{
	"word": "sedition",
	"meaning": [
		"The stirring up of discontent, resistance, or rebellion against the government in power.",
		"Revolt or rebellion.",
		"An activity or communication aimed at overthrowing governmental authority. Sedition acts were passed in the United States as early as 1798 and as recently as World War I. The United States Supreme Court ruled in 1919 that communications urging sedition could only be punished if there was a clear and present danger. Otherwise, it was a contradiction of the First Amendment’s guarantee of free speech.",
		"Organized incitement of rebellion or civil disorder against authority or the state, usually by speech or writing."
	],
	"sentences": [
		"It is a defence against sedition and socialism.",
		"Before setting out, he quelled with the utmost cruelty a sedition of the Pharisees, slaying nearly 3000 of them.",
		"The defenders were dispirited and torn by sedition and dissensions, and the emperor could rely on little more than 8000 fighting men, while the assailants, 200,000 strong, were animated by the wildest fanatical zeal.",
		"If the banners and flags are shifted about, sedition is afoot.",
		"By this compact, moreover, the chronically rebellious Jutish nobility lost the support they had hitherto always found in Schleswig-Holstein, and Margaret, free from all fear of domestic sedition, could now give her undivided attention to Sweden, where the mutinous nobles were already in arms against their unpopular king, Albert of Mecklenburg.",
		"In 387 there was a great sedition caused by a new tax levied by order of Theodosius, and the city was punished by the loss of its metropolitan status.",
		"What is more dangerous tho is the incitement to political sedition.",
		"The introduction of secular books and papers, more or less surreptitiously, helped to spread the seeds of sedition.",
		"The numerous agitators who had their own reasons for fomenting mutiny rose to the occasion, and in the first months of 1857 the greater part of the Bengal presidency was seething with sedition.",
		"They further decided in 1843 to place OConnell and some of the leading agitators on their trial for conspiracy and sedition.",
		"Put on trial for sedition, he was executed by crucifixion.",
		"On the days following this meeting these three men were arrested and charged under DORA with the offense of intending to cause sedition.",
		"For this purpose former German Communist agents were employed to foment sedition and to arrange for acts of sabotage in Germany.",
		"By 1531 the king was demanding the surrender of Tyndale by the Emperor, on the charge that he was spreading sedition in England.",
		"But publications were still subject to the laws of the land regarding sedition, blasphemy, obscenity and libel.",
		"They took me into the guard-house and searched me, but they found no sedition on me.",
		"And how Dahl, who believed passionately in spreading secular sedition, would have enjoyed it.",
		"From the Conquest or even earlier they had, besides various lesser rights - (1) exemption from tax and tallage; (2) soc and sac, or full cognizance of all criminal and civil cases within their liberties; (3) tol and team, or the right of receiving toll and the right of compelling the person in whose hands stolen property was found to name the person from whom he received it; (4) blodwit and fledwit, or the right to punish shedders of blood and those who were seized in an attempt to escape from justice; (5) pillory and tumbrel; (6) infangentheof and r L outfangentheof, or power to imprison and execute felons; (7) mundbryce (the breaking into or violation of a man's mund or property in order to erect banks or dikes as a defence against the sea); (8) waives and strays, or the right to appropriate lost property or cattle not claimed within a year and a day; (9) the right to seize all flotsam, jetsam, or ligan, or, in other words, whatever of value was cast ashore by the sea; (10) the privilege of being a gild with power to impose taxes for the common weal; and (11) the right of assembling in portmote or parliament at Shepway or Shepway Cross, a few miles west of Hythe (but afterwards at Dover), the parliament being empowered to make by-laws for the Cinque Ports, to regulate the Yarmouth fishery, to hear appeals from the local courts, and to give decision in all cases of treason, sedition, illegal coining or concealment of treasure trove.",
		"Handing over the command to Soult, he hurried back to Paris to trample on the seeds of sedition and to overwhelm Austria by the blows which he showered upon her in the valley of the Danube.",
		"In 1800, Adams was again the Federalist candidate for the presidency, but the distrust of him in his own party, the popular disapproval of the Alien and Sedition Acts and the popularity of his opponent, Thomas Jefferson, combined to cause his defeat.",
		"In 1798 he joined Jefferson in opposing the Alien and Sedition Laws, and Madison himself wrote the resolutions of the Virginia legislature declaring that it viewed \"the powers of the Federal government as resulting from the compact to which the states are parties, as limited by the plain sense and intention of the instrument constituting that compact; as no further valid than they are authorized by the grants enumerated in that compact; and that, in case of a deliberate, palpable and dangerous exercise of other powers, not granted by the said compact, the states, who are parties thereto, have the right and are in duty bound to interpose for arresting the progress of the evil, and for maintaining within their respective limits, the authorities, rights and liberties appertaining to them.\"",
		"No one was safe from these zealous and too often credulous defenders of the established order; and a few indiscreet words spoken in a coffee house were enough to bring imprisonment and ruin, as in the case of John Frost, a respectable attorney, condemned for sedition in March 1793.",
		"This resulted in the passing of sedition laws, including bans on free speech.",
		"May he sedition hush and like a torrent rush, Rebellious Scots to crush, God save the King.",
		"The leaders of the convention were arrested, tried for sedition, and sentenced to fourteen years transportation.",
		"Adams's four years as chief magistrate (1797-1801) were marked by a succession of intrigues which embittered all his later life; they were marked, also, by events, such as the passage of the Alien and Sedition Acts, which brought discredit on the Federalist party.",
		"Omar II., however, extended to non-Arabic Moslems immunity from all taxes except the zakat (poor-rate), with the result that a large number of Persians, who still smarted under their defeat, under Mokhtar, embraced Islam and drifted into the towns to form a nucleus of sedition under the Shiite preachers.",
		"The administrator of public safety is specially charged with the administration of the law in regard to aliens, and this law is applied to persons stirring up sedition.",
		"In Poona, during 1897, two European officials were assassinated; the editor of a prominent native paper was sentenced to imprisonment for sedition; and two leaders of the Brahman community were placed in confinement.",
		"United Englishmen and United Scotsmen plotted with United Irishmen for a French invasion, and sedition was fomented in the army and the navy.",
		"The whole party were proved to have disseminated newspapers tending to incite to sedition and the commission of crime, to have abstained from denouncing the system of intimidation, and to have compensated persons injured in committing crime.",
		"Secondly, he knew that the greater the proportion of the Athenians who were prosperously at work in the country and therefore did not trouble to interfere in the work of government the less would be the danger of sedition, whose seeds are in a crowded city.",
		"In these circumstances the only outlet for discontent was sedition, and the malcontents awaited impatiently a favourable opportunity for an attempt to curb or overthrow the autocratic power.",
		"The second Duma, which met on the 5th of March 1907, avoided some of the mistakes of its predecessor, but as a legislative assembly it showed itself equally incompetent, and a large section of its members were implicated in a well-organized attempt to spread sedition in the army by revolutionary propaganda.",
		"The dictator appointed to meet the dangers of war, sedition or crime was technically described as \" the administrative dictator (rei gerundae causa).",
		"Largesse was especially given on the field of victory, and was, moreover, liberally distributed to stifle sedition and mutiny among the troops, the numerical strength of which was continually increased as the empire enlarged its borders.",
		"He had only conceived the idea of The Patriot King in the person of the worthless Frederick in order to stir up sedition, while his eulogies on retirement and study were pronounced from an enforced exile.",
		"Soon after the accession of Mary he was arrested on a charge of sedition, and confined in the Tower and the king's bench prison for a year and a half.",
		"This was a prosecution of nine German subjects for sedition, conspiracy and lse-majest against the Russian emperor, and for the circulation of books and pamphlets attacking him and his government.",
		"The Federal Government had no traditions of censorship except the disastrous ones in connexion with the Alien and Sedition laws of 1798.",
		"The earliest war measures aimed at sedition and disloyalty had as a background the passage of the conscription or Selective Service law.",
		"This Act was not amended until May 1918 by the Passport and Sabotage Acts and the so-called \" Sedition Law.\"",
		"One of the most interesting from a historical point of view is the Hurt of Sedition how greueous it is to a Communewelth (1549), written on the occasion of Ket's rebellion, republished in 1569, 1576 and 1641, on the last occasion with a life of the author by Gerard Langbaine.",
		"He levied numerous imposts, and his fiscal measures provoked a great sedition at Limoges in 579.",
		"William Frend, a fellow of Jesus, accused of sedition and Unitarianism, was at this time tried and expelled from Cambridge.",
		"To this obsession he sacri 1 He warmly supported the Alien and Sedition Laws of 1798 (in their final form).",
		"Convicted of sedition, he was sentenced to 18 months' rigorous imprisonment, but he was released within a year under pledges of good behaviour.",
		"Tilak's formative part in the cult of Indian unrest is shown in the Report of the Rowlatt Sedition Committee, 1918.",
		"During the sedition of the \"green\" and \"blue\" parties of the circus (known as the Nika sedition, 532) he did Justinian good service, effectually crushing the rebels who had proclaimed Hypatius emperor.",
		"Henry then demanded his surrender from the emperor as one who was spreading sedition in England, and Tyndale left Antwerp for two years, returning in 1533 and busying himself with revising his translations.",
		"In 1866 the extent of the sedition in the regiments in Ireland was discovered by the authorities.",
		"In Congress he denounced Hamilton's financial policy, opposed the Jay Treaty (1795) and the Alien and Sedition Acts, and advocated a continuance of the French alliance of 1778.",
		"Racked again on the 31st of October, he was indicted at Westminster that he with others had conspired at Rome and Reims to raise a sedition in the.realm and dethrone the queen.",
		"He opposed the Alien and Sedition Laws, introduced legislation on behalf of American seamen, and in 1800 attacked the president for permitting the extradition by the British government of Jonathan Robbins, who had committed murder on an English frigate, and had then escaped to South Carolina and falsely claimed to be an American citizen.",
		"The while he did so sedition took courage and flourished exceedingly, so that to pacify Ireland the constable went hand in hand with the legislator.",
		"Instead of profiting by Dumouriezs treachery and the successes in La Vende, the Coalition, divided over the resuscitated Polish question, lost time on the frontiers of this new Poland of the west which was sacrificing itself for the sake of a Universal Republic. Thus in January 1794 the territory of France was cleared of the Prussians and Austrians by the victories at Hondschoote, Wattignies and Wissembourg; the army of La Vende was repulsed from Granville, overwhelmed by Hoches army at Le Mans and Savenay, and its leaders shot; royalist sedition was suppressed at Lyons, Bordeaux, Marseilles and Toulon; federalist insurrections were wiped out by the terrible massacres of Carrier at Nantes, the atrocities of Lebon at Arras, and the wholesale executions of Fouch and Collot dHerbois at Lyons; Louis XVI.",
		"Tilak was twice elected to the Bombay Legislature for triennial terms. Again indicted for sedition in June 1908, he was sentenced by a Parsi judge (Mr. Justice Davar) to six years' transportation, afterwards commuted on account of age and health to simple imprisonment at Mandalay.",
		"In Constantinople itself sedition and profligacy were rampant, the emperors were the tools of faction and cared but little for the interests of their subjects, whose lot was one of hopeless misery and depravity.",
		"In1798-1799the legislature passed the famous Kentucky Resolutions in protest against the alien and sedition acts.",
		"Hajjaj, however, was not the man to allow the formation of a fresh nucleus of sedition, and persuaded the caliph to dismiss Omar in the year 712, and appoint Othman b.",
		"In March 1848 he made a speech before the Confederation which led to his arrest for sedition, but at his trial the jury failed to agree and he was discharged.",
		"When Theseus returned to Athens he found that a sedition had been stirred up by Menestheus, a descendant of Erechtheus, one of the old kings of Athens.",
		"Failing this a charge of sedition was based on the rough draft of a petition to the queen that had been found among his private papers; the language of which was indeed harsh and offensive, but had been neither presented nor published.",
		"In 1525 the conservative party, which had from the first feared that Luther's teaching would result in sedition, received a new and terrible proof, as it seemed to them, of the noxious influence of the evangelical preachers.",
		"For several years the Anti-Federalists or Republicans had contended that the administration at Washington had been exercising powers not warranted by the constitution, and when Congress had passed the alien and sedition laws the leaders of that party seized upon the event as a proper occasion for a spirited public protest which took shape principally in resolutions passed by the legislatures of Kentucky and Virginia.",
		"But the people of these cessions, especially of Kentucky, were closely allied to the great up-country party of Virginia, and altogether they formed the basis of the Jeffersonian democracy, which from 1794 opposed the chief measures of the Washington administration, and which on the passage of the Alien and Sedition laws in 1798 precipitated the first great constitutional crisis in Federal politics by the adoption in the Kentucky and Virginia legislatures of the resolutions, known by the names of those states, strongly asserting the right and duty of the states to arrest the course of the national government whenever in their opinions that course had become unconstitutional."
	],
	"synonyms": [
		"strife",
		"riot",
		"protest",
		"lawlessness",
		"subversion",
		"uprising",
		"treason",
		"revolution",
		"revolt",
		"rebellion",
		"mutiny",
		"insurrection",
		"insubordination",
		"dissension",
		"coup"
	],
	"antonyms": []
}