{
	"word": "accolade",
	"meaning": [
		"An embrace formerly used in conferring knighthood.",
		"A touch on the shoulder with the flat side of a sword, now used in conferring knighthood.",
		"A ceremonial embrace, as of greeting or salutation.",
		"Anything done or given as a sign of great respect, approval, appreciation, etc.",
		"Ceremonial bestowal of knighthood.",
		"To praise or honor.",
		"To embrace or kiss in salutation.",
		"(historical) To confer a knighthood on."
	],
	"sentences": [
		"It was the biggest accolade in the industry.",
		"The New York awards are the media industry's highest accolade.",
		"Surely he now has earned the accolade \"master.\"",
		"Despite having won this industry accolade, I have absolutely no intention of resting on my laurels.",
		"The cardiology team at Ealing Hospital has been awarded the prestigious accolade of Cardiology Team of the Year 2013 by Hospital Doctor Magazine.",
		"Mrs. Emma Rees won the accolade last July, followed by Mrs. Janet Flynn in December.",
		"I will then identify the ways we can tell whether or not a school deserves the accolade of being a good school.",
		"For them the ultimate accolade was the award of a triumph for victory over an enemy.",
		"This is a tremendous accolade having been runners-up last year.",
		"It was merely a sporting accolade, albeit one which was very well known.",
		"A dubious accolade goes to the nearby city of Durham.",
		"Boasting a product index of over 70 million from 25,000 online merchants, this site earned the accolade of \"Best Online Price Comparison Site\" by Kiplinger's magazine.",
		"This accolade helped Billboard highlight Kelly Clarkson as the most successful Idol star in a 2010 article.",
		"James beat six other regional finalists to scoop the accolade of London 's Most Enterprising Student, together with £ 400 in prize money.",
		"Proving all good things come with a price, Sandra Bullock's Oscar Curse saw her winning the biggest accolade in her career one night, and days later finding out she was facing the ultimate betrayal from her husband, Jesse James.",
		"That dubious accolade goes to the nearby city of Durham.",
		"Hendricks' most well-known accolade is being voted \"America's Best-Looking Woman\" in 2010 by Esquire magazine.",
		"Actress Susan Flannery (Stephanie Forrester) won the accolade for lead actress four times, three for her role as Stephanie Forrester and once for her role as Laura Horton on Days of Our Lives.",
		"Fantasia is the first artist to have a single debut in the number 1 position of the US Hot 100 charts - This accolade was for her first single, I Believe.",
		"For the 2009-2010 season, that accolade belonged to TLC, who aired 13 new reality TV shows during the season.",
		"Everywhere else dubbing or the accolade seems to have become obsolete, and no other species of knighthood, if knighthood it can be called, is known except that which is dependent on admission to some particular order.",
		"Ricky Gervais has broken his award-winning streak, failing to scoop a top accolade for his radio show.",
		"Verdict A true heavyweight contender for the ultimate DVD player accolade.",
		"The only genuine spacecraft to make the list, the Apollo 13 earns this accolade for being a genuine vessel launched by NASA in 1970 as the third manned mission to the moon.",
		"There is nothing to show whence came \" dubbing \" or the \" accolade.\"",
		"In both of them the essential portion seems Modes of to have been the accolade or stroke of the sword.",
		"The \" accolade \" may etymologically refer to the embrace, accompanied by a blow with the hand, characteristic of the longer form of knighting."
	],
	"synonyms": [
		"trophy",
		"prize",
		"award",
		"premium",
		"plum",
		"honorarium",
		"reward",
		"guerdon",
		"hommage",
		"eloge",
		"tribute",
		"salute",
		"salutation",
		"recognition",
		"praise"
	],
	"antonyms": [
		"criticism"
	]
}