{
	"word": "elusive",
	"meaning": [
		"Tending to elude.",
		"Hard to grasp or retain mentally; baffling.",
		"Difficult to define or describe.",
		"Rarely seen."
	],
	"sentences": [
		"She wanted something as elusive as the scent.",
		"The answer appears as elusive for us as it did for Plato.",
		"Since 1866 he had been pursuing an elusive appearance of glory.",
		"This is actually a common bird, but had proved surprisingly elusive.",
		"Such progress has proved elusive in the football league cup.",
		"Of course the sad truth about happiness is that it is entrancing, desirable and maddeningly elusive.",
		"As lawyers are aware, reasonableness is a notoriously elusive concept.",
		"They were spinning out of control, fed by the direct contact with him and the elusive scent that was making her mouth water.",
		"Unfortunately, the right content can prove frustratingly elusive.",
		"No matter how often she asked herself the question, the answer remained elusive.",
		"He made two or three false starts before he located the elusive narrow path through the thorny brush that separated the beach from the road beyond it.",
		"Within three years of his appointment, the whole of the eastern Caucasus was subdued and the long elusive Shamyl was taken captive.",
		"No wonder he had been so elusive.",
		"Despite repeated attempts to contact, photograph and interview the artist, he remained elusive.",
		"With the exception of deceased Dawkins, Senior owning the property where the skeleton was discovered, Fred should be on safe ground limiting his research to the identity of the elusive bones.",
		"The elusive creature was a beautiful sea nymph who had crossed into our world from her own.",
		"The objective was still to catch De Wet, but he proved too wily and elusive.",
		"If you're interested in starting a freelance writing career, read on to find out where to find these elusive job postings!",
		"One of the most frustrating aspects of cryptozoology, especially for those who hunt the elusive Bigfoot or Sasquatch, is the lack of clear Sasquatch photographs.",
		"Dean was well aware that when this opportunity, as ten­uous as it was, was gone, locating their elusive quarry would be next to impossible.",
		"Beside the Big Five, elusive cheetah, wild dog and many other bushveld species inhabit the park.",
		"However, this is not straight forward as their subject matter - the human mind - is so intangible and elusive.",
		"His human side leads to fall for the elusive Elektra who by proxy is wrapped up in the evil machinations of the Kingpin.",
		"By chance he finally glimpses the elusive creature - a beautiful sea nymph, who has crossed into our world from her own.",
		"For now, paranormal investigators continue to search for those elusive true ghost sightings.",
		"This final video is the latest offering in the Chupacabra saga, and it is the clearest look yet at what a number of people consider to be the elusive cryptid.",
		"Start and end your search for those elusive slippers on eBay, where a quick search for \"Vera Wang slippers\" yields plenty of results.",
		"Permanent armies and walls across isthmuses were alike useless; Charlemagne had to build fleets to repulse his elusive foes (808810), and even after forty years of war the danger was only postponed.",
		"David Dean had a strong idea where he might find the elusive son­of-a-bitch who was the heart of all this trouble.",
		"More elusive is the bongo, a rare type of forest antelope.",
		"For the next two weeks local wildfowlers were almost frenetic in their search for the elusive snow goose.",
		"Join herpetologist Romulus Whitaker as he searches the world for this elusive crocodilian Holy Grail.",
		"Finally, we headed into the cloud forest in search of the elusive resplendent quetzal.",
		"Atop an elephant in the jungle, go in search of the elusive Royal Bengal tiger and the one-horned rhinoceros.",
		"The program rapidly reduced the incidence of bovine tb in the UK but final eradication has proved elusive.",
		"We have a good chance of seeing the elusive wallcreeper here, flirting its wings like a big crimson-winged butterfly.",
		"A little farther along was an elusive male Blue Rock Thrush and a noisy group of about twenty common waxbills.",
		"Eucken represents to a later generation the spirit and tendency of Lotze and Ulrici, in original and powerful, if rather elusive, fashion.",
		"Narrow-minded Christian consciences, however, could not stay long on this level; law was so very much more satisfying a guide than vague, elusive charity.",
		"The scrubby vegetation that has grown up around the site provides the ideal conditions for these rather elusive birds.",
		"The program rapidly reduced the incidence of bovine Tb in the UK but final eradication has proved elusive.",
		"A little farther along was an elusive male Blue Rock Thrush and a noisy group of about twenty Common Waxbills.",
		"Rarities included one very elusive Melodious Warbler still around the Obs, and new Wrynecks at Southwell and Easton.",
		"Grab a cup of coffee from Starbucks, and get back in the hunt for the elusive deal of the century.",
		"If this doesn't provoke an allergic reaction in you, then perhaps you've finally found those elusive non allergenic cats you've been searching for.",
		"If finding an online site with discount cat furniture with free shipping is elusive, you may want to try to locate a coupon code on sites like RetailMeNot and FatWallet.",
		"This elusive piece of clothing may be difficult to unearth but it can be well worth the effort.",
		"Although somewhat more elusive than other types of image totes, you can find celebrity image totes with a little digging.",
		"We know that these sexy and elusive men can, at times, display some baffling romantic behavior.",
		"Although it took Lucci 20 years to finally capture that elusive Emmy, her talent had not gone unrecognized by the industry.",
		"This is the best place to start and then to maintain, and it's a lot less expensive than the elusive cure promised by Trudeau's book.",
		"With lyrics based on the elusive American Dream and some stunning instrumental work, The Eagles have collected a mass of followers who can relate to the messages behind the music.",
		"From the grind of moving staircases to the rapidly fluttering wings of the elusive \"Golden Snitch\" the sound effects in the film lock the viewer into Harry's world.",
		"If you're blessed with that seemingly elusive \"normal\" skin type, you're in luck.",
		"Although she has been somewhat elusive, she will now serve my purpose twofold.",
		"The reason for this convergence is that, whereas there is found great difficulty in characterizing the elusive nature of the sacred, its mode of manifesting itself is recognized to be much the same in all its phases.",
		"She drew his blood into her mouth, immediately appeased by the elusive flavor that made her blood burn.",
		"Since then, he'd known nothing but war, been driven by nothing but revenge, fury, and the elusive glimmer of hope that he might one day feel as he had sitting with his mother and sisters on that hill above his rightful home.",
		"A Malabar Whistling Thrush was out in the open as we approached the spring, but a party of Grey-headed bulbuls was more elusive.",
		"Stalwart of OOTB and master of the 3-minute song Scott Reilly commenced after a search for the elusive house capo.",
		"Spot the elusive shepherd and sheep cunningly concealed on each page.",
		"Join herpetologist Romulus Whitaker as he searches the world for this elusive crocodilian holy Grail.",
		"However, for many, social inclusion proved elusive.",
		"There are over 560 species of bird and huge mammals such as anteaters and the elusive jaguar.",
		"There, they come across the Thornberry family who are seeking an elusive white leopard.",
		"We were looking for the elusive Micronesian megapode, said to be here.",
		"I am thrilled that this autumn he finally saw the reserve's elusive otters.",
		"It becomes necessary to follow the tracks of the elusive quarry wherever they may lead.",
		"He also occasionally seeks the Zen of high performance driving on the local racetrack, a goal as elusive as effortless swimming.",
		"Rarities included one very elusive Melodious Warbler still around the Obs, and new wrynecks at Southwell and Easton.",
		"It is, however, among the Fungi that we find the most disastrous and elusive agents of disease.",
		"It is possible, however, that the segregation of characters in the gametes may depend upon something far more subtle and elusive than the chromosomes or even of possible combinations of units within the chromosomes, but so far as we can see at present these are the only structures in the cell with which it can be satisfactorily associated.",
		"It is difficult to form a clear idea of this, first, because his influence was perpetually traversed by opposite tendencies; in the second place, because the force of circumstances compelled him, again and again, to shift his standpoint; and finally because personal considerations largely intermingled with his foreign policy, and made it more elusive and ambiguous than it need have been.",
		"The ancient historians all employed one and the same method to describe and seize the apparently elusive--the life of a people.",
		"The Common Rosefinch remained elusive in the quinoa field on Peninnis Head.",
		"Not that John needed a rope to slink down a slippery chimney en route to the elusive northern top !",
		"But there 's something else about the place that takes the breath away; something elusive and unseen, yet undeniable.",
		"We have a good chance of seeing the elusive Wallcreeper here, flirting its wings like a big crimson-winged butterfly.",
		"Processors are one of the most elusive specifications a consumer tries to learn.",
		"With a little planning and a lot of patience, you can safely catch the elusive feline and neither of you will wind up worse for wear.",
		"The innocent perspective and the kitten's determination to catch the elusive moon make the story an instant hit with parents and children alike.",
		"Want to sharpen your vocabulary and eyesight by scanning word search puzzles to complete that elusive list?",
		"One of the elusive qualities of Sacha Baron Cohen is his commitment to his characters.",
		"Characterization of the band's sound remained elusive despite hints of heavy metal infused with a bluesy style, but the efficient and ferocious beat of Buck Dharma's guitar was the perfect driver for this new musical vehicle.",
		"If you're looking for this somewhat elusive item, you may not have a lot of luck shopping in a regular department store.",
		"The Association of Sleep Disorders Centers may be one of the most valuable resources in the Del Mar region; however, it is as elusive as finding a specific Del Mar snoring treatment.",
		"Use combos and dodges, blocks and parries and even the elusive Guard Impact to defeat your enemies.",
		"Despite this prevention program, permanent gains in controlling trachoma have been elusive.",
		"The ancient text is poetic and sometimes the meaning is elusive.",
		"These are great sources of information as you can often get leads on an elusive ancestor or tie into existing family trees.",
		"The two-piece dress can be a fairly elusive pick for the stylish woman, especially those who aren't familiar with a multi-layered evening look.",
		"They are out there, but can be elusive at times.",
		"With literally millions of sites to search, you are bound to find that elusive item somewhere on the Internet.",
		"A girl who is too easy isn't appreciated as much as a girl who is elusive and lets him chase her.",
		"Gathered below is a comprehensive list to help you find and keep the elusive Pisces man!",
		"Although it seems a simple thing, sleep is elusive for many families.",
		"Capturing elusive images of otherworldly beings and paranormal activity remains a quest of researchers.",
		"El Chupacabra, which literally translates to \"goat sucker\", is the popular name for the elusive beast due to the nature of the attacks on domestic animals.",
		"With a population that small, it's entirely possible that the elusive behavior is all that has kept the creatures alive.",
		"Just as biologists patiently wait for shy animals to emerge from the forest to be captured on camera, Sasquatch hunters must also remain patient since it's believed that the elusive creature shies away from human habitation.",
		"However, if hunting for an elusive vintage watch is not your idea of a fun way to spend several weekends, then head to the internet to take a look at the websites of some of the leading dealers in vintage watches.",
		"In my opinion, for a product to be successful it is important to have a motivated reason for any design decision, and to be elusive of any subjective preferences of the designer.",
		"Definitive genetic causes of autism spectrum disorders have been elusive to researchers in all but a small portion of the autistic population.",
		"Time can also be elusive, hiding just out of reach of techniques that can be used to improve its use or management.",
		"In Japan, the elusive geisha wore silk robes called kimonos.",
		"This winner of the UK's television talent competition The X Factor has shown potential to become a major pop music star, and she has even won the often elusive respect of one Simon Cowell.",
		"There have been several recent attempts to bring Asimov's robots to the big screen, notably in Robin Williams' Bicentennial Man, and Will Smith's I, Robot, but thus far, the definitive Asimovian robot movie remains elusive.",
		"She found herself nuzzling his neck, compelled by the elusive scent and taste.",
		"But there's something else about the place that takes the breath away; something elusive and unseen, yet undeniable.",
		"Unfortunately, despite brewing batches of home remedies, and spending millions at the dermatologist, flawless beauty remains ever elusive.",
		"What first may seem a bit elusive to those unable to pinpoint the cuisine of this region, California style cooking is actually a very sensible reflection of this part of the country.",
		"For anyone looking to emulate Van Halen, this guitar may offer one of the best ways to achieve that elusive rock star quality.",
		"Although there is a wide range of styles available, sometimes precisely the right piece of jewelry can remain elusive.",
		"There are really two different terms involved here, one of which has a specific definition, while the other is more elusive.",
		"One wonders why full figured women would want to put the time and effort into searching for something so elusive.",
		"While many have tried to quantify and qualify what makes a game addictive, it is an elusive quotient.",
		"There are many campgrounds which specialize in allowing visitors to chase down these elusive hogs.",
		"Despite this simple definition, social competence is an elusive concept, because the skills and behaviors required for healthy social development vary with the age of the child and with the demands of particular situations.",
		"One of the fastest and easiest ways to find elusive ancestors is with free genealogy search engines.",
		"Sometimes just a co-signer, a named plaintiff or defendant and the locale will be enough to give you fresh clues in the hunt for your elusive ancestors.",
		"Making a metal candle mold might be an alternative if the right novelty mold remains elusive!",
		"Whether you are shopping for your mom, sister, or girlfriend/wife, keep in mind her interests and hobbies, and you should be able to find that elusive perfect present.",
		"All you have to do is point and click, and you can find hundreds of singles just like yourself, hoping to make that elusive love connection.",
		"His inspiration may be traced in some measure to the Pre-Raphaelites and also to Blake, Shelley and Maeterlinck; but he found in his native Irish legend and life matter apt for his romantic and often elfin music, with its artful simplicities and unhackneyed cadences, and its elusive, inconclusive charm.",
		"Nelson's crowning triumph rendered impossible for the present all other means of attack on those elusive foes; and Napoleon's sense of the importance of that battle may be gauged, not by his public utterances on the subject, but by his persistence in forcing Prussia to close Hanover and the whole coastline of north-west Germany against British goods.",
		"Snowdonia's most distinguished mammal, the elusive pine marten (Martes martes) is also rare.",
		"She pulled more of him into her, trying to identify the elusive flavor that left her intoxicated.",
		"A rather elusive warbler in the trees in the garden turned out to be Blyth's Reed.",
		"But, just as Saddam has remained elusive, so have Osama Bin Laden and Mullah Umar.",
		"A clear understanding of how fiber might protect against colon cancer risk remains somewhat elusive."
	],
	"synonyms": [
		"subtle",
		"problematic",
		"baffling",
		"problematical",
		"knotty",
		"tough",
		"wily",
		"tricky",
		"saponaceous",
		"lubricious",
		"impalpable",
		"mysterious",
		"lubricous",
		"insidious",
		"fleeting"
	],
	"antonyms": [
		"encountering",
		"inviting",
		"confronting",
		"facing",
		"enticing",
		"attracting"
	]
}