{
	"word": "recluse",
	"meaning": [
		"A person who lives a secluded, solitary life.",
		"(US) A brown recluse spider.",
		"Withdrawn from the world; reclusive.",
		"Reclusive.",
		"(now rare) Sequestered; secluded, isolated.",
		"(now rare) Hidden, secret.",
		"(obsolete) To shut; to seclude."
	],
	"sentences": [
		"In many ways he was still a recluse, but he wasn't wrapped up in himself.",
		"Which came first, the recluse or the loneliness?",
		"For a while she led at home the life of a recluse, speaking only to her confessor, and spending all her time in devotion and spiritual ecstasy.",
		"He was sent as a child to be educated at Port Royal, and there he received his final bent towards the life of a recluse, and even of a hermit, which drew him to establish himself in the neighbourhood of Port Royal des Champs.",
		"The second son, Charles Robert, a man of ability but of impracticable temper, a professed atheist and a recluse, died in 1884.",
		"He betook himself at first to Port Royal, and began to live a recluse and austere life there.",
		"According to Bacon he was a recluse who devoted himself to the study of nature, was able to work metals, invented armour and assisted St Louis in one of his expeditions more than his whole army.",
		"He had no intention, however, of becoming a recluse, or of permanently holding himself aloof from public life.",
		"She had always been a recluse at heart, often declining a social outing with her friends so that she could be alone with a book or her writing.",
		"He surprised the world, which had supposed him to be a recluse and a mystic, by the practical interest he took in the mining population of Durham and in the great shipping and artisan industries of Sunderland and Gateshead.",
		"These troubles and a narrow income conspired to make Lowell almost a recluse in these days, but from the retirement of Elmwood he sent forth writings which show how large an interest he took in affairs.",
		"In Celtic and English martyrologies (November 25) there is also commemorated St Catherine Audley (c. 1400), a recluse of Ledbury, Hereford, who was reputed for piety and clairvoyance.",
		"Russell Cade - the recluse - was lonely without her.",
		"Think of a recluse who finds herself in possession of a marvelous gift, through no action on her part.",
		"Of his many collections of lyric poems Rok na jihu (a year in the south), Poute k Eldoradu (pilgrimages to Eldorado) and Sonety Samotare (sonnets of a recluse) have particular value.",
		"Why they found it so amusing that Mr. Cade was a recluse evaded her comprehension.",
		"The man she made love to last night or the recluse - Cade?",
		"Pupils found him a somewhat choleric and exacting master and academic society a great recluse.",
		"The stigma of mental illness made me a virtual recluse.",
		"For years, brown recluse spiders have been blamed for bites on humans and pets, but brown recluse spiders do n't live here.",
		"Brown recluse spiders and black widow spiders are the most notorious poisonous spiders.",
		"Seers and prophets of all kinds ranged from those who were consulted for daily mundane affairs to those who revealed the oracles in times of stress, from those who haunted local holy sites to those high in royal favour, from the quiet domestic communities to the austere mountain recluse.",
		"At that time a \" bookish recluse,\" William Blaxton (Blackstone), one of the several \" old planters \" scattered about the bay, had for several years been living on Boston peninsula.",
		"His absolute independence was as little gained as if he had camped out in Hyde Park; relatively he lived the life of a recluse.",
		"In the days of the semi-insane recluse Rudolph things went from bad to worse.",
		"His education at the Spanish court and an hereditary tendency to insanity, however, made him haughty, suspicious and consequently very unpopular, while even in his best days the temper of his mind was that of a recluse rather than of a ruler.",
		"It is sufficient to say that at this time, despite the Rouen \"conversion,\" there is no evidence to show that Pascal was in any way a recluse, an ascetic, or in short anything but a young man of great intellectual promise and performance, not indifferent to society, but of weak health.",
		"He settled in Richmondshire, twelve miles from the recluse Margaret Kirkby, whom he had cured of a violent seizure.",
		"During the middle period of his career (1837-61) he led the life of a scholastic recluse.",
		"A more recently discovered version in Magdalene College, Cambridge, in MS. Pepys 2498, is entitled The Recluse, and is abridged and differently arranged.",
		"Learning was then no mere pursuit of a special and recluse class.",
		"Vieira was a man of action, while the oratorian Manoel Bernardes lived as a recluse, hence his sermons and devotional works, especially Luz e Calor and the Nova Floresta, breathe a calm and sweetness alien to the other, while they are even richer treasures of pure Portuguese.",
		"All this time he was no mere book-worm or recluse, but was haunting the salons of Mlle de Scudery and the studios of painters; nor did his scientific researches interfere with his classical studies, for during this time he was discussing with Bochart the origin of certain medals, and was learning Syriac and Arabic under the Jesuit Parvilliers.",
		"A solitary woman who lives her life through the letters she writes, she becomes a recluse.",
		"The 5th Duke was an eccentric recluse, who shunned visitors.",
		"Hopeful Wills In 1976, a religious recluse left his estate to Jesus Christ in the event of a second coming.",
		"A brown recluse shifted, ready to spring from an old scrap of oak I angled through the iron doors onto the coals.",
		"The thing is I really need to get a hold of this fear before I become a total recluse.",
		"For years, brown recluse spiders have been blamed for bites on humans and pets, but brown recluse spiders don't live here.",
		"The life of a recluse is held to be the most conducive to that state of sweet serenity at which the more ardent disciples aim; but that of a layman, of a believing householder, is held in high honour; and a believer who does not as yet feel himself able or willing to cast off the ties of home or of business, may yet \"enter the paths,\" and by a life of rectitude and kindness ensure for himself a rebirth under more favourable conditions for his growth in holiness.",
		"The only brown recluse found in the Northwest was in Prosser, Wash., in 1978 when a moving van brought it in.",
		"It demystifies the romantic assassin, revealing an odd recluse sat on a roof covered in pigeon shit.",
		"The relative toxicity of the bite is disputed, but it may induce a similar reaction to that of the brown recluse spider.",
		"According to the University of Nebraska-Lincoln, scientists estimate that most bites attributed to the brown recluse spider are actually sac spider bites, as these are thought to be the most problematic biting spider on the continent.",
		"What can you expect out of a recluse?",
		"Bishop's Island, a bold isolated rock in the vicinity, has remains of an oratory and house ascribed to the recluse St Senan.",
		"By nature she was of simple character, and by habits acquired during the early portion of her husband's career almost a recluse.",
		"It will suffice to recall the Buddha's education in a secluded palace, his encounter successively with a decrepit old man, with a man in mortal disease and poverty, with a dead body, and, lastly, with a religious recluse radiant with peace and dignity, and his consequent abandonment of his princely state for the ascetic life in the jungle.",
		"After all, he was a recluse and undoubtedly enjoyed the solitude of a quiet ranch.",
		"At any rate, he was a recluse and he probably didn't want a babbling female around.",
		"There were eccentric recluse plans to convert the entire building into a private summer residence.",
		"But here we see no recluse beaten down by defeat and rejection.",
		"He remained a recluse for a long time unable to face the neighbors or answer their questions.",
		"Kicked out of the army, he becomes an isolated recluse in a drugs infested London estate.",
		"A brown recluse spider's bite can lead to necrotic arachnidism, in which the tissue in an area of up to several inches around the bite becomes necrotic (dies), producing an open sore that can take months or years to disappear.",
		"We may remark in passing that the retreat was often enlivened, or invaded, by friendly tourists from England, whose \" frequent incursions \" into Switzerland our recluse seems half to lament as an evil.",
		"He moved to London and lived a recluse until his death.",
		"To be sure, Capricorn is not a recluse by any means, but he does enjoy time spent on the home front.",
		"In his later years he became more of a recluse than ever, and even before February 1486, when his son Maximilian was chosen German king, he had practically ceased to take any part in the business of the Empire, although he survived until August 1493.",
		"Brown recluse spiders also prefer sheltered places, including clothing, and may bite if disturbed.",
		"The basis of his work was a chronicle compiled by Marianus Scotus, an Irish recluse, who lived first at Fulda, afterwards at Mainz.",
		"In 630 he abandoned the secular life and entered the monastery of Chrysopolis (Scutari), actuated, it was believed, less by any longing for the life of a recluse than by the dissatisfaction he felt with the Monothelite leanings of his master."
	],
	"synonyms": [
		"solitudinarian",
		"solitary",
		"troglodyte",
		"hermit",
		"sequestered",
		"secluded",
		"nun",
		"anchoress",
		"eremite",
		"cenobite",
		"anchoret",
		"monk",
		"loner",
		"hidden",
		"cloistered",
		"withdrawn",
		"reclusive",
		"eremitic",
		"cloistered",
		"solitary",
		"secluded"
	],
	"antonyms": [
		"extrovert"
	]
}