{
	"word": "precedent",
	"meaning": [
		"An act, statement, legal decision, case, etc. that may serve as an example, reason, or justification for a later one.",
		"A judicial decision that is binding on other equal or lower courts in the same jurisdiction as to its conclusion on a point of law, and may also be persuasive to courts in other jurisdictions, in subsequent cases involving sufficiently similar facts.",
		"A practice based upon earlier precedents.",
		"The previous version.",
		"That precedes; preceding.",
		"Something that came before, hence preceded the event currently in question, such as a previously decided case. It may serve as a model for the interpretation of a law, or disposition as a case.",
		"Happening or taking place earlier in time; previous or preceding. [from 14th c.]",
		"(now rare) Coming before in a particular order or arrangement; preceding, foregoing. [from 15th c.]",
		"(law) To provide precedents for.",
		"(law) To be a precedent for."
	],
	"sentences": [
		"She was setting a precedent for the future.",
		"He set the precedent in the history of art.",
		"Preventing violent crimes and crimes against the weak usually take precedent over fraud and economic crimes.",
		"Is there a precedent for situations such as this?",
		"Appeal panels are not bound by precedent or by any notional percentage of appeals which they must uphold in parents' favor.",
		"This follows the precedent set in the accession charter of Henry I.",
		"It would be a bad precedent and unworthy of the spirit of the age.",
		"Whether or not the merger works better without Mr. Green, the method of his disposal is a dangerous precedent.",
		"From 1821 to 1891 the payment of at least a poll-tax was a condition precedent to the exercise of the suffrage.",
		"That set the precedent for the rest of the exhibition.",
		"There was, indeed, no precedent for an undertaking of this kind under modern tactical conditions.",
		"His acquittal was to be deprecated as establishing a dangerous precedent in regard to outrages on the sovereign.",
		"The new dogmas promulgated by the Holy See from time to time have been the outcome of the slow growth of ages, built up from precedent to precedent, and only defined at last when the accumulated weight of evidence in their favour, or the necessity for precise definition to meet the contradictions of heretics, seemed to demand a decision.",
		"One cause of this separation was the rigid adherence to precedent on the part of the common law courts.",
		"Again travelling to Rome, William gained another victory, and was himself appointed papal legate (legatus natus) in England and Scotland, a precedent of considerable importance in the history of the English Church.",
		"But this arrangement was cried down as a revolutionary departure from all established precedent; and he had much ado to secure the compromise that doctrines and practical reforms should be simultaneously discussed.",
		"If Coke's reports show completer mastery of technical details, greater knowledge of precedent, and more of the dogged grasp of the letter than do Bacon's legal writings, there can be no dispute that the latter exhibit an infinitely more comprehensive intelligence of the abstract principles of jurisprudence, with a richness and ethical fulness that more than compensate for their lack of dry legal detail.",
		"This gave rise to a civil war, which lasted till 1841, and not only left the country weak and miserable, but afforded an evil precedent which has since been too frequently followed.",
		"Within the 19th century, however, cast iron became general in the case of large towns; but following the precedent inseparable from the use of weaker conduits, the water was still delivered under very low pressure, rarely more than sufficient to supply taps or tanks near the level of the ground, and generally for only a short period out of each twenty-four hours.",
		"Other persons imagined that he should have followed the precedent which had been set by Lord Grey in 1831, and, after a short prorogation, have reintroduced his measure in a new session.",
		"His friends offered to find a ransom, but he declined the suggestion, fearing that the precedent would lead to extortion in other cases.",
		"Do you think they acquiesce in the precedent they will soon set?",
		"Britney's personal life took precedent over her music from 2004 onwards.",
		"The separation of carbon atoms united by single affinities in this manner at the time the observation was made was altogether without precedent.",
		"On being summoned by the commissioners of the allied powers at Copenhagen to bring about a union between Norway and Sweden in accordance with the terms of the treaty of Kiel, and then return to Denmark, he replied that, as a constitutional king, he could do nothing without the consent of the Storthing, to the convocation of which a suspension of hostilities on the part of Sweden was the condition precedent.",
		"He shows that a certain accumulation of capital is a condition precedent of this division, and that the degree to which it can be carried is dependent on the extent of the market.",
		"So in the Communion service the most striking departures from ancient precedent have a Protestant origin.",
		"It is intelligible that they followed a precedent set by Rome in that age, and hired Saxons to repel Saxons.",
		"But the continuance of the Republic in Paris was a condition precedent to the establishment of a republic in Rome, and the first had no chance of existence if the democracy in France did not remain in power.",
		"His government was stern; he over-rode the privileges of the baronage without regard to precedent; he persisted in keeping large districts under the arbitrary and vexatious jurisdiction of the forest-courts.",
		"He was expressly commanded by his father to return to Sweden, if the Polish deputation awaiting him at Danzig should insist on the cession of Esthonia to Poland as a condition precedent to the act of homage.",
		"He then wished to abdicate, and at length Benedetto Gaetano, destined to succeed him as Boniface VIII., removed all scruples against this unheard-of procedure by finding a precedent in the case of Clement I.",
		"Wilfrid's is a memorable name in English history, not only because of the large part he played in supplanting the Celtic discipline and in establishing a precedent of appeal to papal authority, but also by reason of his services to architecture and learning.",
		"Embodied in a WahiCharles kapitulation, as it was called, these were practically and the the conditions on which the new sovereign was allowed move- to take the crown, and the precedent was followed at subsequent elections.",
		"Thus a nucleus and precedent has been formed similar to that by which the Zoilverein was begun, and it was hoped that it might be possible to arrange similar agreements with other states, so that in this way a common management for all lines might be established.",
		"Whatever was covered by established precedent could be settled by the department at once; but matters falling outside such precedent, however insignificant, had to be referred to the throne.'",
		"Music alone flourished, 1 Thus, while the number of recruits, though varying from year to year, could be settled by the war department, the question of the claim of a single conscript for exemption, on grounds not recognized by precedent, could only be settled by imperial decree.",
		"Such an incident, which might have constituted a precedent for more important acts of a similar kind, could hardly be overlooked by the British representative.",
		"The election itself might, and did, become a mere formality; but the condition precedent of election, the acceptance of the charter, invariably limiting the royal authority, remained a reality.",
		"The four Eastern patriarchs, and the great majority of the Eastern prelates generally, subscribed, though reluctantly, for it was felt that a dangerous precedent was being set when dead authors were anathematized, and that this new movement could hardly fail to weaken the authority of the council of Chalcedon.",
		"Later they acquiesced in the election of Simon to the high-priesthood with the condition \"until there should arise a faithful prophet\"; but some of them remonstrated against the combination of the sacred office with the position of political ruler in the person of John Hyrcanus as contrary to the precedent set by Moses at his death.",
		"Among the earliest seem to be two examples of a method practised in Italy especially by the school of Mantegna, but almost without precedent in Germany, that of tempera-painting on linen.",
		"By May the chief clerical leader, Henderson of Leuchars, was denouncing Royalists as \" Amalekites,\" and by biblical precedent Amalekites receive no quarter.",
		"In most countries a lengthened sojourn is a condition precedent to naturalization.",
		"It is the oldest commission with such power in the United States, and the litigation with railways which followed its establishment in 1871 fully demonstrated the public character of the railway business and was the precedent for the policy of state control elsewhere.2 Population.",
		"In 1880 the Victoria University, Manchester, was established, in which teaching and examining were again united; and in the universities since established, with the exception of the Royal University of Ireland (which was created in 1880 as an examining body on the model of London, but which was dissolved under the Irish Universities Act 1908, and replaced by the National University of Ireland and the Queen's University of Belfast), the precedent of Victoria has been followed.",
		"In this position, during the strike of the railway employes in Chicago in 1894, he instructed the district attorneys to secure from the Federal Courts writs of injunction restraining the strikers from acts of violence, and thus set a precedent for \"government by injunction.\"",
		"The greater part of his life-history is preserved in late Biblical narratives, which carry back existing conditions and beliefs to the time of the Exodus, and find a precedent for contemporary hierarchical institutions in the events of that period.",
		"For, just as the Roman Church as a whole preserves in the spiritual sphere the spirit and much of the organization of the Roman Empire, so the administration of the Curia carries on the tradition of Roman government, with its reverence for precedent and its practice of deciding questions, not on their supposed abstract merits, but in accordance with the rules of law as defined in the codes or by previous decisions.",
		"Bacon, as one of the learned counsel, was ordered by the council to take part in this examination, which was undoubtedly warranted by precedent, whatever may now be thought of it.",
		"If any blame attaches to him, it must arise either from his endeavour to force Coke to a favourable decision, in which he was in all probability prompted by a feeling, not uncommon with him, that a matter of state policy was in danger of being sacrificed to some senseless legal quibble or precedent, or from his advice to the king that a rumour should be set afloat which was not strictly true.",
		"Meanwhile, his great rival Coke, whose constant tendency to limit the prerogative by law and precedent had made him an object of particular dislike to James, had on two points come into open collision with the king's rights.",
		"And the third, where the cause is really ended, and it is sine fraude without relation to any precedent promise....",
		"His ruthlessness in this case, dangerous precedent as it was, was perhaps necessary; individual interests could not be respected.",
		"In 1661 under Clarendon's rule, the evil precedent had been admitted of receiving money from France, in 1662 Dunkirk had been sold to Louis, and in February 1667 during the Dutch war a secret alliance had been made with Louis, Charles promising him a free hand in the Netherlands and Louis undertaking to support Charles's designs \" in or out of the kingdom.\"",
		"Owing partly to the tribal system, and partly to the levelling effect of Islam, nothing similar to the Brahmanical system of social precedent is to be found in Baluchistan.",
		"By Caelius Antipater the methods of rhetoric were first applied to history, a disastrous precedent enough.",
		"The painter has departed from precedent in grouping the disciples, with their Master in the midst, along the far side and the two, ends of a long, narrow table, and in leaving the near or service side of the table towards the spectator free.",
		"Until the 17th century justice was 'administered according to custom and precedent, or, in ecclesiastical cases, by the rules of an ill-defined canon law.",
		"This expensive practice was abolished; various checks were placed upon legislative extravagance, and upon financial, special and local legislation generally; and among reform provisions, common enough to-day, but uncommon in 1875, were those forbidding the General Assembly to make irrevocable grants of special privileges and immunities; requiring finance officials of the state to clear their accounts precedent to further eligibility to public office; preventing private gain to state officials through the deposit of public moneys in banks, or otherwise; and permitting the governor to veto specific items in general appropriation bills.",
		"In Naples, following the precedent set by Arichis II., \" much affecting the glory of a greater name than duke,\" it ranked above that of duke.",
		"This division, which has been found convenient for the study of canon law, has no precedent in the collections of texts.",
		"It is now generally recognized that the description of the tabernacle altar is intended to provide a precedent for this vast structure, which would otherwise be inconsistent with the traditional view of the simple Hebrew altars.",
		"The penance was regarded (not without precedent in earlier times) as the discharge of a liability due to God or the Church; and so much sin was reckoned to involve so much debt.",
		"Moreover, Harold had before his eye as a precedent the displacement of the effete Carolingian line in France, by the new house of Robert the Strong and Hugh Capet, seventy years before, He prepared for the crisis that must come at the death of Edward the Confessor by bestowing the governance of several earldoms upon his brothers.",
		"Unfortunately for England his ambition was to be tile mirror of chivalry rather than a model administrator He took up and abandoned great enterprises with equal levity; he was reckless in the spending of money; and in times of trouble he was careless of constitutional precedent, and apt to push his prerogative to extremes.",
		"The increasing estrangement between him and the nation made him averse from the natural remedy of a parliament, and he reverted to the absolute practices of the middle ages, in order that he might strain them far beyond the warrant of precedent to levy a tax under the name of ship-money, first on the port towns and then on the whole of England.",
		"In these years Maximilian created three organs (apparently following the precedent set by his Burgundian ancestors in the Netherlands) - a Hofrat, a Hofkammer for finance, and a Hofkanzlei.",
		"The Left or Constitutionals, known afterwards as the Feuillants, among whom Barnave and Charles and Alexander Lameth were conspicuous, also wished to preserve monarchy but disdained English precedent.",
		"Again the hall was cleared by the National Guards, but order was restored in Paris only by employing regular troops, a new precedent in the history of the Revolution.",
		"Unable to rest on historic precedent like England, the Constituent Assembly took as the basis for its labors the tradition of the thinkers.",
		"The tables which he drew up from information obtained from all the presbyteries of Scotland were based on a system of actuarial calculation that supplied a precedent followed by insurance companies in modern times for reckoning averages of longevity.",
		"The governments of the Restoration showed the Church much favor, allowed the Jesuits and religious orders of both sexes to spread to an extent without precedent in the century, and to take hold of the education of more than half of the youth of both sexes in all classes of society.",
		"The Joint Stock Act of 1837 furnished the precedent and the principle for similar legislation in other American states and (it is said) for the English Joint Stock Companies Act of 1856.",
		"Their most original feature was the omission of a religious test for citizenship, though a precedent for this is to be found in the Plymouth Colony; on the other hand, the union of church and state was presumed in the preamble, and in 1659 a property qualification (the possession of an estate of X30) for suffrage was imposed by the general court.",
		"The HL was unusually candid about its reliance on policy and principle as well as precedent.",
		"For over 30 years, Compass Gallery has set a precedent of visiting all the Scottish shows.",
		"Paul Tully, General Secretary of Spuc, said \"This move represents a very worrying precedent.\"",
		"A decision of a vote does not create a binding precedent that has to be followed in other similar cases.",
		"These historical records show, tho, that a playoff berth, let alone promotion, would be just about without precedent.",
		"In some cases it is danced by one couple only as a precedent to leaving the lady in place beside the opposite gent.",
		"Allowing difficult cases to create a precedent for legalized killing is the wrong response.",
		"The campaign group claimed the development would desecrate the area and create an unwelcome precedent for other national parks.",
		"He said he has no intention of revealing the names of his confidential sources, citing journalistic precedent.",
		"The case has created a precedent upon which many men around the world may seek similar compensation.",
		"Hitherto, the categories of class claims have developed largely as a matter of judicial precedent.",
		"New leases are likely also to contain conditions precedent that must be met prior to assignment.",
		"There is at least some precedent for this, in the idea of the \" god friend \" as found in the Icelandic sagas.",
		"Still more serious an encroachment upon the constitution perhaps even than the institution of the major-generals was Cromwell's tampering with the municipal franchise by confiscating the charters, depriving the burgesses, now hostile to his government, of their parliamentary votes, and limiting the franchise to the corporation; thereby corrupting the national liberties at their very source, and introducing an evil precedent only too readily followed by Charles II.",
		"Not the least of his services was to procure an endowment for the chair, which served as a precedent in similar instances.",
		"It is true that centuries of law-abiding and litigious habitude had accumulated in the temple archives of each city vast stores of precedent in ancient deeds and the records of judicial decisions, and that intercourse had assimilated city custom.",
		"Courtney (afterwards Lord Courtney), when Secretary of the Treasury, had stated that \" it would be highly inexpedient to encourage upon light grounds competition against a company in the position of the Eastern Telegraph Company which has embarked much capital in existing lines \"; and that the permanent officials representing the Post Office before the Pacific Cable committee had stated \" that there was no precedent for the Imperial Government alone or in association with the Colonies managing or seeking business for a line of this kind.\"",
		"Not only did the constitution, which was modelled on the impossible Spanish constitution of 1812, prove unworkable, but the powers of the Grand Alliance, whose main object was to keep the peace of Europe, felt themselves bound to interfere to prevent the evil precedent of a successful military revolution.",
		"Lord Malmesbury now proposed that all three Powers should disarm simultaneously and that, as suggested by Austria, the precedent of Laibach should be followed and all the Italian states invited to plead their cause at the bar of the Great Powers.",
		"The secular authorities follow the precedent of Nicaea I.",
		"His claim to the crown of England is something without earlier precedent, something as far as possible removed from the open violence of aggressors who have no pretexts with which to disguise their aggression.",
		"The concentration of civil and ecclesiastical power by Wolsey in the hands of a churchman provided a precedent for its concentration by Henry VIII.",
		"It proceeds by adaptation and precedent.",
		"The chief merit of the scheme perhaps is that, contrary to nearly every precedent, it begins with the lower and rises to the higher groups of birds, which is of course the natural mode of proceeding, and one therefore to be commended.",
		"In 1074 Gregory actually assembled a considerable army; but his disagreement with Robert Guiscard, followed by the outbreak of the war of investitures, hindered the realization of his plans, and the only result was a precedent and a suggestion for the events of 1095.",
		"The payment for public service which Pericles had introduced may have contributed to raise the general level of culture of the citizens, but it created a dangerous precedent and incurred the censure of notable Greek thinkers.",
		"The central idea of his teaching was that naval supremacy is the condition precedent of all vigorous military offensive across the seas, and, conversely, that no vigorous military offensive can be undertaken across the seas until the naval force of the enemy has been accounted for - either destroyed or defeated and compelled to withdraw to the shelter of its own ports, or at least driven from the seas by the menace of a force it dare not encounter in the open.",
		"Garrisoned only by 1500 Venetians, the city was carried by storm (March I, 1428); the merciful precedent set by Mahommed I.",
		"An extraordinary love of precedent, the result apparently of conscious want of original power, was sufficient to keep their writers loyal to their early guide for centuries, till at length the allegiance, though not the fashion of it, has been changed in our own days, and Paris has replaced Shiraz as the shrine towards which the Ottoman scholar turns.",
		"While in Pretoria the high commissioner in the first instance addressed himself to inducing Johannesburg to lay down its arms. He telegraphed to the reform committee that Kruger had insisted \" that Johannesburg must lay down arms unconditionally as a precedent to any discussions and consideration of grievances.\"",
		"Soon after this king obtained the throne he borrowed the sum of 3000 marks from the city, and moreover founded the excellent precedent of repaying it at the appointed time.",
		"There was no precedent for large military forces, in close contact with a formidable enemy, embarking within easy artillery range of positions in the hands of the opposing side, and the most sanguine amongst high military authorities in the councils of the Entente feared that a withdrawal could not be carried out without incurring heavy losses.",
		"On his retirement the Belgian Cabinet departed from precedent by choosing, Jan.",
		"Moreover, the workmen of Kaga did not follow the Arita precedent of massing blue under the glaze.",
		"He admits only the first three figures, as in the original Aristotelian scheme, and in his later works he also attacks the validity of the third figure, following in this the precedent of Laurentius Valla.",
		"It was proved in the course of the long argument in this case that the archbishop of Canterbury had undoubtedly exercised such independent power of visitation both before and after the Reformation; and it was on this precedent that in 1888 the judicial committee of the privy council mainly relied in deciding that the archbishop had the right to cite before him the bishop of Lincoln (Dr Edward King), who was accused of certain irregular ritual practices.",
		"The main importance of the \"Lincoln Judgment,\" delivered on the 21st of November 1890, is that it set a new precedent for the effective jurisdiction of the archbishop, based on the ancient canon law, and so did something towards the establishment of a purely \"spiritual\" court, the absence of which had been one of the main grievances of a large body of the clergy.",
		"His style is clear, vigorous and epigrammatic; his arguments are characterized by strength of logic, and, like those of other patriots, are, as the dispute advances, based less on precedent and documentary authorities and more on \"natural right.\"",
		"No case precisely similar had as yet arisen, and, notwithstanding the precedent of Henry II., it might be doubted whether succession through a female was favoured by the constitution.",
		"When Germany acquired the Bismarck Archipelago in Melanesia the introduction of German names (New Pomerania, Neu Pommern, for New Britain; Neu Mecklenburg for New Ireland; Neu Langenburg for the Duke of York Group, &c.) met with no little protest as contrary to precedent and international etiquette.",
		"This language was called nahuatl, and one who spoke it as his native tongue was called nahuatlacatl, so that modern anthropologists are following native precedent when they use the term Nahua for the whole series of peoples now under consideration.",
		"On the constitutional side the Compromise of 1820 was important as the first precedent for the congressional exclusion of slavery from public territory acquired since the adoption of the Constitution, and also as a clear recognition that Congress has no right to impose .upon a state asking for admission into the Union conditions which do not apply to those states already in the Union.",
		"This is the origin of what is now called the Court of Claims. The precedent of Richard II.",
		"In 1397 John of Gaunt created a notable precedent in support of the steward's claim to be supreme judge in parliament by presiding at the trial of the earl of Arundel and others.",
		"This precedent is reported in the printed Year-Book of 1400, first published in 1553; it describes the trial of \"the earl' of H\" for participation in the rebellion of that year, and gives details of procedure.",
		"There is however no precedent of neutralization of any such area of the high sea, and international rivers, ocean canals and neutralized states are obviously no criterion in discussing a proposal to neutralize a strip of the ocean, which may be defined accurately enough on the map and which skilful navigators could approximately determine, but which might be violated without any practical means of detection by a belligerent commander whenever he misread, or it suited him to misread, his bearings.",
		"This claim is an innovation, and finds no precedent in Schleiermacher.",
		"He remonstrated, however, with the Nationalists for their threats in the session of 1918 and indignantly rejected as preposterous their claim to selfdetermination as a condition precedent to the entry of Britain into the Peace Conference.",
		"I propose that the heads may for this time nominate and the body comply, yet interposing (if they think fit) a protestation concerning their plea that this election may not hereafter pass for a decisive precedent in prejudice of their claim,\" and, \" whereas I understand that the whole university has chiefly consideration for Dr Henry Paman of St John's and Mr Craven of Trinity College, I do recommend them both to be nominated.\"",
		"Or astounding technological breakthroughs that have no precedent in reality.",
		"The closest precedent for such a council was the regency council of six, the Guardians of 1286.",
		"The leading authority on the doctrine of stare decisis under the law of England is Cross and Harris on precedent in English Law.",
		"Creation of an undesirable precedent, making it difficult to resist similar proposals elsewhere.",
		"It was this E Award for Excellence that set the precedent for Amana's reputation as producing a quality product.",
		"Although this manual was written several years ago, it is regularly updated and has been the precedent setting document for implementation of school uniforms all over the United States.",
		"At the time of writing, appeals were still pending, but the industry and file sharers alike recognized the ruling as precedent setting.",
		"Twitter elected not to sue the bloggers, wisely realizing that aside from setting a bad precedent, it would simply be uncool.",
		"The universal habit of writing and perpetual recourse to written contract even more modified primitive custom and ancient precedent.",
		"On the occasion of the Metrical Congress, which met in Paris in 1872, he, however, successfully protested against the recognition of the Vatican delegate, Father Secchi, as a representative of a state, and obtained from Count de Rmusat, French foreign minister, a formal declaration that the presence of Father Secchi on that occasion could not constitute a diplomatic precedent.",
		"He took a prominent part in state affairs, and, contrary to precedent, was seven times elected commander of the army.",
		"This precedent has been treated as settling the practice of parliament.",
		"Cases of hardship, which the early chancellors would certainly have relieved, were passed over by later judges, simply because no precedent could be found for their interference.",
		"As chancellor he issued writs for the election of thirty-six new members to fill vacancies caused during the long recess; this, though grounded upon precedent, was open to suspicion as an attempt to fortify Charles, and was attacked by an angry House of Commons which met on the 4th of February 1673.",
		"Francois I eschewed the established diamond cutters of Paris for those craftsmen of Antwerp, setting a precedent that is still in effect today.",
		"Yet no war had intervened; the industries of the land had flourished; the advance in accumulated wealth had been beyond all precedent; and immigration had increased.",
		"The precedent of nudity established by modern dancers implied artistic motives.",
		"With a tiny waist and breasts pushed forward, the stays set the precedent for an exaggerated female form.",
		"In 48 B.C. he was created dictator for the second time, probably with constituent powers and for an undefined period, according to the dangerous and unpopular precedent of Sulla.",
		"This latter practice was in accordance with abundant precedent, but had become very infrequent, if not obsolete, for many years before the Reformation.",
		"To assist in establishing the latter court a precedent of 1400 appears to have been deliberately forged.",
		"This precedent was twice imitated, first by the Turks in 1803 and a second time by the British in 1807.",
		"As a general rule, it is a condition precedent to the exercise of these powers by a company that the capital of the undertaking should be fully subscribed.",
		"They set the precedent in international relations.",
		"The policy thus initiated upon the precedent laid down by Otto the Great was a remedy for pressing evils.",
		"But ultimately, the results not being satisfactory, the precedent of Australia was followed, and by a law of 1860 domain lands were sold publicly at a fixed price.",
		"It was the precedent in case law governing consent to treatment.",
		"Following the precedent of St. John's house, St. Thomas's had two sorts of trainees.",
		"With the American precedent to inspire him, the emperor Nicolas II."
	],
	"synonyms": [
		"case law",
		"common law",
		"case-in-point",
		"guideline",
		"standard",
		"ruling",
		"preceding",
		"instance",
		"example",
		"model",
		"decision",
		"custom",
		"pattern",
		"exemplar",
		"authoritative example",
		"prior",
		"previous",
		"preceding",
		"past",
		"former",
		"antecedent",
		"foregoing",
		"earlier",
		"anterior",
		"advance"
	],
	"antonyms": []
}