{
	"word": "staunch",
	"meaning": [
		"Watertight; seaworthy.",
		"Firm; steadfast; loyal.",
		"Strong; solidly made; substantial.",
		"Dependable, persistent.",
		"To cease flowing or draining out or away.",
		"To stop or check (the flow of blood or of tears, etc.) from (a wound, opening, etc.)",
		"To stop or lessen (the flow or drain of funds, resources, etc.)",
		"To stop up or close off (a source of draining or leakage)",
		"To quench; quell."
	],
	"sentences": [
		"He was a staunch supporter of the co-operative movement.",
		"Politically, it is evident that he was a staunch supporter of the popular party.",
		"After the outbreak of the World War he was a staunch supporter of the Allies, and on Jan.",
		"Bogha himself remained till his death a staunch servant of the government.",
		"For a long time she sat awake in the dark, unable to staunch the flow of tears.",
		"Everywhere, save in staunch and steadfast Holland and Zeeland, a feeling of wavering and hesitation was spreading through the land.",
		"In his professional capacity, his attitude was correct enough; and, indeed, his anxiety for the French alliance and for the marriage between Elizabeth and Anjou led him to suggest concessions to Anjou's Catholic susceptibilities which came strangely from so staunch a Puritan.",
		"India, a staunch opponent of the Taliban, accused them of ' medieval barbarism ' .",
		"It is in David's history that the clans of the south first attained prominence, and some of them are known to have been staunch upholders of a purer worship of Yahweh, or to have been associated with the introduction of religious institutions among the Israelites.",
		"Theodosius Harnack was a staunch Lutheran and a prolific writer on theological subjects; his chief field of work was practical theology, and his important book on that subject, summing up his long experience and teaching, appeared at Erlangen (1877-1878, 2 vols.).",
		"Its members have been keen evangelists, trusting largely to \"revivals\" for their success, staunch Radicals in politics and total abstainers to a man.",
		"An active campaigner on many issues, Ainsley is a staunch advocate of the campaign for a fairer system of council tax.",
		"Travis are noted fans of its potato fritters and Manic Street Preacher James Dean Bradfield is also a staunch supporter.",
		"Arago, a staunch republican, refused to swear allegiance.",
		"This does not detract from the necessity when heavy bleeding is observed to examine the patient in order to try to staunch the blood.",
		"Nast was a staunch opponent of slavery and throughout the Civil War Nast produced patriotic drawings urging people to help crush the rebels.",
		"Within the parish Anthony Luther of Great Myles's, a staunch Protestant, took over Wright's role in vestry affairs.",
		"A staunch royalist, he lost three sons in the Civil War in the service of the King.",
		"During his life he remained a staunch conservative and had, it is said, the outlook of an 18th century squire.",
		"Maidenhead United chairman Jon Swan has paid tribute to club stalwart Brian Connor for his staunch service over the past nine years.",
		"Martin was a staunch defender of workers ' rights all his working life.",
		"Palin is a staunch Republican, and her political career began when she won a seat on the Wasilla City Council in 1992.",
		"The former was the driving force which made the First Crusade successful, where later Crusades, without its stimulus, for the most part failed; the latter was the one staunch ally which alone enabled Baldwin I.",
		"She was intelligent and tactful, a faithful wife, a devoted mother and a staunch friend.",
		"The natives proved staunch to the British connexion during the war of 1899-1902,.",
		"The Scottish earldom was first conferred in 1703 upon the 4th earl's great-grandfather, Archibald Primrose of Dalmeny (1664-1723), a staunch Whig and a commissioner for the Union.",
		"His rupture with France in October 1337, caused by his claims to the French crown, tended to withdraw his attention from Scotland, where, though the staunch Sir Andrew Murray died, Black Agnes drove the English besiegers from Dunbar (1338), while the Knight of Liddesdale recovered Perth.",
		"Although a staunch friend of the constitution, Madison believed, however, that the instrument should be interpreted conservatively and not be made the means of introducing radical innovations.",
		"Story was a staunch supporter of his Church, and had little sympathy for schemes of reunion with the other Presbyterian communities.",
		"When the religious wars broke out in France, Montluc, a staunch royalist, held Guyenne for the king.",
		"The controversy was renewed in 1503 and again in 1578; but the general support of the Jesuits and the staunch fidelity of the Majorcans saved Lull from condemnation.",
		"While Lord Bonville supported the queen, the house of Courtenay were staunch Yorkists, and the earl of Devon joined in the armed demonstration of Duke Richard in 1452.",
		"But a strong opposing current of feeling, equally passionate, set in against the Turks; war began and lasted long; and as the agitation at home and the conflict abroad went on, certain of Disraeli's colleagues, who were staunch enough at the beginning, gradually weakened.",
		"Ethel Reagan has become a staunch advocate of allowing the wondrous Psychic Tipster sufficient freedom to perform her good works amid mountains, or woods, or plains of Idaho where she resides.",
		"If a staunch unreconstructed Thatcherite gets in, the future of people like Clarke and Oatten in the Tory party becomes dubious.",
		"Despite his Evangelical convictions, Haweis remained a staunch churchman.",
		"Many in Ireland agreed that this was the patriotic thing to do - even staunch supporters of Home Rule.",
		"It was more of a shock that my Dad accepted cos he was a very staunch hindu.",
		"The Yankee States, of which he is so staunch a subject, are but a drop in the bucket.",
		"Wednesday May 3 I bump into Apu Bagchi, the once staunch Labor, now Independent candidate for Castle.",
		"They remained staunch to the end against odds uncounted, and fell with their faces to the foe.",
		"A staunch Roman Catholic, but belonging to a school of Augustinian enthusiasts (the Jansenists), whom the Church put down as heretics, he stands pretty much apart from the general currents.",
		"But what Barnabas did see with full reasoned conviction, he was staunch in upholding; thus he upheld the general cause of Gentile freedom from the obligation of circumcision (as distinct from perfect religious equality with Jewish believers) at the Jerusalem conference (Acts xv.).",
		"The comments by Senator Warner, a senior Republican who is a staunch supporter of the president, have reverberated loudly across Congress.",
		"He was a staunch puritan, and a member of the Suffolk committee for the prosecution of scandalous ministers under the Earl of Manchester.",
		"In the polling booth, tho, it has created conundrums, particularly for the most staunch of party supporters.",
		"You cannot staunch the wounds of a character who is having their wounds treated.",
		"I have been a staunch supporter of football in the town for over 78 years.",
		"He has long been a staunch advocate of a toll-free road system.",
		"She was a staunch opponent of the 1921 Treaty which gave Ireland dominion status within the British Empire.",
		"Applying over the phone is similar, as once the information is entered into the lender's computer system, it is also protected with staunch security and privacy measures.",
		"Anderson is vegan and a staunch supporter of animal rights and works regularly with People for the Ethical Treatment of Animals (PETA) on advertising and awareness campaigns.",
		"Mel Gibson, a staunch Catholic, has occasionally received bad press regarding drug and alcohol use.",
		"Welsh Terriers may not be as well known as some other Terrier breeds, but they do make staunch family companions.",
		"Her parents were not happy, as she was expected to go on to an affluent career much like her father, and her staunch religious background also did not allow much room for such creative nonsense.",
		"Capricorn is an earth sign and will give you a staunch and stoic control over your emotions.",
		"To the staunch audiophile, the quality of some streaming websites just doesn't compare to a high-quality download version.",
		"Visit the traditionally staunch Labor former mining communities where I live.",
		"Greg rushes to help Lynn and manages to staunch the bleeding until she can be taken to hospital.",
		"The dried powdered leaves can also be used to staunch the flow of blood from small cuts.",
		"He became a staunch Conservative, and, apart from his embassy to the emperor in 1524-1543, was mainly occupied during the last years of Henry's reign in brandishing the \"whip with six strings.\"",
		"Murat now joined the allies; Germany, Switzerland and Holland were lost to Napoleon; but when the allies began to invade Alsace and Lorraine, they found the French staunch in his support.",
		"The words rang hollow, as was seen when, on the 3rd of June, the deputies chose, as president of their chamber, Lanjuinais, the staunch liberal who had so often opposed the emperor.",
		"However, in the beginning of 1497 the Piagnoni were again in office, with the prior's staunch friend, Francesco Valori, at their head.",
		"He was a staunch adherent of the East Roman empire, which still exercised sovereignty over Rome, Ravenna and some other parts of Italy, and he impeded as far as possible the progress of the Lombards.",
		"The English version, taken from the account by Joseph Livesey in the Staunch Teetotaler, January 1867, is that one Richard Turner, a Preston artisan and popular temperance speaker, declared at a meeting about 1833, that \"nothing but tee-teetotal would do.\"",
		"Having been defeated at the elections of 1904, he was nominated senator; in parliament he had long been a staunch follower of Sig.",
		"He twice held the post of premier, and was the leader of Japanese conservatism, being a staunch opponent of party cabinets.",
		"He helped Henry George in his land agitation and was a staunch co-worker with Robert Smillie in the miners' movement.",
		"By Sir Roderick Murchison and his other staunch friends Livingstone was as warmly welcomed as ever.",
		"Sir Thomas Fuller, a Cape Town representative, though he remained outside office, gave staunch support to every enlightened liberal and progressive measure which was brought forward.",
		"The Chronicle, which, as its title implies, is rather a chronological table (with notes) than a history, is written with special reference to preChristian times and the introduction of Christianity, and exhibits the author as a staunch upholder of orthodoxy.",
		"Cromwell himself, however, remained throughout a staunch and constant upholder of religious toleration.",
		"It was through her staunch defence of Mirabeau in Poitou that John got possession of his nephew's person.",
		"But the staunch Federalists of the senate, who had begun to draw the party lines rather sharply, found the presence of the young Genevan highly distasteful.",
		"He was a staunch supporter of Charlemagne's principles of government and educational reforms; he established schools, and by his own literary achievements showed himself a worthy member of the learned circle which graced the Carolingian court.",
		"He was an influential advocate of the surrender of the proprietary government of the Jerseys to the Crown (1702), became a member of the New Jersey Council in 1703, was suspended 'by Governor Cornbury in 1704, was elected a member of the Assembly in 1707 and led that body in opposition to Cornbury, was reappointed to the Council under Governor Lovelace in 1708, was again suspended in 1709 by Lieut.-Governor Ingoldsby, was made President of the Council in 1710 under Governor Hunter, and in 1711, during Hunter's administration (1710-1719), of which he was a staunch supporter, was made a justice of the supreme court of New Jersey.",
		"Pointers are bred in the Kohistan of Kabul and above Jalalabad - large, heavy, slow-hunting, but fine-nosed and staunch; very like the old double-nosed Spanish pointer.",
		"The rest of the division was equally staunch, and the troops were helped by the example of their commander.",
		"He sided with President Jackson on the question of nullification; was an efficient supporter of President Polk's administration during the Mexican War; and was an ardent advocate of slavery extension into the Territories, but when the Compromise of 1850 had been agreed upon he became its staunch supporter as a Union Democrat, and on that issue was elected governor of Georgia by a large majority.",
		"During the years prior to the Great Rebellion, however, in spite of the preaching and writings of Vicar Prichard, Wroth and others, the vast mass of Welshmen of all classes remained friendly to the High Church policy of Laud and staunch supporters of the king's prerogative.",
		"Even that distinguished physiologist Johannes Muller remained a staunch vitalist.",
		"At the general election of 1892, however, only 9 Parnellites - the section which under Mr John Redmond remained staunch to his memory - were returned to parliament.",
		"In politics he was a staunch Federalist, and with Fisher Ames, Timothy Pickering and Theophilus Parsons (all of whom lived in Essex county, Massachusetts) was classed as a member of the \"Essex Junto,\" - a wing of the party and not a formal organization.",
		"On his return he was presented by Catherine to the living of Bradwell, in Essex, and remained to the last a staunch supporter of the unfortunate queen."
	],
	"synonyms": [
		"unswerving",
		"steadfast",
		"stanch",
		"solid",
		"rugged",
		"resolute",
		"reliable",
		"dyed-in-the-wool",
		"ardent",
		"true",
		"strong",
		"loyal",
		"firm",
		"faithful",
		"uncompromising",
		"halt",
		"stanch",
		"stem"
	],
	"antonyms": [
		"weak",
		"unreliable",
		"undependable",
		"irresolute",
		"disloyal"
	]
}