{
	"word": "supplant",
	"meaning": [
		"To take the place of; supersede, esp. through force or plotting.",
		"To usurp the place of, especially through intrigue or underhanded tactics.",
		"To remove or uproot in order to replace with something else."
	],
	"sentences": [
		"Both these works (now rare) are manifestly framed on the Linnaean method, so far as it had then reached; but in their arrangement of the various forms of birds they differed greatly from that which they designed to supplant, and they deservedly obtained little success.",
		"His dynasty was destined to supplant that of the Merovingian house.",
		"He defends them against Zeus, who, in accordance with a widely diffused mythical theory, desires to destroy the human race and supplant them by a new and better species, or who simply revenges a trick in which men get the better of him.",
		"He could trade upon Edwards precocious hatred of Marys religion, he could rely upon French fears of her Spanish inclinations, and the success which bad attended his schemes in England deluded him into a belief that he could supplant the Tudor with a Dudley dynasty.",
		"These suggestions can supplant distracting thoughts that can defeat the relaxation effort.",
		"And Chávez is looking to develop his natural gas reserves, which he believes may eventually supplant oil as the country 's main export.",
		"They held in precarious subjection the hordes whom the conditions of the climate and the soil made it impossible to supplant.",
		"Accusations had been made against John of Gaunt more than once during the earlier part of Richard II.'s reign of entertaining designs to supplant his nephew on the throne.",
		"In the 13th century the Pisans tried to attract a population to the spot, but it was not till the 14th that Leghorn became a rival of Porto Pisano at the mouth of the Arno, which it was destined ultimately to supplant.",
		"The experts generally agree that hearing aids cannot completely supplant sign languages.",
		"Hon. Members would do well to recognize that the European Union collective exists to supplant the nation state.",
		"Hence the RCM does not supplant the need for improved global models.",
		"One peculiarity of the Mad Max movies is the speed with which high-tech civilization falls and other forms of societies spring up to supplant it.",
		"In 1905 and following years motor omnibuses (worked mostly by internal combustion engines) began to a large extent to supplant horse traction.",
		"French Forms Are Freely Turned Into Pure Canadianisms, Like Cageux, Raftsman, Boucane, Brushwood Smoke, Portage, &C. New Characters, Which Appeal More Directly To The Local Audience, Sometimes Supplant Old Ones, Like The Quatre Vieux Sauvages Who Have Ousted The Time Honoured Quatre Z Officiers From The Canadian Version Of Malbrouk.",
		"He failed, however, to realize his ambition of shutting in the Capet king and isolating him from the rest of Europe by crafty alliances, notably that with the emperor Frederick Barbarossawhile watching an opportunity to supplant him upon the French throne.",
		"Glamorgan bound himself to carry out all the wishes of the nuncio, who intended that he should supplant Ormonde.",
		"And Chávez is looking to develop his natural gas reserves, which he believes may eventually supplant oil as the country's main export.",
		"Turlough had been elected tanist (see Tanistry) when his cousin Shane was inaugurated the O'Neill, and he schemed to supplant him in the higher dignity during Shane's absence in London.",
		"As brigadiergeneral (from March 1792) and second in command, he served under General Anthony Wayne in the latter's successful campaign of 1794 against the Indians, and in this campaign he seems to have tried to arouse discontent against his superior among the Kentucky troops, and to have intrigued to supplant him upon the reduction of the army.",
		"Hyper-Calvinism, ignorance and avarice cooperated in making the very name \"missions\" odious, ministerial education an impertinent human effort to supplant a spirit-called and spirit-endowed ministry, Sunday-schools and prayermeetings as human institutions, the aim of which was to interfere with the divine order, and the receiving of salaries for ministerial work as serving God for hire or rather as serving self.",
		"However, true progress in understanding the solar system and the planets only came when heliocentric ideas began to supplant the old geocentric system.",
		"Then it was easy to supplant her with another favourite, Mademoiselle de Lafayette.",
		"Of late there have happily appeared some decorators who prefer to choose their subjects from the natural field in which their great predecessors excelled, and there is reason to hope that this more congenial and more pleasing style will supplant its modern usurper.",
		"Though cherishing a strong antipathy to the received ecclesiastical formulas, Irving's great aim was to revive the antique style of thought and sentiment which had hardened into these formulas, and by this means to supplant the new influences, the accidental and temporary moral shortcomings of which he detected with instinctive certainty, but whose profound and real tendencies were utterly beyond the reach of his conjecture.",
		"It is natural, therefore, that it should influence and finally supplant Hebrew in popular use, so that translations even of the Old Testament eventually appear in it (Targums).",
		"Sprengtporten was haunted by the fixed idea that the jeunesse doree of the court was in league with his old enemies to traduce and supplant him, and not all the forbearance of the king could open his eyes.",
		"For a time, however, he stayed his hand, but the urgent solicitations of the western powers, and, above all, his fear lest Gustavus Adolphus should supplant him as the champion of the Protestant cause, finally led him to plunge into war against the combined forces of the emperor and the League, without any adequate guarantees of co-operation from abroad.",
		"By and by he conceived an aversion to his eldest son, and wished to supplant him by Motazz, the son of his favourite wife Qabiha.",
		"In1855-1856a disastrous commercial panic crippled the city; and in 1858, when at the height of the Fraser river gold-mine excitement it seemed as though Victoria, B.C., was to supplant San Francisco as the metropolis of the Pacific, realty values in the latter city dropped for a time fully a half in value.",
		"Each mayor, however, sought to supplant the others; the Pippins and Charles Martel succeeded, and their victory was at the same time the victory of Austrasia over Neustria and Burgundy.",
		"In 1904 a state oyster commission was created to supplant the independent control by the parishes.",
		"Under French rule, which has modified the old usages in many respects, local government of the Annamese type tends to supplant this feudal system.",
		"The boundary was beaconed in 1864, but when in 1865 Umtonga fled from Zululand to Natal, Cetywayo, seeing that he had lost his part of the bargain (for he feared that Umtonga 1 might be used to supplant him as Panda had been used to supplant Dingaan), caused the beacon to be removed, the Zulu claiming also the land ceded by the Swazis to Lydenburg.",
		"Making their way up from a position among the nobility to be the rulers of the land, and finally to supplant the kings, the Carolingians had especial need of resources from which to purchase and reward faithful support.",
		"Though a zealous supporter of repeal, he endeavoured to supplant O'Connell as the leader of the party, an attempt which aroused against him the popular antipathy of the Irish.",
		"Such persons were now, accordingly, destined to supplant the older and responsible ministers of the type of Clarendon and Ormonde, men of high character and patriotism, who followed definite lines of policy, while at the same time the younger men of ability and standing were shut out from office."
	],
	"synonyms": [
		"supervene upon",
		"supercede",
		"supersede",
		"replace",
		"displace",
		"cut out",
		"undermine",
		"succeed",
		"overthrow",
		"oust",
		"eject",
		"depose",
		"substitute",
		"remove",
		"usurp"
	],
	"antonyms": []
}