{
	"word": "foment",
	"meaning": [
		"To treat with warm water, medicated lotions, etc.",
		"To stir up (trouble); instigate; incite.",
		"To treat by fomentation.",
		"(medicine) To apply a poultice to; to bathe with a cloth or sponge."
	],
	"sentences": [
		"The younger sister knows exactly how to foment a disagreement between her older brothers.",
		"The riot downtown began to foment nervous feelingsin thelocal residents.",
		"Additionally, it explains why civilian militarists are so eager to foment war and international tensions.",
		"The principal believed that Drake would be more likely to foment the fight than John, so he called him into the office first.",
		"When Will gets around a group of people, he likes to foment heated discussion.",
		"January onwards The Fakir of Ipi makes repeated attempts to foment unrest against British colonial rule in India's North-West Frontier Province.",
		"A Home Office press release says there will be a consultation paper on places of worship \" being used to foment extremism \" .",
		"They then foment communal massacres, and then declare themselves champions of civilised values.",
		"Can the press warp perceptions and foment too many flimsy hatreds?",
		"In Eastern Europe his aim on the contrary is to foment rebellion.",
		"For this purpose former German Communist agents were employed to foment sedition and to arrange for acts of sabotage in Germany.",
		"An attempt to foment the enmity of the O'Donnells against him was frustrated by Shane's capture of Calvagh O'Donnell, whom he kept a close prisoner for nearly three years.",
		"From Cyprus Richard sailed to Acre, arriving on the 8th of June, and in little more than a month he was able, in virtue of the large reinforcements he brought, and in spite of dissensions in the Christian camp which he helped to foment, to bring the two years' siege to a successful issue (July 12th, 1191).",
		"She may have had interviews, with French agents who helped to foment the insurrection; but she was strong and wary enough to avoid Henry II.'s, as she had avoided Northumberland's, toils; for even in case of success she would have been the French king's puppet, placed on the throne, if at all, merely to keep it warm for Henry's prospective daughter-in-law, Mary Stuart.",
		"Perceiving that there were divisions and jealousies in the ranks of his opponents between Catholic and Protestant, Fleming and Walloon, he set to work by persuasion, address and bribery, to foment the growing discord, and bring back the Walloon provinces to the allegiance of the king.",
		"We are not aware of any suggestion of any of these being used to foment violent extremism.",
		"Rather, they deliberately foment sectarianism, a traditional weapon of colonizers.",
		"The resentment of the Franciscans, the presence of these and other reactionaries and of Spaniards, the attitude of foreign residents, and the ambitions of leading Californian families united to foment and propagate discontent.",
		"But the faction of Eulalius long continued to foment disorders, and the secular authority was compelled to intervene.",
		"In 1432 she secretly married Francis of Borselen, and endeavoured to foment a rising in Holland against the Burgundian rule.",
		"But when it was discovered that he had bribed the Delphian priestess to substantiate his charge he was himself obliged to flee; he went first to Thessaly and then to Arcadia, where he attempted to foment an anti-Spartan rising.",
		"Nunez from motives of ill-health did not openly assume the presidential office, but from his house near Cartagena he practically directed the government of the republic. The Liberals now began to foment a series of revolutionary movements, and these led in 1885 to a civil war extending over the departments of Boyaca, Cundinamarca, Magdalena and Panama.",
		"While his wife's influence could not increase the latter, it was successfully exerted to foment and embitter the former.",
		"Toease her aching back,the doctor told Jen to foment the area with a heat pack.",
		"The excessive favour which he showed to John, his youngest-born, was another cause of heart-burning; and Louis, the old enemy, did his utmost to foment all discords."
	],
	"synonyms": [
		"agitate",
		"stir-up",
		"stupe",
		"stir",
		"start",
		"spur",
		"rouse",
		"provoke",
		"nurse",
		"instigate",
		"incite",
		"goad",
		"foster",
		"excite",
		"encourage"
	],
	"antonyms": [
		"repress",
		"suppress",
		"quell",
		"discourage",
		"stop",
		"cease",
		"dampen",
		"dissuade"
	]
}