{
	"word": "inveterate",
	"meaning": [
		"Firmly established over a long period; of long standing; deep-rooted.",
		"Settled in a habit, practice, prejudice, etc.; habitual.",
		"Malignant; virulent; spiteful.",
		"1640, Edward Dacres, translation of The Prince by Niccolò Machiavelli, Chapter XIX .",
		"1851 January, author unknown, \"The Philosophy of the American Union, in The United States Magazine and Democratic Review, page 16."
	],
	"sentences": [
		"It is only the inveterate habit of reading Isa.",
		"In the same way, our ancient inveterate evils should also be burnt with fire.\"",
		"Both here and elsewhere his great fault was an inveterate superficiality.",
		"In fact, nearly the whole of the region between the Caucasus and the Perso-Turkish frontier on the south, from the Caspian Sea on the one side to the Black Sea on the other, was embroiled in a civil war of the most sanguinary and ruthless character, the inveterate racial animosities of the combatants being in both cases inflamed by religious fanaticism.",
		"In character the Indians are, as a rule, peaceable, though conscious of their numerical superiority and at times driven to join in the revolutions which so often disturb the course of local politics; they are often intensely religious, but with a few exceptions are thriftless, indolent and inveterate gamblers.",
		"But Borromeo had more formidable difficulties to struggle with, in the inveterate opposition of several religious orders, particularly that of the Humiliati (Brothers of Humility).",
		"The reference here is probably to the inveterate Hadad who, in his Aramaean form Ramman (Rimmon), is found in Palestine.",
		"It was Demosthenes who went to Byzantium, brought the estranged city back to the Athenian alliance, and snatched it from the hands of Philip. It was Demosthenes who, when Philip had already seized Elatea, hurried to Thebes, who by his passionate appeal gained one last chance, the only possible chance, for Greek freedom, who broke down the barrier of an inveterate jealousy, who brought Thebans to fight beside Athenians, and who thus won at the eleventh hour a victory for the spirit of loyal union which took away at least one bitterness from the unspeakable calamity of Chaeronea.",
		"Penetrated by the conviction that ignorance was the worst of the inveterate evils of old Russia, a pitiless enemy of superstition of every sort, a reformer by nature, overflowing with energy and resource, and with a singularly lucid mind armed at all points by a farreaching erudition, Prokopovich was the soul of the reforming party after the death of Peter the Great.",
		"Catherine de Medici, an inveterate match- and the maker, and also uneasy at Philip II.s increasing Nether- power, made advances to Jeanne, proposing to marry lands, her own daughter,Marguerite deValois,to Jeannes son, Henry of Navarre, now chief of the Huguenot party.",
		"To meet the objections of some inveterate cavillers, I may as well state, that if I dined out occasionally, as I always had done, and I trust shall have opportunities to do again, it was frequently to the detriment of my domestic arrangements.",
		"Nicotera, minister of the interior, began his administration of home affairs by a sweeping change in the personnel of the prefects, sub-prefects and public prosecutors, but found himself obliged to incur the wrath of his supporters by prohibiting Radical meetings likely to endanger public order, and by enunciating administrative principles which would have befitted an inveterate Conservative.",
		"This was partly owing to the fact that national aspirations of any sort were contrary to the imperial system, which claimed to rule by right divine, and partly to an inveterate distrust of the Magyars, who were regarded at court as rebels by nature, and therefore as enemies far more troublesome than the Turks.",
		"The year after his accession the clans MacWilliam and MacHeth, inveterate enemies of the Scottish crown, broke into revolt; but the insurrection was speedily quelled.",
		"Although an inveterate destroyer of eggs, this little creature prefers those of birds and the soft-shelled eggs of lizards to the very hard and strong-shelled eggs which are deeply buried in the crocodile's nest.",
		"His ruling principles were an inveterate hatred of the nobility, and an equal hatred of Sparta.",
		"Politicians are either known to be sexually promiscuous and inveterate liars, or we usually suspect them to be.",
		"The methods and appliances used are extremely primitive, and inveterate prejudice debars the average peasant from the use of new implements, fresh seed, or manure; he generally cares nothing for the rotation of crops, or for the cleanliness of his land.",
		"In the closing years of the century, Kano became the centre of resistance to British influence, and the emir, Alieu, was the most inveterate of Fula slave raiders.",
		"He was sober enough (for his day and society) in eating and drinking generally; but drank coffee, as his contemporary, counterpart and enemy, Johnson, drank tea, in a hardened and inveterate manner.",
		"Hermas sees that mere repentance is not enough to meet the backsliding condition in which so many Christians then were, owing to the recoil of inveterate habits of worldliness 4 entrenched in society around and within.",
		"Even as the minister of a constitutional monarch his intolerance of interference or joint authority, his temper at once imperious and intriguing, his inveterate inclination towards brigue, that is to say, underhand rivalry and caballing for power and place, showed themselves unfavourably; and his constant tendency to inflame the aggressive and chauvinist spirit of his country neglected fact, was not based on any just estimate of the relative power and interests of France, and led his country more than once to the verge of a great calamity.",
		"They are addressed to a people whose mental processes and philosophy were primitive; and since teaching, in order to be communicable, must adapt itself to current beliefs of God, man and nature - and the inveterate conservatism of man must be born in mind - the trend of ideas must not be confused with the average standard of thought. ?",
		"The inveterate local, one may perhaps say immediate, powers are felt to be nearer at hand than the national deity, who is more closely bound up with the changing national fortunes and with current philosophy.",
		"Indeed, as the history of the higher religions shows, religion tends in the end to break away from secular government with its aristocratic traditions, and to revert to the more democratic spirit of the primitive age, having by now obtained a clearer consciousness of its purpose, yet nevertheless clinging to the inveterate forms of human ritual as still adequate to symbolize the consecration of life - the quickening of the will to face life earnestly.",
		"When carried to excess it becomes an inveterate habit; but this happens chiefly in individuals of weak will-power, who would just as easily become the victims of intoxicating drinks, and who are practically moral imbeciles, often addicted also to other forms of depravity.",
		"The majority of the Norwegian Lapps lead a semi-nomadic existence; but the number of inveterate nomads can scarcely reach 1500 at the present day.",
		"He is a member of General Synod and the Church of England Evangelical Council, and is an inveterate chocoholic.",
		"Mr Zanelli lives and works as a private financial advisor in his hometown and is an inveterate long-distance runner.",
		"In England, by the boldness of the Lancet (founded in 182 3), the tyranny of prescription, inveterate custom, and privilege abused was defied and broken down; freedom of learning was regained, and promotion thrown open to the competent, independently of family, gild and professional status.",
		"Armenia inclined to the civilization and ere long to the Christianity of Rome, whilst her Arsacid princes maintained an inveterate feud with the Sassanids of Persia.",
		"At length, unable to contend any longer against the general and inveterate animosity displayed against him, fearing for the consequences to the monarchy, alarmed at the virulent attacks of the North Briton, and suffering from ill-health, Bute resigned office on the 8th of April.",
		"No other hand could have ventured to render the hair and beard of a sitter, as it was the habit of this inveterate linearist to do, not by indication of masses, but by means of an infinity of single lines swept, with a miraculous certainty and fineness of touch, in the richest amd most intricate of decorative curves.",
		"Meanwhile, that there shall be no clashing of conceptions to inhibit the tendency of the idea of an acquired \" grace \" to realize itself in action, is secured by the complete unanimity of public opinion, dominated as it is by an inveterate custom.",
		"Damasus, to whom they appealed for help, was unable to be of much service to them, the more so because that episcopal group, viewed askance by St Athanasius and his successor Peter, was incessantly combated at the papal court by the inveterate hatred of Alexandria.",
		"His southern vehemence gave him great influence among the students of the Quartier Latin, and he was soon known as an inveterate enemy of the imperial government.",
		"Even tame buffaloes seem to have an inveterate dislike to Europeans.",
		"When first known to the early colonists they were inveterate stock thieves, and were treated as wild animals, to be shot whenever an opportunity occurred.'",
		"The result is to emphasize (a) the inveterate and indissoluble connexion between religious, social and political life, (b) the differences between the ordinary current religious conceptions and specific positive developments of them, and (c) the vicissitudes of these particular growths in their relation to history.'",
		"Far otherwise is it with man at the stage of savagery - the stage of petty groups pursuing a self-centred life of inveterate custom, in an isolation almost as complete as if they were marooned on separate atolls of the ocean.",
		"The Briton has an inveterate dislike of third-class travel by sea, even on short trips.",
		"Nevertheless, his bill did not find favor with the Conservatives or the majority of the Liberals, and Sagasta, trimming according to his inveterate habit, found a pretext to get rid of Maura and Gamazo."
	],
	"synonyms": [
		"chronic",
		"hardened",
		"inured",
		"innate",
		"habitual",
		"fixed",
		"established",
		"enduring",
		"avid",
		"deep-seated",
		"deep-rooted",
		"confirmed",
		"settled",
		"ingrained",
		"entrenched"
	],
	"antonyms": [
		"short-lived"
	]
}