{
	"word": "vacuous",
	"meaning": [
		"Having or showing lack of intelligence, interest, or thought; stupid; senseless; inane.",
		"Devoid of substance or meaning; vapid or inane.",
		"Devoid of expression; vacant.",
		"Empty of matter.",
		"Characterized by lack of purpose, of profitable employment, etc.; idle."
	],
	"sentences": [
		"It's not vacuous, or wasn't meant to be.",
		"Again a startled look came over the somewhat vacuous face of Miss Mary Sutherland.",
		"In common with most of what Mr Blair says this is just vacuous rubbish.",
		"For us politics is n't about gimmicky pledge cards with vacuous statements.",
		"What the web does is remove any barriers to the expression of utterly vacuous drive.. .",
		"The bottom line is not enough happens and that which does is pretty vacuous.",
		"He was tall and sporty and wore a permanently vacuous expression.",
		"Restricted definitions of this kind are essential in qualitative arms control, however, without which the whole enterprise would become vacuous.",
		"So find out whether Matt really is a Vacuous Presenter type in the vacuous Presenter type in the Vacuous Personality Test.",
		"What the web does is remove any barriers to the expression of utterly vacuous drive...",
		"Unlike Mr Blair 's vacuous slogan, there was some substance to the health secretary 's claim.",
		"No-one seems to have any passion for anything these days except for this vacuous celebrity and consumerist culture.",
		"So find out whether Matt really is a Vacuous Presenter Type in the Vacuous Personality Test.",
		"If a long glass tube with plane ends, and containing some pellets of sodium is heated in the middle by a row of burners, the cool ends remain practically vacuous and do not become obscured.",
		"This makes a visit to the museum emotionally draining, but intellectually vacuous.",
		"James Clerk Maxwell (1831-1879) entered on his electrical studies with a desire to ascertain if the ideas of Faraday, so different from those of Poisson and the French mathematicians, could be made the foundation of a mathematical method and brought under the power of analysis.3 Maxwell started with the conception that all electric and magnetic phenomena are due to effects taking place in the dielectric or in the ether if the space be vacuous.",
		"It 's not vacuous, or was n't meant to be.",
		"Abney and Baker have shown that the pure dry chloride does not blacken when exposed in a vacuous tube to light, and that the blackening is due to absorption of oxygen accompanied by a loss of chlorine.",
		"He shows that the amount of work obtainable is equal to that which can be done by the first gas in expanding into the space occupied by the second (supposed vacuous) together with that done by the second in expanding into the space occupied by the first.",
		"Fleming discovered that if the filament is made incandescent by the current from an insulated battery there is a unilateral conductivity of the rarefied gas between the hot filament and the metal plate, such that if the negative terminal of the filament is connected outside the lamp through a coil in which electric oscillations are created with the platinum plate, only one half of the oscillations are permitted to pass, viz., those which carry negative electricity from the hot filament to the cooled plate through the vacuous space."
	],
	"synonyms": [
		"empty-headed",
		"vacant",
		"inane",
		"empty",
		"blank",
		"clear",
		"bare",
		"void",
		"mindless",
		"fatuous",
		"asinine",
		"hollow",
		"devoid",
		"silly"
	],
	"antonyms": [
		"filled",
		"aware",
		"intelligent",
		"full"
	]
}