{
	"word": "concord",
	"meaning": [
		"Agreement; harmony.",
		"Friendly and peaceful relations, as between nations.",
		"A treaty establishing this.",
		"Agreement between words in person, number, gender, or case.",
		"Agreement.",
		"The state capital of New Hampshire.",
		"A city in Northern California.",
		"A city in Massachusetts and a site of the Battle of Lexington and Concord.",
		"(intransitive, obsolete) To agree; to act together - Edward Hyde Clarendon."
	],
	"sentences": [
		"In 1840 Alcott removed to Concord, Massachusetts.",
		"Previous attempts at concord had been made at the request of different rulers, especially by Jacob Andrea with his Swabian Concordia in 1573, and Abel Scherdinger with the Maulbronn Formula in 1575.",
		"Some of the king's soldiers are going to Concord to get the powder that is there.",
		"On the Protestant side the identity is still clear in the Lutheran Formula of Concord (1577).",
		"Sometimes, on Sundays, I heard the bells, the Lincoln, Acton, Bedford, or Concord bell, when the wind was favorable, a faint, sweet, and, as it were, natural melody, worth importing into the wilderness.",
		"The concord of the Order with the towns and the Hanse was one great cause of its prosperity until the close of the 14th century; and the rupture of that concord in the 15th century was largely responsible for its fall.",
		"His grave is in the Sleepy Hollow cemetery at Concord, beside those of Hawthorne and Emerson.",
		"What does our Concord culture amount to?",
		"The stock of the Thoreaus was a robust one; and in Concord the family, though never wealthy nor officially influential, was ever held in peculiar respect.",
		"In reply to Rudolf Hospinian's Concordia discors (1607), he wrote a work, rich in historical material but one-sided in its apologetics, Concordia concors (1614), defending the formula of Concord, which he regarded as inspired.",
		"See Memoir and Official Correspondence of General John Stark (Concord, N.H., 1860) by his grandson Caleb Stark (1804-1864), who wrote in 1831 Reminiscences of the French War containing Rogers's Expeditions with the New England Rangers and an Account.",
		"The Formula of Concord (1577),which gave to the whole Lutheran Church of Germany a common doctrinal system, declined to accept the Calvinistic position that man's condemnation as well as his salvation is an object of divine predestination.",
		"One of the objects of the expedition sent by Governor Thomas Gage to Lexington and Concord on April 18-19, 1775, was the capture of Adams and John Hancock, temporarily staying in Lexington, and when Gage issued his proclamation of pardon on June 12 he excepted these two, whose offences, he said, were \"of too flagitious a Nature to admit of any other Consideration than that of condign Punishment.\"",
		"A few days after the fight at Lexington and Concord, Connecticut authorized an expedition under Ethan Allen which surprised and captured Ticonderoga and Crown Point.",
		"And in pursuing this thought he found that those consonances which beat faster than six times in a second are the very same that musicians treat as concords; and that others which beat slower are the discords; and he adds that when a consonance is a discord at a low pitch and a concord at a high one, it beats sensibly at the former pitch but not at the latter.\"",
		"Their dogmatic symbols are usually said to include nine separate creeds which together form the Book of Concord (Liber Concordiae).",
		"Luther's Catechisms, especially the shorter of the two, have been almost universally accepted, but the Form of Concord was and is expressly rejected by many Lutheran churches.",
		"The Concord granite is a medium bluish-grey coloured muscovitebiotite granite, with mica plates so abundant as to effect the durability of the polish of the stone; it is used for building-the outer walls of the Library of Congress at Washington, D.C., are made of this stone-to a less degree for monuments, for which the output of one quarry is used exclusively, and for paving blocks.",
		"A Senate and a House of Representatives, which together constitute the General Court, meet at Concord on the first Wednesday in January of every odd-numbered year, and at such other times as the governor may appoint for a special session, principally for the making of laws and for the election of the secretary of state, the state treasurer, and the commissary-general.",
		"A robust poor man, one sunny day here in Concord, praised a fellow-townsman to me, because, as he said, he was kind to the poor; meaning himself.",
		"The churches within Germany which refused the Book of Concord became for the most part Calvinistic or Reformed.",
		"Two Indian attacks are particularly noteworthy - one in 1698, in which Hannah Dustin, her newborn babe, and her nurse were carried away to the vicinity of Penacook, now Concord, New Hampshire.",
		"The first steps in railway building were taken in 1835, when the Boston & Maine, the Concord, and the Nashua & Lowell railways were incorporated.",
		"A constitution framed by a Convention which met in Concord on the Toth of June 1778 was rejected by the people in 1779.",
		"The supreme court holds one general term each year at Concord and on the first Tuesday of every month except July and August sits to hear arguments, make orders and render decisions; the superior court holds one or two sessions a year in every county.",
		"A noteworthy incident of the Concord affair, and characteristic of the attitude which the provincials had maintained and continued to maintain for another year, was the official representation to the king by the Massachusetts people that the regulars were the first to fire upon them, and that they returned the fire and fought through the day in strict defence of their rights and homes as Englishmen.",
		"The hunter who told me this could remember one Sam Nutting, who used to hunt bears on Fair Haven Ledges, and exchange their skins for rum in Concord village; who told him, even, that he had seen a moose there.",
		"After his return to America he remained in retirement at Concord until the day of his death, the 8th of October 1869.",
		"Remarkable concord seems generally to have existed in the municipia between the various classes of the population.",
		"For short periods, also, he studied in the academies of Strafford, N.H., Wolfeborough, N.H., and Concord, N.H.",
		"On the 19th of April 1775 the British columns returning from Concord were harassed by the farmers here, as in the other towns along the line of march.",
		"Later, the Variata of 1540 became the creed of the lVlelanchthonians and even of the Crypto-calvinists; so the framers of the Formula of Concord, promulgated in 1580, returned to the text handed in at the Diet.",
		"The textus receptus is that of the Formula of Concord, the divergent Latin and German forms being equally binding.",
		"The Wittenberg Concord (1536) and the Articles of Schmalkalden (1537) reaffirmed them.",
		"He graduated in 1856 at the Biblical Institute at Concord, New Hampshire (now a part of Boston University), became a minister in the Episcopal Church in 1857, and during the next three years was a rector first at North Adams, and then at Newton Lower Falls, Mass.",
		"In the Wittenberg Concord (1536) the reformers agreed to a settlement of the eucharistic controversy.",
		"Grotius was, however, animated by an ardent desire for peace and concord.",
		"She had been instructed in Greek by Emerson at Concord when she was eighteen years old.",
		"It is worthy of notice that this intercourse with Cromwell occurred when Baxter was summoned to London to assist in settling \"the fundamentals of religion,\" and made the memorable declaration, in answer to the objection that what he had proposed as fundamental \"might be subscribed by a Papist or Socinian,\" - \"So much the better, and so much the fitter it is to be the matter of concord.\"",
		"It is the seat of Livingstone College (African Methodist Episcopal, removed from Concord to Salisbury in 1882, chartered 1885).",
		"Concord is served by the Boston & Maine railway.",
		"Concord has broad streets bordered with shade trees; and has several parks, including Penacook, White, Rollins and the Contoocook river.",
		"From 1847 to 1867 Concord was the seat of the Biblical Institute (Methodist Episcopal), founded in Newbury, Vermont, in 1841, removed to Boston as the Boston Theological Seminary in 1867, and after 1871 a part of Boston University.",
		"In 1905 Concord ranked third among the cities of the state in the value of its factory products, which was $6,387,372, being an increase of 51.7% since 1900.",
		"When first visited by the English settlers, the site of Concord was occupied by Penacook Indians; a trading post was built here about 1660.",
		"In 1778 and again in 1781-1782 a state constitutional convention met here; the first New Hampshire legislature met at Concord in 1782; the convention which ratified for New Hampshire the Federal Constitution met here in 1788; and in 1808 the state capital was definitely established here.",
		"In 1814 the Middlesex Canal, connecting Concord with Boston, was completed.",
		"He spoke at Concord, ' Douglas and Lincoln first met in public debate (four on a side) in Springfield in December 1839.",
		"About the same time (May 1536) an agreement between the Lutherans and the Zwinglians was arranged by Martin Bucer, and was embodied in a document called the Concord of Wittenberg, and for the present the growing dissensions between the heads of the league, John Frederick, elector of Saxony, and Philip of Hesse, were checked.",
		"In 1728 a group of residents of Marlboro, Sudbury, Concord and Stowe, with the permission of the General Court, bought from the Indians 7500 acres of their lands, and agreed to establish forty English families on the tract within three years, and to maintain a church and school of which the Indians should have free use.",
		"It was agreed in the Wittenberg Concord to leave this an open question.",
		"He repeatedly expressed an admiration for Calvin's writings on the subject of the sacrament; and Melanchthon believed that if the Swiss accepted Calvin's theory of the Supper, the Wittenberg Concord could be extended to include them.",
		"Abu'l-Abbas inaugurated his Caliphate by a harangue in which he announced the era of concord and happiness which was to begin now that the House of the Prophet had been restored to its right.",
		"In this character her special sanctuary was in the prytaneum, where the common hearth-fire round which the magistrates meet is ever burning, and where the sacred rites that sanctify the concord of city life are performed.",
		"A network of canals supplies from 14,000 to 24,000 h.p.; and a small amount is also furnished by the Concord river, but about 26,000 h.p. is supplied by steam.",
		"The Catawba is the chief growth of the Lake Erie district; the other important vines being the Delaware and Concord.",
		"When Congress, after the fights at Lexington and Concord, resolved that the colonies ought to be put in a position of defence, the first practical step was the unanimous selection (June I 5), on motion of John Adams of Massachusetts, of Washington as commander-in-chief of the armed forces of the United Colonies.",
		"Although in 1849 he again vainly proposed emancipation in Kentucky, he was unanimously elected to the United States Senate, where in 1850 he temporarily pacified both sections of the country by successfully offering, for the sake of the \"peace, concord and harmony of these states,\" a measure or series of measures that became known as the \"Compromiseof 1850.\"",
		"The results of her study of German philosophy were seen in philosophical essays; in lectures on \"Doubt and Belief,\" \"The Duality of Character,\" &c., delivered in1860-1861in her home in Boston, and later in Washington; and in addresses before the Boston Radical Club and the Concord school of philosophy.",
		"The Concord of Wittenberg, made in 1536, was favourable for these schemes, but after five years spent in assiduous preparation war was prevented by the serious illness of the landgrave and the lukewarmness of his allies.",
		"In the evening of the 18th of April 1775 a British force of about Boo men under Lieut.-Colonel Francis Smith and Major John Pitcairn was sent by General Thomas Gage from Boston to destroy military stores collected by the colonists at Concord, and to seize John Hancock and Samuel Adams, then at Parson Clarke's house (now known as the Hancock-Clarke House) in Lexington.",
		"The British proceeded from Lexington to Concord (q.v.).",
		"The cathedral occupies the highest point in the town; it was not founded till the 13th century, taking the place of the so-called temple of Concord.",
		"Where the Sudbury and Assabet unite to form the beautiful little Concord river, celebrated by Thoreau, is the village of Concord, straggling, placid and beautiful, full of associations with the opening of the War of Independence and with American literature.",
		"At Concord there is a state reformatory, whose inmates, about Boo in number, are employed in manufacturing various articles, but otherwise the town has only minor business and industrial interests.",
		"The introduction of the \" Concord \" grape, first produced here by Ephraim Bull in 1853, is said to have marked the beginning of the profitable commercial cultivation of table grapes in the United States.",
		"Concord was settled and incorporated as a township in 1635, and was (with Dedham) the first settlement in Massachusetts back from the sea-coast.",
		"A county convention at Concord village in August 1774 recommended the calling of the first Provincial Congress of Massachusetts - one of the first independent legislatures of America - which assembled here on the 11th of October 1774, and again in March and April 1775.",
		"As the British proceeded to Concord the whole country was rising, and at Concord about 500 minute-men confronted the British regulars who were holding the village and searching for arms and stores.",
		"C. French (a native of Concord) marks the spot where once \" the embattled farmers stood and fired the shot heard round the world \" (Emerson).",
		"Concord was long one of the shire-townships of Middlesex county, losing this honour in 1867.",
		"Of the various orations (among others one by Edward Everett in 1825) that have been delivered at Concord anniversaries perhaps the finest is that of George William Curtis, delivered in 1875.",
		"In 1829 he married a beautiful but delicate young woman, Miss Ellen Tucker of Concord, and was installed as associate minister of the Second Church (Unitarian) in Boston.",
		"After his return from England in 1833 he went to live with his mother at the old manse in Concord, Mass., and began his career as a lecturer in Boston.",
		"In the autumn of 1835 he married Miss Lydia Jackson of Plymouth, having previously purchased a spacious old house and garden at Concord.",
		"And yet it was to this property-holding, debt-paying, law-abiding, well-dressed, courteous-mannered citizen of Concord that the ardent and enthusiastic turned as the prophet of the new idealism.",
		"More and more, as his fame spread, those who \"would live in the spirit\" came to listen to the voice, and to sit at the feet, of the Sage of Concord.",
		"His latter years were passed in peaceful honour at Concord.",
		"To find the distinctive technicalities of Lutheranism we have to leave Melanchthon's system (and his great Reformation creed, the Augsburg Confession) for the Formula of Concord and the lesser men of that later period.",
		"In 1646 she accompanied her husband to Minster, where he was sent by Mazarin as chief envoy, and where she charmed the German diplomatists who were making the treaty of Westphalia, and was addressed as the \"goddess of peace and concord.\"",
		"Ward, then began to work on commissions, and at the age of twenty-three received from the town of Concord, Massachusetts, an order for his well-known statue \"The Minute Man,\" which was unveiled (April 19, 1875) on the centenary of the battle of Concord.",
		"During the reign of Antoninus Pius (138 to 161), the concord between him and Aurelius was complete; Capitolinus (c. 7) says \"nec praeter duas noctes per tot annos mansit diversis vicibus.\"",
		"It was said that the terms of resignation had actually been agreed upon with Primus, one of Vespasian's chief supporters, but the praetorians refused to allow him to carry out the agreement, and forced him to return to the palace, when he was on his way to deposit the insignia of empire in the temple of Concord.",
		"His wife was the widow of Colonel Benjamin Rolfe, and the daughter of Timothy Walker, \"a highly respectable minister, and one of the first settlers at Rumford,\" now called Concord, in New Hampshire.",
		"Another work, based on the formula of Concord, was entitled Loci communes theologici.",
		"In the First Parish Church, the site of which is marked by a monument, the Provincial Congress, after adjournment from Concord, met from April to July 1775; the Massachusetts General Court held its sessions here from 1775 to 1778, and the Boston town meetings were held here during the siege of Boston, when many of the well-known Boston families made their homes in the neighbourhood.",
		"He wrote Addresses on the Kingdom of God (1827), History of the Alton Riots (1837), Statement of Anti-Slavery Principles (1837), Baptism, its Import and Modes (1850), The Conflict of Ages (1853), The Papal Conspiracy Exposed (1855), The Concord of Ages (1860), and History of Opinions on the Scriptural Doctrine of Future Retribution(1 878).",
		"Schmalkalden, drawn up by Luther in 1536, Luther's catechisms, and the Formula of Concord which was an attempt to settle doctrinal divisions promulgated in 1580, sum up what is called \" the confessional theology of Lutheranism.\"",
		"This speedily came to naught, and Alcott returned (1844) to his home near that of Emerson in Concord, removing to Boston four years later, and again living in Concord after 1857.",
		"Of Alcott's published works the most important is Tablets (1868); next in order of merit is Concord Days (1872).",
		"Take as a further example the fifth with harmonic overtones as under The fundamental and overtones of the second either coincide with or fall midway between overtones in the first, and there is no approach to a dissonant frequency of beats, and the concord is perfect.",
		"The famous expedition sent by General Thomas Gage of Massachusetts to Lexington and Concord on the 18th-19th of April 1775 had for its object, besides the destruction of materials of war at Concord, the capture of Hancock and Adams, who were temporarily staying at Lexington, and these two leaders were expressly excepted in the proclamation of pardon issued on the 12th of June by Gage, their offences, it was said, being \"of too flagitious a nature to admit of any other consideration than that of condign punishment.\"",
		"In the end, the greater proportion adopted the Book of Concord (1577), drafted chiefly by Jacob Andreae of Tubingen, Martin Chemnitz of Brunswick and Nicolas Selnecker of Leipzig.",
		"The Synodical Conference of North America, organized in 1872, compels its pastors to subscribe to the whole of the nine creeds contained in the Book of Concord.",
		"The Czartoryscy, of all men, were bound by their principles and professions to set their fellow citizens an example of fraternal concord.",
		"In 1908 there were 8 quarries at Concord, all on Rattlesnake Hill, and all within 2 m.",
		"In 1905 the value of the products in the eight cities of Manchester, Nashua, Concord, Dover, Rochester, Laconia, Keene, and Portsmouth, all of which are south of Lake Winnepesaukee, was 59.5% of that for the entire state.",
		"In 1842, before the expiration of his term, he resigned his seat, and at Concord, New Hampshire, began his career at the bar in earnest, though still retaining an interest in politics.",
		"Soon after the outbreak of the war with Mexico, in 1846, Pierce enlisted as a private at Concord, but soon (in February 1847) became colonel of the Ninth Regiment (which joined General Winfield Scott at Pueblo on the 6th of August 1847), and later (March, 1847) became a brigadier-general of volunteers.",
		"At the end of the war he resigned his commission and returned to Concord.",
		"In 1850 Pierce became president of a convention assembled at Concord to revise the constitution of his state, and used his influence to secure the removal of those provisions of the constitution of 1792 which declared that only Protestants should be eligible for higher state offices.",
		"After retiring from the presidency Pierce returned to Concord, and soon afterwards went abroad for a three years' tour in Europe.",
		"In 1765 the name was changed to the \"parish of Concord,\" and in 1784 the town of Concord was incorporated.",
		"This is not fully formulated even in the Lutheran Formula of Concord, nor yet in the Calvinistic canons of Dort and Confession of Westminster, though these and other Protestant creeds have various instalments of the finished doctrine.",
		"This creed may almost rank with the Lutheran Formula of Concord as summing up post-Reformation Protestant orthodoxy.",
		"But his love of peace and concord was not always sans grands despens to the kingdom.",
		"Concord is situated in a cotton-growing region, and its chief interest is in the manufacture of cotton goods.",
		"Concord was laid out in 1793 and was first incorporated in 1851.",
		"In 1602, in command of the \"Concord,\" chartered by Sir Walter Raleigh and others, he crossed the Atlantic; coasted from what is now Maine to Martha's Vineyard, landing at and naming Cape Cod and Elizabeth Island (now Cuttyhunk) and giving the name Martha's Vineyard to the island now called No Man's Land; and returned to England with a cargo of furs, sassafras and other commodities obtained in trade with the Indians about Buzzard's Bay.",
		"She is also beloved of my housemates, and we all co-exist in a peaceful two-door 'd concord.",
		"These support the idea that negative politeness (avoidance of discord) is more important than positive politeness (seeking concord ).",
		"Yet it saw political concord give way to suspicion and resentment.",
		"There eventually the parties seem to have managed to reach a compromise that was to be embodied in a final concord.",
		"Beneficent sovereigns had always been in perfect concord with the gratefully loyal people, who had never been disobedient and rebellious.",
		"I want to advocate a new concord to displace the old contention.",
		"Let us wait on God, in holy concord, and the blessing is sure to come.",
		"She was become a bond to both, an influence over each, a mutual concord.",
		"Anaphoric reference is, of course, subject to the usual rules for number concord in English and in Portuguese.",
		"Its faculties of theology - founded in 1841 at Newbury, Vt., as the Biblical Institute; in 1847-1867 in Concord, N.H.; and in 1867-1871 the Boston Theological Seminary - law, music, medicine, liberal arts and agriculture (at Amherst, in association with the Massachusetts Agricultural College), all antedate 1876.",
		"For his conduct in signing the advertisement soliciting subscriptions for the relief of the relatives of the Americans \" murdered by the king's troops at Lexington and Concord,\" he was tried at the Guildhall on the 4th of July 1777, before Lord Mansfield, found guilty, and committed to the King's Bench prison in St George's Fields, from which he only emerged after a year's durance, and after a loss in fines and costs amounting to X1 200.",
		"But though he formulated no system of philosophy, and seemed to show the influence now of Plato, now of Kant, or of German thought as filtered through the brain of Coleridge, he was, like his American master, associate and friend, steadily optimistic, idealistic, individualistic. The teachings of William Ellery Channing a little before, as to the sacred inviolability of the human conscience - anticipating the later conclusions of Martineau - really lay at the basis of the work of most of the Concord transcendentalists and contributors to The Dial, of whom Alcott was one.",
		"Not the least of his achievements on this occasion was the successful attempt, made with extraordinary tact, ability, knowledge and perseverance, to induce the Orientals, Anglicans and Old Catholics present to accept a formula of concord, drawn from the writings of the leading theologians of the Greek Church, on the long-vexed question of the Procession of the Holy Spirit.",
		"His principal expedition brought about the skirmish of the 19th of April 1775 (see Lexington), in which a detachment sent to seize some military stores collected at Concord suffered heavily at Lexington, Concord and other places, at the hands of the surrounding militia.",
		"The Borstal scheme of a juvenile-adult reformatory has been to some extent planned on the institutions of Elmira reformatory in the state of New York and of Concord in Massachusetts (see Juvenile Offenders).",
		"It is the opinion of John Muir that the big tree would normally live 5000 years or more; that the California groves are still in their prime; that, contrary to general ideas, the big tree was never more widely distributed than now, at least not within the past 8000 or io,000 years; that it is not a decaying species, but that on the contrary \" no tree of all the forest is more enduringly established in concord with climate and soil,\" growing like the mountain pine even on granite, and in little danger save from the greed of the lumberman; but other excellent authorities consider it as hardly holding its own, especially in the north.",
		"I will stir up all the farmers between here and Concord, and those fellows will have a hot time of it.",
		"When they reached Concord, they burned the courthouse there.",
		"At Lexington, not far from Concord, there was a sharp fight in which several men were killed.",
		"I have travelled a good deal in Concord; and everywhere, in shops, and offices, and fields, the inhabitants have appeared to me to be doing penance in a thousand remarkable ways.",
		"I doubt if there are three such men in Concord.",
		"I was more independent than any farmer in Concord, for I was not anchored to a house or farm, but could follow the bent of my genius, which is a very crooked one, every moment.",
		"Cannot students be boarded here and get a liberal education under the skies of Concord?",
		"All our Concord waters have two colors at least; one when viewed at a distance, and another, more proper, close at hand.",
		"It is a gem of the first water which Concord wears in her coronet.",
		"He rounded this water with his hand, deepened and clarified it in his thought, and in his will bequeathed it to Concord.",
		"I have said that Walden has no visible inlet nor outlet, but it is on the one hand distantly and indirectly related to Flint's Pond, which is more elevated, by a chain of small ponds coming from that quarter, and on the other directly and manifestly to Concord River, which is lower, by a similar chain of ponds through which in some other geological period it may have flowed, and by a little digging, which God forbid, it can be made to flow thither again.",
		"East of my bean-field, across the road, lived Cato Ingraham, slave of Duncan Ingraham, Esquire, gentleman, of Concord village, who built his slave a house, and gave him permission to live in Walden Woods;--Cato, not Uticensis, but Concordiensis.",
		"Not long since I read his epitaph in the old Lincoln burying-ground, a little on one side, near the unmarked graves of some British grenadiers who fell in the retreat from Concord--where he is styled \"Sippio Brister\"--Scipio Africanus he had some title to be called--\"a man of color,\" as if he were discolored.",
		"And then fresh sparks went up above the wood, as if the roof fell in, and we all shouted \"Concord to the rescue!\"",
		"But this small village, germ of something more, why did it fail while Concord keeps its ground?",
		"I also heard the whooping of the ice in the pond, my great bed-fellow in that part of Concord, as if it were restless in its bed and would fain turn over, were troubled with flatulency and had dreams; or I was waked by the cracking of the ground by the frost, as if some one had driven a team against my door, and in the morning would find a crack in the earth a quarter of a mile long and a third of an inch wide.",
		"The Concord hunter told him what he knew and offered him the skin; but the other declined it and departed.",
		"It was to see my native village in the light of the Middle Ages, and our Concord was turned into a Rhine stream, and visions of knights and castles passed before me.",
		"A wide variety of scooters can be had at Abibaba, located at 7855 Keele Street in Concord, Ontario, just outside of the city.",
		"Funny man Steve Carell was born in Concord, Massachusetts, in 1962.",
		"Steven John Carell was born on August 16, 1963 in Concord, Massachusetts.",
		"While some varieties such as Concord are multipurpose and make fine table grapes as well as grapes for jams and jellies, other grape varieties are especially suited for juicing, wine making, table grapes, or drying into raisins.",
		"Concord grapes, for example, droop downwards and therefore need a high trellis to allow them space to grow downwards.",
		"Pilot Pete Supplies offers discount prices on styles such as the Aviator Pilot , Concord Pilot and the Crew Chief Pilot.",
		"Aviator Shades Online presents a wide selection of styles that includes Aviator, Avion, Jag, P3 and Concord.",
		"Some of the delicious wines available include Kelley's Concord, Blueberry, Traminette and Old Barn Red.",
		"Sneakers and sport slides come in everything from peachy pink to bold concord grape tones.",
		"Concord - A Swiss company acquired by N.A.W.C. in the early 1970s.",
		"The first American alarm clock was invented in 1787 by Levi Hutchins of Concord, New Hampshire.",
		"For the main course, try the halibut with butternut squash and concord grape sauce, or one of the homemade pasta dishes like the cavatelli.",
		"In October 1774, when General Gage refused recognition to the Massachusetts general court at Salem, the members adjourned to Concord as the first provincial congress.",
		"The suburbs comprise the following distinct municipalities, Alexandria, with a population in 1901 of 9341; Annandale, 8 349; Ashfield, 14,329; Balmain, 30,076; Bexley, 3079; Botany, 33 8 3; North Botany, 3772; Burwood, 7521; Camperdown, 7931 Canterbury, 4226; Concord, 2818;2818; Darlington, 3784; Drummoyne, 4244; Enfield, 2 4 97;97; Erskineville, 6059; Glebe, 19,220;, Hunter's Hill, 4232; Hurstville, 4019; Kogarah, 3892; Lane Cove, 1918; Leichhardt, 17,454; Manly, 5035; Marrickville, 18, 775; Eastwood, 713; Mosman, 5691; Newtown, 22,598;22,598; North Sydney, 22,040; Paddington, 21,984; Petersham, 15,307; Randwick, 9753; Redfern, 24,2,9; Rockdale, 7857; Ryde, 3222; St Peter's, 5906; Vaucluse, 1152; Waterloo, 9609;9609; Waverley, 12,342; Willoughby, 6004; Woollahra, 12,351.",
		"Upon reaching America, he heard of the fighting at Lexington and Concord, and with the news of an actual outbreak of hostilities his feeling toward England seems to have changed completely.",
		"Under the supervision of a board of prison commissioners, which appoints the superintendent and warden of each, are a reformatory prison for women at Sherborn (1877), a state reformatory for men at Concord (1884), a state prison at Boston (Charlestown), and a prison camp and hospital at Rutland (1905).",
		"The popular agitators, headed by Samuel Adams - with whom John Hancock, an opulent merchant and one of the few of the richer people who deserted the crown, leagued himself - forced on the movement, which became war in April 1775, when Gage sent an expedition to Concord and Lexington to destroy military stores accumulated by the patriots and to capture Adams and Hancock, temporarily staying at Lexington.",
		"Eight states had ratified when the convention reassembled at Concord on the 17th of June, and four days later, when a motion to ratify was carried by a vote of 57 to 47, adoption by the necessary nine states was assured.",
		"This Book of Concord was accepted by the Lutheran churches of Sweden and of Hungary in 1593 and 1597; but it was rejected by the Lutheran churches of Denmark, of Hesse, of Anhalt, of Pomerania and of several of the imperial cities."
	],
	"synonyms": [
		"concordance",
		"harmony",
		"agreement",
		"capital of New Hampshire",
		"Lexington and Concord",
		"lexington",
		"unison",
		"unanimity",
		"treaty",
		"sst",
		"simultaneity",
		"rapprochement",
		"communion",
		"protocol",
		"pact",
		"agree",
		"accord",
		"harmonize",
		"fit-in",
		"consort",
		"harmonise",
		"concur",
		"hold"
	],
	"antonyms": [
		"disunity",
		"discord",
		"disagreement",
		"disagree"
	]
}