{
	"word": "unprecedented",
	"meaning": [
		"Having no previous example.",
		"Having no precedent or parallel; unheard-of; novel.",
		"Never before seen or done, without precedent."
	],
	"sentences": [
		"The preparations were made on an unprecedented scale.",
		"Under a government which allowed to the people an unprecedented liberty of speech.",
		"During the year 1905-1906 the society's circulation reached the unprecedented total of 5,977,453 copies, including 968,683 Bibles and 1,326,475 Testaments.",
		"His primacy was one of almost unprecedented activity.",
		"After America's entrance into the war he was called upon to raise unprecedented sums of money.",
		"It is unprecedented for so many nations to change their form of government so quickly and peacefully.",
		"Bocskay survived this signal and unprecedented triumph only a few months.",
		"This is unprecedented in the history of commerce and could not be done without the Internet. 9.",
		"But in spite of this unprecedented blaze of dramatic genius the theatre fell into pecuniary difficulties, and had to be closed, Holberg composing for the last night's performance, in February 1727, a Funeral of Danish Comedy.",
		"As regards matters of state the reign of Vladislav is marked by a decrease of the royal prerogative, while the power of the nobility attained an unprecedented height, at the expense, not only of the royal power, but also of the rights of the townsmen and peasants.",
		"The intervening period had been one of very exceptional prosperity in the United States, foreign commerce having reached an unprecedented volume, and agriculture and manufactures having made greater advancement than in any previous period of the country's history.",
		"The success of the paper was unprecedented.",
		"The success was instant, and, for a quarto, probably unprecedented.",
		"These people came in condition to breed with unprecedented rapidity, under the stimulus of an abundance, 2According to Lavasseur and Bodio, 14.5% from 1860 to 1880;",
		"At all events, the conferring of the title by a pope was entirely unprecedented; previously its validity had depended on the emperor solely.",
		"The phenomenon, which depends upon the inequalities of the moon's limb, was so vividly described by him as to attract an unprecedented amount of attention to the totality of the 8th of July 1842, observed by Baily himself at Pavia.",
		"The policy of fiscal transformation inaugurated by the Left increased revenue from indirect taxation from 17,000,000 in 1876 to more than 24,000,000 in 1887, by substituting heavy corn duties for the grist tax, and by raising the sugar and petroleum duties to unprecedented levels.",
		"Almost as subtle, and much more directly impressive, is the pathos of the death of Siegfried, which is heightened by an unprecedented appeal to a sense of musical form on the scale of the entire tetralogy.",
		"But in November 1898, on the occasion of the renewal of the commercial convention with Austria, the attack on the ministry was renewed with unprecedented virulence, obstruction being systematically practised with the object of goading the government into committing illegalities, till Banffy, finding the situation impossible, resigned on the 17th of February 1899.",
		"It would have been a bold, not to say a reckless, dreamer who dared predict that any future researches could restore to us the lost knowledge that had been forgotten for more than two millenniums. Yet the Victorian era was scarcely ushered in before the work of rehabilitation began, which was to lead to the most astounding discoveries and to an altogether unprecedented extension of historical knowledge.",
		"In 101 Marius was elected consul a fifth time (previously in 107, 104, 103, 102), hailed as the \"saviour of his country,\" and honoured with a triumph of unprecedented splendour.",
		"To crown all, the feud between Church and Empire broke out again with unprecedented violence.",
		"In the first war year (1914-5) exports fell to £182,000; they increased to £289,000 in 1916-7, fell to £144,000 the following year, but rose to the unprecedented figure of £51i,000 in 1918-9, a value due in part to inflated prices.",
		"Its ultra-sharp color screen displays maps with unprecedented clarity.",
		"In an unprecedented move, the UK government has now agreed to untie all its aid.",
		"The SenderBase Network gives mail administrators unprecedented real-time visibility into security threats from around the world.",
		"To pretend to know nothing was dangerous; it was impossible to reprove the king privately, while to do so openly was unprecedented.",
		"Indeed, such a transformation is unprecedented in the annals of human history.",
		"The telenovela seesaws from love and joy to despair and disaster with unprecedented vigor, and audiences can't get enough.",
		"Situated in a picturesque Irish castle with unprecedented panoramic views, Brennan's Bar & Grill has catapulted itself to the forefront of elegant, sophisticated dining.",
		"Where the Pacific meets the Sea of Cortez, delicious seafood and Mexican cuisine is celebrated in a festive environment that inspires vibrant revelry amid an unprecedented menu and incomparable scenery.",
		"Yet, Dr. Andrew Wakefield's 1998 MMR vaccine study provoked an unprecedented worldwide response.",
		"General Motors and other American automakers have always used incentives like cash rebates to help attract buyers, but the economic situation has forced them to offer unprecedented deals on new vehicles.",
		"However, they sometimes get blind sided by a series of unfortunate events, such as natural disasters, a mass casualty event, or an unprecedented number of people going on long term disability.",
		"The unprecedented response gave rise to a need for a few more gigs, which were marked for June.",
		"Such a release was unprecedented in the music industry, but the Clash always bucked the line.",
		"Hosting a premiere party could be an unprecedented flop if you didn't have a copy of the movie on hand.",
		"The tape, which leaked during the run up to the release of his fourth album, became something of a sensation and brought both Ray J and Kim an unprecedented level of success.",
		"ExerciseTV provides viewers with unprecedented access to a team of fitness experts and personalities that will motivate, inspire and help anyone achieve the healthy lifestyle they've always wanted.",
		"Perhaps equivalent to the Great Depression of World Wide Web history, the Dot Com industry suffered historical losses after three years of unprecedented financial gains on the Dow Jones Industrial Average.",
		"It seems you or your associates have a unique ability in these situations... more than unique; unprecedented.",
		"Marching with unprecedented rapidity, he entered Mengo on the r8th of December.",
		"Their working is observed with lively interest, for they carry the principle of direct popular sovereignty to lengths unprecedented except in Switzerland.",
		"The opposition to Johnson within the party greatly increased during his term, and the Democratic national convention of 1840 adopted the unprecedented course of refusing to nominate anyone for the vice-presidency.",
		"Upon Lord Birkenhead fell the difficult task of organizing the department and establishing regulations to deal with conditions altogether unprecedented.",
		"It is not to be expected that an art-revival following on, and in possession of, all the results of a period of unprecedented activity in scientific research should proceed with the same restraint as heretofore; but the unfettered activity, and the general encouragement to abandon the traditions of art, have no exact parallel in the past, and may yet prove a danger.",
		"The disgrace was unprecedented.",
		"Without any political principles, properly so called, and without interest in or knowledge of foreign affairs, he maintained himself and his party in power for an unprecedented period by his great tact, and in virtue of his two great political properties - of zeal against every species of reform, and zeal against the Roman Catholics.",
		"From the beginning of his residence with Ludovico his combination of unprecedented mechanical ingenuity with apt allegoric invention and courtly charm and eloquence had made him the directing spirit in all court ceremonies and festivities.",
		"A remarkable manifestation of this unprecedented reunion was the fact that a committee of the associated churches prepared and published a catechism expressing the positive and fundamental agreement of all the Evangelical Free Churches on the essential doctrines of Christianity (see The Contemporary Review, January 1899).",
		"This concession, which had been previously promised by Lord Grey, was granted by the British government, and, in 1854, a constitution was established of almost unprecedented liberality.",
		"But of course it must be remembered that not merely were munitions provided in 1917 and 1918 on an unprecedented scale, but that prices had risen enormously until, towards the close of the war, they were about double those of four years before.",
		"The beginning of his ascendancy is marked by an unprecedented outward expansion of Athenian power.",
		"In 1859 the mines were worked only for their gold; the ignorant miners threw away the \" black stuff \" which was really valuable silver ore with an assay value four times as great as that of their ores of gold; and when this was discovered there came a period of unprecedented silver production.",
		"The crowning complication in the effect of Der fliegende Hollander, Tannhauser and Lohengrin on the musical thought of the 10th century was that the unprecedented fusion of their musical with their dramatic contents revealed some of the meaning of serious music to ears that had been deaf to the classics.",
		"In the gth century, after the capital had been established at KiOto, the palace of the sovereigns and the mansions of ministers and nobles were built on a scale of unprecedented grandeur.",
		"The magnitude of the defeat, unprecedented in American history, was generally considered as due in part to the unwarranted character of the charges made by Cox himself during the campaign, but chiefly to a widespread revolt against the recent course of President Wilson, whose policies Cox upheld.",
		"The events in Phrygia could not appear new and unprecedented to the Roman Church.",
		"Notwithstanding the great development which he gave to his work and the almost unprecedented amount of discussion to which it gave rise, it remains a matter of some difficulty to discover what solid contribution he has made to our knowledge, nor is it easy to ascertain precisely what practical precepts, not already familiar, he founded on his theoretic principles.",
		"As the latter was staying at Biarritz, the unprecedented course was followed of Mr Asquith journeying there for the purpose, and on the 8th he resigned the chancellorship of the exchequer and kissed hands as prime minister.",
		"The Year of Jubilee, in 1525, was unprecedented in its scant attendance, but the jubilees of 1575 and 1600 again saw great armies of pilgrims marching to Rome.",
		"The course of the marriage and birth-rates, set forth above, affords evidence that the control over both has been exercised of recent years to an unprecedented extent, and it will appear from what is stated below, that partly owing to this cause, partly, also, to improved hygienic conditions in western life, there has been an even more pronounced decline in the rate of mortality.",
		"From his earliest days he had flung himself upon that study with an unprecedented ardour of delight and curiosity.",
		"How many more such honours he might have attained it is impossible to say; but he was expected to win both the gold medals at the degree examination, had his career as a student not been cut short by an unprecedented event.",
		"The potato, which was the sole food of at least half the people of an overcrowded island, failed, and a famine of unprecedented proportions was obviously imminent.",
		"The anniversary of his death has since been honoured in an unprecedented manner, the 19th of April being celebrated as \"Primrose Day\" - the primrose, for reasons impossible accurately to define, being popularly supposed to have been Disraeli's favourite flower.",
		"By these means, employed with consummate skill, he attained an unprecedented degree of accuracy, and as an incidental though valuable result, demonstrated the unreality of the supposed trepidation of the equinoxes.",
		"An Evicted Tenants Bill was however passed at the end of the session, which gave the Estates Commissioners unprecedented powers to take land compulsorily.",
		"On the opening, early in 1896, of the Constantinople-Salonica railway, which has a station here, a large proportion of the extensive transit trade which Enos, situated at the mouth of the Maritza, had acquired, was immediately diverted to Dedeagatch, and an era of unprecedented prosperity began; but when the railway connecting Burgas on the Black Sea with the interior was opened, in 1898, Dedeagatch lost all it had won from Enos.",
		"It caused a slackening of that spirit of communal initiative which had awakened in the midst of unprecedented disasters.",
		"We append the pedigree of Blair Athol, winner of the Derby and St Leger in 1864, who, when subsequently sold by auction, fetched the then unprecedented sum of 12,000 guineas, as it contains, not only Stockwell (the emperor of stallions, as he has been termed), but Blink Bonny and Eleanor - in which latter animal are combined the blood of Eclipse, Herod, Matchem and Snap, - the mares that won the Derby in 1801 and 1857 respectively, as well as those queens of the stud, Eleanor's greatgranddaughter Pocahontas and Blink Bonny's dam Queen Mary.",
		"A province subject to such conditions can hardly be free from famine or scarcity for any length of time; accordingly it was visited by two famines, one of unprecedented severity, and one scarcity, in the decade 1891-1901.",
		"This is reflected in unprecedented June runoff totals for some southern rivers draining permeable catchments.",
		"It is probably coincidental that life at the Limebrook Way farm site ceased at a time of unprecedented threat to the mighty Roman Empire.",
		"This had brought about the building of an unprecedented large electronic machine, called the colossus, brought into action just before D-Day.",
		"Peter Kay Multi award-winning comedian Peter Kay has extended his current tour by 40 dates due to an unprecedented demand for tickets.",
		"Its profound contempt for international law, science, secularism, and any concern for minimal social welfare at home or abroad is unprecedented.",
		"They were subjected to unprecedented press scrutiny which included criticism of their later role as symbols of 1960s youth counterculture.",
		"Being handed the CEO job at the world's largest media company during an unprecedented advertising downturn might appear to be a poisoned chalice.",
		"Lu called Beijing's military expansionism an \" unprecedented challenge \" for Taipei.",
		"With unprecedented generosity, the Craft has donated more than £ 858,000 including tax relief and interest.",
		"Visitors will get an unprecedented view of the racing from specially erected grandstands around the dock.",
		"This unprecedented influx of new players was countered by the sale of Neil Shipperley to Crystal Palace for one million pounds.",
		"An unprecedented adrenaline rush of close quarters combat seamlessly melded with the spine-tingling, shocking intensity of the paranormal unknown.",
		"His death forty-five years ago, was deeply mourned by the entire humanity on a scale unprecedented in the history of human beings.",
		"We now know that the unprecedented outpouring of billions of dollars for victims of the tsunami has made little impact.",
		"Spate conditions have been remarkably persistent in the English lowlands; in part, this reflects unprecedented groundwater levels.",
		"It's also that the campaign is being coordinated globally with an unprecedented precision.",
		"Taiwan's competitive and dynamic free-market economy has brought unprecedented prosperity to all levels of society.",
		"The remainder of the season includes an unprecedented slew of new productions, starting with Gaddafi.",
		"For Blakemore, who has endured suffering and pressure of unprecedented intensity since the 1980s, the task looks almost suicidal.",
		"MancWatch - January 2000 FASCINATING NUMBERS OF THE LAST MILLENIUM 1999 Bob Paisley wins unprecedented treble.",
		"Both these systems have achieved unprecedented tuning ranges in this wavelength range.",
		"This growth, in the second half of the 20th C, was historically unprecedented.",
		"Prices had tumbled down to almost unprecedented low levels.",
		"Such a success rate at the first attempt is virtually unprecedented.",
		"This is the only key to an understanding of its absolutely unprecedented excesses.",
		"The level of violence we are witnessing by robbers intent on stealing is quite unprecedented.",
		"In 2003 thousands upon thousands came into politics for the first time, propelled by the unprecedented anti-war upsurge.",
		"Vincent van unprecedented growth we've the sessions which.",
		"No one produces sexton Vincent van unprecedented growth we've the sessions which.",
		"The MODIS sensor is able to image precipitable water vapor with an unprecedented resolution of 1 kilometer.",
		"Greatly needing money for his campaign, John ordered another scutage to be taken from his tenants; this, moreover, was to be at the unprecedented rate of three marks on the knight's fee, not as on previous occasions of two marks, although this latter sum had hitherto been regarded as a very high rate.",
		"In addition to these great and beneficent changes, means were taken for developing more rapidly the vast natural resources of the country, public instruction received an unprecedented impetus, a considerable amount of liberty was accorded to the press, a strong spirit of liberalism pervaded rapidly all sections of the educated classes, a new imaginative and critical literature dealing with economic, philosophical and political questions sprang into existence, and for a time the young generation fondly imagined that Russia, awakening from her traditional lethargy, was about to overtake, and soon to surpass, on the path of national progress, the older nations of western Europe.",
		"Jealousy might prompt a doubt whether these plays were within the scope of \" legitimate \" music; but they were obviously stories of exceptional musical and romantic beauty, presented with literary resources unprecedented in operatic libretti.",
		"In 1903 the revenue amounted to 121/2 millions, and in 1904 the unprecedented figure of E.13,9o6,000 was reached.1 Yet during this perio4 the amount of direct taxation remitted reached E.I,90o,ooo a year.",
		"The fact that an unprecedented number of earth's inhabitants today live in poverty is an indictment of governments, not a reflection of some underlying natural limit.",
		"The unprecedented rise of competition between the monopolies is leading to the ruination of the economy at home.",
		"Unprecedented repression was imposed on Russophile clergy, both Uniat and Orthodox.",
		"No one produces sexton vincent van unprecedented growth we 've the sessions which.",
		"She is the longest, broadest, and tallest passenger vessel ever launched, with an unprecedented gross tonnage of 150,000 tons.",
		"We may also face a refugee crisis on an unprecedented scale.",
		"The tourist industry in Northern Ireland enjoyed an unprecedented boom prior to the end of the IRA cease-fire.",
		"This unprecedented surge in support for the fundamentalists can only be attributed to the US invasion of Afghanistan.",
		"We have seen unprecedented growth in the Irish economy in recent years, he said.",
		"Such a large group of nations forming the European Union is unprecedented in history.",
		"This change is unprecedented in terms of its procedural and legal complexity and extends unfamiliar areas of law to millions of people.",
		"Such a signal success was unprecedented in the records of similar undertakings.",
		"The breadth and scale of the EuroStemCell project are unprecedented in the field of stem cell research.",
		"I found out how important an emergency plan is due to the unprecedented fires we recently had here in California.",
		"What's more, the variety of MAC eyeshadows available to everyday consumers is unprecedented.",
		"The success of the famous \"red bathing suit\" photograph was unprecedented, making Fawcett the most popular pin-up girl of the seventies, and ultimately 12 million copies of the poster were sold.",
		"With a fleet of only one ship, visitors aboard Regal Empress are given unprecedented attention.",
		"What's more, the Discovery's size enables it to access Alaska's remote and intimate waterways, which allows you to see unprecedented views of the state's wilderness.",
		"In addition, small ships provide unprecedented personalized attention by a smaller, yet devoted staff.",
		"The trip departs from New York City and travels north, allowing passengers unprecedented views of the rich reds, bright oranges and golden yellows that flood the shores of the Hudson River during the vibrant autumn season.",
		"With its stunning natural beauty and unprecedented access to unique wildlife, Alaska is a popular cruise destination for senior citizens.",
		"An Alaska cruise affords you unprecedented views of breaching whales, gigantic grizzlies grazing along the shore, and endangered eagles soaring above rugged coastlines.",
		"The sailings offer unprecedented views of New York's picturesque Hudson River and surrounding areas, including the majestic slopes of Mount Marcy in the Adirondack Mountains and the awe-inspiring New York City skyline.",
		"The trip sails along Alaska's famed coastline and provides passengers with unprecedented views of massive glaciers, historic ports and unique wildlife.",
		"Since their debut record Rascal Flatts in 2000, this pop-country power trio has crested the charts and enjoyed unprecedented success.",
		"This looping steel roller coaster stands 150 feet tall and treats patrons to an \"unprecedented sensory experience\" as they listen to the rock band's hit single Whole Lotta Love play throughout the ride.",
		"Like all the newest consoles of its generation, it promises ground-breaking new graphical detail, and puts unprecedented processing and memory resources at the feet of eager game developers.",
		"You become part of a city that has unprecedented depth.",
		"It was an unprecedented move at the time because Marley and Vicky were still twins, but Jensen Buchanan (formerly Sarah on OLTL) was still playing the role of Vicky.",
		"The unprecedented move (at the time) to write out all of its original cast proved to be a success, as in 1988, CBS Y&R beat out long time favorite General Hospital for the number one soap opera spot, according to Nielsen's ratings.",
		"Even though the entire art of tattooing is enjoying an unprecedented surge, tribal work stands out from most other design genres.",
		"Surrounded by majestic towering mountains and the azure waters of the Sea of Cortez, this spectacular spa setting creates an enchanting environment that is truly unprecedented.",
		"He chiefly had borne the brunt and won the laurels of the unprecedented fight against deficit in which Italy had been involved since 1862.",
		"More than ever at the mercy of the Radicals and of their revolutionary allies, Rudini continued so to administer public affairs that subversive propaganda and associations obtained unprecedented extension.",
		"Briefly, they are to be found in the conditions of the time; the increasing insularity of the English barons, now no longer the holders of estates in Normandy; the substitution of an unpopular for a popular king, an active spur to the rising forces of discontent; and the unprecedented demands for money - demands followed, not by honour, but by dishonour, to the arms of England abroad.",
		"Abundant evidence was forthcoming as to the extent to which agriculture had been injuriously affected \" by an unprecedented succession of bad seasons.\"",
		"These features established the work in a position which it will always maintain by its unprecedented dramatic qualities and by the glory reflected from Wagner's later achievements; but we shall not appreciate the marvel of its nobler features if we continue at this time of day to regard the bulk of the music as worthy of a great composer.",
		"The book attained an almost unprecedented popularity both in America and in Europe, where it was translated into several languages; and it came to be considered a classic. Immediately after the appearance of this book Dana began the practice of law, which brought him a large number of maritime cases.",
		"It amounts toa new and unprecedented factor in organic development, external to the organism and yet produced by the activity of the organism upon which it permanently reacts.",
		"Much more memorable, however, was a library formed by Iyeyasus grandson the feudal chief of Mito (1662I 700), who not only collected a vast quantity of books hitherto scattered among Shinto and Buddhist monasteries and private houses, but also employed a number of scholars to compile a history unprecedented in magnitude, the Dai-Nihon-shi.",
		"The administration of the navy, called upon as it was to deal with a war of unprecedented magnitude, was overtaxed by the obligation to refit ships, raise crews, and provide for the numerous sick or wounded.",
		"The session of 1896-1897 was remarkable for a rapprochement between the ministry and the \" Left Reform Party,\" caused by the secessions of the \" Young Right,\" which led to an unprecedented event in Danish politics - the voting of the budget by the Radical Folketing and its rejection by the Conservative Landsting in May 1897; whereupon the ministry resigned in favour of the moderate Conservative Herring cabinet, which induced the Upper House to pass the budget.",
		"From them the young earl Douglas and duc de Touraine, the most powerful man in Scotland, stood apart, sullenly watching an unprecedented state of anarchy.",
		"He had resolved some time before never to obtain another slave, and \"wished from his soul\" that Virginia could be persuaded to abolish slavery; \"it might prevent much future mischief\"; but the unprecedented profitableness of the cotton industry, under the impetus of the recently invented cotton gin, had already begun to change public sentiment regarding slavery, and Washington was too old to attempt further innovations.",
		"Henry's \"quantity\" magnets acquired considerable celebrity at the time, from their unprecedented attractive power - one (August 1830) lifting 750 lb, another (March 1831) 2300, and a third (1834) 3500.",
		"Staring back at me from the kitchen table this morning - the totally unprecedented new look?",
		"The following year, 1532, parliament presented a petition to the king (which had been most carefully elaborated by the monarch's own advisers) containing twelve charges against the bishops, relating to their courts, fees, injudicious appointments and abusive treatment of heretics, which combined to cause an unprecedented and \" marvellous disorder of the godly quiet, peace and tranquillity\" of the realm.",
		"But the cry of Federal interference was raised as a result of the methods employed in securing his nomination, and this, together with the party division and the popularity of Cleveland, brought about Cleveland's election by the unprecedented plurality of 192,854.",
		"On leaving the Home Office in 1895, Mr Asquith decided to return to his work at the bar, a course which excited much comment, since it was unprecedented that a minister who had exercised judicial functions in that capacity should take up again the position of an advocate; but it was obvious that to maintain the tradition was difficult in the case of a man who had no sufficient independent means.",
		"Based on this unprecedented success, samples of Borlaug's seeds were sent abroad.",
		"It had been anticipated that the occupation of both the capitals would have brought the hostilities to a close, but this was not the case, and though after the 5th of June regular resistance was at an end, the army of occupation had still to face two years of almost unprecedented par- Diamond Hill.",
		"The difficulty of casting heavy arch ribs led to the construction of cast iron arches of cast voussoirs, somewhat like the voussoirs of masonry chambers and air locks, a feat unprecedented in the annals of engineering.",
		"When the author was preparing to return from Berlin, the Royal Academy made him their guest at a public dinner, an unprecedented honour; and the universities of Berlin, Heidelberg and Munich united in a testimonial of regard.",
		"Is it possible for the College to accommodate itself to these unprecedented conditions, so as to enable me to pursue my studies at Radcliffe?",
		"On the 3rd of July 1517 he published the names of thirty-one new cardinals, a number almost unprecedented in the history of the papacy.",
		"Sir Charles M ` Carthy was, however, governor for ten years (1814-1824), an unprecedented period, during which he did much for the development of the country."
	],
	"synonyms": [
		"unfamiliar",
		"inventive",
		"innovative",
		"fresh",
		"different",
		"newfangled",
		"original",
		"new",
		"novel",
		"exceptional",
		"unusual",
		"uncommon",
		"abnormal",
		"unparalleled",
		"unique"
	],
	"antonyms": [
		"precedented",
		"known",
		"unexceptional",
		"unremarkable",
		"usual"
	]
}