{
	"word": "fulminate",
	"meaning": [
		"To thunder and lighten.",
		"To shout forth (denunciations, decrees, etc.)",
		"To explode with sudden violence; detonate.",
		"To cause to explode.",
		"To express strong disapproval; inveigh.",
		"An explosive salt of fulminic acid, containing the monovalent negative radical CNO and used in detonators and percussion caps."
	],
	"sentences": [
		"I do not let my children fulminate against what their mother says.",
		"Guncotton containing more than 15% of water is uninflammable, may be compressed or worked without danger and is much more difficult to detonate by a fulminate This formula is retained mainly on account of its simplicity.",
		"Jowitschitsch (Ann., 1906, 347, p. 2 33) inclines to Scholl's formula; he found that the synthetic silver salt of glyoxime peroxide resembled silver fulminate in yielding hydroxylamine with hydrochloric acid, but differed in being less explosive, and in being soluble in nitric acid.",
		"If they follow through with changing the dress code, I'm positive the girls will fulminate.",
		"Would you fulminateagainst something even if you weren't directly affected by it?",
		"Only milligrams of silver fulminate is used in ' Snaps ', small twists of paper containing fulminate coated sand.",
		"The mercury was deposited in the canal between 1876 and 1968 by a former canalside factory that produced detonators using mercury fulminate.",
		"Mercuric fulminate is less explosive than the silver salt, and forms white needles (with 2H 2 O) which are tolerably soluble in water.",
		"It is still the commonest detonator, but it is now usually mixed with other substances; the British service uses for percussion caps 6 parts of fulminate, 6 of potassium chlorate and 4 of antimony sulphide, and for time fuses 4 parts of fulminate, 6 of potassium chlorate and 4 of antimony sulphide, the mixture being damped with a shellac varnish; for use in blasting, a home office order of 1897 prescribes a mixture of 4 parts of fulminate and 1 of potassium chlorate.",
		"In 1900 Bielefeldt found that a fulminate placed on top of an aromatic nitro compound, such as trinitrotoluene, formed a useful detonator; this discovery has been especially taken advantage of in Germany, in which country detonators of this nature are being largely employed.",
		"The early history of mercuric fulminate and a critical account of its application as a detonator is given in The Rise and Progress of the British Explosives Industry (International Congress of Applied Chemistry, 1909).",
		"Their official organs, indeed, continued to fulminate against the \" unconstitutional \" government, but the enthusiasm with which the programme had been received in the country showed the Coalition leaders the danger of their position, and henceforth, though they continued their denunciations of Austria, they entered into secret negotiations with the king-emperor, in order, by coming to terms with him, to ward off the fatal consequences of Kristoffy's proposals.",
		"It is to be distinguished from silver fulminate (see Fulminic Acid).",
		"Compressed dry guncotton is easily detonated by an initiative detonator such as mercuric fulminate.",
		"Julia began to fulminate against the protesters to her family when she saw the upsetting news on the television.",
		"Did you see the group fulminate outside of the courthouse?",
		"The use of mercuric fulminate as a detonator dates from about 1814, when the explosive cap was invented.",
		"A charge of compressed wet guncotton may be exploded, even under water, by the detonation of a small primer of the dry and waterproofed material, which in turn can be started by a small fulminate detonator.",
		"Guncotton containing more than 15% of water is uninflammable, may be compressed or worked without danger and is much more difficult to detonate by a fulminate."
	],
	"synonyms": [
		"rail",
		"berate",
		"roar",
		"rant",
		"fume",
		"explode",
		"detonate",
		"castigate",
		"condemn",
		"swear at",
		"bluster",
		"menace",
		"upbraid",
		"discharge",
		"blow up"
	],
	"antonyms": [
		"defend",
		"support",
		"flatter",
		"compliment",
		"praise"
	]
}