{
	"word": "despondent",
	"meaning": [
		"Filled with despondency; dejected.",
		"In low spirits from loss of hope or courage."
	],
	"sentences": [
		"The children, feeling sad and despondent, were about to follow him when the Wizard touched Dorothy softly on her shoulder.",
		"I'll give them a few months more before I start to get despondent.",
		"Before you get too despondent, though, there's some good news.",
		"In his law practice he had disappointed himself and his friends, and he became despondent as to his future.",
		"I'm not despondent, not in any way.",
		"In 1904, William Lemp became despondent after losing his friend, Frederick Pabst, and shot himself in the head with a Smith and Wesson revolver while in his upstairs bedroom.",
		"It is as if I were glad of a chance to take advantage of his being alone and despondent!",
		"The situation in Piedmont was far from promising, the exchequer was empty, the army disorganized, the country despondent and suspicious of the king.",
		"At the weekend I was feeling a bit despondent...finding it hard to meditate, that sort of thing!",
		"They enjoyed the challenge of working through problems, adapting their design rather than growing despondent.",
		"Don't become despondent if your product doesn't take off in its original state.",
		"Like another Socrates, he taught them to know themselves, repressing vanity, encouraging the despondent, and attaching all alike by his unobtrusive sympathy.",
		"After the occupation of Pretoria in June 1900 by Lord Roberts the Boer forces had been reduced to guerilla warfare, and Lord Kitchener, learning that the Transvaal commandants were despondent, invited General Botha to enter into negotiations, on the basis of the recognition of British sovereignty.",
		"Already in this play Ford exhibits the singular force of his pathos; the despondent misery of the aged Meleander, and the sweetness of the last scene, in which his daughter comes back to him, alike go to the heart.",
		"When Eric Braeden (and Victor) left the series in 2009 following a contract dispute, fans were despondent, fearing the series would not be the same.",
		"Despondent, she went from the dining hall to the top of the wall and leaned on it.",
		"You mean like maybe he was despondent and killed himself?",
		"Further investigation revealed that the son became increasingly despondent over the failure of his attempt to get his mother murdered.",
		"Having said that I'm not too despondent - I'm in the hunt.",
		"Some years ago I became very despondent with the whole subject of astrology.",
		"But, to change the subject, why are you so despondent about my leaving you now, dear mother?",
		"Down (naughty E still asleep) to find somewhat despondent D unable to find anything on tv to watch.",
		"See a couple of Indians trudging along the road looking very despondent.",
		"Bella is left despondent for months, rousing from her depression thanks to her friendship with Jacob who, along with many young men in his tribe, turns out to be a werewolf.",
		"In spite of all its inaccuracies and exaggerations the book served a useful purpose in reviving the self-respect of a despondent people.",
		"I could not be despondent while I anticipated the delight of talking to my mother and reading her responses from her lips.",
		"A child who is too young to appreciate or be able to use a watch with different features and functions may find it difficult to work with and end up being despondent with their present - however pretty it is!",
		"He at once proceeded to put fresh life into the despondent and irresolute Conservative party, and the Magyar aristocracy, by gallantly combating in the Vilag the opinions of Kossuth's paper, the Pesti Hirlap. But the multiplicity of his labours was too much for his feeble physique, and he died on the 9th of February 1842, at the very time when his talents seemed most indispensable."
	],
	"synonyms": [
		"heartsick",
		"doleful",
		"melancholy",
		"low",
		"hypochondriacal",
		"down",
		"dispirited",
		"disheartened",
		"disconsolate",
		"bummed",
		"blue",
		"sad",
		"discouraged",
		"dejected",
		"woebegone"
	],
	"antonyms": [
		"elated",
		"spirited",
		"hopeful",
		"up",
		"cheerful",
		"happy"
	]
}