{
	"word": "unwieldy",
	"meaning": [
		"Hard to wield, manage, handle, or deal with, as because of large size or weight, or awkward form.",
		"Awkward; clumsy.",
		"Badly managed or operated."
	],
	"sentences": [
		"The synthetic method employed by him was too unwieldy for common use.",
		"Its huge size makes it awkward and unwieldy, so the supposed practicality of it is completely negated.",
		"It can be unwieldy to run with multiple partners ' meetings.",
		"They can be unwieldy and cumbersome, making much activity beyond turning pages or handling the remote a bit of a challenge.",
		"His notation is rather unwieldy.",
		"However, crabs are very successful marine animals, so that unwieldy suit of armor, or exoskeleton, must have its advantages.",
		"Updos are natural choices, and blondes can easily create sleek looks because the thinness of the hair is easy to twist into stunning arrangements without unwieldy bulk.",
		"Throughout the late 1960s and 1970s, women and girls had gotten away from excessively fussy and hyper-feminine styles, but they returned in the 1980s, especially with the unwieldy stilettos.",
		"Unfortunately, since the original language was designed only for text, many of the work-arounds to incorporate images, page layout, and multimedia elements became very complex and unwieldy.",
		"As the Spanish dominions became more settled, the viceroyalty of Peru was found to be unwieldy.",
		"Side by side with these changes the imperial diet was becoming more useless and unwieldy, and the electors were gaining power, owing partly to the Wahlkapitulation, by which on election they circumscribed the power of each occupant of the imperial throne.",
		"One great drawback to the use of even the purest rock-salt simply ground is its tendency to revert to a hard unwieldy mass, when kept any length of time in sacks.",
		"P Bullarium of Benedict XIV., officially published by him in 1747; further, the Bullarium is a compilation arranged in chronological order, and its dimensions make it rather unwieldy.",
		"There is a moat and an impressive aisled barn The unwieldy vicarage of 1882, built by its vicar, once had vast grounds.",
		"The walkers are big, unwieldy brutes and you do get a feeling for the sheer weight and power these machines throw about.",
		"Such tactics were familiar to these veteran soldiers, but were embarrassing to an enemy armed with small bucklers and unwieldy weapons.",
		"The creature was too unwieldy to lift, so the hunter contented himself with cutting away one haunch and part of the flank.",
		"For deep sky observations an 8 inch reflector would be excellent - a good light grasp without being too unwieldy.",
		"Firstly, it would force rationalization of the farming industry, thereby strengthening demands to reform the unwieldy European Union Common Agricultural Policy.",
		"This, in turn, has made scope unwieldy at best.",
		"But mirror sizes up to 16 inches are often used - but then the telescope become heavy and somewhat unwieldy.",
		"In 1853 the rather unwieldy name was changed to the North London Railroad.",
		"Their systems must not be too unwieldy or prescriptive.",
		"Good to begin with, it has become even better, if a little unwieldy (growing from 315 pages to 558 ).",
		"Often generalizations can be very unwieldy, containing many clauses in their conditions.",
		"And because that definition is so unwieldy to trot out every time we think of these things, we say \" society \" .",
		"With larger classes the number of discussion groups could become unwieldy.",
		"I started off doing this by just sending carbon copies to multiple people in my mail program, but this rapidly got unwieldy.",
		"Hiving off catering and other services did reduce bottom line staff numbers but in other areas BA seems as unwieldy as ever.",
		"In May 1899 the minister of justice stated in the chamber of deputies that the machinery of the courts in the country was antiquated, unwieldy and incapable of performing its duties; that 50,000 cases were then waiting decision in the minor courts, and Io,000 in the federal division; and that a reconstruction of the judiciary and the judicial system had become necessary.",
		"The pike was far too unwieldy to use in close combat Type or group of weapons - Polearm - A group of pole-mounted weapons.",
		"Good to begin with, it has become even better, if a little unwieldy (growing from 315 pages to 558).",
		"And because that definition is so unwieldy to trot out every time we think of these things, we say \" society \".",
		"But Lowe - for all the unwieldy title - goes much further.",
		"The whole unwieldy structure is sustained by three main procedures each of which seems to me highly dubious.",
		"If these insects select only full grown caterpillars, I can scarcely imagine one of the smaller individuals managing these unwieldy bodies.",
		"The unwieldy bureaucracy of the LIG program remains a burden to all involved, notwithstanding the accepted need for accountability and quality assurance.",
		"The feature-creep led to the creation of a very complex product, which became so unwieldy that it became difficult to get it stable enough to release to the market.",
		"Sometimes, people drop off unwieldy items near a thrift store, and they give it away for free if they don't have space.",
		"The most common approach is to take over the unwieldy stack of bills and notices and compress it all into one, simple monthly payment through a debt management plan (DMP).",
		"A heavy satin gown with multiple crinolines will be stifling and unwieldy on a sandy beach, for example.",
		"The plants should be started in pots in spring and planted out as before; but after the second year the roots become unwieldy, and should be discarded.",
		"And instead of a large and unwieldy animal head, you might want to opt for a wig and a mask.",
		"Challenge your need for an unwieldy handbag and experience the previously unappreciated elegance of a slinky wristlet.",
		"But when the time comes and owners realize that the business has grown too large and unwieldy, restructuring and downsizing become necessary if the business is going to stay alive.",
		"While this can be done by hand with nothing more than Notepad, as the files get longer it can become more and more unwieldy.",
		"Augustus, however, finding it too unwieldy, again divided it into three provinces, one of which was Belgica, bounded on the west by the Seine and the Arar (Saone); on the north by the North Sea; on the east by the Rhine from its mouth to the Lacus Brigantinus (Lake Constance).",
		"Douglas was succeeded in his earldom by his grandfather, Sir James the Gross, an unwieldy veteran.",
		"The district of Anantapur was constituted in 1882 out of the unwieldy district of Bellary.",
		"Neither of these men professed to employ the calculus itself, but they recognized fully the extraordinary clearness of insight which is gained even by merely translating the unwieldy Cartesian expressions met with in hydrokinetics and in electrodynamics into the pregnant language of quaternions.",
		"In 1555 there were but three dioceses in the Netherlands - those of Tournay, Arras and Utrecht, - all of unwieldy size and under the jurisdiction of foreign metropolitans.",
		"The general election of 1890 gave the cabinet an almost unwieldy majority, comprising four-fifths of the Chamber.",
		"The \"Monitor\" had the advantage of being able to out-manoeuvre her heavier and more unwieldy adversary; but the revolving turret made firing difficult and communications were none too good with the pilot house, the position of which on the forward deck lessened the range of the two turret-guns.",
		"Owing to a misconception the columns used for advance were over-heavy and unwieldy, and the corps failed to achieve anything of importance.",
		"This permits the growing plant to be fed with rich fresh soil, without having been necessarily transferred to pots of unwieldy size by the time the flowering stage is reached.",
		"They may be looked upon as the last editors of the now unwieldy thesaurus; less probable is the view, often maintained since Rashi (11th century), that it was first written down in their age.4 4.",
		"The attacking army was formed in an unwieldy mass of ten \"battles,\" each consisting of horse and foot, and the whole formed in three lines each of three \"battles,\" with the tenth \"battle\" as a reserve in rear.",
		"The province, in fact, became so unwieldy that this was the chief relson for its partition in 1905.",
		"The infantry, meeting with great difficulties in its crossing of the Riet at Waterval owing to the country and its own unwieldy transport, followed 12 to 2 days later.",
		"Swords, helmets and coats of mail, he says, were seldom to be seen; in general they were armed only with huge shields, unwieldy spears and darts.",
		"In course of time, however, this body became too unwieldy for an effective cabinet, and Maria Theresa established the council of state.",
		"After six hours of desperate fighting the victory fell to the duke, who skilfully alternated the use of, archers and cavalry against the unwieldy English phalanx.",
		"But with Der Ring des Nibelungen Wagner devoted himself to a story which any ordinary dramatist would find as unwieldy as, for instance, most of Shakespeare's subjects; a story in which ordinary canons of taste and probability were violated as they are in real life and in great art.",
		"Another step in decentralization was taken in 1912 by the subdivision of the former unwieldy territorial division and by the grant of wider initiative to the commissioners of the divisions.",
		"It was constituted in 1875 out of the unwieldy district of Tirhoot.",
		"The voyage from Bingen to Dort takes from one to six weeks, and the huge unwieldy structures require to be navigated with great care.",
		"When light from an extended source is made to converge upon the crystal, the phenomenon of rings and brushes localized at infinity is obtained.The exact calculation of the intensity in this case is very complicated and the resulting expression is too unwieldy to be of any use, but as an approximation the formula for the case of a parallel beam may be employed, the quantities and p therein occurring being regarded as functions of the angle and plane of incidence and consequently as variables.",
		"His knowledge, his sympathy, his enthusiasm soon made themselves felt everywhere; the ruridecanal conferences of clergy became a real force, and the church in Cornwall was inspired with a vitality that had never been possible when it was part of the unwieldy diocese of Exeter."
	],
	"synonyms": [
		"unmanageable",
		"bulky",
		"ungainly",
		"clumsy",
		"awkward",
		"unhandy",
		"clunky",
		"gawky",
		"burdensome",
		"ponderous",
		"heavy",
		"cumbersome",
		"weighty",
		"involved",
		"elephantine"
	],
	"antonyms": [
		"wieldy",
		"convenient",
		"handy"
	]
}