{
	"word": "destitute",
	"meaning": [
		"Lacking resources or the means of subsistence; completely impoverished.",
		"Not having; being without; lacking (with of)",
		"Lacking the necessities of life; living in complete poverty.",
		"Abandoned; forsaken."
	],
	"sentences": [
		"Land bears have the soles of the feet destitute of hair, and their fur more or less shaggy.",
		"Nor is the country destitute of mineral wealth.",
		"Nor were the Boer leaders destitute of comprehensive schemes.",
		"Lassalle held that the co-operative schemes of SchulzeDelitzsch on the principle of \" self-help \" were utterly inadequate, for the obvious reason that the working classes were destitute of capital.",
		"When Ignatius arrived in Paris, he lodged at first with some fellow-countrymen; and for two years attended the lectures on humanities at the college de Montaigu, supporting himself at first by the charity of Isabella Roser; but, a fellowlodger defrauding him of his stock, he found himself destitute and compelled to beg his bread.",
		"Louis Philippe abdicated and fled to England almost destitute, being smuggled over the Channel by the cleverness of the British consul at Havre, and the queen employed Sir Robert Peel as her intermediary for providing him with money to meet his immediate wants.",
		"The church is a narrow oblong, destitute of aisles, 123 ft.",
		"I'm working my way through college, but what have I ever done to give you the idea I was destitute?",
		"For many years Western Australia was considered to be destitute of mineral deposits of any value, but it is now known that a rich belt of mineral country extends from north to south.",
		"Where any epitaph was set up - an immense number are destitute of any inscription at all - it is always painted or engraved on these slabs or tiles.",
		"At one stage he ended up destitute in a homeless men's hostel.",
		"He made various charitable bequests by his will, and among them a gift of $50,000 to found an institution, opened as the \"Astor House\" in 1854, for the education of poor children and the relief of the aged and the destitute in his native village in Germany.",
		"Now there are many forms of Exopterygota in which the creatures are almost or quite destitute of wings.",
		"Thus the whole of the Pulmonata (which breathe air, are destitute of gill-plumes and operculum and have a complicated hermaphrodite reproductive system) are either snails or slugs.",
		"The pampas were almost destitute of animal life before the horses and cattle of the Spanish invaders were there turned out to graze, and the puma and jaguar never came there until the herds of European cattle attracted them.",
		"Buffon remarked that the same temperature might have been expected, all other circumstances being equal, to produce the same beings in different parts of the globe, both in the animal and vegetable kingdoms. Yet lawns in the United States are destitute of the common English daisy, the wild hyacinth of the woods of the United Kingdom is absent from Germany, and the foxglove from Switzerland.",
		"The vascular system itself is quite peculiar, consisting of lacunae and channels destitute of endothelium, situated within the thickness of the basementmembrane of the body-wall, of the gut-wall and of the mesenteries.",
		"Limulus agrees with the majority of the Crustacea in being destitute of renal excretory caeca or tubes opening into the hinder part of the gut.",
		"The greater part is a rock destitute of soil, and presenting the wildest aspect; the ground is cold, poor and sterile; and the whole face of the country bears marks of volcanic action.",
		"This insurrection gave birth to one of those wars in which a whole nation, destitute of pecuniary resources, military organization and skilful leaders, but familiar with the country, is opposed to a handful of soldiers advantageously posted and well officered.",
		"Two inscriptions in Cufic characters surround the vase, but they, it would seem, are merely ornamental and destitute of meaning.",
		"In the red bird of paradise (Paradisea rubra) the same feathers are greatly elongated and destitute of webs, but differ from those in the other species, in being flattened out like ribbons.",
		"The names, it need hardly be remarked, belong to the prehistoric period, and equally with the figures are destitute of historical value.",
		"Many of these still remain in another form (the district hospital, the lunatic asylum, the gaol, two asylums for the infirm and destitute, the Protestant and Catholic orphan schools), involving a government expenditure which partly sustains the business of the town.",
		"Destitute of form and idea, it is evil; as capable of form it is neutral.",
		"The critical philosophers of the 18th century were often destitute of the historical spirit, which was no part of the endowment needed for their principal social office.",
		"All these, he says, \" were parcels of matter destitute of life and feeling, but through miracles they became vehicles of the power of God absorbed or taken into themselves.\"",
		"Among the public buildings and institutions are the Marine Museum, the Public Library (founded in 1854 by Josiah Little and containing about 45,000 volumes), the old Tracy mansion (built in 1771 or 1772), which forms part of the Public Library building, the Anna Jacques and Homoeopathic hospitals, homes for aged women and men, a Home for Destitute Children, Old South Church, in which is the tomb of George Whitefield, and the Young Men's Christian Association building, which is a memorial to George Henry Corliss (1817-1888), the inventor, erected by his widow, a native of Newburyport.",
		"The choir is usually long, and is sometimes, as at Llanthony and Christ Church (Twynham), shut off from the aisles, or, as at Bolton, Kirkham, &c., is destitute of aisles altogether.",
		"He was learned, as learning was understood among the Italian clergy of the 18th century; but he was destitute of critical faculty, and the inaccuracy of his quotations is proverbial.",
		"The whole of the eastern coast is rocky and destitute of harbours, especially the part called Coela, or \"the Hollows,\" where part of the Perisan fleet was wrecked.",
		"On the other hand, no part of Greece is so destitute of interesting remains of antiquity as Euboea.",
		"His writings in tone and character are always alike \" rich in thought and destitute of form, passionate and hair-splitting, eloquent and pithy in expression, energetic and condensed to the point of obscurity.\"",
		"The larvae are active and well-armoured, upon the whole of the ' ` campodeiform \" type, but destitute of cerci; they are predaceous in habit, usually with slender, sickle-shaped mandibles, wherewith they pierce various insects so as to suck their juices.",
		"The fertile glens of the Alcaraz district are richly wooded, and often, from their multitude of fruit trees, resemble the huertas or gardens of Alicante; but broad tracts of land are destitute of trees, and suitable only for pasture.",
		"It receives its name from its soil (weathered from the weak underlying limestone), which is black in colour, almost destitute of sand and loam, and rich in limestone and marl formations, especially adapted to the production of cotton; hence the region is also called the \"Cotton Belt.\"",
		"They are best developed in the Pulmonata; in some cases they are very rudimentary and may be destitute of an external opening.",
		"Among the charitable institutions are the City Hospital (1886), the Santa Rosa Infirmary (1869), maintained by Sisters of Charity, a House of Refuge (1897), a Rescue Home (1895), a home for destitute children and aged persons (1897), the St Francis Home for the Aged (1893), St John's Orphan Asylum (1878), St Joseph's Orphan Asylum (1871) and the Protestant Home for Destitute Children (1887).",
		"Its mountains, which rise to a height of 1 72 ft., are rugged and nearly destitute of verdure, but the intervening valleys afford pasturage for sheep.",
		"He died in 1819, and was succeeded by his son, Lilohilo, or Kamehameha II., a mild and well-disposed prince, but destitute of his father's energy.",
		"In only two things could they take the initiative, helpfulness and mercy; the deserving poor and the destitute were to receive instant relief; but no member could give anything to his relatives without consulting the heads of the society.",
		"The church at Bayham was destitute of aisles either to nave or choir.",
		"The friars' churches were at first destitute of towers; but in the 14th and 15th centuries, tall, slender towers were commonly inserted between the nave and the choir.",
		"Long after this, however, travellers speak of Barcelona as destitute of a harbour; and it is only in the 17th century that satisfactory works were undertaken.",
		"The upper jaw is apparently destitute of incisor and canine teeth, but possesses five molars on each side, with a corresponding number in the jaw beneath.",
		"Tangier is almost destitute of manufactures, and while the trade, about ยฃ750,000 a year, is considerable for Morocco, it is confined chiefly to imports, about two-fifths of which come from Great Britain and Gibraltar, and one quarter from France.",
		"In the rose, passion-flower, clematis, honeysuckle, &c., in which the flowerbuds are developed at the ends of the young shoot of the year, we have examples of plants destitute of flower-buds during the winter.",
		"It is highly doubtful whether the three powers could have collected more than forty ships of the line - and they would have been hastily manned, destitute of experience, and without confidence.",
		"In 1888 (before the similar work of the Salvation Army was inaugurated) the Church Army established labour homes in London and elsewhere, with the object of giving a \"fresh start in life\" to the outcast and destitute.",
		"These homes deal with the outcast and destitute in a plain, straightforward way.",
		"Room was found for the daughter of Mrs Desmoulins, and for another destitute damsel, who was generally addressed as Miss Carmichael, but whom her generous host called Polly.",
		"Though the author was a man of limited intelligence and destitute of historical skill, yet the last part of his work at least has considerable value as a contemporary account of events during the middle period of the 8th century.",
		"Poor Law.A law passed by the North German Confederation of the 6th of June 1870, and subsequently amended by an imperial law of the 12th of March 1894, laid down rules for the relief of the destitute in all the states composing the empire, with the exception of Bavaria and Alsace-Lorraine.",
		"But any destitute German subject must be relieved by the local union in which he happens to be at the time, the cost of the relief being defrayed by the local or provincial union in which he has his domicile.",
		"Here also are the state normal and model schools (1855), the state library, housed in the capitol, the state school for deaf mutes, the state home for girls, one of the two state hospitals for the insane (opened in 1848), the state arsenal - the building being the old state prison - the state prison (1836), St Francis hospital (1874), Mercer hospital (1892), the William McKinley memorial hospital (1887), the city hospital, two children's day nurseries, the Friends' home, the Union industrial home (for destitute children), the Florence Crittenton home (1895), the indigent widows' and single women's home (1854), the Har Sinai charity society, the home for friendless children, and the society of St Vincent de Paul.",
		"There is no country in Europe destitute of more or less abundant proofs of the almost universal prevalence of barrow-burial in early times.",
		"In modern times the word asylum has come to mean an institution providing shelter or refuge for any class of afflicted or destitute persons, such as the blind, deaf and dumb, &c., but more particularly the insane.",
		"Scotland was as yet, and in fact remained, destitute of constitutional history as it appears in England.",
		"The \" planting \" of ministers in the highlands, which had since the Reformation been almost destitute of religious instruction, bred a populace singularly strict in the matter of \" Sabbath observance,\" and, except in districts still Catholic or Episcopalian, eager supporters of the Free churches.",
		"Chamalari, which the Spaniards called El Corazon from its heartshaped appearance, is similarly destitute of a crater.",
		"It is a waste, destitute of water and with but scanty vegetation.",
		"A piece of cast iron, or steel or bronze, shows on rupture a granular, crystalline surface destitute of any fibre.",
		"It was deliberately based upon a monopoly of the trade in spices, and remained from first to last destitute Decline of the true imperial spirit.",
		"On the west is the Arakan Yoma range, and on the east the Pegu Yomas; and the face of the country, where it does not rise into mountains, is everywhere broken ty low ranges of hills, many of which are barren and destitute of all vegetation.",
		"In the second, there is no claim that thought at one and the same time imposes form on \" the given \" and is susceptible of treatment in isolation by logic. With Herbart the forms of common experience, and indeed all that we can regard as his categories, are products of the psychological mechanism and destitute of logical import.",
		"The greater part of the mountain is destitute of trees, but the lower Ararat is clothed with birches.",
		"The surface is undulating and destitute of any striking natural features, although the valleys of the Saale and Ilm are picturesque.",
		"The thread spun by the jenny could not, however, be used except as weft, being destitute of the firmness or hardness required in the longitudinal threads or warp. Arkwright supplied this deficiency by the invention of the spinning-frame, which spins a vast number of threads of any degree of fineness and hardness.",
		"His New Theory of the Earth (1696), although destitute of sound scientific foundation, obtained the praise of both Newton and Locke, the latter of whom justly classed the author among those who, if not adding much to our knowledge, \"at least bring some new things to our thoughts.\"",
		"The waters of this cavern appear to be entirely destitute of life; and the existing fauna comprises only a few bats, rats, mice, spiders, flies and small centipedes.",
		"The education scheme, having for its object the planting of schools in destitute Highland districts, came into existence in 1824.",
		"A perfect obligation is one which is directly enforceable by legal proceedings; an imperfect or moral obligation (the naturalis obligatio of Roman law) is one in which the vinculum juris is in some respects incomplete, so that it cannot be directly enforced, though it is not entirely destitute of legal effect.",
		"This region is rainless, barren and inhospitable, absolutely destitute of vegetation except in some small river valleys where irrigation is possible, and on the slopes of some of the snow-covered peaks where the water from the melting snows nourishes a scanty and coarse vege tation before it disappears in the thirsty sands.",
		"The head and neck are destitute of feathers, and the former, which is much flattened above, is in the male crowned with a caruncle or comb, while the skin of the latter in the same sex lies in folds, forming a wattle.",
		"There are two principal varieties - silver cochineal, which has a greyish-red colour, and the furrows of the body covered with a white bloom or fine down; and black cochineal, which is of a dark reddish brown, and destitute of bloom.",
		"As regards rival Isiac and Mithraic baptisms, he asserts that their waters are destitute of divine power; nay, are rather tenanted by the devil who in this matter sets himself to rival God.",
		"His contribution is a mass of legends destitute of foundation or critical sense, but both here and in the Chronica de Cister he writes a good prose.",
		"The mountainous areas are the only ones of adequate precipitation; the northern slope of the Colorado Plateau is almost destitute of water; the region of least precipitation is the \" desert \" region.",
		"It is now completely destitute of trees, but it abounds with brushwood of lentisk and cistus, and here and there affords a patch of corn-land to the occasional sower from Myconus.",
		"Whereas the western Ek-tagh Altai rises above the snowline and is destitute of timber, the eastern double ranges barely touch the snow-line and are clothed with thick forests up to an altitude of 6250 ft.",
		"He is much less of a mere mocker than Lucian, and he is entirely destitute, even when he deals with monks or pedants, of the ferocity of Swift.",
		"Unlike the later reforming abbes of the philosophe period, Saint-Pierre was a man of very unworldly character and quite destitute of the Frondeur spirit.",
		"She was almost destitute, but was courteously treated by Charles the Bold, then count of Charolais, and so made her way to her father in France.",
		"Previously to the British occupation of India they had been accustomed to live, almost destitute of clothing, by the produce of their herds, by the chase and by plunder.",
		"A State Board of Children's Guardians, with an office in Jersey City, cares for destitute children.",
		"There is no definition of the expression \" common lodging-house \" in the Public Health Acts, and at one time the courts decided that shelters for the destitute kept by charitable persons were not common lodging-houses.",
		"With the exception of some stunted willows the islands are practically destitute of trees, but are covered with a luxuriant growth of herbage, including grasses, sedges and many flowering plants.",
		"The Aleutian Islands are almost destitute of trees, but are covered with a luxuriant growth of herbage.",
		"The valleys of the two streams last mentioned, and of others that flow in the same direction, are almost wholly destitute of trees, but where the bare rock does not prevail, the mountain slopes are carpeted with grass.",
		"Some few form trees of considerable stature destitute of tendrils, and with broad magnolia-like leaves in place of the more or less palmately-lobed leaves which are most generally met with in the order.",
		"Among other charitable institutions are the Curtis Home (1894) for destitute women and girls, the Bethesda Home (1890) for homeless girls and their children, the Florence Crittenton Home (1893) for homeless and unfortunate women, the Roselia Foundling Asylum and Maternity Hospital (1891), the Protestant Home for Incurables (1883), the Pittsburg Newsboys' Home (1894), the Children's Aid Society of Western Pennsylvania, the Pittsburg Association for the Improvement of the Poor and the Western Pennsylvania Humane Society.",
		"Mrs Canning, who was left destitute, received no help from her husband's family, and went on the stage, where she was not successful.",
		"Ascension was originally destitute of vegetation save on the summit of Green Mountain, which owes its verdure to the mists which frequently enshroud it, but the lower hills have been planted with grasses and shrubs.",
		"So, when the friars came and established themselves in the poorest localities of the towns, and brought religion to the destitute and the outcasts of society, assimilating themselves to the conditions of life of those among whom they worked, they supplied a need with which the parochial clergy were unable to cope.",
		"That Corneille was by no means destitute of the critical faculty his Discourses and the Examens of his plays (often admirably acute, and, with Dryden's subsequent prefaces, the originals to a great extent of specially modern criticism) show well enough.",
		"Funk suggests Apollinarianism, which is the refuge of the destitute; and Achelis inclines in the same direction.",
		"This section is fringed northwards by the sandy beach of the Caspian, here almost destitute of natural harbours, and rises somewhat abruptly inland to the second section, comprising the northern slopes and spurs of the Elburz, which approach at some points within 1 or 2 m.",
		"Though he possessed a fine and flexible voice, his manner as a speaker was ineffective, and his speeches were generally ill-arranged and destitute of oratorical point.",
		"Civilized Europe had been caught at a moment when it was completely destitute of a war-navy; the Franks had never been maritime in their tastes, the English seemed to have forgotten their ancient seafaring habits.",
		"Though cunning, he was destitute alike of foresight and of self-control; he could never discern the way in which his conduct would be judged by other men, because he lacked even the rudiments of a conscience.",
		"The scheme was not destitute of practical ability, and if it had been duly carried out would have placed France in such a crisis of danger as she has seldofmknown.",
		"Though not destitute of good impulses Lancaster was hasty, improvident and obstinate; he was unfortunate in his choice of friends, for he allied himself to all his fathers unscrupulous dependents.",
		"He was destitute of military skill, and wrecked army after army by attempting hard tasks at inappropriate times and by mistaken methods.",
		"No sign of trouble or rebellion followed, the opposition being destitute of a fighting leader.",
		"In many regions the rising was purely disorderly and destitute of organization.",
		"The Wycliffites were a feeble folk, compelled to subterraneous ways, and destitute of learned leaders or powerful supporters.",
		"The people, destitute of other means of livelihood, crowded to the relief works.",
		"The leaves are usually articulated at the base, spreading, sharp-pointed and needle-like in form, destitute of oil-glands, and arranged in alternating whorls of three; but in some the leaves are minute and scale-like, closely adhering to the branches, the apex only being free, and furnished with an oil-gland on the back.",
		"A husband who wilfully abandons his wife, leaving her destitute, or who refuses to support her when he is able to do so, may be punished by imprisonment in the state prison not exceeding one year or in the county jail or workhouse not more than six months nor less than fifteen days, and for ten days, in the discretion of the judge, he may be kept on a bread and water diet.",
		"The northern summits are destitute of trees, but the lower slopes of the Upper Harz are heavily wooded with pines and firs.",
		"Large areas are wholly destitute of vegetation, and after crossing loo m.",
		"The ventral fin is also elongated, and all the fins are destitute of spines.",
		"In size and plumage the two sexes offer a striking contrast, the male weighing about 4 lb, its plumage for the most part of a rich glossy black shot with blue and purple, the lateral tail feathers curved outwards so as to form, when raised, a fan-like crescent, and the eyebrows destitute of feathers and of a bright vermilion red.",
		"This order was annulled in 1224 by Honorius III., who declared it \"destitute of all colour of right and honesty.\"",
		"On the 27th Manin left Venice for ever on board a French ship. His wife died at Marseilles, and he himself reached Paris broken in health and almost destitute, having spent all his fortune for Venice.",
		"Left destitute by the death of his father, who held a post in the household of the duchess of Vendome, his theological studies at the College de Lisieux in Paris were prosecuted at the expense of the duke of Bourbon.",
		"Alloys of copper with aluminium, though often nearly or completely destitute of tin, are known as aluminium bronze, and are valuable for their strength and the resistance they offer to corrosion.",
		"Thus Max Muller's theory that myths are \" a disease of language \" seems destitute of evidence, and inconsistent with what is historically known about the relations between the language and the social, political and literary condition of men.",
		"South Africa is largely destitute of forest save in the lower valleys and coast regions.",
		"The vacancies left in this middle class by this continual desertion were not compensated for by the progressive advance of a lower class destitute of personal property and constantly unsettled in their work.",
		"But it could not be pursued, since it required for its application a consistency, and a power to act on a definite political principle, of which the Mahommedan conquerors were absolutely destitute.",
		"But whatever their position may have been legally, they were as grasping as any feudal nobility in Europe, and they were singularly destitute of any capacity for combined political action.",
		"Among her many educational endowments may be specified the St Stephen's Institute in Vincent Square, Westminster (1846); she started sewing schools in Spitalfields when the silk trade began to fail; helped to found the shoe-black brigade; and placed hundreds of destitute boys in training-ships for the navy and merchant service.",
		"The destruction of property was enormous, the hardest-working and best tax-paying element in the country was destroyed, or impoverished, and where the breadwinners were killed the women and children were left destitute.",
		"It is not used in modern medicine, being destitute of any special virtues.",
		"These books are often bitter and melancholy, yet not destitute of optimism.",
		"But the ideas are not, on that account, destitute of all value.",
		"It has never been navigable, no important town has ever been built on its banks, and it runs into an inland sea which has no port and is destitute of aquatic life.",
		"Wives of the unemployed could obtain no relief unless deserted, a provision which encouraged the breakup of destitute families.",
		"If the marquis became bankrupt the convent would be utterly destitute.",
		"An iron-bound door led into an adjoining cell, or vault, wholly destitute of windows, or any means of admitting light.",
		"Like those of the Wick river, its banks are totally destitute of wood.",
		"The country between the mountain and this Lake, is completely barren, and entirely destitute of game.",
		"Charnwood Forest, in the NW., is now nearly destitute of trees.",
		"In The Railroad Children, the father is in prison and the family is almost destitute.",
		"Consumerism often creates the problem of a false sense of happiness, leaving the consumer destitute of the desire to confront a higher calling.",
		"This Act is making many asylum seekers literally destitute.",
		"When she was left destitute by the death of her husband she went on the stage first in London then touring the country.",
		"Where such person, being casually within such parish, shall become destitute.",
		"The report includes the first survey of people made destitute by Section 55.",
		"Survivors in their millions were rendered homeless, destitute, and threatened by disease.",
		"You, then, who are destitute of His grace, should not seem insolent in your pride.",
		"Kwang-Chow-Wan however, is bound to providefor destitute children (see FOUNDLING HOSPITALS) Total in As and pauper lunatics (both these being under the care of the department), aged In Africa and the mdi Algeria and infirm people without resources and Algerian Sahara victims of incurable illness, and to furnish Tunisia medical assistance gratuitously to those West Africa without resources who are afflicted with Senegal..",
		"But that it was destitute of any properly religious observance or meaning is inconceivable, for, though many of the religious ideas of the old Hebrews were crude, their institutions were never arbitrary and meaningless, and when they spoke of consecrating the Sabbath they must have had in view some religious exercise of an intelligible kind by which they paid worship to Yahweh.",
		"The secretion wets an insect very rapidly, but, so far as is known, seems to be completely destitute of digestive power - indeed, rather to accelerate decomposition.",
		"During the remainder of his residence at Lausanne he had good reason to \" indulge his dream of felicity \"; but on his return to England, \" I soon discovered that my father would not hear of this strange alliance, and that without his consent I was myself destitute and helpless.",
		"After the Armistice, 1918, his services were extended to the destitute populations of central Europe.",
		"The charitable institutions include Moorhead's hospital (1753) for reduced householders; the Dumfriesshire and Galloway royal infirmary, dating from 1778, but now housed in a fine edifice in the northern Italian style; the Crichton royal institution for the insane, founded by Dr James Crichton of Friars Carse, and supplemented in 1848 by the Southern Counties asylum; the new infirmary, a handsome building; the contagious diseases hospital, the industrial home for orphan and destitute girls and a nurses' home.",
		"Destitute of natural oratorical gifts and somewhat ungainly in his manner, he attracted and even riveted the attention of his audience by a rare combination of intellectual keenness, emotional fervour, spiritual insight and power of dramatic representation of character and life.",
		"Its merit lies in the genuine scientific enthusiasm and interest in nature which pervade it; and of any other poetic quality - except a certain, sometimes felicitous but oftener ill-placed, elaborated pomp of words - it may without injustice be said to be almost destitute.",
		"While too much stress must not be laid on a chain of reasoning open to some uncertainty at several points, it is difficult to suppose with Loisy, Quatrieme Evangile, 1903, p. 2 93, that the number was intended by the evangelist as purely figurative, and is therefore destitute of all historical meaning.",
		"They left typical Mayan ruins in Honduras (Tenampua) and in Salvador (Opico near Tehuacan, Quelepa near San Miguel), which seem, however, to be destitute of Mayan hieroglyphic inscriptions.",
		"At this time the power of Qaim, the Abbasid caliph of Bagdad (see Caliphate, section C, ยง 26), was reduced to a mere shadow, as the Shiite dynasty of the Buyids and afterwards his more formidable Fatimite rivals had left him almost wholly destitute of authority.",
		"These latter exist in wondrous number and variety, exercising every imaginable form of good work - education, both primary and secondary; the care of hospitals, orphanages, penitentiaries, prisons; of asylums for the blind, the deaf and dumb, the insane; of refuges for the aged poor and the destitute.",
		"Rabelais is the incarnation of the \"esprit Gaulois,\" a jovial, careless soul, not destitute of common sense or even acute intellectual power, but first of all a good fellow, rather preferring a broad jest to a'fine-pointed one, and rollicking through life like a good-natured undergraduate.",
		"The Bad Lands are by no means infertile (their name, it should be noted, was originally Mauvaises terres a traverser); but they are almost destitute of ground water, though containing many green \" pockets \" where surface water can be stored.",
		"How come people who came here to seek refuge from persecution are destitute on our streets?",
		"Thus, he would sally forth by night to seek for the destitute and oppressed.",
		"The most well-known story tells of a destitute man praying for money and finding a plant in front of him.",
		"Raised in near destitute poverty, Adam developed a need for control to avoid ever being in that situation again.",
		"Before Social Security was created there were plenty of social programs in place to assist destitute and other unfortunate people, but no effective programs were in place to support retired people who were no longer earning an income.",
		"Burmite and simetite agree also in being destitute of succinic acid.",
		"His most ardent admirers, however, are constrained to admit that he was deficient in large-hearted benevolence; that he was destitute of any \" enthusiasm of humanity \"; and that so far as every sort of religious yearning or aspiration is concerned, his poverty was almost unique.",
		"The revolutionaries went about among the excited people with baskets, begging coppers for their destitute and miserable governor.",
		"No other writer of such eminence is so rarely quoted; none is so entirely destitute of the tribute of new and splendid editions.",
		"The nectarine is a variation from the peach, mainly characterized by the circumstance that, while the skin of the ripe fruit is downy in the peach, it is shining and destitute of hairs in the nectarine.",
		"Perhaps the most important general agreement of Scorpio compared with Limulus and the Eurypterines is the division of the body into the three regions (or tagmata) - prosoma, mesosoma and metasoma - each consisting of six segments, the prosoma having leg-like appendages, the mesosoma having foliaceous appendages, and the metasoma being destitute of appendages.",
		"Successive civil wars prevented their recovery, and these great plains which ought to be one of the chief sources of meat supply for the world are comparatively destitute of stock, and the only source of revenue from this industry is the small number of animals shipped to the West Indies.",
		"His compendium is entirely wanting in originality, and perhaps unusually destitute of common sense, but it became so popular as to be reprinted up to the end of the 16th century.",
		"The district generally is destitute of trees, and the forests which formerly clothed the Sahyadri hills have nearly disappeared; efforts are now being made to prevent further destruction, and to reclothe some of the slopes.",
		"It is only of late years, under the influence of the different missions, that education, ruined by centuries of persecution, has revived amongst the Nestorians; and even now the mountaineers, cut off from the outer world, are as a rule destitute of learning, and greatly resemble their neighbours, the wild and uncivilized Kurds.",
		"Their churches are rude buildings, dimly lighted and destitute of pictures or images, save that of the Cross, which is treated with the deepest veneration.",
		"The coast has been upraised from the ocean at no very distant geological epoch, and is nearly as destitute of vegetation as the Coast.",
		"Pausanias, the victor of Plataea, soon showed himself destitute of the high qualities which the situation demanded.",
		"Among many of the smaller Hymenoptera we find that the wings are almost destitute of nervures.",
		"Like so many of the Italians of that time, who were almost destitute of a moral sense, she looked upon statesmanship in particular as a career in which finesse, lying and assassination were the most admirable, because the most effective weapons.",
		"The two centre tail feathers attain a length of 34 in., and, being destitute of webs, have a thin wire-like appearance.",
		"Whatever may be the biographical value of this work, which has rarely been reprinted with the Essays themselves, and the MS. of which disappeared early, it is almost entirely destitute of literary interest.",
		"The mob seized the town and barricaded the streets; Dresden was almost destitute of troops; and the king fled to the Konigstein.",
		"The Halocypridae are destitute of compound lateral eyes, and have the sexual orifice unsymmetrically placed.",
		"Burlington's charitable institutions include the Mary Fletcher hospital, the Adams mission home, the Lousia Howard mission, the Providence orphan asylum, and homes for aged women, friendless women and destitute children.",
		"The sudden invasion of Belgium by the Germans rendered a large part of the Belgian civilian population destitute, and on Oct.",
		"By nightfall upwards of 100,000 men, encumbered with at least 20,000 wounded, were crowded together on the little island scarcely a mile square, short of provisions and entirely destitute of course of all hospital accessories.",
		"But as Mariotte observed similar obstructions even in glass pipes where no transverse currents could exist, the cause assigned by Guglielmini seemed destitute of foundation.",
		"His abilities were inconsiderable, his character weak, and he was qualified neither for the ordinary administration of public business nor for the higher sphere of statesmanship, and was entirely destitute of that experience which sometimes fills the place of natural aptitude.",
		"As the mountains of Valencia and Catalonia effectually bar out the fertilizing moisture of the sea-winds, much of the province is a sheer wilderness, stony, ash-coloured, scarred with dry watercourses, and destitute of any vegetation except thin grass and heaths.",
		"He defined them as possessing radial instead of bilateral symmetry, and as apparently destitute of nervous system and sense organs, as having the circulatory system rudimentary or absent, and the respiratory organs on or coextensive with the surface of the body; he included under this title and definition five classes, - Echinodermata, Acalepha, Entozoa, Polypi and Infusoria.",
		"This slight work of a Macedonian freedman, destitute of national significance and representative in its morality only of the spirit of cosmopolitan individualism, owes its vogue to its easy Latinity and popular subject-matter.",
		"This aggressive character has a different aspect in several genera which are destitute of a central stylet, but in which the surface that is turned outwards upon eversion of the proboscis is largely pro- P. vided with nematocysts, sending the urticating rods of different sizes in all directions."
	],
	"synonyms": [
		"necessitous",
		"indigent",
		"poverty-stricken",
		"needy",
		"impoverished",
		"barren",
		"free",
		"innocent",
		"devoid",
		"lacking",
		"wanting",
		"empty",
		"devastated",
		"abandoned",
		"impecunious"
	],
	"antonyms": [
		"lucky",
		"prosperous",
		"secure",
		"wealthy",
		"rich"
	]
}