{
	"word": "hapless",
	"meaning": [
		"Unfortunate; unlucky; luckless.",
		"Devoid of talent or skill."
	],
	"sentences": [
		"Henry was the most hapless of monarchs.",
		"In the Old Town you will find Fort Jesus, the permanent garrison built by the hapless Portuguese.",
		"In Mexico the half-serpent Ahuizotl dragged into its pool hapless passers-by; however, their souls were supposed to go to the terrestrial paradise - see on this idea, Rohde, ii.",
		"But Brunhild is ill content; though she saw Siegfried do homage to Gunther at Isenstein she is not convinced, and believes that Siegfried should have been her husband; and on the bridal night she vents her ill humour on the hapless Gunther by tying him up in a knot and hanging him on the wall.",
		"He was treating her the way he did every other hapless, foolish, unsuspecting human he pulled down to Hell.",
		"The man's stance suggests that he is engaged in a slapstick comedy routine, kicking the backside of the hapless fellow in front.",
		"The hapless EU minister Denis MacShane will demand the European Army intervene, to universal derision.",
		"Why, then, are people queuing up to heap derision upon the hapless chavs?",
		"While the excellent Carlyle and Fox are rather hapless heroes.",
		"Until his surrender, today, to the forces of Blairite darkness, I thought he was well-meaning - if somewhat hapless.",
		"The ranch has a large corral with a dozen or so hapless cattle for the tourists ' sport - some with large horns.",
		"I currenty use AOL as my main ISP and their tech support is not just hapless, it is actually a health hazard.",
		"A long throw by Mark Ducket bounced invitingly for Wayne Mills and he headed over hapless keeper Barisic.",
		"The language of the state with its many strong roots does not leave sufficient nourishment for the tender sapling, our hapless language \" .",
		"He lashed out at the hapless photographer in a fit of rage described by onlookers as \" right Royal \" .",
		"Yet, it would kill the poor hapless schmuck she fed off of?",
		"When a slight tug on the cable fully engaged our hapless driver's brakes he didn't even notice.",
		"The people of Zimbabwe, hapless victims of an increasingly tyrannical regime, deserve no less from us.",
		"He flailed the oak branches with a stick and caught the hapless victims in his famous green umbrella.",
		"What doleful sight, what ruthful spectacle Hath fortune offered to my hapless heart?",
		"When a slight tug on the cable fully engaged our hapless driver 's brakes he did n't even notice.",
		"They take things personally, and they are hapless and passive.",
		"A \"Bloody\" Virgin Mary, Rudolph With Rabies, Decapitated Caroler and a burned tree were in attendance, as well as a hapless husband electrocuted while putting up lights.",
		"The dragon a mythical creature best known for its reptilian appearance and its curious habits of abducting damsels, hoarding treasure and breathing fire on hapless knights is one of the most popular designs in tattoos.",
		"Countless stories tell tales of dragons that ravaged the countryside looking for hapless villagers to dine upon.",
		"It doesn't and only serves to create ulcers within hapless reps assigned to serve your needs.",
		"The Fairy Jobmother, one of Lifetime TV's first forays into original reality programming, matches hapless job hunters with an employment pro to help them land the dream jobs they not only want but often need.",
		"The premise behind the series is that of the hapless blonde victim who not only fights back, but is so powerful that the monsters run from her.",
		"The hapless and worthless bridegroom had already incurred the hatred of two powerful enemies, the earls of Morton and Glencairn; but the former of these took part with the queen against the forces raised by Murray, Glencairn and others, under the nominal leadership of Hamilton, duke of Chatelherault, on the double plea of danger to the new religion of the country, and of the illegal proceeding by which Darnley had been proclaimed king of Scots without the needful constitutional assent of the estates of the realm.",
		"It chronicled the exploits of vampire Barnabas Collins, and featured assorted zombies, witches, hapless governesses, acolytes, neophytes and a dark and mysterious estate.",
		"Some of his finest tragedies were written for her, but her repertoire was not confined to them, and many an indifferent play - like Thomas Corneille's Ariane and Comte d'Essex - owed its success to \"her natural manner of acting, and her pathetic rendering of the hapless heroine.\"",
		"It was a favourite residence of Mary Stuart, and its associations with the hapless queen give it a romantic interest.",
		"Though the Khalif were hapless as Bayezid, cruel as Murad, or mad as Ibrahim, he is the shadow of God, and every Moslem must leap up at his call ou will say, The Egyptian is more ungrateful than a dog, which remembers the hand that fed him."
	],
	"synonyms": [
		"pitiable",
		"piteous",
		"pathetic",
		"poor",
		"pitiful",
		"misfortunate",
		"wretched",
		"miserable",
		"starcrossed",
		"unlucky",
		"unfortunate",
		"luckless",
		"cursed",
		"unhappy",
		"star-crossed"
	],
	"antonyms": [
		"well-off",
		"fortuitous",
		"lucky",
		"fortunate"
	]
}