{
	"word": "malevolent",
	"meaning": [
		"Wishing evil or harm to others; having or showing ill will; malicious.",
		"Having a harmful influence.",
		"Having an evil or harmful influence."
	],
	"sentences": [
		"Now I recalled every detail of that meeting and in my mind gave him the most malevolent and bitter replies.",
		"Gossip is hurtful and mean, and cannot be described as anything but malevolent.",
		"Very rarely do I meet a human being who is as malevolent as my cousin Bob.",
		"If Lancaster should justify the malevolent rumours that were afloat by making a snatch at the crown, the last state of the realm might be worse than the first.",
		"I can't believe she dated him for so long without discovering his cruel, malevolent nature.",
		"The antagonist of this new novel is one of the most twisted, malevolent villians I've ever read about.",
		"Lucinda would never understand how her sweet son grew up to be such a malevolent individual.",
		"Detective Digby was determined to thwart the schemes of the malevolent criminal.",
		"Here it lives as a rather malevolent presence, demanding to be filled.",
		"Still, an author can be wrong and even bloody-minded and not be malevolent or dishonest.",
		"As soon as she saw the malevolent expression on the face of the man who had grabbed her arm, Miranda knew she was in danger.",
		"In general they are seen as malevolent, guiding lone travelers into treacherous bogs.",
		"Reverend Elmstead attempts an exorcism, but is thwarted by what appears to be a malevolent presence.",
		"It deals both with benevolent beings which have no circle of worshippers or so limited a circle as to be below the rank of gods, and with malevolent beings of all kinds.",
		"Under the head of demons are classified only such spirits as are believed to enter into relations with the human race; the term therefore includes (I) human souls regarded as genii or familiars, (2) such as receive a cult (for which see Ancestor Worship), and (3) ghosts or other malevolent revenants; excluded are souls conceived as inhabiting another world.",
		"These spirits are at first mainly malevolent; and side by side with them we find the spirits of the dead as hostile beings.",
		"Mahomet, it is said, declared that the house-dwelling snakes were a kind of jinn, and the heathen Arabs invariably regarded them as alike malevolent or benevolent demoniacal beings.\"",
		"Isolated fireballs and star showers had been occasionally observed, but instead of being attentively watched they had been neglected, for their apparitions had filled mankind with dread, and superstition attributed to them certain malevolent influences.",
		"So too, many of the spirits especially concerned with the operations of nature are conceived as neutral or even benevolent; the European peasant fears the corn-spirit only when he irritates him by trenching on his domain and taking his property by cutting the corn; similarly, there is no reason why the more insignificant personages of the pantheon should be conceived as malevolent, and we find that the Petara of the Dyaks are far from indiscriminating and malignant, though disease and death are laid at their door.",
		"Voltaire never wrote anything equal to Omars fascinating rhapsodies in praise of wine, love and all earthly joys, and his passionate denunciations of a malevolent and inexorable fate which dooms to slow decay or sudden death and to eternal oblivion all that is great, good and beautiful in this world.",
		"That being, in many cases, but not so commonly in Australia, has a malevolent opposite who thwarts his work, an Ahriman to his Ormuzd.",
		"After a scandalous four months duel between this simple innocent girl and a tribunal of crafty malevolent ecclesiastics and doctors of the university of Paris, Joan was burned alive in the old market-place of Rouen, on the 3oth of May 1431 (see JoAN OF ARc).",
		"He shoots tempests at the earth, but is not essentially a malevolent deity, being invoked as a protector of cattle.",
		"Seeing him, Kutuzov's malevolent and caustic expression softened, as if admitting that what was being done was not his adjutant's fault, and still not answering the Austrian adjutant, he addressed Bolkonski.",
		"When the count came to see her she turned anxiously round at the sound of a man's footstep, and then her face resumed its cold and malevolent expression.",
		"There was something horrible and bestial in the fleeting glance they threw at the riders and in the malevolent expression with which, after a glance at Kutuzov, the soldier with the sores immediately turned away and went on with what he was doing.",
		"There, in pride and anger, he summons a dark and malevolent spirit that sorcery cannot conquer.",
		"It is in its essence, and it is a main condition of its success, to kindle into fierce exercise among great masses of men the destructive and combative passions - passions as fierce and as malevolent as that with which the hound hunts the fox to its death or the tiger springs upon its prey.",
		"Loki also was of giant birth; but he is always reckoned among the gods, and we find him constantly in their company, in spite of his malevolent disposition.",
		"In western New Guinea, according to the Dutch missionaries, there is a vague notion of a universal spirit, practically represented Spirit by several malevolent powers, as Manoin, the mostn the woods; Narw, in the worship. c p louds, u above the trrees, l a sort of Erl-Konig h o carries off children; Faknik, in the rocks by the sea, who raises storms. As a protection against these the people construct - having first with much ceremony chosen a tree for the purpose - certain rude images called karwars, each representing a recently dead progenitor, whose spirit is then invoked to occupy the image and protect them against their enemies and give success to their undertakings.",
		"I hope it was just Edith and not some malevolent spirit that scares away all the guests.",
		"There is also the risk that genetic selection may be used in an unscrupulous and potentially malevolent way.",
		"Ippegoo looked on with slightly envious but not malevolent feelings, for he was a harmless lad.",
		"That is the malign, even malevolent, role of the Daily Mail, which is unfortunately by far the most powerful Tory paper.",
		"This music in particular has been alluded to in other film scores concerned with space and possibly malevolent forces.",
		"A mischievous and sometimes malevolent spirit or energy which is characterized by noises, moving objects and general physical disturbances.",
		"As with all trips of this nature, there is always the deviously constructed 'Plan B' should the weather decide to turn malevolent.",
		"Some of the best known hauntings are filled with frightening tales of malevolent spirits seeking revenge.",
		"In the chapter (xx.) of that work where Hobbes dealt with the famous problem whose solution he thought he had found, there were left expressions against Vindex (Ward) at a time when the solutions still seemed to him good; but the solutions themselves, as printed, were allowed to be all in different ways halting, as he naively confessed he had discovered only when he had been driven by the insults of malevolent men to examine them more closely with the help of his friends.",
		"Polites ('O irepi riav Popyovwv plhos irapa rci 'EXX vucw Xaci., 1878) gives an account of the Gorgons, and of the various superstitions connected with them, from the modern Greek point of view, which regards them as malevolent spirits of the sea.",
		"The Wu Lou has been a long-time favorite feng shui cure for malevolent flying stars.",
		"This time there was no scritch-scritch, but the atmosphere suddenly seem thick and malevolent.",
		"In the Preface the author truly declared that he owed nothing to the great, and described the difficulties with which he had been left to struggle so forcibly and pathetically that the ablest and most malevolent of all the enemies of his fame, Horne Tooke, never could read that passage without tears.",
		"Unfortunately there are people who use this in malevolent and insidious ways and these people can turn online networking sites or chat rooms into unsafe places to be - particularly for young or vulnerable people.",
		"In the dark, and in the depths of forests or mountains, malevolent - never embodied - spirits love to be abroad.",
		"Turgot and Necker had attempted these reforms, and Calonne attributed their failure to the malevolent criticism of the parlements."
	],
	"synonyms": [
		"evil",
		"malign",
		"malefic",
		"bitchy",
		"wicked",
		"vicious",
		"venomous",
		"spiteful",
		"poisonous",
		"nasty",
		"mean",
		"hateful",
		"despiteful",
		"black",
		"malignant"
	],
	"antonyms": [
		"amiable",
		"harmless",
		"liking",
		"kind",
		"loving",
		"benevolent"
	]
}