{
	"word": "disparate",
	"meaning": [
		"Essentially not alike; distinct or different in kind; unequal.",
		"Containing or composed of dissimilar or opposing elements.",
		"Fundamentally distinct or different in kind; entirely dissimilar.",
		"Containing or composed of dissimilar or opposing elements.",
		"Composed of inherently different or distinct elements; incongruous.",
		"(chiefly in the plural) Any of a group of unequal or dissimilar things."
	],
	"sentences": [
		"Avoid disparate, cluttered elements on your walls.",
		"But both he and Gibson made the fatal error of trying to combine the disparate materials contained in the various chronicles in a single text.",
		"Union between the two spheres, which seem at first sight disparate, is found in the necessary postulate that reason shall be realized, for its realization is only possible in the sphere of sense.",
		"The gallery attempts to weld a number of seemingly disparate themes together to make us think about our place in the universe.",
		"The hardwire link has improved communication between disparate parts of the business.",
		"In the USA, widely disparate state laws have created conflicts around the sale of alcohol over the internet.",
		"Zafar became the titular leader of the disparate and volatile forces, but his efforts at uniting them were ultimately futile.",
		"The transmissibility of the sacred ensures the fusion of powers drawn from all sources, however disparate.",
		"There is a disparate bunch of songs on my hard drive that defy classification.",
		"Strong leader, able to motivate a geographically disparate team to achieve agreed goals.",
		"Located on the upper part of the platform of the 30s subunit, where it bridges several disparate rna helices of the 16s rrna.",
		"Between 1970 and 2000, neonatal resuscitation has evolved from disparate teaching methods to organized programs.",
		"These parallels in mood and imagery reinforce the view of a thematic coherence linking genres as disparate as the tournament and the musical drama.",
		"The papers in this session look at bringing together disparate data in a variety of ways.",
		"The dilemma is that organizations need integrated data to meet their information needs, yet the data resource is becoming increasingly disparate.",
		"Spraying the entire conglomeration black is an effective device, for the objects no longer appear disparate.",
		"The problem Whilst these systems remain disparate, none can benefit from the take up of the others.",
		"The poet takes great joy in parsing together seemingly disparate words and evoking a sundry whole, a demulcent of the seemingly incongruent.",
		"Yugoslavia, too, has owed its relative longevity more to Western liberal well-wishers that to the true consensus of its disparate peoples.",
		"Initially the task seemed mind-boggling, how to sensibly integrate such a wealth of disparate material.",
		"The film relies not just on the visual, but also on the sonorous to tie together the disparate narrative strands.",
		"The aim of knowledge is explanation, and the dualism or pluralism which acquiesces in recognizing two or more wholly disparate forms of reality has in so far renounced explanation (see Dualism).",
		"By definition the look is a collection of separate, often disparate, pieces tied together by color and fabric.",
		"The two images seem to be completely disparate - a tribal pattern from the Polynesian islands and dragons from the East, but with the no holds barred beliefs of today's body art enthusiasts, anything goes.",
		"Both takes on the song are fantastic, however, and it's a testament to the strength of the songwriting that Heartless can be interpreted in such disparate ways.",
		"Perhaps surprisingly, SBS believes that the issues of quality are essentially identical for these two apparently disparate aims.",
		"Could they discern editor Antony Gibbs ' individual \" handwriting \" in these otherwise disparate films?",
		"The subjects and objects here may seem disparate, but as ever there are threads to follow and connections to make.",
		"What makes the problem almost insurmountable is the disparate base upon which the changes must be made.",
		"The doctrine of heredity in disease thus took a larger aspect; the view of morbid series was no longer bounded even by the life of the individual; and the propagation of taints, and of morbid varieties of man, from generation to generation proved to be no mere repetition of fixed features but, even more frequently, to be modes of development or of dissolution betraying themselves often in widely dissimilar forms, in series often extending over many lives, the terms of which at first sight had seemed wholly disparate.",
		"For the last two years they seem to have disparate from the garden writers and broadcasters view.",
		"Missing from home schooling is socialization to large groups and team work among people from disparate backgrounds, but many parents resolve this by teaming up with other homeschooling families for group field trips and other activities."
	],
	"synonyms": [
		"unequal",
		"separate",
		"heterogeneous",
		"distinct",
		"dissimilar",
		"different",
		"various",
		"variant",
		"unlike",
		"diverse",
		"divergent",
		"dissimilarity",
		"disparity"
	],
	"antonyms": [
		"like",
		"alike",
		"equal",
		"similar",
		"same"
	]
}