{
	"word": "abhor",
	"meaning": [
		"To regard with horror or loathing; detest.",
		"To shrink from in disgust, hatred, etc.; detest.",
		"To regard with horror or detestation; to shrink back with shuddering from; to feel excessive repugnance toward; to detest to extremity; to loathe. [First attested from around (1350 to 1470).]",
		"To turn aside or avoid; to keep away from; to reject.",
		"."
	],
	"sentences": [
		"I abhor this type of insulting behavior.",
		"People who seek peace abhor violence.",
		"If you abhor racism, you can make a difference by fighting it.",
		"I abhor the smell of burnt popcorn.",
		"Are there any foods that you abhor?",
		"I abhor the conditions under which we commercially raise farm animals today.",
		"Out of fear of drowning, some children abhor the thought of swimming.",
		"I don't understand why so many young people abhor reading!",
		"Jeannie laughed as she went kayaking, remembering how she used to abhor anything that had to do with water before overcoming her fear.",
		"How much would I have to pay for you to not abhor my cooking?",
		"How can I overcome the feelings that I have for things that I currently abhor?",
		"I enjoy helping children overcome fears and dislikes so that they no longer abhor many of the fun things in life.",
		"I abhor the thought of facing debt from college.",
		"In God we take to record in our consciences that from our hearts we abhor all sects of heresy, and all teachers of erroneous doctrines; and that with all humility we embrace purity of Christ's evangel, which is the only food of our souls\" (Preface).",
		"I particularly abhor the sloppiness that even literate people exhibit when writing an email message.",
		"Many wearers enjoy this aged look, similar to antique rings, but others abhor the necessity of polishing the jewelry periodically.",
		"It is also important to consider the tastes of the couple; some couples feel uncomfortable when in a formal situation while others abhor casual wear.",
		"On the other hand, if you abhor comparison shopping and would rather have someone else do the work for you, an insurance broker can be an excellent choice.",
		"We should all abhor the illegal importation of fish because there is a great risk to our existing fish stock.",
		"After having an allergic reaction when she was young, Allie began to abhor cats.",
		"I abhor the taste of coffee - so much so that I won't go to coffee shops for meetings."
	],
	"synonyms": [
		"loathe",
		"execrate",
		"abominate",
		"shun",
		"eschew",
		"dislike",
		"disdain",
		"detest",
		"hate",
		"despise"
	],
	"antonyms": [
		"adore",
		"desire",
		"relish",
		"approve",
		"admire",
		"enjoy",
		"like",
		"cherish",
		"love"
	]
}