{
	"word": "stagnant",
	"meaning": [
		"Not flowing or moving.",
		"Foul from lack of movement.",
		"Showing little or no activity or vitality; inactive or sluggish.",
		"Not active, alert, etc.; sluggish.",
		"Lacking freshness, motion, flow, progress, or change; stale; motionless; still."
	],
	"sentences": [
		"A stagnant pool was useless.",
		"She walked down the alley, nose wrinkling at the scents of trash and stagnant water.",
		"The climate is by nature unhealthy, the supply of running water being small, and that of stagnant water, from which arises a fatal malaria, being considerable.",
		"I don't want to get stagnant in one job, one career or one thing.",
		"They form a region of salt lakes and stagnant marshes, relieved by wide flat spaces of open plateau country.",
		"Salt is obtained from stagnant lakes and from certain parts of the desert.",
		"The preliminary stages of all mosquitoes are passed in water, either fresh or salt, stagnant or slightly moving.",
		"The ova of Culex, on the other hand, are deposited in any stagnant water, including cesspools, drains, cisterns, or water collected in any vessel; they float in boat-shaped masses on the surface.",
		"A clear mountain pool has life, as opposed to a stagnant pond.",
		"Europe is becoming economically stagnant, its share of world trade falling.",
		"I do n't want to get stagnant in one job, one career or one thing.",
		"I found I was very stagnant in my life and couldn't seem to move forward.",
		"The streets as originally laid out were wide and spacious, but being unpaved and undrained they were no better than mud tracks diversified by piles of garbage and foul-smelling stagnant pools.",
		"Less favourable signs are furnished by such plants as Arundo Donax (in Germany), Cicuta virosa and Typha latifolia, which are found in stagnant and torpid waters.",
		"The latter, besides its more obvious advantages, speedily freed large tracts of country from stagnant water and their inhabitants from ague, and prepared the way for the underground draining which soon after began to be practised.",
		"The existence of sulphuretted hydrogen in great quantities below loo fathoms, the extensive chemical precipitation of calcium carbonate, the stagnant nature of its deep waters, and the absence of deep-sea life are conditions which make it impossible to discuss it along with the physical and biological conditions of the Mediterranean proper.",
		"Tea thrives best in light friable soils of good depth, through which water percolates freely, the plant being specially impatient of marshy situations and stagnant water.",
		"The water should be run off thoroughly, for a little stagnant water lying in places upon the surface does much injury.",
		"Even the Pedias (ancient Pediaeus) does not reach the sea in summer, and its stagnant waters form unhealthy marshes.",
		"Agricultural or field drainage consists in the freeing of the soil from stagnant and superfluous water by means of surface or underground channels.",
		"Repeated ad nauseam, however, the whole thing becomes hackneyed, stagnant and, dare I say it, dangerously self-referential.",
		"Think about the following... Joints, flanges Crevices let stagnant liquid accumulate, causing locally accelerated corrosion from differential aeration.",
		"As such, he occupies a liminal space, providing an insight into his suspicion regarding fixity as a stagnant and deathlike state.",
		"Having fresh, new content every month, or better, every day, will show that your site is not stagnant.",
		"In the extreme, a reservoir may become virtually stagnant.",
		"Five years on however, and Viacom appears stagnant, and technologically unable to move with the times.",
		"Perfume is not a stagnant fragrance; it changes with body chemistry and time.",
		"In the malarious islet of Asinara a pond of stagnant water was treated with petroleum and all windows were protected with gauze.",
		"The family Phryganeidae have males with foursegmented hairy palps; the larvae inhabit stagnant water and make cases of vegetable fragments.",
		"The efficiency of drainage, digging, hoeing and like operations is accounted for by the manner in which they promote aeration of the soil, raise its temperature and remove its stagnant water.",
		"The Oder and some of the tributaries of the Elbe abound in crayfish, and in the stagnant lakes of East Prussia leeches are bred.",
		"Catholic emancipation and the Reform Bill had deeply stirred, not only the political spirit of Oxford, but also the church feeling which had long been stagnant.",
		"The keeping of swine in a dwelling-house, or so as to be a nuisance, is made an offence punishable by a penalty in an urban district, as also is the suffering of any waste or stagnant water to remain in any cellar, or within any dwelling-house after notice, and the allowing of the contents of any closet, privy or cesspool to overflow or soak therefrom.",
		"However, in a depressed economic climate with stagnant property values, this same market remains insignificant.",
		"An intermittently stagnant ice front has left a classic series of deglacial landforms around the Lough Fea area.",
		"But laughing at hope and change and progress along with all of this makes the world a very stagnant, self-referential place.",
		"Protozoa can be found in ponds, pools, or in any place where water is rather stagnant.",
		"The group's international sales remained stagnant compared to last year's 5 percent decrease.",
		"I'd been swimming most of the year, but was feeling stagnant.",
		"I 'd been swimming most of the year, but was feeling stagnant.",
		"I see real wages growth as being quite stagnant in the next few years.",
		"The magician 's underwear has just been found in a cardboard suitcase floating in a stagnant pond on the outskirts of Miami.",
		"Ammonia carries a scent that resembles the smell of a cat's stagnant urine.",
		"Celebrity Fit Club 5 contestant Dustin Diamond released a sex video in 2006 in an attempt to restart his stagnant acting career.",
		"Thorough drainage should always be given, as stagnant moisture is very injurious.",
		"Moreover, the moon is never stagnant, and it's constantly in flux by changing signs every few hours.",
		"They grow bored quickly andfeel that their life has become stagnant, and regardless of the love they may feel for their cherished partner, a part of their soul feels dead.",
		"Those who let this organic matter, as well as other debris, sit stagnant in their gutters end up with water dripping down in front and sides of their houses and possible citations from their homeowners associations.",
		"Stagnant growth would be detrimental to Facebook because without growth the company cannot move forward.",
		"Fruiting Duckweed (Nertera) - N. depressa is a pretty creeping and minute plant, thickly studded with tiny reddish-orange berries, and with minute round leaves which are suggestive of the Duckweed of our stagnant pools.",
		"The chief points in their culture are full exposure, plenty of sunshine, a free gritty soil, and a raised position free from stagnant moisture.",
		"Himalayan Heather (Cassiope) - Tiny alpine bushes, thriving in peaty soil well drained, as they are all impatient of stagnant moisture about their roots, while absolute shade from the midday sun is also necessary.",
		"It is hardy, and succeeds in the rock garden, but the soil must be thoroughly drained, for though the plant requires abundance of water during growth, it suffers from stagnant moisture.",
		"The rhythm game genre as a whole quickly began to get saturated and, in the eyes of some industry analysts, it has become somewhat stagnant as well.",
		"This will block chienergy and it'llbecome stagnant.",
		"When you clear the clutter from your home or office, you are clearing stagnant, draining energy from your space.",
		"Placing a bed in front of a window blocks chi flow and creates stagnant chi.",
		"When dirt and dust accumlate, it creates a stagnant energy source that you don't want in your bedroom.",
		"This causes chi to accumulate and build up, becoming stagnant.",
		"Now that you've cleared out stagnant chi energy in your bedroom, you're ready to begin placing your furniture.",
		"Having too much of one symbol leads to negative or stagnant chi and having too little leads to weak chi in that area of your life.",
		"This creates negative and stagnant chi energy.",
		"Keep accessories to a minimum because too many create clutter, which creates stagnant and negative chi.",
		"Never allow the water to become stagnant or the stagnant energy could effect your financial and love life in a negative way.",
		"Water that is allowed to become stagnant attracts stagnant energy.",
		"As you can see, chi energy must be free to flow throughout your home or it will become stagnant.",
		"Clutter creates stagnant energy and blocks the flow of positive chi.",
		"Stagnant chi robs you of beneficial chi and can create all kinds of problems in your home and even in your life.",
		"When your home is disorganized and filled with clutter, the chi energy becomes stagnant.",
		"All of these things create blockages so that the chi energy gets dammed up and becomes stagnant.",
		"Likewise, a stagnant economy will move the Fed to lower interest rates to encourage more business transactions and growth.",
		"For those who are nomadic or just travelers, the star and moon stand as something stagnant in a sea of change.",
		"It was a time when, under able leaders, a great national party was beginning the struggle for reform against the stagnant Austrian government.",
		"In freshwater lakes and ponds, especially if the water is stagnant, aquatic plants are abundant.",
		"The miasmatic exhalations caused by the sun playing on stagnant waters after the floods give rise to the \"Sennar fever,\" which drives even the natives from the plains to the southern uplands.",
		"For instance, the swampy character of malarial areas is explained by their breeding in stagnant water; the effect of drainage, and the general immunity of high-lying, dry localities, by the lack of breeding facilities; the danger of the night air, by their nocturnal habits; the comparative immunity of the upper storeys of houses, by the fact that they fly low; the confinement of malaria to well-marked areas and the diminution of danger with distance, by their habit of clinging to the breeding-grounds and not flying far.",
		"There is an obvious difficulty in assuming that Xlyvat, in the sense of \" marshes,\" existed in this confined area, but stagnant pools may still be seen here in winter.",
		"Jacobsen on some occasions found water in the surface layers of the Baltic supersaturated with oxygen, which he ascribed to the action of the chlorophyll in vegetable plankton; in other cases when examining the nearly stagnant water from deep basins he found a deficiency of oxygen due no doubt to the withdrawal of oxygen from solution, by the respiration of the animals and by the oxidation of the deposits on the bottom.",
		"In addition, various kinds of canals and endiked or embanked lakes had come into existence, forming altogether a vast network of more or less stagnant waters.",
		"The flood plain during its formation is marked by meandering, or anastomosing streams, ox-bow lakes and bayous, marshes or stagnant pools, and is occasionally completely covered with water.",
		"These strata are practically stagnant, deficient in oxygen and surcharged with carbonic acid.",
		"If the housing market goes stagnant then their income will greatly reduce.",
		"The magician's underwear has just been found in a cardboard suitcase floating in a stagnant pond on the outskirts of Miami.",
		"Imagine how unpleasant stagnant air or water can be, likewise if we stagnate we feel unpleasant.",
		"Beyond Utrecht, where it is again diminished by the divergence of the Vecht to the Zuider Zee, the river under the name of the \"Oude Rijn,\" or Old Rhine, degenerates into a sluggish and almost stagnant stream, which requires the artificial aid of a canal and of sluices in finding its way to the sea.",
		"One shows that wages for most people have been stagnant for years.",
		"During later stages of our march through the jungle, men drank from stagnant pools which were often full of mosquito larvae.",
		"A stagnant trading economy is one that does not change to meet market changes.",
		"Air quality A lack of air movement can lead to pockets of stagnant air where mold can grow more easily.",
		"These should be hollow to force the stagnant energy to flow freely in this helpful sector.",
		"The group 's international sales remained stagnant compared to last year 's 5 percent decrease.",
		"Man-made buildings and the moving of earth, cutting down of trees and other disturbances can create stagnant chi due to these blockages in the natural flow of the energy.",
		"The application of these principles can transform the stagnant chi energy trapped inside your home into a powerful free flow of energy.",
		"Every person sheds between 50-150 hairs a day, as their hair goes through normal growth, stagnant, and shedding stages.",
		"Not only is role playing beneficial for young growing minds, it can also reignite the passion in a stagnant romantic relationship.",
		"These adjustments will also help keep you from becoming bored with a stagnant program.",
		"The world was still reeling from Vietnam and Nixon, plus there were stagnant economic conditions, unemployment - times were uncertain.",
		"It is a stagnant, poorly built town of one-storeyed houses and mudwalled cabins, with few public edifices and business houses of a better type.",
		"It might indeed have been thought that thorough drainage would be unnecessary, but it must be noted that porous subsoils or efficient drains do not act merely by carrying away stagnant water which would otherwise cool the earth, incrust the surface, and retard plant growth.",
		"Where there is complete freedom from stagnant water in the ground, and abundant room for the spread of its branches to light and air, the larch will flourish in a great variety of soils, stiff clays, wet or mossy peat, and moist alluvium being the chief exceptions; in its native localities it seems partial to the debris of primitive and metamorphic rocks, but is occasionally found growing luxuriantly on calcareous subsoils; in Switzerland it attains the largest size, and forms the best timber, on the northern declivities of the mountains; but in Scotland a southern aspect appears most favourable.",
		"Does he drink out of stagnant ponds or rivers?",
		"When chi energy becomes stagnant, it affects you in many ways; your personal health can suffer as well as the health of your bank account.",
		"As the freshets begin to lessen and retire into the deeper channels, the currents form natural embankments on their edges, preventing the return of a small portion of water which is thus left stagnant on the sands, and exposed to the action of the sun's rays.",
		"The rain water stands for months in stagnant pools made by the feet of elephants.",
		"Similarly, in Northern India Apus himalayanus was \" collected from a stagnant pool in a jungle four days after a shower of rain had fallen,\" following a drought of four months (Packard).",
		"The life of the church seems, indeed, to have been in a more stagnant and torpid condition in this age than at any other period of English history."
	],
	"synonyms": [
		"dead",
		"moribund",
		"stale",
		"quiet",
		"motionless",
		"lethargic",
		"foul",
		"unchanging",
		"still",
		"stationary",
		"static",
		"standing",
		"dull",
		"dormant",
		"sluggish"
	],
	"antonyms": [
		"moving",
		"flowing",
		"active"
	]
}