{
	"word": "slovenly",
	"meaning": [
		"Characteristic of a sloven.",
		"Careless in appearance, habits, work, etc.; untidy; slipshod.",
		"Marked by negligence; careless or slipshod.",
		"Unwashed, dirty, disorderly.",
		"In a slovenly manner."
	],
	"sentences": [
		"The same cause may account for the somewhat slovenly Syriac style.",
		"The Church ways are kept in a very slovenly manner.",
		"Yet they are not to be treated in a slovenly manner.",
		"In fact I've never seen such a slovenly bunch of good-for-nothing slackers in all my life!",
		"The Pathan, however, is a slovenly cultivator and slow to adopt any new methods which involve increased effort.",
		"In person she is comely, dressed in a slovenly picturesque way with curly hair flying about in all directions.",
		"The sailors looked to me gross and slovenly men, and the shipping struck me as clumsy, ugly, old, and dirty.",
		"Large districts still clung to the old common-field system, to the old habits of ploughing with teams of four or eight, and to slovenly methods of cultivation.",
		"As a road sweeper you should look less slovenly.",
		"The style of Cassianus is slovenly, and shows no literary polish, but its directsimplicityis far superior to the rhetorical affectations which disfigure most of the writings of that age.",
		"When built in the neighbourhood of towns the nest is somewhat slovenly and untidy, being often composed of bits of dirty straw, pieces of paper and blackened moss; in one instance, near Glasgow, the author of the Birds of the West of Scotland found several postage-stamps thus employed.",
		"In The Main It Is Impartial;And Accurate, But The Style Is Heavy And Sometimes Slovenly.",
		"This, together with a slack tie, creates a slovenly appearance.",
		"At his death in 1786 he was succeeded by his son Charles, the notorious \"Jockey of Norfolk,\" the big, coarse, generous, slovenly, hard-drinking Whig of whom all the memoirwriters of his age have their anecdotes.",
		"The fact is that as English companies for foreign trade had long been in chartered existence, Scotsmen and Scottish capital had no profitable outlets, while agriculture was conducted on slovenly medieval or prehistoric methods; and only the linen trade of the country was really flourishing.",
		"It would be difficult to name a more slovenly, a more worthless edition of any great classic.'",
		"On the other hand, the rhyme is regularly maintained; although, especially in the later pieces, after a very slovenly fashion."
	],
	"synonyms": [
		"frowzy",
		"frowsy",
		"unkempt",
		"tacky",
		"slatternly",
		"seedy",
		"grubby",
		"disorderly",
		"disheveled",
		"dirty",
		"untidy",
		"sloppy",
		"slipshod",
		"messy",
		"careless"
	],
	"antonyms": [
		"organized",
		"ordered",
		"clean",
		"tidy",
		"neat"
	]
}