{
	"word": "odious",
	"meaning": [
		"Arousing or deserving hatred or loathing; disgusting; offensive.",
		"Extremely unpleasant; repulsive.",
		"Disgusting, disgraceful, hateful, vile, loathsome, scandalous. See also odium."
	],
	"sentences": [
		"He had to repay the odious debt to the Council.",
		"His attention turned to the odious favor.",
		"Occasionally they appear in odious positions.",
		"At Palermo the Sicilians struggled hard to establish a republic in place of the odious government of an alien dynasty.",
		"He showed great hostility to the Puritan sabbath and supported the reissue of the Book of Sports, especially odious to that party, and severely reprimanded Chief Justice Richardson for his interference with the Somerset wakes.",
		"He has left an odious picture of himself in the historians - a man untouched by benefits or natural affection, delighting in deeds of blood, his body as loathsome in its blown corpulence as his soul.",
		"The new king's Sadducean proclivities rendered him odious to the populace, which rose in revolt, but only to bring upon itself a savage revenge.",
		"The odious vice of bell-ringing he renounced; but he still for a time ventured to go to the church tower and look on while others pulled the ropes.",
		"They might not be so personally odious as the favorites of Edward II.",
		"The penal code of November 1821 abolished many odious customs and punishments of the old code, and allowed publicity in criminal trials.",
		"His theory of the state, despite Grotius and Jurieu, rejected as odious and even impious the notion of any popular rights, anterior and superior to his own.",
		"With that odious chore behind him, Dean began to formalize his notes on yesterday's interviews.",
		"Others find competitive music festivals somewhat odious in principle.",
		"The papacy, during this period, had to reconsider the question of the Jesuits, who made themselves universally odious, not only in Italy, but also in France and Spain.",
		"Nevertheless bigotry and the desire to tarnish the reputation of women of letters have led to the bringing of odious accusations against her character, for which there is not the smallest foundation.",
		"It is at this point that Van Buren's connexion began with so-called \"machine politics,\" a connexion which has made his name odious to some historians of the period.",
		"The government was now reconstituted under the protection of the French agents; the balia was abolished, its very name having been rendered odious by the tyranny of Spain, and was replaced by a similar magistracy styled capitani del popolo e reggimento.",
		"Several subsequent risings of the ciompi, largely of an economic character, were put down, and the Guelph families gradually regained much of their lost power, of which they availed themselves to exile their opponents and revive the odious system of ammonizioni.",
		"In May 1872 something was done towards alleviating the odious Reconstruction laws for dragooning the South, which had been passed by Congress in spite of the vetoes of President Johnson.",
		"Mary was odious to her Protestant subjects, Elizabeth to those of the unreformed religion, and both these queens succeeded to the crown in times of general sadness; but the youthful Queen Victoria had no enemies except a few Chartists, and the land was peaceful and prosperous when she began toreign over it.",
		"And when a theological position was emphasized by party passion it became odious to him.",
		"His bishops were already becoming odious to his nobles; his prorogation of General Assemblies continued, and the brothers Melville, called to England, were treated with unconstitutional harshness.",
		"In answer to those odious measures Jefferson and Madison prepared and procured the passage of the Kentucky and Virginia resolutions.",
		"In Sicily, however, Charles's government soon made itself odious by its exactions, the insolence and cruelty of the king's French officials and favourites, the depreciation of the currency, and the oppressive personal services, while the nobles were incensed at the violation of their feudal constitution.",
		"Ferdinand and Maria Carolina had continued to reign in Sicily, where the extravagance of the court and the odious Neapolitan system of police espionage rendered their presence a burden instead of a blessing to the island.",
		"Of the other measures of reform promoted by Abd-ul-Mejid the more important were - the reorganization of the army (1843-1844), the institution of a council of public instruction (1846), the abolition of an odious and unfairly imposed capitation tax, the repression of slave trading, and various provisions for the better administration of the public service and for the advancement of commerce.",
		"The production of qualities which would have suited many purposes of consumption was prohibited, and the odious supervision which became necessary involved great waste of time and a stereotyped regularity which resisted all improvements.",
		"Only eight months before, Catherine had haughtily declared that \"the odious and revolting aggression\" of the king of Sweden would be \"forgiven\" only if he \"testified his repentance\" by agreeing to a peace granting a general and unlimited amnesty to all his rebels, and consenting to a guarantee by the Swedish diet (\"as it would be imprudent to confide in his good faith alone\") for the observance of peace in the future.",
		"So odious was it that parliament in 1815, when the war came to an end, ordered the destruction of the documents relating to it.",
		"The character of the tax is accordingly much less odious than it would be if an account of individual incomes were invariably demanded, as was the case in the United States during the Civil War, when an income tax existed for a short time.",
		"Henry won much applause at the same time by filling up all the bishoprics and abbacies which his brother had kept so long vacant, by inviting the exiled Anselm to return to England, and by imprisoning Williams odious minister Ranulf Flambard.",
		"When Hamilton continued to press his odious pretensions they quarrelled (1765), and Burke threw up his pension.",
		"Athens must never again seek \"empire\" in the sense which became odious under the influence of Cleon and Hyperbolus, - when, to use the image of Aristophanes, the allies were as Babylonian slaves grinding in the Athenian mill.",
		"It was an odious face crafty, vicious, malignant, with shifty, light-grey eyes and white eyelashes.",
		"This was seen as an analogous occupation to that of the Soviets in Afghanistan, and particularly odious in the land of Mecca.",
		"That said, it fair bombs along - until to my mind, it all became a rather odious piece of literature.",
		"Hence such feasts as the New Moon and Sabbath became odious to them.",
		"They gained a reputation for racism, partly due to some of the odious speakers they invited to their meetings.",
		"True, they had the unpleasantness of often witnessing acts of odious despotism, ' lettres de cachet ', etc.",
		"One of the worst forms taken by this ill-will was the oft-revived myth of ritual murder, and later on when the Black Death devastated Europe (1348-1349) the Jews were the victims of an odious charge of well-poisoning.",
		"The most moderate form of the censure presents him in the odious light of a trimmer; the vulgar and venomous assailant is sure that Erasmus was a Protestant at heart, but withheld the avowal that he might not forfeit the worldly advantages he enjoyed as a Catholic. When by study of his writings we come to know Erasmus intimately, there is revealed to us one of those natures to which partisanship is an impossibility.",
		"Communicants were to kneel, not to sit, a thing that had, of all others, been odious to John Knox; Easter was to be observed, also Christmas, contrary to earnest consciences; confirmation was introduced; the Communion might be administered to the dying in their houses; and baptism must be on the first Sunday after the child's birth.",
		"This freedom from the trammels of convention appears yet again when he claims as a new disciple a publican, a man whose calling as a tax-gatherer for the Roman government made him odious to every patriotic Jew.",
		"Hyper-Calvinism, ignorance and avarice cooperated in making the very name \"missions\" odious, ministerial education an impertinent human effort to supplant a spirit-called and spirit-endowed ministry, Sunday-schools and prayermeetings as human institutions, the aim of which was to interfere with the divine order, and the receiving of salaries for ministerial work as serving God for hire or rather as serving self.",
		"Let him come also with a burning flashlight, to send away the most odious of all gods.",
		"It was Stalin, the most odious tyrant of the century.",
		"In Naples King Ferdinand retained some of the laws and institutions of Murats rgime, and many of the functionaries of the former government entered Naples his service; but he revived the Bourbon tradition, the odious police system and the censorship; and a degrading religious bigotry, to which the masses were all too much inclined, became the basis of government and social iife.",
		"To Walpole, who looked upon every able colleague, or subordinate, as an enemy to be removed, Carteret was exceptionally odious.",
		"Yes, I suppose the these comparisons can get rather odious, or as you say \" redundant \" .",
		"This tyrant had made himself justly odious; and when he was hunted to death in 1259, the triumph was less for the Guelph cause than for humanity outraged by the iniquities of such a monster.",
		"The act was unquestionably one of odious tyranny, but it is impossible not to ask why she had put herself within reach of it when her fortune enabled her to reside anywhere and to publish what she pleased.",
		"Few sovereigns have left behind so odious a memory.",
		"By making religion hard it made it odious, and thus prepared the way for unbelief.",
		"Over and above those faults, which made him odious to his fellow-citizens, we trace in him a meanness that our century is less willing to condone."
	],
	"synonyms": [
		"offensive",
		"execrable",
		"detestable",
		"abominable",
		"horrid",
		"horrible",
		"hideous",
		"heinous",
		"hateful",
		"forbidding",
		"evil",
		"rotten",
		"vile",
		"repugnant",
		"repulsive"
	],
	"antonyms": [
		"pleasing",
		"great",
		"likeable",
		"loveable",
		"delightful",
		"agreeable",
		"pleasant"
	]
}