{
	"word": "consummate",
	"meaning": [
		"To bring to completion or fulfillment; finish; accomplish.",
		"To realize or achieve; fulfill.",
		"To make (a marriage) actual by sexual intercourse.",
		"To fulfill (a sexual desire or attraction) especially by intercourse.",
		"To make perfect, achieve, give the finishing touch.",
		"Complete or perfect in every way; supreme.",
		"Very skillful; highly expert.",
		"Supremely accomplished or skilled.",
		"Complete; utter."
	],
	"sentences": [
		"The consummate hardness of the diamond, in spite of its high price, has made it most useful for purposes of grinding, polishing and drilling.",
		"He was especially famed for his consummate knowledge of the science of sieges.",
		"Frederick acted on the defensive with consummate skill, and the capture of the Prussian fortress of Kolberg on Christmas day O.S.",
		"He also controlled, with consummate ability, the operations of the brand-new Russian diplomatists at the various foreign courts.",
		"Their policy was carried out with consummate skill and caution.",
		"The flavour of these chapters is due to the irony which Gibbon has employed with consummate art and felicity.",
		"This ideal, when put forward by the consummate eloquence of Demosthenes and other orators, created great enthusiasm among the Athenians, who at times displayed all their old vigour in opposing Philip, notably in the decisive campaign of 338.",
		"Wagner added all the arts to each other, and in one of them he attained so consummate a mastery that we can confidently turn to it when his words and doctrines fail us.",
		"Moronobu was a consummate artist, with all the delicacy and calligraphic force of the best of the Tosa masters, whom he undoubtedly strove to emulate in style; and his pictures are not only the most beautiful but also the most trustworthy records of the Fife of his time.",
		"The art of both stories is great, and that of the episode of the daughter Susannah in Roxana is consummate; but the transitions of the later plot are less natural than those in Moll Flanders.",
		"The distress of the Republic prevented it from equipping more than 55 ships, but the patriotism of the race was roused to white heat, and in De Ruyter they possessed an admiral of consummate skill and heroic character.",
		"On the journey thither he was caught by pirates, whom he treated with consummate nonchalance while awaiting his ransom, threatening to return and crucify them; when released he lost no time in carrying out his threat.",
		"This totally unexpected attack, conducted from first to last with consummate ability and lightning-like rapidity, had a paralysing effect upon Denmark.",
		"Montgelas' ambition was now to raise Bavaria to the rank of a first-rate power, and he pursued this object during the Napoleonic epoch with consummate skill, allowing fully for the preponderance of France - so long as it lasted - but never permitting Bavaria to sink, like so many of the states of the confederation of the Rhine, into a mere French dependency.",
		"Amidst all these perplexities Bernstorff approved himself a consummate statesman.",
		"In fact, it is not too much to say that it was the sophists who provided those great masters with their consummate instrument, and it detracts but little from the merit of the makers if they were themselves unable to draw from it its finer tones.",
		"He lavished presents on influential saints, built shrines, sent gifts to churches, went on frequent pilgrimages and spent much time in prayer - employing his consummate diplomacy to win celestial allies, and rewarding them richly when their aid secured him any advantage.",
		"A consummate judge and the narrowest of politicians, he was doubt on the bench, and promptness itself in the political arena.",
		"Tacitus is at least a consummate artist.",
		"After this double victory Marie de Medici could at last undertake the famous journey to Bordeaux and consummate the Spanish marriages.",
		"They consummate the marriage despite her unhappiness.",
		"By his consummate generalship and the matchless endurance of his men the pursuers were evaded and San Marino reached, though with a sadly diminished force.",
		"It was an artificial union, between which nothing but consummate tact and statesman- the Dutch ship could have rendered permanent and solid.",
		"Garrick brought to the meetings his inexhaustible pleasantry, his incomparable mimicry, and his consummate knowledge of stage effect.",
		"He played this role with consummate skill in the negotiations that led up to the treaty of Reichenbach (August 15, 1790), which ended the quarrel with Prussia and paved the way to the armistice of Giurgevo with Turkey (September 10).",
		"But his interest was in the fascinating game of diplomacy; he was ambitious of playing the leading part on the great stage of international politics; and he was too consummate a courtier to risk the loss of the imperial favour by any insistence on unpalatable reforms, which, after all, would perhaps only reveal the necessity for the complete revolution which he feared.",
		"Octavianus conducted himself with consummate adroitness, making use of all competitors for power, but assisting none.",
		"Subsequently he became chairman of the Republican National Committee, and managed with consummate skill the campaign of 1896 against William Jennings Bryan and \"free-silver.\"",
		"In his Natural Theology Paley has adapted with consummate skill the argument which Ray (1691) and Derham (1711) and Nieuwentyt 1 (1730) had already made familiar to Englishmen.",
		"Such work as that of Diirer, Vischer, Cranach, Schlingauer, Holbein, consummate as it was in technical excellence, did not assume Italian forms of loveliness, did not display the paganism of the Latin races.",
		"In 1607 Gaspar Scioppius, then in the service of the Jesuits, whom he afterwards so bitterly libelled, published his Scaliger hypobolimaeus (\" The Supposititious Scaliger\"), a quarto volume of more than four hundred pages, written with consummate ability, in an admirable and incisive style, with the entire disregard for truth which Scioppius always displayed, and with all the power of his accomplished sarcasm.",
		"In this respect he was aided with consummate ability by the tact and grace of Lady Palmerston, the widow of the 5th Earl Cowper, whom he married at the close of 1839, and who died in 1869.",
		"Odobescu, the friend and literary executor of Balcescu, was a consummate scholar of ancient and medieval antiquities, and wrote a history of ancient art.",
		"Wolsey desired a French marriage to consummate the breach upon which he was now bent with the emperor; and war, in fact, was precipitated with Spain in 1528.",
		"He turned mere personal defence and retaliation into an occasion for a lofty enforcement of constitutional principles, and this, too, with a relevancy and pertinence of consummate skilfulness.",
		"Such incidents as this, however, though they served to exhibit consummate tact and diplomatic skill, give little index to the fundamental character of his work as chancellor.",
		"It included old followers of Danton like Tallien, independent Jacobins like Cambon, some of the worst Terrorists like Fouche, and such a consummate time-server as Barere.",
		"He published a number of admirable classical schoolbooks, including Greek Prose (1876) and Greek Verse (1882), and texts (Virgil, 1890; Aeschylus, 1880-1903), and was well known as a consummate classical scholar, remarkable for literary taste and general culture.",
		"In that year was taken the step which was destined to consummate the ruin of Spain.",
		"After completing his education at Paris, Strassburg, and at Padua, where as rector of the academy he composed his celebrated work De senate romano (Venice, 1563), he returned home in 1565, one of the most consummate scholars and jurists in Europe.",
		"A director of consummate artistry like Wim Wenders would probably endorse the point Owens made.",
		"Ultimately, both parties rub their necks along the ground then consummate the relationship in a most untidy fashion.",
		"But he is still a consummate entertainer, and the love that passes across the footlights, in both directions, is palpable.",
		"This small band turned an ugly corrugated iron hut into a thing of consummate beauty.",
		"But can he find a way to stop the Rajah from exercising his ancient right to consummate the marriage of his servant?",
		"With his usual panache, he threw it left and right, correcting every induced skid with consummate ease.",
		"He was regarded as the consummate peacemaker at a time of international tension.",
		"They needn't have been, for with consummate professionalism, Salander had perfectly fitted his song to his audience.",
		"A consummate showman, he displays childlike wonder at his own feats.",
		"A pair of tin snips finished the job with consummate ease.",
		"Writer Greg Cullen is a consummate storyteller, and combines hard-hitting contemporary issues of racism and social isolation with compassion and humor.",
		"Asinius Pollio sneered at his Patavinity, and the emperor Caligula denounced him as verbose, but with these exceptions the opinion of antiquity was unanimous in pronouncing him a consummate literary workman.",
		"Here Petrarch spent seven years of boyhood, acquiring that pure Tuscan idiom which afterwards he used with such consummate mastery in ode and sonnet.",
		"His pen was exerted to better purpose in the most consummate example of his irony, the Argument to prove that the abolishing of Christianity in England may, as things now stand, be attended with some inconveniencies (1708).",
		"He speedily outstripped all his competitors in grammatical studies, and by his skill and acumen as a student of philosophy, and in the college disputations gave fruitful promise of that consummate excellence as a reasoner in the department of speculative truth which he afterwards displayed.",
		"For parents who have maintained reasonable expectations of the infant stage and are ready to adapt, a newborn baby will be a consummate blessing.",
		"Daniel Day-Lewis is an accomplished actor who is widely revered by his Hollywood peers who often compare him to Marlon Brando and call him the \"consummate professional.\"",
		"Consummate actor Dennis Hopper was diagnosed with prostate cancer in 2002.",
		"Yes, before Sean Penn became the award-winning actor, director and all around consummate actor he is today, he spout out lines like \"All I need are some tasty waves, a cool buzz and I'm fine.\"",
		"The consummate businessman, Victor has proven time and again that his ruthlessness is unmatched.",
		"His music was a tight as ever, he was a consummate professional and entertainer.",
		"Poet, genius, consummate performer - these are all words often thrown around by people talking about Bright Eyes, and now you can judge all the fuss for yourself.",
		"This former American Idol contestant has established herself as a consummate performer in both music and film.",
		"In season four, Amanda Craig and David Lane became the first couple on the US version to consummate their relationship on camera.",
		"J.L. is a consummate reader and writer whose writing is often dark and disturbed.",
		"His chief celebrity, however, is founded upon the consummate ability with which he discharged the civil duties of his office.",
		"Two distinctive nationalities, Belgian and Dutch, were tactful and conciliatory policy of the most consummate statesman of his time could unite those whom the whole trend of events was year by year putting farther asunder.",
		"He had with consummate ability exposed the terrors of 2 This is borne out by the register of his birth and baptism, and by words in his last letter to his wife, - \"I die at thirty-four.\"",
		"On the 10th of March 1848 Antonelli became premier of the first constitutional ministry of Pius IX., a capacity in which he displayed consummate duplicity.",
		"He was, however, an admirable tactician, a consummate knight, and he possessed extraordinary vigour and energy of temperament.",
		"We have but few fragments of Caesar's other works, whether political pamphlets such as the Anticato, grammatical treatises (De Analogia) or poems. All authorities agree in describing him as a consummate orator.",
		"In art, Ruskin had enjoyed an unexampled training, which made him a consummate expert.",
		"The fame of Maurice, a consummate general at the early age of twenty-four, was on all men's lips.",
		"It was left for his brother Ferdinand, a ruler of consummate wisdom (1556-1564) \" to establish the modern Habsburg-Austrian empire with its exclusive territorial interests, its administrative experiments, its intricacies of religion and of race.\"",
		"He was a consummate artist in verse, and his impressions are given with the most delicate exactitude of phrase, and in a very fine strain of imagination.",
		"He established an excellent library, and through his strict discipline and consummate scholarship soon raised the monastery to an educational institution of a high order.",
		"Notwithstanding subsequent discoveries of stupendous paintings in the gardens of the Villa Farnesina on the banks of the Tiber, the monochromes of Herculaneum remain among the finest specimens of the exquisite taste and consummate skill displayed by the ancient artists.",
		"In 1876 a committee of the General Assembly of that Church reported on them so adversely that Smith demanded a formal trial, in the course of which he defended himself with consummate ability and eloquence.",
		"Lucutius showed consummate military capacity, contriving to maintain the siege and at the same time to give battle to the enemy's vastly superior forces.",
		"By these means, employed with consummate skill, he attained an unprecedented degree of accuracy, and as an incidental though valuable result, demonstrated the unreality of the supposed trepidation of the equinoxes.",
		"The ardent patriot, the far-seeing statesman, were united in his person with the consummate and unapproachable artist.",
		"Art points us toward this goal, it does not consummate it.",
		"So Joseph did consummate the marriage and there were other children.",
		"There was a bit of good-natured punter participation and he handled it all with the consummate ease of the experienced professional that he is.",
		"With consummate skill he has set his trap with a hair spring to catch comfort and independence, and then, as he turned away, got his own leg into it.",
		"Consummate blonde Jessica Simpson is dating pop singer John Mayer - her first relationship since divorcing husband Nick Lachey.",
		"He was so consummate a liar that, when taken in the fact, he could brazenly deny it.",
		"Did he think she was eager to consummate the marriage?",
		"Herself a consummate coquette, she could not have maneuvered better on meeting a man she wished to attract.",
		"Let's consummate our engagement."
	],
	"synonyms": [
		"undisputed",
		"ripe",
		"perform",
		"ideal",
		"exquisite",
		"effect",
		"culminate",
		"crown",
		"conclude",
		"perfect",
		"fulfill",
		"finish",
		"complete",
		"achieve",
		"accomplish",
		"unadulterated",
		"staring",
		"stark",
		"sodding",
		"gross",
		"everlasting",
		"double-dyed",
		"utter",
		"thoroughgoing",
		"pure",
		"perfect",
		"complete",
		"arrant",
		"virtuoso",
		"masterly"
	],
	"antonyms": [
		"neglect",
		"unfinished",
		"incomplete",
		"worst"
	]
}