{
	"word": "tenacity",
	"meaning": [
		"The quality or state of being tenacious.",
		"The quality of bodies which keeps them from parting without considerable force; cohesiveness; the effect of attraction; - as distinguished from brittleness, fragility, mobility, etc.",
		"The quality of bodies which makes them adhere to other bodies; adhesiveness; viscosity.",
		"The greatest longitudinal stress a substance can bear without tearing asunder, - usually expressed with reference to a unit area of the cross section of the substance, as the number of pounds per square inch, or kilograms per square centimeter, necessary to produce rupture."
	],
	"sentences": [
		"She fought with tenacity born of desperation.",
		"In addition, all her planning and tenacity were paying off.",
		"She likes your confidence and tenacity.",
		"Still, his tenacity was what had inspired the name, not his size.",
		"Bulldogs were formerly employed in bull-baiting, and the tenacity of their grip is proverbial.",
		"The amir showed his usual ability in diplomatic argument, his tenacity where his own views or claims were in debate, with a sure underlying insight into the real situation.",
		"I can't deny the power of prayer, or the virtue of tenacity.",
		"People who have the tenacity to reach their goals.",
		"A comparison of this procedure with the original conception of the patriciate as revealed by the derivation of the word, is significant of the history of the conception of nobility at Rome, and illustrative of the tenacity with which the Romans clung to the name and form of an institution which had long lost its significance.",
		"They are harmless and inoffensive creatures, offering no resistance when caught; their principal means of escape being the extraordinary rapidity with which they burrow in the ground, and the tenacity with which they retain their hold in their subterranean retreats.",
		"His military genius showed itself not so much in actual generalship as in the organization of his plans, the selection of his generals and his ministers, the tenacity of his purpose and the soundness of his judgment.",
		"With your beauty and tenacity you should have been the fourth musketeer.",
		"None the less Richard, whom even the French crusaders accepted as their leader, upheld the failing cause of the Frankish Christians with valour and tenacity.",
		"His wealth, astuteness, experience and tenacity of purpose, were to baffle Henry's attacks on Scottish independence, till the daggers of pietistic cut-throats closed the long debate.",
		"In 1883 he accepted the London embassy, which he continued to hold till 1893, showing an exceptional tenacity in defence of his country's interests.",
		"The \"principate,\" to give the new form of government its most appropriate name, was a compromise thoroughly characteristic of the combination of tenacity of purpose with cautious respect for forms and conventions which distinguished its author.",
		"Deflecting Force for Translation in a Curved Path.In machinery, deflecting force is supplied by the tenacity of some piece, such as a crank, which guides the deflected body in its curved path, and is unbalanced, being employed in producing deflexion, and not in balancing another force.",
		"In truth the Renaissance was ruled by no Astraea redux, but rather by a severe spirit which brought no peace but a sword, reminding men of sternest duties, testing what of moral force and tenacity was in them, compelling them to strike for the old order or the new, suffering no lukewarm halting between two opinions.",
		"He never equalled Clay in the latter's magnetism of impulse and inspiration of affection, but he far surpassed him in clearness and directness and in tenacity of will.",
		"It may be noted here that, while Cavendish adhered to the phlogistic doctrine, he did not hold it with anything like the tenacity that characterized Priestley; thus, in his 1784 paper on \"Experiments on Air,\" he remarks that not only the experiments he is describing, but also \"most other phenomena of nature seem explicable as well, or nearly as well,\" upon the Lavoisierian view as upon the commonly believed principle of phlogiston, and he goes on to give an explanation in terms of the antiphlogistic hypothesis.",
		"Shopping at wholesale furniture brokers, however, requires a little bit of advanced planning and tenacity.",
		"Dance competitions allow you to push yourself to the limits as a dancer, while also providing you the opportunity to grow and learn from the creativity and tenacity of those you see competing around you.",
		"This tenacity can be a huge asset later in life.",
		"All you need is a little tenacity and an Internet connection!",
		"This selection highlights some of the attributes of successful entrepreneurs, such as tenacity, creativity, and innovation.",
		"Not less noticeable is the tenacity with which isolated fragments of the nation have preserved theirpeculiar characteristics, language, customs and traditions.",
		"Nevertheless the mountain tribes who inhabited the higher parts of the Caucasus were still independent, and their subjugation cost Russia a sustained effort of thirty years, during the course of which her military commanders were more than once brought almost to the point of despair by the tenacity, the devotion and the adroitness and daring which the mountaineers displayed in a harassing guerilla warfare.",
		"The bulldog is a small, compact but extremely heavily built animal of great strength, vigour and tenacity.",
		"By sheer tenacity of purpose, Bestuzhev had extricated his country from the Swedish imbroglio; reconciled his imperial mistress with the courts of Vienna and London, her natural allies; enabled Russia to assert herself effectually in Poland, Turkey and Sweden, and isolated the restless king of Prussia by environing him with hostile alliances.",
		"The metal is pretty soft and easily flattened out under the hammer, but almost devoid of tenacity.",
		"It takes a brilliant polish, is in a high degree malleable and ductile, and in tenacity it only falls short of iron, exceeding in that quality both silver and gold.",
		"In the process of oxidation, a certain amount of cuprous oxide is always formed, which melts in with the copper and diminishes its softness and tenacity.",
		"The fibre is decidedly inferior to flax and hemp in strength and tenacity; and, owing to a peculiarity in its microscopic structure, by which the walls of the separate cells composing the fibre vary much in thickness at different points, the single strands of fibre are of unequal strength.",
		"He was not without ambition, but without sufficient tenacity of purpose to come near to realizing it.",
		"This tenacity of the Saga stands in the sharpest contrast with the fact that the historical memory of the Persian is extremely defective.",
		"Charles's tenacity and clever tact were now rewarded.",
		"It was thus only at the third attempt that Charnock was able to obtain the future capital of India for his centre and the subsequent prosperity of Calcutta is due entirely to his tenacity of purpose.",
		"Naturally of a combative temperament, and endowed with a persevering tenacity rare among his countrymen, he struggled for what he considered the liberation of his country from the economic bondage of foreign nations.",
		"The reason is, that in order to depose them with some show of legality, it was necessary, as a preliminary, to convict them of heresy, and it began to be seen that their tenacity of power, and the ruses by which they evaded the necessity of abdicating, however harmful might be their consequences, did not in themselves constitute a clearly-defined heresy.",
		"The whole is a gigantic opus, the fruit of immense labour, of an admirable tenacity - so many pages written, morning after morning, without intermission, during some thirty years.",
		"He was without doubt one of the greatest statesmen of his age, concealing beneath a simple exterior and homely habits a profound political sagacity and an unerring common-sense, and possessing in a high degree those useful qualities of patience, moderation, and tenacity, which characterized nearly all the princes of the house of Jagiello.",
		"Not in his actual conclusions, though many of these point with surprising accuracy in the direction of truths established by later generations, but in the soundness, the wisdom, the tenacity of his methods lies his great title to glory.",
		"Ibrahim displayed great energy and tenacity, sharing all the hardships of his army, and never allowing himself to be discouraged by failure.",
		"The steel bronze of Colonel Franz Uchatius (1811-1881) consisted of copper alloyed with 8% of tin, the tenacity and hardness being increased by cold-rolling.",
		"The tenacity of this belief may be explained among other things by the living impression of the polytheism that surrounded the communities on every side.",
		"The Armenians are essentially an Oriental people, possessing, like the Jews, whom they resemble 'in their exclusiveness and widespread dispersion, a remarkable tenacity of race and faculty of adaptation to circumstances.",
		"If it hadn't been for Alex's tenacity on the subject of surrogacy, she never would have.",
		"And hadn't he expressed admiration for her tenacity?",
		"The search continued for four and a half days, with the unrelenting tenacity of a hungry bull dog on a soup bone.",
		"His habit does becquerel 's tenacity in of the royal.",
		"High tenacity polyester yarn wound together to form a load bearing hank.",
		"Nor is it the cutting edge lyricism delivered with unwavering tenacity that holds the attention until the encore.",
		"Most pathologists have a grudging respect for the tenacity and success of plant pathogens.",
		"You will be respected for tenacity and professionalism in your negotiating stance.",
		"The hero demonstrates the tenacity of God to pursue the plan of salvation despite repeated failures in the plan.",
		"He is a seasoned veteran who shows a great tenacity for the game.",
		"It may satisfy the ideals of the Correctness Tripartite but requires the tenacity of a frenzied bloodhound to succeed.",
		"One has to admire the tenacity of those who helped to put up the exhibition.",
		"First and foremost you need tenacity and you need to be technically very competent.",
		"Even when to his friends and doctors the situation looked hopeless, Johan fought on with an extraordinary tenacity.",
		"Ann shows remarkable tenacity in following up items of interest.",
		"The Syncro Plus jean is constructed of high tenacity ballistic Nylon with full grain 1.2mm cowhide on the backside, hips and knees.",
		"His habit does becquerel's tenacity in of the royal.",
		"Though Comte's character and aims were as far removed as possible from Franklin's type, neither Franklin nor any man that ever lived could surpass him in the heroic tenacity with which, in the face of a thousand obstacles, he pursued his own ideal of a vocation.",
		"Structural wrought iron has a tenacity of 20 to 222 tons per sq.",
		"Tenacity and patience, the characteristics of all the Jagiellos, he possessed in a high degree, and he added to them a supple dexterity and a diplomatic finesse which he may have inherited from his Italian mother.",
		"It is highly illustrative of the tenacity with which the ancient sepulchral usages were retained even after the introduction of Christianity that King Harold, son and successor of Gorm the Old, who is said to have christianized all Denmark and Norway, followed the pagan custom of erecting a chambered tumulus over the remains of his father, on the summit of which was placed a rude pillar-stone, bearing on one side the memorial inscription in runes, and on the other a representation of the Saviour of mankind distinguished by the crossed nimbus surrounding the head.",
		"This supposition is rendered probable by the fact that the opiums most prized by smokers are not those containing most morphine, and that the quality is judged by the amount of soluble matter in the opium, by its tenacity or \" touch,\" and by peculiarities of aroma - the Indian opium, especially the Patna kind, bearing much the same relation to the Chinese and Persian drug that champagne does to y in ordinaire.",
		"Kerry was brilliant- nothing was too much trouble and his tenacity in the face of major breakdown was fantastic.",
		"It is born of our tenacity of life - our desire to go on living - our dread of coming to an end.",
		"Life is hard, the scenery spectacular and you cannot but admire the tenacity of the people.",
		"But the tenacity of that one man made it possible to fight on until finally the tide miraculously turned.",
		"Many people find great success in work without completing college; sometimes tenacity and experience is more important than a degree.",
		"That tenacity clearly served the future Governor well as she went on to compete in two beauty pageants (she won the Miss Wasilla pageant, and placed third in the Miss Alaska Pageant).",
		"Ivan did not display much military talent, but he showed a remarkable amount of tenacity.",
		"The battle began at Aspern; Hiller carried the village at the first rush, but Massena recaptured it, and held his ground with the same tenacity as he had shown at Genoa in 1800.",
		"It is certain that Louise had a clear head, practical good sense and tenacity.",
		"We feel its presence in his earliest notable work, The Rationale of Religious Enquiry, 1836; and may there see the rigour with which it applied audacious logic to narrow premisses, the tenacity with which it clung to a limited literal supernaturalism which it had no philosophy to justify, and so could not believe without historical and verbal authority.",
		"The incline of the sluice varies with the conformation of the ground and the tenacity of the stuff to be washed, from 1 in 16 to I in 8.",
		"Still the Knights had been driven beyond the Vistula, and Poland had secured a seaboard; and it was due entirely to the infinite patience and tenacity of the king that even as much as this was won at last.",
		"Unfortunately, however, he had all the Hohenzollern tenacity of personal power without the Hohenzollern genius for using it.",
		"The members of the typical genus have the lower jaw so articulated to the upper, by means of a transverse condyle firmly locked into a long cavity of the cranium, that dislocation of the jaw is all but impossible, and this enables those creatures to maintain their hold with the utmost tenacity.",
		"A crafty prince, with all the tenacity of his race, Basil succeeded in incorporating with Muscovy the last remnants of the ancient independent principalities, by accusing the princes of Ryazan and Syeversk of conspiracy against him, seizing their persons, and annexing their domains (1517-1523).",
		"Metallic thallium is bluish white; it is extremely soft and almost devoid of tenacity and elasticity.",
		"On the other hand, Presbyterianism stood in Scottish history for freedom, and for the rights of the middle and lower classes against the crown and the aristocracy; and it might not have been held with such tenacity or proved so incapable of compromise but for the opposition and persecution of the three Stuart kings.",
		"An attempt to throw off the yoke resulted in a second war, conducted by the Messenian hero Aristomenes; but Spartan tenacity broke down the resistance of the insurgents, and Messenia was made Spartan territory, just as Laconia had been, its inhabitants being reduced to the status of helots, save those who, as perioeci, inhabited the towns on the sea-coast and a few settlements inland.",
		"Wildcats were struggling to keep up but through sheer tenacity trailed by nine at half time.",
		"The sultan, who had risen from a Mongolian slave to become a second Saladin, and who combined the physique and audacity of a Danton with the tenacity and religiosity of a Philip II., dealt blow after blow to the Franks of the East.",
		"Across the direction of rolling the tenacity is about 18 tons per sq.",
		"Although it must be admitted that the tenacity of the Lombard republics contributed powerfully to the pope's victory, and that the triumph of the Milanese at Legnano (1176) was the determining cause of Frederick's submission at Venice, yet we must not exaggerate the importance of the solemn act by which Barbarossa, kneeling before his conqueror, recognized the spiritual supremacy of the Holy See, and swore fidelity and respect to it.",
		"The fish endured many hardships and overcame innumerous obstacles, but its tenacity helped it to be victorious.",
		"A sun in Scorpio can produce a high level of tenacity and determination that is extremely helpful in fueling a person's work ethic.",
		"His principal fault was a want of tenacity and resolution; his tendency to unguarded language undoubtedly increased the number of his enemies.",
		"At one time, as in the case of Blechingdon, they would perform strange exploits worthy of the most daring hussars; at another their speed and tenacity paralyses armies.",
		"The wood of the hornbeam is white and close-grained, and polishes ill, is of considerable tenacity and little flexibility, and is extremely tough and hard to work - whence, according to Gerard, the name of the tree.",
		"The severe actions of Diirrenstein (near Krems) ors the iith, and of Hollabriinn on the 26th of November, in which Napoleon's marshals learned the tenacity of their new opponents, and the surprise of the Vienna bridge (November 14) by the French, were the chief incidents of this period in the campaign.",
		"Their artillery was numerous and for the most part of heavy calibre - 18and 24-pounders were common - but the strength of the army lay in its infantry, with its incomparable tenacity in defence and its blind confidence in the bayonet in attack.",
		"It still survived in certain cantons of the Alps in the 5th century, and clung to life with more tenacity in its Eastern home.",
		"Tisza, a statesman of singular probity and tenacity, seemed to be the one person capable of carrying out the programme of the king and the majority.",
		"Iron renders the metal hard and brittle; arsenic, antimony and bismuth (up to 0.5%) reduce its tenacity; copper and lead (1 to 2%) make it harder and stronger but impair its malleability; and stannous oxide reduces its tenacity.",
		"This term of course includes as special cases the qualities of \"malleability\" (capability of being flattened out under the hammer) and \"ductility\" (capability of being drawn into wire); but these two special qualities do not always go parallel to each other, for this reason amongst others - that ductility in a higher degree than malleability is determined by the tenacity of a metal.",
		"The siege was long and costly; the army suffered severely; and only the tenacity of the tsar kept it in camp for six weeks.",
		"It has also been stated that alloys of metals with similar meltingpoints have higher tenacity when the atomic volumes of the constituent metals differ than when they are nearly the same.",
		"Meanwhile, in the Missouri theatre, the Federal general Curtis, outnumbered and outmanoeuvred by the forces of Price and Van Dorn, fought, and by his magnificent tenacity won, the battle of Pea Ridge (March 7-8), which put an end to the war in this quarter.",
		"The British, by holding their ground with their accustomed tenacity when engaged with superior numbers, were tactically victors, but were further weakened by a loss of nearly 600 men.",
		"The wood is highly valued by carriage-builders, upholsterers and turners, on account of its toughness and tenacity, and in Russia it is prized as firewood and a source of charcoal.",
		"Advantage is taken of this peculiarity to prepare from fully developed larvae silkworm gut used for casting lines in rodfishing, and for numerous other purposes where lightness, tenacity, flexibility and strength are essential.",
		"Le Caron was subpoenaed by The Times, and in the witness-box the whole story came out, all the efforts of Sir Charles Russell in cross-examination failing to shake his testimony, or to impair the impression of iron tenacity and absolute truthfulness which his bearing conveyed.",
		"Nowhere is the conservatism of the Egyptians more clearly displayed than in the tenacity with which they clung to the old forms of the theology, such as -we have essayed to describe.",
		"Those tedious and exhausting wars did not prevent Peter from attending to internal affairs, and he displayed as a reformer even more vigour and tenacity than as a general in Greats the field.",
		"But the tenacity with which it was clung to, proved that it was suited to the community; and whether helpful or harmful to, it was not inconsistent with, the continuance of growth and prosperity.",
		"To this lofty quality of intellect he added a rare sagacity in perceiving analogies, and in detecting the new truths that lay concealed in his formulae, and a tenacity of mental grip, by which problems, once seized, were held fast, year after year, until they yielded up their solutions.",
		"But he miscalculated both the endurance of Cadogan's men (amongst whom the Prussians were conspicuous for their tenacity) and the rapidity with which in Marlborough's and Eugene's hands the wearied troops of the Allies could be made to move.",
		"Czarniecki raised partisan-warfare to the dignity of a science, and by his ubiquity and tenacity demoralized and exhausted the regular armies to which he was generally opposed.",
		"In suspension bridges the principal members are in tension, and the introduction of iron link chains about the end of the 18th century, and later of wire ropes of still greater tenacity, permitted the construction of road bridges of this type with spans at that time impossible with any other system of construction.",
		"The tenacity or tensile strength increases till the carbon-content reaches about 1.25%, and the cementite about 19%, and then in turn falls, a result by no means surprising.",
		"On the outbreak of the Greek revolt, he distinguished himself by his courage, tenacity and skill as a partisan leader in the fighting in western Hellas, and was conspicuous in the defence of Missolonghi during the first siege (1822-1823).",
		"The presence in an alloy of a eutectic which solidifies at a much lower temperature than the main mass, implies a great reduction in tenacity, especially if it is to be used above the ordinary temperature as in the case of pipes conveying super-heated steam.",
		"The straw of certain varieties of wheat cultivated in that region is, in favourable seasons, possessed of a fine bright colour and due tenacity and strength.",
		"He had in the highest degree a practical tenacity which Pierre lacked, and without fuss or strain on his part this set things going."
	],
	"synonyms": [
		"persistency",
		"persistence",
		"perseverance",
		"pertinacity",
		"tenaciousness",
		"doggedness",
		"retentiveness",
		"toughness",
		"strength",
		"nerve",
		"heart",
		"guts",
		"firmness",
		"diligence",
		"cohesiveness"
	],
	"antonyms": [
		"irresolution",
		"slackness",
		"indifference",
		"weakness"
	]
}