{
	"word": "deference",
	"meaning": [
		"A yielding in opinion, judgment, or wishes.",
		"Courteous regard or respect."
	],
	"sentences": [
		"Taran bowed his head in deference to his master.",
		"It is one of absolute loyalty and deference, as to the teaching of inspiration.",
		"Kiera stood aside, not as much out of deference but out of sudden realization that if she didn't, the man was likely to run her over.",
		"Dean continued to exhibit restrain with his comebacks in deference to the improved moods around Bird Song.",
		"Taran held his gaze, and Vara nodded in deference before wheeling the horse toward the northern wall.",
		"Their bishops and priests, who wear the moustache in deference to popular prejudice, are typical specimens of the church militant.",
		"It is the Lord that you must give deference to.",
		"The pair finished their burglary report and agreed to try and keep the matter out of the papers in deference to Dean's other police activities.",
		"Much deference is paid to chiefs and to persons of rank; and special terms are generally employed in addressing these.",
		"Not only did Schelling and Schleiermacher modify their theories in deference to his scientific deductions, but the intellectual life of his contemporaries was considerably affected.",
		"Why did he have to pay deference to Hanover in his foreign policy?",
		"Many automatically feel a certain deference in their presence.",
		"His youth was marked by a constant willingness to rebel against merely official authority; to genuine excellence, whether moral or intellectual, he was always ready to pay unbounded deference.",
		"They glared at each other for a long moment before Talon gritted his teeth and lowered his gaze in reluctant deference.",
		"A more laboured work, his Proposal for Correcting, Improving and Ascertaining the English Tongue (1712), in a letter to Harley, suggesting the regulation of the English language by an academy, is chiefly remarkable as a proof of the deference paid to French taste by the most original English writer of his day.",
		"At first all was deference and compliance with his wishes.",
		"In deference to his mother's Protestantism he was baptized in the chapel of the British embassy, thus becoming a member of the Church of England.",
		"They address their patrons with deference, acknowledging their own deficiencies, and seem painfully conscious of the profession of literature having fallen upon evil days.",
		"These renderings to foresight might be denied assertion either for the sake of present ease (and Disraeli's prescience of much of his country's later troubles only made him laughed at) or in deference to hopes of personal advancement.",
		"On the 8th the festival of the Supreme Being was solemnized, Robespierre acting as pontiff amid the outward deference and secret jeers of his colleagues.",
		"Again, this Socratic deference to common opinift is not shown merely in the way by which Aristotle reaches his fundamental conception; it equally appears in his treatment of the conception itself.",
		"The tithe war followed, and this most oppressive of all taxes was unfortunately commuted (1838) only in deference to clamour and violence.",
		"In Dec. 1917 he forbade American soldiers the use of alcoholic drinks, excepting light wines and beer, allowing these only in deference to French customs. As Commander-inChief of the A.E.F.",
		"The culinary arts showing proper deference a lot tougher pizza boxes on.",
		"He was not deferential to his seniors and did not expect deference from his juniors.",
		"It requires deference to authority and acceptance of fixed ideas, whereas science requires authority to be continually overthrown in favor of better ideas.",
		"Kept under wraps in deference to \" political correctness, \" the discontent will only fester.",
		"With due deference to this great observer, I think he was mistaken, owing to his not having secured the internodes.",
		"Financial considerations, lack of proper transports for an expeditionary corps, fear of displeasing France, dislike of a policy of adventure, misplaced deference towards the ambassadorial conference in Constantinople, and unwillingness to thwart the current of Italian sentiment in favor of the Egyptian nationalists, were the chief motives of the Italian refusal which had the effect of somewhat estranging Great Britain anc Italy.",
		"The Brunswick government having, in deference to the con sistory, confiscated the Fragments and ordered Lessing to discontinue the controversy, he resolved, as he wrote to Elise Reimarus, to try \"whether they would let him preach undisturbed from his old pulpit, the stage.\"",
		"But whilst using the term in the larger sense, this article, in deference to the associations which have come to be specially connected with it, will devote its principal attention to Hellenism as it appeared in the world after the Macedonian conquests.",
		"Though the see of Canterbury claims no primacy over the Anglican communion analogous to that exercised over the Roman Church by the popes, it is regarded with a strong affection and deference, which shows itself by frequent consultation and interchange of greetings.",
		"Finally, in deference to the strongly urged views of Sir George Napier, Lord Stanley, in a despatch of the 13th of December, received in Cape Town on the 23rd of April 1843, consented to Natal becoming a British colony.",
		"Further, in deference to political (probably dynastic) pressure, the crown prince was ordered eastwards to defend the line of the Neisse, thus increasing the already excessive length of the Prussian front.",
		"He assailed Lord North with unmeasured invective, directed not only at his policy but at his personal character, though he well knew that the prime minister was an amiable though pliable man, who remained in office against his own wish, in deference to the king who appealed to his loyalty.",
		"Yet Philip was not untouched by ideal considerations, as is proved by the respect, no doubt sincere, which he showed for Hellenic culture, by the forbearance and deference with which he treated Athens, the sacred city of that culture and his mortal foe.",
		"But these cannot be considered the actual progenitors of Neoplatonism; their philosophic method is quite elementary as compared with the Neoplatonic, their fundamental principles are uncertain, and unbounded deference is still paid to the authority of Plato.",
		"In the development of the law since that time the courts of one state are not bound either by law or by usage to follow the decisions either of the Federal courts or of the courts of any other state, any more than they would follow English courts, although such decisions are used and discussed as evidence of the common law, and great deference is always shown to the opinions expressed by the Federal courts.",
		"Although he is always elected as a party candidate, he generally receives, if he shows tact and dignity, abundant respect and deference from all citizens, and is able to exert influence beyond the strict limits of his legal power.",
		"Again, he might be inconsistent; now, for example, calling a universal a substance in deference to Plato, and now denying that a universal can be a substance in consequence of his own doctrine that every substance is an individual; and so as to contradict himself in the same treatise, though not in the same breath or at the same moment of thinking.",
		"This doctrine had grown up under Persian and Grecian rule, and no government that possessed or aimed at political independence could possibly show constant deference to the punctilios of the schoolmen.",
		"It was from the first his desire to practise at the English bar, though in deference to his father's wishes he qualified as an advocate at Edinburgh, in 1754, but entered himself at the Inner Temple on the 8th of May 1753, so that he might keep the Easter and Trinity terms in that year.",
		"After an escapade in England in 1787, he spent two months with her at Colombier before becoming, in deference to his father's wishes, chamberlain at the court of Charles William, duke of Brunswick, where in 1789 he married one of the ladiesin-waiting, Wilhelmina, Baroness Chramm.",
		"In each of these provincial fora the Roman magistrate, as is well known, was accustomed to pay all possible deference to the previously established common law of the district; and it was the privilege of every free subject to demand that he should be judged in accordance with the customs and usages of his proper forum.",
		"These were the bishop and the deacons, the former for higher, the latter for inferior services\"; (c) a patriarchal organization based upon the natural deference of the younger to the older members of the Church.",
		"He took the place formerly occupied by John Mark in Paul's company, and in deference to Jewish feeling was circumcised.",
		"The minister for foreign affairs was at first called the Reichskanzler; but in 1871, when Andrassy succeeded Beust, this was given up in deference to Hungarian feeling, for it might be taken to imply that there was a single state of which he was minister.",
		"It has been conjectured that in deference to his superiors he kept out of the book the names of Mahomet's enemies, if they or their families came afterwards to be respected.",
		"By some it is supposed that a mysterious hermit named Fomich, who lived at Tomsk until 1870 and was treated with peculiar deference by successive tsars, was none other than Alexander.'",
		"In deference to the wishes of supporters such as Mr Asquith, Sir Henry Fowler and Sir Edward Grey he determined to \"put his views into the common stock\" at a representative meeting of Liberals held at Chesterfield in December 1901.",
		"At the end of his scheme, probably in deference to theological prejudices, he added an element which was utterly alien, namely, a higher impulse, a soul superimposed by God, in virtue of which we strive beyond the world of sense.",
		"It extends from the 8th to the 37th degree of north latitude, that is to say, from the hottest regions of the equator to far within the temperate The spelling throughout all the articles dealing with India is that adopted by the government of India, modified in special instances with deference to long-established usage.",
		"Sarah Churchill became Anne's lady of the bedchamber, and, by the latter's desire to mark their mutual intimacy and affection, all deference due to her rank was abandoned and the two ladies called each other Mrs Morley and Mrs Freeman.",
		"This \" papal aggression \" caused great excitement at the time, and an Ecclesiastical Titles Act was passed in 1851, though never put in force, forbidding Roman Catholic prelates to assume territorial designations.5 2 They were described in the first draft of the bill as \" Protesting Catholic Dissenters,\" but this was changed, in deference to the strenuous remonstrances of the vicars-apostolic, into \" Roman Catholics.\"",
		"Many of the American officers, too, had taken offence at the close personal friendship which had sprung up between the marquis de La Fayette and Washington, and at the diplomatic deference which the commander-in-chief felt compelled to show to other foreign officers.",
		"He was deaf also to all the appeals against the other forms of his boundless extravagance which Colbert, with all his deference towards his sovereign, bravely ventured to make.'",
		"He was at first diffident and embarrassed in speaking, but gradually overcame these difficulties, and was heard with much attention and deference, especially when he addressed the House on economic questions.",
		"It's easy to shrug off the importance of your beach towel choice, chucking form in deference to function, but your towel gives you the opportunity to advertise who you are in a punchy way.",
		"Dean forced a pot full of evil thoughts about the beanpole bas­tard Edwin Mayer aside in deference to his concern over Cynthia's whereabouts.",
		"He had a distinguished career at the gymnasium of his native town, and on leaving desired to devote himself to astronomy, but abandoned the idea in deference to his father's wishes.",
		"He conciliated his subjects by his deference to the observances of Judaism, and - the case is probably typical of his policy - he joined in protesting, when Pilate set up a votive shield in the palace of Herod within the sacred city.",
		"The new Catholicism was promulgated by authority and accepted with deference.",
		"Though treated with some deference by his captor, who even promised to reinstate him.",
		"He showed, on some occasions, great deference to the opinions of the magnates.",
		"Excluded by his professional character from the councils of the republic, he nevertheless received all the deference and honour due to a first magistrate.",
		"The pioneers of the science in the 16th and 17th centuries put forth anticipations of some of the well-known modern principles, often followed by recantations, through deference to prevailing religious or traditional beliefs.",
		"There has been of late years a revival in the case of some able governors of the old respect for, and deference to, the office.",
		"He intervened in the affairs of the Visigoths of Spain and the Lombards of Italy, and was heard with deference.",
		"When this historical heresy led to the inevitable persecution, Abelard wrote a letter to the abbot Adam in which he preferred to the authority of Bede that of Eusebius' Historia Ecclesiastica and St Jerome, according to whom Dionysius, bishop of Corinth, was distinct from Dionysius the Areopagite, bishop of Athens and founder of the abbey, though, in deference to Bede, he suggested that the Areopagite might also have been bishop of Corinth.",
		"With the extinction of the Western Empire (476 or 479) the kings of the Visigoths became more and more the representatives of authority, which they exercised on Roman lines, and with an implied or formal deference to the distant emperor at Constantinople.",
		"He will take care that all due deference to be paid to his teachers by his pupils.",
		"They are likely to be pragmatic rather than ideological and there is less deference to ' authoritative ' figures.",
		"But in other respects the emperor showed his mother, Helena, the greatest deference.",
		"It is not less social deference that is needed but more.",
		"We have no whole oats, \" the Steward replied, with much deference.",
		"There are none of the mysteries of surgery or deference to the bedside manner.",
		"Ignorant of the assurance conveyed to France by Lord Granville that the Gladstone cabinet would respect the engagements of the Beaconsfield-Salisbury administration, Cairoli, in deference to Italian public opinion, endeavoured to neutralize the activity of the French consul Roustan by the appointment of an equally energetic Italian consul, Macci.",
		"Varenius does not treat of special geography, but gives a scheme for it under three heads- (i) Terrestrial, including position, outline, boundaries, mountains, mines, woods and deserts, waters, fertility and fruits, and living creatures; (2) Celestial, including appearance of the heavens and the climate; (3) Human, but this was added out of deference to popular usage.",
		"The chief episode in his uneventful pontificate was the visit of Constans to Rome; the pope received him \"almost with religious honours,\" a deference which he requited by stripping all the brazen ornaments of the city - even to the tiles of the Pantheon - and sending them to Constantinople.",
		"Out of deference to the scruples of the ultra-Conservatives, the terminus was fixed at a place called Lu-Kou-ch'iao, some 4 m.",
		"He threw the responsibility for the executions upon the prefect of the praetorian guard, and swore that he would never punish a senator without the assent of the entire body, to which he expressed the utmost deference and consideration.",
		"The space enclosed by the outer wall was left unoccupied after the Persian wars in deference to an oracular response apparently dictated by military considerations, the maintenance of an open zone being desirable for the defence of the citadel.",
		"The freedman took his former master's name; he owed him deference (obsequium) and aid (officium); and neglect of these obligations was punished, in extreme cases even with loss of liberty.",
		"It had, however, learnt the danger of outraging the national and religious susceptibilities of Turkish Moslems. For the future they showed more deference to these sentiments, and, recognizing the forces behind them, gave more and more prominence to Pan-Islamism as a feature of the Committee's policy.",
		"His anti-slavery work culminated in his appeal to President Lincoln, entitled \"The Prayer of Twenty Millions,\" in which he urged \"that all attempts to put down the rebellion and at the same time uphold its inciting cause\" were preposterous and futile, and that \"every hour of deference to slavery\" was \"an hour of added and deepened peril to the Union.\"",
		"The feeling towards them at first would be simply an instinct of respect and deference; but we have seen above that the essential conditions of the higher estimate were present all along, and were only waiting to be recognized as soon as reflective thought was turned upon them.",
		"His fortunes suffered an eclipse upon the accession of Henry I., by whom he was imprisoned in deference to the popular outcry.",
		"In deference to local customs, scanty clothing is not advisable in public places.",
		"Janet was reoccupied by Ottoman troops in the summer of 1910, but in deference to French protests the troops were withdrawn pending the delimitation of the frontier.",
		"A deference such as he had never before received was shown him.",
		"However, she said nothing in deference to Edith Shipton's son who remained engrossed with his puzzle.",
		"Both older sisters nodded in deference as he approached, and he glanced over them to assure himself of their health.",
		"And when after Pierre's departure Helene returned to Petersburg, she was received by all her acquaintances not only cordially, but even with a shade of deference due to her misfortune.",
		"This shade of deference also disturbed Pierre."
	],
	"synonyms": [
		"obligingness",
		"complaisance",
		"compliancy",
		"compliance",
		"respectfulness",
		"respect",
		"submission",
		"homage",
		"honor",
		"worship",
		"regard",
		"humility",
		"groveling",
		"fealty",
		"favor"
	],
	"antonyms": [
		"impoliteness",
		"noncompliance",
		"disobedience",
		"dishonor",
		"disregard",
		"ignorance",
		"disrespect",
		"contempt"
	]
}