{
	"word": "prolix",
	"meaning": [
		"So wordy as to be tiresome; verbose.",
		"Using more words than are necessary; long-winded.",
		"Tending to speak or write at excessive length."
	],
	"sentences": [
		"To those who have no patience with the minutiae of legislation, the prolix discussions are as irksome as the arguments appear arbitrary.",
		"Master of a form of language peculiarly sweet and euphonical, and possessed of a delicate ear which instinctively suggested the most musical arrangement possible, he gives his sentences, without art or effort, the most agreeable flow, is never abrupt, never too diffuse, much less prolix or wearisome, and being himself simple, fresh, naif (if we may use the word), honest and somewhat quaint, he delights us by combining with this melody of sound simple, clear and fresh thoughts, perspicuously expressed, often accompanied by happy turns of phrase, and always manifestly the spontaneous growth of his own fresh and unsophisticated mind.",
		"This prolix composition, one of a class which at that time was much in vogue - metrical epitomes of the facts of science - contains in about five thousand lines, illustrated by voluminous notes, a compendium of astronomy.",
		"All the cases give lengthy extracts from the judgments which, at first sight, may appear to be somewhat prolix.",
		"As models of Attic style Phrynichus assigned the highest place to Plato, Demosthenes and Aeschines the Socratic. The work was learned, but prolix and garrulous.",
		"His writings are exceedingly voluminous, and his style is clear and straightforward, though undeniably prolix.",
		"His controversial writings are vigorous if prolix and his theological essays have little merit.",
		"As a writer he was apt to be turgid and prolix, and there was a somewhat un-English element of ostentation in his manner.",
		"Richard Burke was received with many compliments, but of course nothing came of his mission, and the only impression that remains with the reader of his prolix story is his tale of the two royal brothers, who afterwards became Louis XVIII.",
		"With the systematic study of the Latin, and to a slight extent also of the Greek classics, he conjoined that of logic in the prolix system of Crousaz; and he further invigorated his reasoning powers, as well as enlarged his knowledge of metaphysics and jurisprudence, by the perusal of Locke, Grotius and Montesquieu.",
		"There is, however, a distinction of type and character between those of the western and southern and those of the eastern states, the former being generally more prolix, more prone to go into details, more apt to contain new experiments in legislation.",
		"They, and especially the latter, are diffuse and often lax in expression, needlessly prolix, and pompously rhetorical.",
		"The style is wearisome and prolix, attaining to precision at the expense of circumlocution, and setting forth the smallest particulars with the same distinctness as the main features of the narrative.",
		"It must be confessed that, judged by Western standards, the poems of Ephraim are prolix and wearisome in the extreme, and are distinguished by few striking poetic beauties.",
		"Morin was a voluminous and prolix writer on ecclesiastical antiquities."
	],
	"synonyms": [
		"wearisome",
		"tiresome",
		"protracted",
		"prolonged",
		"lengthy",
		"tedious",
		"redundant",
		"verbose",
		"diffuse",
		"wordy",
		"long-winded",
		"periphrastic",
		"pleonastic"
	],
	"antonyms": [
		"concise"
	]
}