{
	"word": "replete",
	"meaning": [
		"Well-filled or plentifully supplied.",
		"Filled to satiation; gorged.",
		"Stuffed with food and drink; gorged.",
		"Complete.",
		"Gorged, filled to near the point of bursting, especially with food or drink.",
		"A specialized worker in a honey ant colony that stores food in its distensible abdomen for later use by other members of the colony.",
		"Honey pot.",
		"A honeypot ant.",
		"To restore something that has been depleted."
	],
	"sentences": [
		"It is replete with interest for the antiquarian.",
		"In addition, the restaurant is replete with salads and soups.",
		"Foremost among its buildings must be mentioned its five chief churches, stately Gothic edifices in glazed brick, with lofty spires and replete with medieval works of art - pictures, stained glass and tombs.",
		"It is replete with memories of the last earl of Derwentwater, who was beheaded in 1716 for his part in the Stuart rising of the previous year, and was buried in the chapel.",
		"The struggles of the great rival clans, replete with episodes of the most tragic and stirring character, inspired quasi-historical narrations of a more popular character, which often took the form of illuminated scrolls.",
		"The pope appointed censors for both translations, who found the work to be replete with piety and holiness, highly useful and wholesome.",
		"The memoir of the last-named, published in the Journal de l'Ecole royale polytechnique for 1847 (xviii., 1 -270), ranks as a classic on the subject; it is replete with examples and illustrations, and discusses the various phenomena in minute detail.",
		"Her bedchamber was half the size of a small house, with a domed ceiling replete with vibrant paintings of the sun progressing across the sky.",
		"The events of the Peninsular War, especially as narrated in the Wellington Despatches, are replete with instruction not only for the soldier, but also for the civil administrator.",
		"The new open-ocean aquaculture being practiced off Hawaii seems replete with sci-fi promise.",
		"Of the two last, the former sings of love well and sincerely, while the latter is represented by love songs replete with false sentiment and by some rather gross songs of maldizer, a form which, if it rarely contains much poetical feeling or literary value, throws considerable light on the society of the time.",
		"They are very copious, and replete with historical parallels.",
		"He said the act was \" replete with seemingly irrational distinctions \" .",
		"These sites are so replete with cultural and social meanings that no theme or agenda would match their richness.",
		"Yet our scriptures are also replete with examples of Chest's uniqueness.",
		"Online articles are often replete with cutting-edge information on just about every topic.",
		"Europe is now replete with sustainably produced timber from forests which also benefit the environment when the wood is growing.",
		"Glucose tolerance and insulin secretion were related to vitamin D status in depleted but not replete subjects.",
		"It comes replete with coffee making facilities, the primary accent colors and light wood furniture adding to the effect.",
		"This ideology, I argue, descends from the very nineteenth century scholarship that it now finds replete with fantasies.",
		"By the end of the deliciously protracted meal, the whole team, even Teal'c, was almost fully recovered and feeling comfortably replete.",
		"We had a good meal and retired replete to the boat.",
		"Dürer's Melencolia is replete with alchemical symbolism related directly to much of the symbolism in the 1934 drawing.",
		"The series of six games was replete with drama, Soviet paranoia and sinister computer geeks.",
		"Yet our scriptures are also replete with examples of Chest 's uniqueness.",
		"People who eat meat obtain complete proteins, replete with all the amino acids they need, from poultry, beef, pork, and other meats.",
		"Both history and mythology are replete with examples of our employment of these methods.",
		"The American Red Cross history is also replete with stories of relief supplies, blood donations, and skilled assistance for people all over the world.",
		"Silver Celtic rings can range from a simple, basic knot reminiscent of Celtic heritage to elaborate patterns replete with symbolism.",
		"Check out Hot Topic's Olive Green Messenger Bag with a screened black print of Johnny and replete with two pink tattoos emblazoned with \"I love Jack.\"",
		"A sixteen inch backpack in beige and pink, replete with cursive \"Hannah\" across the front, glitter, scattered sequins. and a charm chain.",
		"Today, Burberry's collection is vast and ever growing, replete with trend-setting handbags, apparel for men, women and children, footwear, accessories and more.",
		"It is about a Princess Irene's adventures with her best friend Curdie and is replete with dark dungeons, ghoulish goblins and mysterious abound!",
		"And while they're waiting to hear where the auditions are, Backstage.com is replete with industry interviews, reviews, and helpful tips and tricks for the acting profession.",
		"It is also replete with anecdotes from those who have followed this diet, along with suggestions and observations for those who are new to the concept.",
		"Further, the document is replete with grammatical errors, typing errors, and in general, makes no sense.",
		"Biblical mythology is replete with examples of the efficacy of the word.",
		"His talks are replete with references to how he is being persecuted by the Jewish community.",
		"Indeed, the book is replete with descriptive detail.",
		"Judaism is replete with superhuman beings, showing its Persian ancestry.",
		"Dürer 's Melencolia is replete with alchemical symbolism related directly to much of the symbolism in the 1934 drawing.",
		"Broker scams - California is replete with its share of insurance scams.",
		"The subject is still replete with ambiguity and uncertainty.",
		"While large ships are often replete with garish colors and frenetic themes, Celebrity cruise ships are smoothly coordinated with nautical accents of etched glass, brass rails, warm wood tones, and rich fabrics."
	],
	"synonyms": [
		"packed",
		"chockablock",
		"bursting",
		"brimful",
		"full",
		"brimming",
		"instinct",
		"surfeited",
		"stuffed",
		"stocked",
		"satiated",
		"sated",
		"complete",
		"rift",
		"gorged",
		"fill",
		"sate",
		"satiate"
	],
	"antonyms": [
		"needy",
		"wanting",
		"empty"
	]
}