{
	"word": "exalt",
	"meaning": [
		"To raise on high; elevate; lift up.",
		"To glorify, praise, or honor.",
		"To increase the effect or intensity of; heighten."
	],
	"sentences": [
		"It was reserved for the 18th century to exalt Racine above Corneille.",
		"It should be noticed that Hartley's sensationalism is far from leading him to exalt the corporeal pleasures.",
		"The pope's attempt to unite the grandi having failed, he summoned Charles of Valois to come to his assistance, promising him the imperial crown; in 1301 Charles entered Italy, and was created by the pope paciaro or peacemaker of Tuscany, with instructions to crush the Bianchi and the popolo and exalt the Neri.",
		"Certainly the editors did not intend' hereby to exalt the original above the versions; for they placed the Vulgate in the centre of the page with the Hebrew on one side, the Greek on the other, i.e.",
		"This constitution was far from satisfying the advanced Liberals, and the supporters of Christinaknown as Crislinos broke into two sections, the Moderados, or Moderates, and Pro gressisias or Exalt ados, the Progressists or Hot-heads.",
		"The whole purport of his remarks now was evidently to exalt himself and insult Alexander--just what he had least desired at the commencement of the interview.",
		"Here we may notice that the perpetuation of the republic by means of the armed forces tended to exalt the army at the expense of the civil authorities.",
		"Gawain (Welwain, Welsh Gwalchmai), Arthur's nephew, who in medieval romance remains the type of knightly courage and chivalry, until his character is degraded in order to exalt that of Lancelot.",
		"The system thus established was repeatedly revised, and always with the same objectto reduce to a minimum the power of the national representatives, and to exalt and extend that of the government.",
		"But medieval estimates of numbers are never to be trusted, and the strength of the Cinque Port squadron was probably diminished to exalt the national glory.",
		"The scriptures then do not so much convey value-free objective information, as they also exalt, express, reflect, and invite.",
		"This season was quite explosive with plenty of physical altercations between the men as well as Tiffany's growing ego pushing the men to exalt her.",
		"Always in large part French, the Crusades had on the whole contributed to exalt the prestige of France, until it stood at the end of the r3th century the most considerable power in Europe.",
		"Protected by the caliph he employed the old weapons of satire to support them against the \" Helpers \" and to exalt his own tribe against the Qaisites.",
		"He never justified a prejudice; he never misdirected our admiration; he never hurt an innocent feeling or overbore a serious judgment; and he set up within us a standard of Christian scholarship to which it must ever exalt us to aspire.",
		"It was left to the Yugoslav Committee abroad to claim independence as well as unity, to repudiate the Habsburgs (in a manifesto on the eve of the Budapest coronation) and to exalt the achievements of Serbia and the Karagjorgjevic dynasty.",
		"And in those times there shall many stand up against the king of the south; also the robbers of thy people shall exalt themselves to establish the vision; but they shall fall.\"",
		"The difficulties in the way of successful invasion are of course not understated, as it was the object of the writer to exalt the prowess and perseverance of the faithful.",
		"But the Stoics were not slow to exalt the part of reason, which seizes upon the generic qualities, the essential nature of things.",
		"As it was Orosius' aim to show that the world had improved since the coming of Christ, he used Trc gus Pompeius' war history, written to exalt Roman triumphs, to show the reverse of victory, - disaster and ruin.",
		"Pitts sole object was to exalt England to a position in which she would fear no rival.",
		"Unlike the Hindu, Xenophanes inclined to pantheism as a protest against the anthropomorphic polytheism of the time, which seemed to him improperly to exalt one of the many modes of finite existence into the place of the Infinite.",
		"When the particular kind was not specified by the law or by agreement, the payments were made according to convenience in horses, cattle, sheep, pigs, wool, butter, bacon, corn, vegetables, yarn, dye-plants, leather, cloth, articles of use or ornament, &c. As the clan system relaxed, and the fine lost its legal power of fixing the amounts of public tributes, which were similarly payable to the flaith, and neglected its duty of seeing that those tributes were duly applied, the flaith became able to increase these tributes with little check, to confuse them with rent, to confuse jurisdiction with ownership, and to exalt himself at the expense of his fellowclansmen.",
		"I raise fervent prayers to Heaven that the Almighty may exalt the race of the just, and mercifully fulfill the desires of Your Majesty.",
		"There is no doubt, however, that the tendency among Germans has been to exalt the principle of nationality above religion, and to give it an absolute authority in which the Roman Catholic Church cannot acquiesce.",
		"After spending the winter in Nicomedia, he proceeded in 219 to Rome, where he made it his business to exalt the deity whose priest he was and whose name he assumed.",
		"But the glorification of Jerusalem, holy alike for Moslems, Christians and Jews, could not but exalt the glory of Islam and its rulers within and without."
	],
	"synonyms": [
		"signalize",
		"honor",
		"ennoble",
		"elevate",
		"distinguish",
		"elate",
		"buoy",
		"animate",
		"uplift",
		"lift",
		"flush",
		"exhilarate",
		"inspirit",
		"inspire",
		"panegyrize"
	],
	"antonyms": [
		"condemn",
		"denounce",
		"debase",
		"humiliate",
		"castigate",
		"criticize"
	]
}