{
	"word": "succumb",
	"meaning": [
		"To give way (to); yield; submit.",
		"To die."
	],
	"sentences": [
		"Even good leaders eventually succumb to the pressure of the ruling class.",
		"How could I go on believing no one would succumb to such temptation?",
		"Do not succumb to peer pressure to drink too much.",
		"It is probable that the carbon monoxide seriously affects the general health and vitality of the men, and renders them more likely to succumb to phthisis.",
		"The old tendency illustrated by the outcome of the revolutionary movements of 1848 was once more in evidence - the tendency of merely artificial theories of democratic liberty to succumb to the immemorial instinct of race and race ascendancy.",
		"He was diagnosed at age 2 but did not succumb to a fatal brain tumor until age 12.",
		"Very many of the common domestic mammals can be successfully infected (either thus accidentally or else on purpose) with different \" pathogenic \" Trypanosomes, to which they succumb more or less readily, but they cannot be regarded as the natural hosts of those Trypanosomes.",
		"For the one thing needful is not destined to succumb.",
		"Usually they succumb to the cold, heat or disease, but sometimes they simply disappear.",
		"Sonya did not succumb to the tender tone Natasha used toward her.",
		"Unfortunately it does not seem to share the longevity characteristic of most parrots, and none that has been held in confinement appears to have long survived, while many succumb speedily.",
		"We are carrying out an often inhuman battle where the best could succumb.",
		"No matter what, do not give up and do not succumb to fear.",
		"Trees, of which the young buds are nipped by frost, would frequently not suffer material injury, were it not that the small frost-cracks serve as points of entry for Fungi; and numerous cases are known where even high temperatures can be endured on rich, deep, retentive soils by plants which at once succumb to drought on shallow or non-retentive soils.",
		"Amanda's desire to conform to the in-crowd made her succumb to peer pressure.",
		"Animals vary very greatly in viability (see Longevity), and practical experience has shown that certain species bear captivity well, whilst others for reasons that appear to be psychological as well as physical quickly succumb.",
		"Since they rarely succumb to emotional ups and downs, they have trouble seeing it in others.",
		"Every day, succumb to the pleasure of the creamy lather, enriched gentle polishing vegetal micro spheres.",
		"If, therefore, a reservoir so formed survives the first few years without serious leakage, it is not likely, in the absence of artificial disturbance, to succumb owing to leakage at a later period.",
		"I must never appease his wants; If I succumb, he will consume my existence with relish.",
		"Those of us who work in upland path repair can often succumb to a rather unhealthy obsession with the state of footpaths.",
		"Unfortunately, the muscles finally succumb to the strain of chronic overuse.",
		"The sure and steady, funky riff and fate beat casts it's spell and you succumb.",
		"It is true that the Teutonic states succeeded everywhere in establishing themselves; but only in England and in the erstwhile Roman Germany did the Roman nationality succumb to the Teutonic. In the other countries it not only mantained itself, but was able to assimilate the ruling German race; the Lombards, West Goths, Swabians, and even the Franks in the greater part of Gaul became Romanized.",
		"If you know neither the enemy nor yourself, you will succumb in every battle .",
		"By planning your meals and snacks ahead of time, you will reduce the chance you will succumb to impulse eating and thereby improve your ability to maintain a healthy lifestyle.",
		"Toenails are more likely to succumb to fungus rather than fingernails because they are confined to the dark, moist crevices of shoes and socks.",
		"I had to succumb to wearing a cardigan on Monday this week!",
		"Otherwise more and more of us will all succumb to stress related mental health problems over time.",
		"She suddenly felt foolish thinking that Guardian, a man trained to kill, wouldn't kill in cold blood or wouldn't succumb to any other vices.",
		"And we will not succumb to the absolutely foolish, ridiculous logic of evolutionary uniformitarianism.",
		"When he was informed that among others awaiting him in his reception room there was a Frenchman who had brought a letter from his wife, the Countess Helene, he felt suddenly overcome by that sense of confusion and hopelessness to which he was apt to succumb.",
		"The sure and steady, funky riff and fate beat casts it 's spell and you succumb.",
		"Many die before birth, others succumb suddenly weeks or months after birth.",
		"Unfortunately some drinkers do n't know when they 've had enough, and some succumb to peer pressure to drink stupidly.",
		"Many people succumb to fear and choke up because they have never learned to deal with this verbal intimidation correctly.",
		"If you know neither the enemy nor yourself, you will succumb in every battle. back to top IV.",
		"The \"Back to Sleep\" campaign has been credited for reducing the rate of babies who succumb to SIDS.",
		"They are sturdy enough so that there is little worry of ripping, and inexpensive enough that should they succumb to grass stains, it's not the end of the world.",
		"Other bitches succumb to post delivery infections.",
		"Many spiderlings may succumb to nest parasitism, predation, and even cannibalism before the survivors emerge in the spring.",
		"Botulism D toxin can cause illness in cattle, and horses succumb to botulism A, B, and C toxin.",
		"Similarly, couples should not succumb to peer pressure to have jewelry equally or more expensive than other couples they know.",
		"His appeal is magnetic, and people succumb quite willingly to his talents of flattery and flirting.",
		"Looking after her friend Daniel (Phyllis Summer’s son), Cassie tried to drive him home, but a car accident landed both in the hospital where Cassie would later succumb to her injuries.",
		"Clean up files, clarify accounts and, most importantly, don't succumb to the \"I don't have to care, I'm leaving\" attitude.",
		"This step proved a little premature so, after refusing to succumb to the pressure from record labels to 'steer away' from their Scottish sound and commercialize, they returned to Ridge Records.",
		"Both Elliot and E.T. sicken from a mystery ailment, and it's a race with time to get E.T. to his people before they both succumb.",
		"The radical theory, essentially dualistic in nature in view of its similarity to the electrochemical theory of Berzelius, was destined to succumb to a unitary theory.",
		"To succumb to cultural or post-modern relativism would simply leave open the field to the most powerful global forces.",
		"Don't succumb to the scourge Of the sexual urge, Or you'll cause a most terrible stink!",
		"Do n't succumb to the scourge Of the sexual urge, Or you'll cause a most terrible stink !",
		"Kirkwall 's whitefish fleet looks doomed with news of another vessel likely to succumb to decommissioning.",
		"Chalukya recovered part of his patrimony, only to succumb, about 1190, to the Yadavas of Devagiri and the Hoysalas of Dorasamudra.",
		"Schwarzburg-Sondershausen was the first to succumb (1819); Schwarzburg-Rudolstadt (1822), Saxe-Weimar and Anhalt-Bernburg (1823), Lippe-Detmold and MecklenburgSchwerin (1826) followed suit so far as their enclaved territories were concerned; and in 1826 Anhalt-Dessau and Anhalt-Cothen, after several years resistance, joined the Prussian Customs-Union.",
		"Being attacked with cholera, however, the Persian commander recrossed the frontier, but only to succumb to the disease in the pass of Kirind.",
		"Meanwhile the Turkish governors on the Bulgarian bank never ceased to ravage the country, and again it seemed as if Walachia must share the fate of the Balkan States and succumb to the direct government of the Ottoman.",
		"In 1742 Walpole was at last forced to succumb to the longcontinued attacks of opposition, and was succeeded as prime minister by the earl of Wilmington, though the real power in the new government was divided between Carteret and the Pelhams. Pitt's conduct on the change of administration was open to grave censure.",
		"The practical effect of the bactericidal action of solar light is the destruction of enormous quantities of germs in rivers, the atmosphere and other exposed situations, and experiments have shown that it is especially the pathogenic bacteria - anthrax, typhoid, &c. - which thus succumb to lightaction; the discovery that the electric arc is very rich in bactericidal rays led to the hope that it could be used for disinfecting purposes in hospitals, but mechanical difficulties intervene.",
		"With regard to the occurrence of plants, such as Juncus effusus, which possess xerophytic characters and yet live in situations which are not ordinarily of marked physiological dryness, it should be remembered that such habitats are liable to occasional physical drought; and a plant must eventually succumb if it is not adapted to the extreme conditions of its habitat.",
		"The festival was, in fact, too popular to succumb to these efforts, and it survived throughout Europe till the Reformation, and even later in France; for in 1645 Mathurin de Neure complains in a letter to Pierre Gassendi of the monstrous fooleries which yearly on Innocents' Day took place in the monastery of the Cordeliers at Antibes.",
		"But the belief died hard; the synthesis of urea remained isolated for many years; and many explanations were attempted by the vitalists (as, for instance, that urea was halfway between the inorganic and organic kingdoms, or that the carbon, from which it was obtained, retained the essentials of this hypothetical vital force), but only to succumb at a later date to the indubitable fact that the same laws of chemical combination prevail in both the animate and inanimate kingdoms, and that the artificial or laboratory synthesis of any substance, either inorganic or organic, is but a question of time, once its constitution is determined.'."
	],
	"synonyms": [
		"yield",
		"cease",
		"expire",
		"drop",
		"kick in",
		"croak",
		"check out",
		"kick off",
		"pop off",
		"pass",
		"pass away",
		"go",
		"depart",
		"demise",
		"perish"
	],
	"antonyms": [
		"survive",
		"resist",
		"conquer",
		"overcome",
		"win",
		"create"
	]
}