{
	"word": "lavish",
	"meaning": [
		"Very generous or liberal in giving or spending, often extravagantly so; prodigal.",
		"Characterized by abundance, luxuriance, splendor, etc.",
		"Immoderate in giving or bestowing; unstinting.",
		"Superabundant; excessive; as, lavish spirits.",
		"Expending or bestowing profusely; profuse; prodigal.",
		"To give or spend generously or liberally.",
		"To give something in abundance to.",
		"To expend or bestow with profusion; to use with prodigality; to squander; as, to lavish money or praise."
	],
	"sentences": [
		"Never would she have guessed such a lavish home existed in these rustic mountains.",
		"This big handsome galoot comes along and opens his lavish home to you.",
		"By his luxurious habits and his lavish expenditure on public buildings he piled up a great accumulation of debt, which was partly discharged by the estates of the land in return for important concessions.",
		"The dining room was directly off the kitchen, which was also lavish.",
		"Carmen was more than satisfied with their home and what she called a lavish budget.",
		"Their chief men, he adds, were specially lavish through their desire of good report.",
		"That's not enough for most people to live a lavish lifestyle.",
		"Forget about all those lavish layouts in glossy magazines.",
		"Just don't be too lavish or you'll offend his practical nature.",
		"Unfortunately the fruits of his diligence and foresight were dissipated by the follies of his two immediate successors, Emerich (1196-1204) and Andrew II., who weakened the Ar royal power in attempting to win support by lavish grants of the crown domains on the already over-influential magnates, a policy from which dates the supremacy of the semi-savage Magyar oligarchs, that insolent and self-seeking class which would obey no superior and trampled ruthlessly on every inferior.",
		"The reign of !Ethelred, which witnessed the greatest national humiliation and the greatest crime in English history, is also marked by the most lavish expressions of religious feeling and the most frequent appeals to morality.",
		"This can range from a quiet dinner with a few of their closest friends to a lavish party with an extensive guest list.",
		"When facing a long engagement the couple may decide to have a party and to celebrate their engagement in lavish style.",
		"Yet, the bezel setting also works for more lavish designs with accessory stones in the mounting.",
		"Most importantly, they bear one of the most Internationally lavish and celebrated brand names to date.",
		"The addition of embroidery adds a touch of lavish sophistication to an evening bag.",
		"He's all heart, and he just gave it to you on a silver platter with a rose, a poem, a glass of champagne and many other equally elegant and lavish gifts.",
		"He doesn't mind spending money on a lavish meal as long as you're grateful and show your appreciation for such artistry in food.",
		"This sun sign will lavish you with adoration and love as long as you reciprocate the same kind of intensity that he bestows.",
		"You've probably seen enough major films to know that special effects can easily run the gamut from lame and hokey to lavish and over-the-top.",
		"These elements married to create a lavish and quite elaborate piece of art.",
		"Thoughtfully designed with intricate details, lavish materials and in silhouettes that are classic enough to be worn more than once, the shoes are part of the designer's more affordably priced Vera Wang Lavender label.",
		"With designer bridal dresses running high into the thousands of dollars, not just any bridal shoe can match such lavish gowns.",
		"He eventually conceded to fate, however, and the couple were married in a lavish ceremony before relocating to Chicago.",
		"When they fell in love, they allowed themselves a more lavish ceremony.",
		"Fairy tale weddings, lavish weddings, multiple weddings and weddings from hell are soap staples.",
		"In 2009, Erica's daughter Bianca wed her lover Reese in a lavish ceremony.",
		"Centuries later, wealthy families built their homes atop the hill with lavish gardens and magnificent views.",
		"At dinner, the restaurant kicks into high gear by serving lavish French fare.",
		"Today, you can get away from it all by taking lavish African safaris, opulent shopping sprees and high-flying adventures.",
		"From silicone straps to an array of rose gold and faux tortoise cases, the watches listed below satisfy the desire for lavish luxury and flirty fun, but perhaps their greatest attraction is the durability and style built into each model.",
		"These promises are often accompanied by a website filled with photos of luxury cars, people living lavish lifestyles, and fabricated testimonials from people telling how they were able to get rich fast.",
		"These quilts include randomly shaped pieces of brightly colored fabrics decorated with lavish embroidery.",
		"This lavish setup accompanying the band's signature style leads many fans to believe The White Stripes will \"save rock and roll\".",
		"It combines a ceremony with lavish, theatrical performances.",
		"Planners for celebrity events and lavish weddings are often in high demand, and their personal connections are able to create flawless fantasy events.",
		"Something that feels lavish or luxurious works well for this type of theme.",
		"Platinum Weddings features stories of lavish and very expensive weddings complete with price lists of what items and services cost for such an event.",
		"There are single men who want to start a meaningful relationship, gorgeous women who aren't afraid to don a bikini, lavish dates and heartbreaking eliminations.",
		"He earned $350,000,000 selling his first IT company, and a further $225,000,000 with his second.He lives a lavish lifestyle complete with cars, lavish homes, and elaborate vacations.",
		"These women spend their time getting plastic surgery and regular Botox treatments, shopping, dining out, and holding lavish parties.",
		"During the first season of the show, Giudice gained a reputation for lavish spending and over the top fashion, but her real defining moment came during the final episode of the first season.",
		"Many of them aren't prepared for the financial hit they will take as a result of their lavish new homes.",
		"Perhaps best remembered in the first season for the ridiculously lavish birthday party she threw for her four year old daughter, Taylor is affectionately dubbed \"Fish Lips\" as a result of her allegedly surgically enhanced lips.",
		"A disastrous economy led to Todd Bruce losing the contracting company that had provided the blended family of nine with a lavish lifestyle.",
		"The admirable points are visual - TPM is one of the most visually stunning of the Star Wars movies, from the beautiful Naboo, to the underwater city, to the Queen of Naboo's lavish kimono-style wardrobe.",
		"While The Road Warrior isn't much for dialog, it set the standard for lavish chases of bizarre vehicles.",
		"After a cordial reception by their commander Omer or Omar Pasha, Ali was imprisoned; he was shortly afterwards assassinated, lest his lavish bribery of Turkish officials should restore him to favour, and bring disgrace on his captor (March 1851).",
		"Edwy, to judge from the disproportionately large numbers of charters issued during his reign, seems to have been weakly lavish in the granting of privileges, and soon the chief men of Mercia and Northumbria were disgusted by his partiality for Wessex.",
		"The stunning actress was cosying up to Jamie at the lavish bash.",
		"From lavish animal prints to sultry minks in neutral tones, there were plenty of looks to love on the runway.",
		"While Korean Christmas dinner is not as lavish of an affair as it is in the U.S., many Koreans use it as an opportunity to feast and visit with family.",
		"He'll move mountains to see that his children have what they need and, in many cases, will lavish them with material gifts.",
		"Multiple fan websites have cropped up devoted to the actors, the character and the lavish fashions of the show itself.",
		"Grouped together on the council of affairs, they managed to control the policy of the common council, with its too mixed and too independent membership. They successfully strove to separate the grandeur and superexcellence of the king from the rest of the nation; to isolate the nobility amid the seductions of a court lavish in promises of favor and high office; and to win over the bourgeoisie by the buying and selling and afterwards by the hereditary transmission of offices.",
		"Cursor treated his soldiers with such harshness that they allowed themselves to be defeated; but after he had regained their good-will by more lenient treatment and lavish promises of booty, they fought with enthusiasm and gained a complete victory.",
		"In August 1220 Frederick set out for Italy, and was crowned emperor at Rome on the 22nd of November 1220; after which he repeated the undertaking he had entered into at Aix la Chapelle in 1215 to go on crusade, and made lavish promises to the Church.",
		"While other founder members, including Hubert Parson, became lavish spenders on an opulent lifestyle, some remained the epitome of normality.",
		"The terrace is an ideal place for a lavish buffet breakfast or a pre-dinner aperitif.",
		"No butler opened the door to her, no lavish banquets were given in her honor.",
		"Visitors can view the apartments, halls and terraces of the harem, and see the lavish royal bedchamber and Imperial Hall.",
		"After the formalities players and guests were treated to a lavish buffet and the 2003 championships were open for business.",
		"If you would like a lavish affair, plan to pull out all of the stops with the dress.",
		"If you are interested in a lavish lifestyle after you retire, it is important that you define what that means to you.",
		"However, it does provide the lavish style some retirees desire.",
		"They were bathed in lavish colors, inspired by decades past and adorned with all manner of wild embellishments.",
		"The faithful celebrate the end of this fast by eating a feast complete with lavish dishes and rich desserts.",
		"Beaudry designer rings are elegant and lavish, expressing not only romance and love but also the pure beauty and art of gemstones and fine metals.",
		"Connolly's expertise is in lavish, large weddings where no expense or luxury is spared.",
		"His policy of living at peace with England and of arranging marriages between the members of the royal families of the two countries did not commend itself to the turbulent section of his nobles; his artistic tastes and lavish expenditure added to the discontent, and a rebellion broke out.",
		"A similar series of works was projected and begun about the same time as that of Le Vaillant by Audebert and Vieillot, though the former, who was by profession a painter and illustrated the work, was already dead more than a year before the appearance of the two volumes, bearing date 2802, and entitled Oiseaux dores ou a reflets metalliques, the effect of the plates in which he sought to heighten by the lavish use of gilding.",
		"The viceroy of Egypt, Ismail Pasha, followed his suzerain's example in this respect, and was lavish in his bribes to his imperial overlord to obtain the extension of his own privileges and the establishment in Egypt of succession from father to son; these concessions were granted to him by the firmans of the 27th of May 1866 and the 8th of June 1867, in the latter of which the viceroy is addressed for the first time as \" khedive.\"",
		"Scores of towns, too, owe their origin and enlargement to the care of the Angevin princes, who were lavish of privileges and charters, and saw to it that the high-roads were clear of robbers.",
		"John was forced to withdraw to Burgundy (August 1413), and the university of Paris and John Gerson once more censured Petit's propositions, which, but for the lavish bribes of money and wines offered by John to the prelates, would have been solemnly condemned at the council of Constance.",
		"These deputies succeeded in 795 and 796 in taking possession of the vast treasures of the Avars, which were distributed by the king with lavish generosity to churches, courtiers and friends.",
		"He admonished the pope, appointed the bishops, watched over the morals and work of the clergy, and took an active part in the deliberations of church synods; he founded bishoprics and monasteries, was lavish in his gifts to ecclesiastical foundations, and chose bishops and abbots for administrative work.",
		"In a great sermon on the 10th of April (Easter week) 1588, he stoutly vindicated the Protestantism of the Church of England against the Romanists, and, oddly enough, adduced \"Mr Calvin\" as a new writer, with lavish praise and affection.",
		"Lavish expenditure during the progress of the council of Constance reduced Rudolph to poverty, and on the death in 1422 of his brother Albert III., who succeeded him in 1419, this branch of the Ascanian family became extinct.",
		"The causes of their subsequent estrangement are obscure, but it was possibly due to the empress's lavish expenditure in charity and church building, which endeared her to ecclesiastics but was a serious drain on the imperial finances.",
		"The embarrassed financial condition in which Gregory left the States of the Church makes it doubtful how far his lavish expenditure in architectural and engineering works, and his magnificent patronage of learning in the hands of Mai, Mezzofanti, Gaetano, Moroni and others, were for the real benefit of his subjects.",
		"He made skilful use of Leopold's difficulties; and in 1692, in return for lavish promises of assistance to the Empire and the Habsburgs, the emperor granted him the rank and title of elector of Brunswick-Luneburg with the office of standardbearer in the Holy Roman Empire.",
		"Gregory's principal fault as a man of business was that he was inclined to be too lavish of his revenues.",
		"Then in 1395 he went to take up the government of his duchy; thanks chiefly to his lavish expenditure his administration was not unsuccessful, but the Gascons had from the first objected to government except by the crown, and secured his recall within less than a year.",
		"The great majority of the people were excluded as Roman Catholics from the franchise; two-thirds of the members of the House of Commons were returned by small boroughs at the absolute disposal of single patrons, whose support was bought by a lavish distribution of peerages and pensions.",
		"In the legislature, like the other representatives of that county, who were called the \"Long Nine,\" because of their stature, he worked for internal improvements, for which lavish appropriations were made, and for the division of Sangamon county and the choice of Springfield as the state capital, instead of Vandalia.",
		"At the diet of Spires in 1544 Charles purchased military assistance from the Protestants by making lavish promises to them.",
		"The Mission archeologique fran4aise au Caire, established as a school by the French government in 1881, was re-organized in 1901 on a lavish scale under the title Institut francais darchologie orientale du Caire, and domiciled with printing-press and library in a fine building near the museum.",
		"In proportion as the prosperity of the land increased, and the advance of civilization afforded the technical means, so did these primitive burials give place to a more lavish funereal equipment.",
		"The disgrace that fell in consequence on his superior, Ali escaped by the use of lavish bribes at Constantinople.",
		"Chroniclers lavish on him the titles of \"archipirata,\" \"vir flagitiosissimus et nequissimus,\" and poets made him an associate of the devil.",
		"I increase your pensions with 100 dirhems; make now your preparations, for I am the lavish shedder of blood 2 and the avenger of blood.\"",
		"In Italy, where titles of nobility give no precedence at court, that of duke (duca) has lost nearly all even of its social significance owing to lavish creations by the popes and minor sovereigns, and to the fact that the title often passes by purchase with a particular estate.",
		"In 1824 the Real del Monte mines were sold to an English company and became the centre of a remarkable mining speculation - the company ruining itself with lavish expenditures and discontinuing work in 1848.",
		"The more modern of the two was built by two brothers, rich merchants, between the years 1197 and 1247, and for delicacy of carving and minute beauty of detail stands almost unrivalled, even in this land of patient and lavish labour.",
		"Still more energetic on the other side, the Russian minister, Ivan Osterman, became the treasurer as well as the counsellor of the Caps, and scattered the largesse of the Russian empress with a lavish hand; and so lost to all feeling of patriotism were the Caps that they openly threatened all who ventured to vote against them with the Muscovite vengeance, and fixed Norrkoping, instead of Stockholm, as the place of meeting for the Riksdag as being more accessible to the Russian fleet.",
		"Roman emperors vied with wealthy natives in lavish gifts, one Vibius Salutaris among the latter presenting a quantity of gold and silver images to be carried annually in procession.",
		"The agents of the \" New Christians \" in Rome long contrived, by lavish bribery and with the support of many enlightened Portuguese, to delay the preliminary negotiations; but in 1536 the Holy Office was established in Lisbon, where the first auto-da fe was held in 1540, and in 1560 its operations were extended to India.",
		"The Americans were hospitably received; the immigrants, even Protestant clergymen, enjoyed by official goodwill complete religious toleration; and after about 1796 lavish land grants to Americans were made by the authorities, who wished to strengthen the colony against anticipated attacks by the British, from Canada.",
		"The Bondsmen were more lavish than their opponents in their promises to the natives and even invited a Kaffir journalist (who declined) to stand for a seat in the Assembly.",
		"The lavish grants of Stephen had made an end of the old authority which the Conqueror and Henry 1.",
		"Those members who stood out were, indeed, bought by a lavish distribution of money and coronets; but the advantages to Ireland which might reasonably be expected from the Union were many and obvious; and if all the promises held out by the promoters of the measure have even now not been realized, the fault is not theirs.",
		"His large schemes and lavish expenditure alarmed however the parsimonious directors of the West India company, but John Maurice refused to retain his post unless he was given a free hand, and he returned to Europe in July 1644.",
		"In 1780 he was elected to the House of Commons for his native town, his success being due to his personal popularity and his lavish expenditure.",
		"Had he inherited the fortune, and if not, what did he do in the woods that would support such a lavish lifestyle?",
		"You are free to use the outside caterers of your choice, whether they bring in drinks, snacks or a lavish buffet supper.",
		"She rallied hundreds of donors and helped organize a lavish ceremony.",
		"The christening of Princess Elizabeth Princess Elizabeth was given a lavish christening but her father, King Henry did not attend.",
		"With royal coffers at his disposal, Robert Vertue could ornament with a lavish hand.",
		"Lavish gardens add bright tropical colors to the scene, a visual tapestry of rare beauty.",
		"The theater and the lavish costumes, surroundings and plays were the new form of entertainment and contributed to the decline of jousting.",
		"He will also appear in the title role of Pepys, a lavish costume drama for the BBC.",
		"Do lavish attention on the person, as the more earnest the attention given the more likely you will end up together.",
		"The palace is richly embellished throughout with lavish stone carvings.",
		"Have, for example, all your business ventures borne lavish fruit too?",
		"M any rivals thought John James had been too lavish in fitting out a new shop.",
		"While other founder members, including Hubert Parson, became lavish spenders on an opulent lifestyle, Sum remained the epitome of normality.",
		"In 74, by a lavish use of bribes, Verres secured the city praetorship, and, as a creature of Sulla, abused his authority to further the political ends of his party.",
		"The whole peninsula may be described as one vast forest, intersected in every direction by countless streams and rivers which together form the most lavish water-system in the world.",
		"In 93 he was elected praetor 'after a lavish squandering of money, and he delighted the populace with an exhibition of a hundred lions from Africa.",
		"All departmental expenses were to be submitted for the approval of the comptrollergeneral, a number of sinecures were suppressed, the holders of them being compensated, and the abuse of the\" acquits au comptant \"was attacked, while Turgot appealed personally to the king against the lavish giving of places and pensions.",
		"The emperor Hadrian was the most lavish of all the benefactors of Athens.",
		"These devotees lavish large sums in indiscriminate charity, and it is the hope of sharing in such pious distributions that brings together the concourse of religious mendicants from all quarters of the country.",
		"As a race the Polynesians are somewhat apathetic. An enervating climate and lavish natural resources incline them to lead easy lives.",
		"He created their formal logic and contributed much that was of value to their psychology and epistemology; but in the main his work was to new-label and new-arrange in every department, and to lavish most care and attention on the least important parts - the logical terminology and the refutation of fallacies, or, as his opponents declared, the excogitation of fallacies which even he could not refute.",
		"Often squalid and slackly administered with lavish dietaries Kent 's mixed workhouses did little to reduce the rates.",
		"The Mexican authorities even gave them a lavish reception at a swanky hotel.",
		"The Visa Black Card has an annual fee of only $495 (as of 2010); however, the services and amenities are not as lavish as those provided to Centurion cardholders.",
		"Another color palette influenced by the lavish Victorian era, these rich, dark colors will add a classy, royal feel to your home.",
		"While they can be as simple as tea light candles arranged in a group of three or as lavish as a crystal wedding tree, they are necessary for taking a plain table and turning it into one fit for a wedding reception.",
		"Bright colors and lavish decorations are hallmarks of an Indian wedding.",
		"There is a huge range of wedding planning guide books available, from books about planning a wedding on a shoestring to books about planning lavish affairs.",
		"Whether you opt for a stark, neutral invite or a more lavish style, you'll find it here.",
		"Often, the guest list dictates budget and decisions, so paring down the list provides not only a more intimate wedding, but one that allows for a few lavish indulgences, too.",
		"Though large, lavish weddings are often depicted as the norm in film and television programs, many couples opt to have small ceremonies.",
		"Weddings, especially lavish affairs, can be intimidating and expensive.",
		"Organic towels are often considered a lavish item because many people still view organics as exotic and pricey.",
		"The show quickly became a favorite among young viewers, who loved Nick and Jessica's crazy antics and lavish lifestyle.",
		"So, it's only natural that celebrities tend to choose large and lavish rings with unusual details.",
		"From the sprawling property lines to the lavish interior décor, these houses all look perfect inside and out.",
		"The family has also been criticized for using their kids to make money and for accepting donations and handouts to pay for everything from diapers and groceries to lavish vacations.",
		"The Simple Life took Hilton and Richie, who were well-known for their lavish spending on clothing, nightclubs and luxuries and placed them far from their comfort zones.",
		"This event is a lavish and formal affair, with celebrities donning their best designer duds and walking the red carpet.",
		"The 2000 Academy Award nominees included blockbuster films and celebrated actors, directors, and screenwriters who were all honored in traditional style at the lavish ceremony, held on March 25, 2001.",
		"While a lavish lifestyle certainly took a toll on M.C.",
		"One of the events tourists in Hawaii can enjoy is a lavish meal aboard the Star Honolulu sunset dinner cruise.",
		"The company's most lavish sunset cruise features a seven-course French inspired menu served at your own private table which includes unobstructed views of the Hawaiian sunset.",
		"The company offers a variety of all- inclusive getaways taking passengers to lavish resorts around the world.",
		"Lavish designs may incorporate smaller accessory stones or two-toned metal.",
		"The lavish amount does not seem as high when you consider how long it will last.Plus size clothing manufacturers realize that curvy women often need quality clothing, too.",
		"Many seniors would love to experience lavish retirement living, but it takes planning and research.",
		"When it comes to lavish retirement living, some seniors settle for being able to kick back and relax while someone else takes care of maintenance issues and lawn care.",
		"If you find yourself among the seniors experiencing dwindling retirement funds due to the current economic climate, you have a couple of choices if you plan on a lavish lifestyle in retirement.",
		"Your first choice is to retire later and keep saving and investing for now, or you can retire but enjoy your lavish retirement overseas where your money goes a little further.",
		"If you want to stay within the United States, you can find lavish options in Florida, California, Arizona and other warm-weather states that offer a variety of options for people who enjoy playing golf and/or swimming year round.",
		"Whether you opt for a lavish lifestyle abroad or close to home, find a reputable broker to help you learn what's available and what prices are reasonable in the region at that moment.",
		"For example, the Mikado M3602, 2100 are prescription glasses that boast a B titanium frame, but because of its lavish, gold coloring, looks incredibly sophisticated and elegant.",
		"These often outrageously styled glasses go hand in hand with everything else that Cavalli does; pushing the envelope of what is hip by adding risqué touches and lavish embellishments is what Cavalli has always done best.",
		"Each park also offers a selection of rides and other attractions, including motion simulators, children's play areas, and lavish gardens, as well as arcades, souvenir shops, and a variety of dining options.",
		"The hotel has more than 280 family-sized suites with a rustic theme, ranging from general suites to more lavish and heavily themed accommodations such as the Majestic Bear, loft, and whirlpool fireplace suites.",
		"You have 80 days to gather up 300,000 gold coins, and if you achieve this goal, you will be granted entrance back to the lavish life.",
		"The finish is long and the rich fruit is quite lavish.",
		"In 1909, after indulging in the typical lavish high life not uncommon in Napa Valley, Chase, low on fortune, sold Stags' Leap.",
		"If past breath holding spells have earned children lavish attention or enabled them to get their own way, the children may intentionally cause the spells to trigger an episode.",
		"Some intensive treatments, such as lavish extensions, may be significantly more expensive and price quotes are only given after a thorough consultation with an experienced stylist.",
		"Rather than invest in expensive lavish hair products and styling tools, you can improve the health and quality of your hair by understanding your hair's unique needs and your own personal desires.",
		"When you look at the history of medieval hairstyles, braids, adornments and lavish updos were the norm.",
		"In January 2006, People magazine published a photograph of Nicole sporting a lavish 3.5 carat diamond ring during a Boston shopping trip with Keith.",
		"Heidi's line of clothing is appropriately named Lavish with sophisticated designs that certainly turn heads.",
		"While lavish sundresses are easy to find, it may prove more difficult to dramatize those basic shorts-and-tops combos.",
		"Prior to that, everyone-including the recipients-knew who had won before they ever sat down to enjoy a lavish dinner.",
		"Lavish befits a princess with its white satin upper and delicate white flower embellishment along the ankle.",
		"Eventually rich Romans built lavish houses in the narrow streets of Trastevere and the poor were relocated.",
		"The lavish Fifth Avenue shopping district and Central Park are within feet of the hotel.",
		"While there are camera crews and staff on hand, it's hardly the lavish Hollywood lifestyle that many of them have grown accustomed to.",
		"The rest of the movie is a lavish recitation of Max's search for revenge.",
		"Fans of the show will be thrilled to visit places only mentioned in the series and new comers will be amazed at the diverse and lavish universe Whedon has created.",
		"Having treated with, and received lavish promises from, both parties, he appears to have hoped for the dignity for himself; but when the election came he turned to the winning side and voted for Charles.",
		"O, flowery be the paths they press; And ruddiest human fruitage bless Them with a lavish loveliness!",
		"You'll be enchanted by the magical beauty of these islands and captivated by the lavish hospitality of the Polynesians.",
		"The Southern heart is too impulsive; Southern hospitality is too lavish with the stranger.",
		"Hindu weddings are often lavish affairs, the bride has had her skin rubbed with turmeric powder, this gives it a glowing quality.",
		"Finally he was so lavish with money as he became a frequent, valuable customer of geisha houses.",
		"Budget details Food - £ 45 per week for a single person is a sensible but not lavish budget.",
		"In fact, an estate in the Russian countryside in 1904 was quite lavish.",
		"They had been living a lavish lifestyle over a four year period principally funded from the proceeds of illegal drugs trafficking.",
		"Go to the lavish bar at the Ritz-Carlton, Battery Park and drink martinis.",
		"In later years even great architect Inigo Jones was employed to produce lavish sets accompanied by various mechanical devices for the Jacobean masques.",
		"In the late 1750s the baroque style evolved into a rococo characterized by rich surface ornamentation in a lavish use of decorative motifs.",
		"This all seems pretty pointless to me, just like a lavish menu system really.",
		"Case Study A lavish wedding for 200 guests was held at a 16th century priory.",
		"Churches became more profuse in decoration, better lit and more lavish in their proportions.",
		"The wealth amassed at this time allowed the inhabitants to build lavish temples, most of which have withstood the ravages of time.",
		"This he carried out with aplomb, traveling with a great retinue, his lavish style made an impression on the French.",
		"Across the nation, shop windows are bedecked in seasonal finery, from a few subtle snowflakes to lavish animatronic displays.",
		"Each piece is not only a lavish work of art but also a powerful talisman and a source of positive energies.",
		"It bestowed the honor of a very lavish triumph.",
		"The treasury was exhausted by lavish expenditure on gladiatorial and wild beast combats and on the soldiery, and the property of the wealthy was confiscated.",
		"He was a polished businessman who would be as disappointed in her rustic lifestyle as she would be with his lavish way of living.",
		"The parliamentary recess had been effectually employed by the government in securing by lavish corruption a majority in favour of their policy.",
		"Instead of studying the general welfare, they wrung from exhausted states the largest possible revenue to support a lavish and ridiculous expenditure.",
		"Revenues were not realized adequate to its lavish undertakings, and loans were used to meet current expenses.",
		"Maybe Alex was no pretty boy, but he was certainly accustomed to more lavish surroundings.",
		"Under these rulers the rich kingdom was heavily taxed to supply the sinews of war and to support every kind of lavish expenditure.",
		"He celebrated his triumphs to the full with gorgeous fetes in his palace, especially with lavish theatrical representations.",
		"The caprices of Romaica, and the lavish extravagance of Motamid in his efforts to please her, form the subject of many stories.",
		"Then again, maybe she would enjoy a more lavish lifestyle.",
		"Lavish expenditure followed and the government was soon anticipating its revenues by obtaining advances from guano consignees, usually on unfavourable terms, and then floating loans.",
		"The Poles had sought, by lavish promises, to draw them into their ranks; their reply was to rise in support of the Austrian government.",
		"He was besieged for dedications, and as every dedication meant a present proportioned to the circumstances of the dedicatee, there was a natural temptation to be lavish of them.",
		"He was at all times addicted to lavish hospitality, and according to the testimony of contemporaries was too fond of burgundy.",
		"This indicates that the custom of taking out these organs and wrapping them separately was already in vogue in the most lavish form of burial."
	],
	"synonyms": [
		"profuse",
		"overexuberant",
		"overpopulous",
		"overluxuriant",
		"overcopious",
		"overprolific",
		"overnumerous",
		"plushy",
		"plush",
		"lush",
		"lucullan",
		"unstinted",
		"too-generous",
		"overgenerous",
		"unsparing",
		"squander",
		"give generously",
		"bestow",
		"scatter freely",
		"shower",
		"wild",
		"waste",
		"unstinting",
		"unrestrained",
		"splendid",
		"spend lavishly",
		"spend",
		"reckless",
		"profuse",
		"prodigal"
	],
	"antonyms": [
		"scant",
		"scarce",
		"small",
		"economical",
		"scanty",
		"spare",
		"limit",
		"starve",
		"economize",
		"hoard",
		"skimp",
		"begrudge"
	]
}