{
	"word": "trite",
	"meaning": [
		"Not evoking interest because of overuse or repetition; hackneyed.",
		"Worn out by constant use; no longer having freshness, originality, or novelty; stale.",
		"A denomination of coinage in ancient Greece equivalent to one third of a stater.",
		"Trite, a genus of spiders, found in Australia, New Zealand and Oceania, of the family Salticidae."
	],
	"sentences": [
		"At that moment, his words sounded trite to me.",
		"Many sayings are trite or cliche, but don't avoid them solely for that reason.",
		"Yes, it sounds simple, perhaps even trite, but it's actually true.",
		"All commentary is relayed in a style that is simply trying too hard to say something that should be difficult to hear, but instead comes off as trite, childish and angst-ridden.",
		"They make a virtue of the nature of B-movie qualities, with cheesy special effects, less-than-stellar actors, trite plot lines, and a list of titles that is amazing in its range of science fiction stereotypes.",
		"However, the dialog is quite trite, and some of the performances leave a lot to be desired.",
		"Still, providing a trite answer such as \"I'm a perfectionist\" will have your perspective new boss rolling his eyes, and perhaps thinking you are a liar.",
		"What surprises me more than anything is the rather trite response from the local authorities.",
		"The seemingly trite lyric has some depth for those who care to look, and this arrangement exploits this to the full.",
		"In such a way the imagery of the demonic becomes commonly accepted, banal and trite.",
		"Without descending into the sentimental or the trite, somehow The Office closes for business on a genuinely heartwarming note.",
		"That sounds a bit trite, but there was something shining out.",
		"But this is a somewhat trite answer, no matter how attractive is sometimes seems to me.",
		"An impressive debut dealing with wide ranging issues, if sometimes a little trite.",
		"Without the Spirit to help them, any attempted description of Christ would have seemed pretty trite.",
		"Verging on pedantic, some of Harrison's songs would have sounded trite in lesser hands.",
		"It had become trendy to shoot signage and or other iconic symbols, and, well basically it was fast becoming trite.",
		"Of these works the best known is the Dei Dozeri degli uomini, a series of trite maxims which do honour to his piety rather than to his critical judgment.",
		"In other cases his statement of utilitarian considerations is fragmentary and unmethodical, and tends to degenerate into loose exhortation on rather trite topics.",
		"It is too trite to say that New York is already in the hands of the Jews.",
		"It 's pretty trite to call a book a \" page turner \", and maybe that 's not actually a compliment.",
		"There is much more to this than the true but trite observation that the sexes were rigorously segregated.",
		"There are no trite, easy answers which we can offer.",
		"It is trite law that one cannot take an advantage from one 's breach of contract.",
		"Verging on pedantic, some of Harrison 's songs would have sounded trite in lesser hands.",
		"Emotional and uplifting, without ever indulging in trite sentimentality, Tim Pare writes bittersweet, confessional love songs.",
		"They never pandered to trite stuff, there was always a bit of quality there.",
		"Your father, I scarcely like to remind you, since it is so trite a commonplace, is older than yourself.",
		"The use of pet names should generally be avoided as they can become meaningless and appear trite with the passing of time.",
		"It is trite to say that the law is neither fixed nor static.",
		"After applying some simple algebra to some trite phrases and cliches a new understanding can be reached of the secret to wealth and success.",
		"Secondly, commentators tend to bury themselves in the trite cliches of international football.",
		"There is a danger that such trite ascription will harm this person's career rather than make a place for her in the pantheon.",
		"Recent scholarship has absolutely disproved this legend, founded on a few trite phrases in monastic chronicles, and still to be heard in similar contexts."
	],
	"synonyms": [
		"well-worn",
		"old-hat",
		"stock",
		"tired",
		"timeworn",
		"threadbare",
		"shopworn",
		"hackneyed",
		"commonplace",
		"banal",
		"worn",
		"vapid",
		"unoriginal",
		"uninspired",
		"jejune",
		"stereotype",
		"platitude",
		"pedestrianism",
		"triteness",
		"bromide",
		"bathos",
		"banality",
		"cliché"
	],
	"antonyms": [
		"desirable",
		"original",
		"impressive",
		"relevant",
		"pertinent",
		"uncommon",
		"important"
	]
}