{
	"word": "arbitrary",
	"meaning": [
		"Determined by chance, whim, or impulse, and not by necessity, reason, or principle.",
		"Not fixed by rules, but left to one's judgment or choice; discretionary.",
		"Based on or subject to individual judgment or preference.",
		"Based on one's preference, notion, whim, etc.; capricious.",
		"Relating to a decision made by a court or legislature that lacks a grounding in law or fact.",
		"Anything arbitrary, such as an arithmetical value or a fee."
	],
	"sentences": [
		"The committee had arbitrary rules.",
		"The assumption was arbitrary, based on no valid evidence.",
		"Authoritarian parents may not understand the reasons behind the rules they make or communicate these underlying reasons to their children, making their commands seem arbitrary to their children.",
		"Whether you prefer canary or white diamonds, the important thing is to choose jewelry and gemstones that genuinely appeal to your personal sense of style, not simply because of an arbitrary value put on them by someone else.",
		"The borders assigned to Asia on the west are somewhat arbitrary.",
		"Their attention can seem arbitrary when they become bored and decide to move on.",
		"To reduce these figures to a common standard, so that the volumes shall contain equal numbers of molecules, the notion of molecular volumes is introduced, the arbitrary values of the crystallographic axes (a, b, c) being replaced by the topic parameters' (x, ?i, w), which are such that, combined with the axial angles, they enclose volumes which contain equal numbers of molecules.",
		"In the first his \" chief object was to discover and demonstrate the laws of progress, and to exhibit in one unbroken sequence the collective destinies of mankind, till then invariably regarded as a series of events wholly beyond the reach of explanation, and almost depending on arbitrary will.",
		"Also it is purely arbitrary to erect the consequences of these six principles into a separate science.",
		"The downside is that not all women have regular 28 day cycles or some just don't ovulate at exactly midway between periods so these two weeks can be completely arbitrary.",
		"A new law, passed by both houses and confirmed by the emperor, took from the executive all power over journals, except in cases of lse majest, and nothing now remains of the former arbitrary system except that any periodical having a political complexion is required to deposit security varying from 175 to 1000 yen.",
		"But this procedure in itself is not sufficient, because, although it would be highly probable that a gas obeying Boyle's law at all temperatures was practically an ideal gas, it is evident that Boyle's law would be satisfied by any substance having the characteristic equation pv = f (0), where f (0) is any arbitrary function of 0, and that the scale of temperatures given by such a substance would not necessarily coincide with the absolute scale.",
		"This gives by equation (9) the condition Odp/d0 =p, which is satisfied by any substance possessing the characteristic equation p/0=f(v), where f(v) is any arbitrary function of v.",
		"The characteristic equation of the fluid must then be of the form v/0=f(p), where f(p) is any arbitrary function of p. If the fluid is a gas also obeying Boyle's law, pv = f (0), then it must be an ideal gas.",
		"Putting d0/dp=A/0 2 in equation (15), and integrating on the assumption that the small variations of S could be neglected over the range of the experiment, they found a solution of the type, v/0 =f(p) - SA /30 3, in which f(p) is an arbitrary function of p. Assuming that the gas should approximate indefinitely to the ideal state pv = R0 at high temperatures, they put f(p)=Rip, which gives a characteristic equation of the form v= Re/p - SA /30 2 .",
		"From this principle, it follows (I) that the distinction between right and wrong is part of the constitution of human nature; (2) that morality stands apart from theology, and the moral qualities of actions are determined apart from the arbitrary will of God; (3) that the ultimate test of an action is its tendency to promote the general harmony or welfare; (4) that appetite and reason concur in the determination of action; and (5) that the moralist is not concerned to solve the problem of freewill and determinism.",
		"The so-called era of the creation of the world is therefore a purely conventional and arbitrary epoch; practically, it means the year 4004 B.C., - this being the date which, under the sanction of Archbishop Usher's opinion, won its way, among its hundreds of competitors, into general acceptance.",
		"The work, he says, is the \"production of a decided partisan,\" who \"rakes in the ashes of long-forgotten and a thousand times buried slanders, 1 Lord Brougham, overlooking the constitutional chapter in the Middle Ages, censured Hallam for making an arbitrary beginning at this point, and proposed to write a more complete history himself.",
		"But Paez, who commanded in Venezuela, having been accused of arbitrary conduct in the enrolment of the citizens of Caracas in the militia, refused obedience to the summons of the senate, and placed himself in a state of open rebellion against the government, being encouraged by a disaffected party in the northern departments who desired separation from the rest of the republic.",
		"Richard soon afterwards, by declaring himself of age, shook off his uncle's control, and within ten years the acts of the Wonderful Parliament were reversed by a parliament no less arbitrary.",
		"A special enactment protects tenants against arbitrary treatment at the hands of landlords in respect of notice to quit and raising of rents.",
		"In India the native weights, &c., ancient and arbitrary, are still followed.",
		"The slow progress of the war, the severe sacrifice of life in campaign and battle, the enormous accumulation of public debt, arbitrary arrests and suspension of habeas corpus, the rigour of the draft, and the proclamation of military emancipation furnished ample subjects of bitter and vindictive campaign oratory.",
		"The system was exploitedby attackers to access sensitive information or run arbitrary code on an affected machine.",
		"This is a fairly arbitrary number that may, in fact, vary with genetic differences and depends on a normal menstrual cycle, which varies considerably from woman to woman.",
		"He also followed his master in laying stress on the arbitrary will of God as the foundation of morality.",
		"In the first of these books his nomenclature is unfortunate; his division of ethical theories into the \" unpsychological,\" \" idiopsychological,\" and the \" hetero-psychological,\" is incapable of historical justification; his exposition of single ethical systems is, though always interesting and suggestive, often arbitrary and inadequate, being governed by dialectical exigencies rather than historical order and perspective.",
		"This arbitrary sentence was obeyed in the first instance by both parties, and Norfolk never returned.",
		"Buchanan, which has an arbitrary scale and can be varied in weight by placing small metal rings on the stem so as to depress the scale to any desired depth in sea-water of any salinity, the specific gravity being calculated for each reading by dividing the total weight by the immersed volume; (3) the total immersion areometer, which has no scale and the weight of which can be adjusted so that the instrument can be brought so exactly to the specific gravity of the water sample that it remains immersed, neither floating nor sinking; this has the advantage of 'eliminating the effects of surface tension and in Fridtjof Nansen's pattern is capable of great precision.",
		"This restriction is to a certain extent arbitrary.",
		"Here there are two arbitrary constants, which may be adjusted in various ways.",
		"It denied his right to levy certain war taxes, and when it had in vain protested to him against his arbitrary measures it sent a petition, in 1644, to the States-General for his recall, and this was granted.",
		"Nicolls resigned the governorship in 1668, but his successor, Francis Lovelace, continued his policy - autocratic government, arbitrary in form but mild in practice, and progressive in the matter of religious toleration.",
		"The new king was offended by Williams's advice to proceed with caution in dealing with the parliament, with the result that within a few months of Charles's accession the Great Seal was taken from Williams. In the quarrel between the king and the Commons over the petition of right, Williams took the popular side in condemning arbitrary imprisonment by the sovereign.",
		"If this is done for every point we obtain a continuous curve Apbqcrd, which represents the displacement at every point at the given instant, though by a length at right angles to the actual displacement and on an arbitrary scale.",
		"In 1854, in their resistance of an arbitrary tax, the miners came into armed conflict with the authorities; but a commission was appointed to investigate their grievances; and a charter was granted to the town in 1855.",
		"At the age of nineteen he invented an electromagnetic engine, and in the course of examining its performance dissatisfaction with vague and arbitrary methods of specifying elec rical quantities caused him to adopt a convenient and scie tific unit, which he took to be the amount of electricity req ired to decompose nine grains of water in one hour.",
		"Domitian had been arbitrary and high-handed, and had heaped favours on the soldiery while humiliating the senate; Nerva showed himself anxious to respect the traditional privileges of the senate, and such maxims of constitutional government as still survived.",
		"If his practice fell far short even of his own arbitrary standard of morality, as much may be said of persons far more dogmatically orthodox.",
		"On the 11th of February 1477 she was compelled to sign a charter of rights, known as \"the Great Privilege,\" by which the provinces and towns of the Netherlands recovered all the local and communal rights which had been abolished by the arbitrary decrees of the dukes of Burgundy in their efforts to create in the Low Countries a centralized state.",
		"There was also the boundless abuse and arbitrary exercise of the right of ecclesiastical patronage (provisions, reservations); and further the ever-increasing traffic in dispensations, the abuse of spiritual punishments for worldly ends, and so forth.",
		"The modern arrangement is somewhat arbitrary and there are several marked discrepancies between it and the account given xxv.",
		"Laud's complete neglect of the national sentiment, in his belief that the exercise of mere power was sufficient to suppress it, is a principal proof of his total lack of true statesmanship. The hostility to \"innovations in religion,\" it is generally allowed, was a far stronger incentive to the rebellion against the arbitrary power of the crown, than even the violation of constitutional liberties; and to Laud, therefore, more than to Strafford, to Buckingham, or even perhaps to Charles himself, is especially due the responsibility for the catastrophe.",
		"When the Long Parliament met, the Catholics were believed to be the authors and agents of every arbitrary scheme which was supposed to have entered into the plans of Strafford or Laud.",
		"Denoting the value of T at any velocity v by T (v), then (8) T(v) = sum of all the preceding values of AT plus an arbitrary constant, expressed by the notation (9) T(v) =Z(Av)/gp+ a constant, or fdv/gp+ a constant, in which p is supposed known as a function of v.",
		"The constant may be any arbitrary number, as in using the table the difference only is required of two tabular values for an initial velocity V and final velocity v; and thus (to) T(V) - T(v) = Ev Ov/gp or fvdv/gp; and for a shot whose ballistic coefficient is C (II) t=C[T(V) - T(v)].",
		"That they are in some cases produced by physical or sensory stimuli does not constitute them irrational, and it is purely arbitrary to confine the word pleasure to those cases in which such stimuli are the proximate causes.",
		"There is no greater mistake than to suppose that the estimate formed by the early Church of its Bible was a merely arbitrary verdict imposed by an external authority; it was the expression, and the natural expression (though following certain prescribed lines), of its real sense of the value and fundamentally divine origin of the writings which it treasured.",
		"For engineering and manufacturing purposes the more important linear gauges are, however, now used, adjusted to some fundamental unit of measure as the inch; although in certain trades, as for wires and flat metals, gauges continue to be used of arbitrary scales and of merely numerical sizes, having no reference to a legal unit of measure; and such are rarely accurate.",
		"It is an arbitrary line and follows only two natural lines of demarcation - the Suchiate river from the Pacific coast to its source, and the Chixoy and Usumacinta rivers from near the 16th parallel N.W.",
		"A constitution on the French imperial pattern granted by the king remained practically inoperative, an arbitrary bureaucratic regime was instituted, the finances were from the beginning in a hopeless condition, and the country was drained of men and money for Napoleon's wars.",
		"This was nothing less than the foundation of a new astronomy, in which physical cause should replace arbitrary hypothesis.",
		"A voltmeter is therefore one form of electrometer, but the term is generally employed to describe the instrument which indicates on a scale, not merely in arbitrary units but directly in volts, the potential difference of its terminals.",
		"The northern boundary, after an arbitrary beginning, finds a natural extension along the Great Lakes, and thence continues along the 49th parallel of north latitude to the Pacific (see Bulletin 171, U.S. Geological Survey).",
		"In reality, the secretary of state issued them in a completely arbitrary fashion, and in most cases the king was unaware of their issue.",
		"Both of these procedures are arbitrary in their principle, and liable to be erratic in their application.",
		"But this violent and arbitrary remedy is only partial.",
		"All others, as the hour, the week, and the civil month, though of the most ancient and general use, are only arbitrary and conventional.",
		"The month, however, being a convenient period of time, has retained its place in the calendars of all nations; but, instead of denoting a synodic revolution of the moon, it is usually employed to denote an arbitrary number of days approaching to the twelfth part of a solar year.",
		"He maintained that visual consciousness is merely a system of arbitrary signs which symbolize for us certain actual or possible tactual experience - in other words a purely conventional language.",
		"Matter, as an abstract, unperceived substance or cause, is shown to be impossible, an unreal conception; true substance is affirmed to be conscious spirit, true causality the free activity of such a spirit, while physical substantiality and causality are held to be merely arbitrary, though constant, relations among phenomena connected subjectively by suggestion or association, objectively in the Universal Mind.",
		"There is something arbitrary in this definition, but as the practical importance of the question lies in the comparison between instruments of different types, the exact standard adopted is of minor importance, the chief consideration being simplicity of application.",
		"It is thus distinguished from arbitrary methods of appointment, either where the right of nominating rests in an individual, or where pure chance (such as selection by lot) dictates the result.",
		"In spite of the disadvantage that it is impossible to separate advantageously the history and critical examination of any doctrine in the arbitrary manner which de Gerando chose, the work has great merits.",
		"From these two arbitrary hypotheses about corporeal motion, that it requires indivisibly simple elements, and that it offers only passive resistance, he concluded that behind bodies there must be units, or monads, which would be at once substantial, simple, indivisible and active.",
		"Two psychological errors, among many others, constantly meet us in the history of idealism - the arbitrary hypothesis of a sense of sensations, or of ideas, and the intolerable neglect of logical inference.",
		"When the king acted in an arbitrary and illegal manner he needed the reminder that though he was king over men he was only \"God's silly vassal.\"",
		"As the arbitrary king alienated the Liberal Catholics, who were still more or less under the spell of the French Revolution, the Catholic provinces took advantage of the upheavals of 1830 to form the independent kingdom of Belgium.",
		"The origin of the word is doubtful, and it seems to be an arbitrary term.",
		"The name seems to have been originally an arbitrary identification or trade mark.",
		"Croydon, which seems to be an arbitrary trade name, is a heavy, bleached, plain calico, usually stiff and glossy in finish.",
		"Some fancy cloths have descriptive names such as herringbone stripe, and there are many arbitrary trade names, such as Yosemite stripe, which may prevail and become the designation of a regular class or die after a few seasons.",
		"In the limit of dilution when n is very small compared with N this gives Raoult's experimental law that the relative lowering is n/N, which we deduced from the osmotic law, and conversely from which the osmotic law follows, while for more concentrated solutions agreement is obtained by assigning arbitrary values to a, which, as we have seen, is 5 in the case of cane-sugar.",
		"He was arbitrary and avaricious like his father, and moreover shocked public sentiment by his treatment of his wife, a popular Prussian princess, and his relations with his mistress, one Emilie Ortlopp, created countess of Reichenbach, whom he loaded with wealth.",
		"His government was stern; he over-rode the privileges of the baronage without regard to precedent; he persisted in keeping large districts under the arbitrary and vexatious jurisdiction of the forest-courts.",
		"The spirit of chivalry implies the arbitrary choice of one or two virtues to be practised in such an exaggerated degree as to become vices, while the ordinary laws of right and wrong are forgotten.",
		"This arbitrary act naturally increased the dissatisfaction in the country.",
		"His edict prohibiting all commercial intercourse with the enemy at once aroused against him the bitter hostility of the merchants of Holland and Zeeland, who thrived by such traffic. His attempts to pack the council of State, on which already two Englishmen had seats, with personal adherents and to override the opposition of the provincial states of Holland to his arbitrary acts, at last made his position impossible.",
		"In England William and Mary were looked upon as the natural successors to the throne on the death of James II., and William kept up close relations with the malcontents in Church and State, who disliked the arbitrary and papistical policy of his father-in-law.",
		"In a pulpit controversy with Thomas Cartwright, regarding the constitutions and customs of the Church of England, he showed himself Cartwright's inferior in oratorical effectiveness, but the balance was redressed by the exercise of arbitrary authority.",
		"The excavations have provided examples of houses of every description, from the humble dwelling-place of the artisan or proletarian, with only three or four small rooms, to the stately mansions of Sallust, of the Faun, of the Golden Cupids, of the Silver Wedding, of the Vettii, of Pansa, 1 &c. - the last of which is among the most regular in plan, and may be taken as an almost 1 It may be observed that the names given in most cases to the houses are either arbitrary or founded in the first instance upon erroneous inferences.",
		"There seems to be no relationship between the commercial value and the analysis, the arbitrary personal methods of the expert tea-taster being controlled by factors that chemistry does not appear to deal with.",
		"The same caution must be extended to another tradition, based on an arbitrary construction of a passage in Samuel of Ani, which places his death in the year 489.",
		"The Romanist princes were becoming alarmed at his predominance, the Protestant princes resented his arbitrary measures and disliked the harsh treatment meted out to John Frederick and to Philip of Hesse; all alike, irritated by the presence of Spanish soldiers in their midst, objected strongly to take Philip for their king and to any extension of Spanish influence in Germany.",
		"Rendered suspicious by this arbitrary act, the,Protestant princes in 1608 formed a confederation known as the Evangelical Union, and in response the Roman Catholics, under the guidance of Maximilian, united in a similar confederation afterwards called the Catholic League.",
		"Those which remained were injurious rather than beneficial, since they often gave an appearance of lawfulness to the caprices of arbitrary sovereigns.",
		"Martial law was everywhere proclaimed; officers, and all classes of officials who had incurred the displeasure of the government, were subjected to arbitrary penalties; and such was the misery of the people that multitudes of them were compelled to emigrate.",
		"Estimates of the intensity of the light have been based on various arbitrary scales, such for instance as the size of type which the observer can read at a given distance.",
		"It is not unusual for arcs and bands to look as if pulses or waves of light were travelling along them; also the direction in which these pulses travel does not seem to be wholly arbitrary.",
		"This was mercilessly suppressed; and though after a period of arbitrary government (1672-1679), the palatinate and the constitution, with certain concessions to the Protestants, were restored, the discontent continued.",
		"God is to him an absolute despot, who declares a thing right or wrong from no inherent necessity but by his arbitrary fiat.",
		"Even with regard to the Medina passages, however, a great deal remains uncertain, partly because the allusions to historical events and circumstances are generally rather obscure, partly because traditions about the occasion of the revelation of the various pieces are often fluctuating, and often rest on misunderstanding or arbitrary conjecture.",
		"The invention of vowel-signs of diacritic points to distinguish similarly formed consonants, and of other orthographic signs, soon put a stop to arbitrary conjectures on the part of the readers.",
		"These died so rapidly in Egypt from pneumonia1 that Mehemet Ali conscripted over 250,000 fellahin, and in so arbitrary a fashion.",
		"There was no military spirit in a population unused to arms, nor any disinclination to be relieved from an arbitrary and persecuting rule.",
		"The caliphs personal government appears to have been incompetent, and to have been marked by extortions and other arbitrary measures.",
		"The usurper was, however, able to maintain himself for two years only, famine and pestilence which prevailed in Egypt and Syria during his reign renderiqg him unpopular, while his arbitrary treatment of the amirs also gave offence.",
		"The old church had, indeed, frequently rendered the state considerable financial aid, but such voluntary assistance was, from the nature of the case, casual and arbitrary.",
		"The civilians, looking on him as a patriarch of their science, have as a rule extolled his wisdom and virtues; while ecclesiastics of the Roman Church, from Cardinal Baronius downwards, have been offended by his arbitrary conduct towards the popes, and by his last lapse into heresy, and have therefore been disposed to accept the stories which ascribe to him perfidy, cruelty, rapacity and extravagance.",
		"Logical analysis, after assuming that truth is independent and not of our making, has to confess that all logical operations involve an apparently arbitrary interference with their data (Bradley).",
		"To arbitrary and unverifiable metaphysical speculation, and to forms of \"absolutism\" which have lost touch with human interests, this humanism is particularly destructive.",
		"He justified the most arbitrary and extravagant measures by the authority of visions from heaven, as others have done in similar circumstances.",
		"God always appeared to him as an implacable judge, threatening punishment for breaking a law which it was impossible to keep. He confessed to himself that he often hated this arbitrary Will which Scotist theology called God.",
		"Hating as he did feudal class institutions and Tudor-Stuart traditions of arbitrary rule, 2 his attitude can be imagined toward Hamilton's oft-avowed partialities - and Jefferson assumed, his intrigues - for British class-government with its eighteenth-century measure of corruption.",
		"Impatient of all restraint upon his personal rule, he was continually in violent dispute with the parlement of Paris, and made \"justice\" another name for arbitrary government; yet he dreamed of a unification of the local customary laws (coutumes) of France.",
		"On the 8th of July, King Ferdinand arrived from Palermo, and the state trials, conducted in the most arbitrary fashion, resulted in wholesale butchery; hundreds of persons were executed, including some of the best men in the veng g country, such as the philosopher Mario Pagano, the scientist Cirillo, Manthone, the minister of war under the republic, Massa, the defender of Castel dell' Uovo, and Ettore Caraffa, the defender of Pescara, who had been captured by treachery, while thousands of others were immured in horrible dungeons or exiled.",
		"Now it is necessary to bear in mind that all observed motions are relative; and, especially in dealing with stellar motions, it is arbitrary what shall be considered at rest, and used as a standard to which to refer their movements.",
		"Therefore in most cases there were no arbitrary exactions to go by, except perhaps one or the other tallage imposed at the will of the lord.",
		"The original distinction seems to have been made not between arbitrary and agreed but between occasional services and regular agricultural week-work.",
		"The peasant got rid of a hateful drudgery which not only took up his time and means in an unprofitable manner, but placed him under the rough control and the arbitrary discipline of stewards or reeves and gave occasion to all sorts of fines and extortions.",
		"Formal logicians say that, if they had to consider the matter, they must either consider all things, which would be impossible, or select some, which would be arbitrary.",
		"But there is an intermediate alternative, which is neither impossible nor arbitrary; namely, to consider the general distinctions and principles of all things; and without this general consideration of the matter the logician cannot know the form of thought, which consists in drawing inferences about things on these general principles.",
		"That of Biot is far more complicated and troublesome, but admits greater accuracy of adaptation, as it contains five constants (or six, if 0 is measured from an arbitrary zero).",
		"The boundaries of these provinces, however, are purely arbitrary and not accurately defined.",
		"In 1708, on the occasion of the Scottish expedition, notwithstanding her solicitude for his safety, she had styled James in her speech closing the session of parliament as \"a popish pretender bred up in the principles of the most arbitrary government.\"",
		"As the declination changes the spot of light reflected from the magnet mirror moves parallel to the axis of the recording drum, and hence the distance between the line traced by this spot and the base line gives, for any instant, on an arbitrary scale the difference between the declination and a constant angle, namely, the declination corresponding to the base line.",
		"The attempts made at such a reconstruction, as by Blass (1895, 1897) and Hilgenfeld (1899), are quite arbitrary.",
		"Even the accession of William and Mary scarcely affected the fortunes of the \"fifth kingdom,\" though Middle Plantation, a hamlet not far from Jamestown, became Williamsburg and the capital of the province in 1691, and the clergy received a head, though not a bishop, in the person of James Blair (1656-1743), an able Scottish churchman, who as commissary of the bishop of London became a counterpoise to the arbitrary governors, and who as founder and head of the College of William and Mary (established at Williamsburg in 1693) did valiant service for Virginia.",
		"The sides of the force-polygon may in the first instance be arranged in any order; the force-diagram can then be completed in a doubly infinite number of ways, owing to the arbitrary position of 0; and for each force-diagram a simply infinite number of funiculars can be drawn.",
		"We have only to construct the line of action of the resultant for each of two arbitrary directions of the forces; the intersection of the two lines gives the point required.",
		"The construction is neatest if the two arbitrary directions are taken at right angles to one another.",
		"It may be noticed that if we take an arbitrary pole in the force-diagram, and draw a corresponding funicular in the skeleton diagram which represents the frame together with the lines of action of the extraneous forces, we obtain two complete reciprocal figures, in Maxwells sense.",
		"We assume that the body receives arbitrary twists about twc given screws, and it is required to determine the character of the resultant displacement.",
		"Again, that wrenches of arbitrary amounts about two given screws compound into a wrench the locus of whose axis is a cylindroid.",
		"Government had a tendency to remain arbitrary, not to mention corrupt.",
		"However, this is just an arbitrary rule that has an interesting history behind it.",
		"Albert appears to have been rather an arbitrary ruler.",
		"Again, any plane w is the locus of a system of null-lines meeting in a point, called the null-point of c. If a plane revolve about a fixed straight line p in it, its ntill-point describes another straight line p, which is called the conjugate line of p. We have seen that the wrench may be replaced by two forces, one of which may act in any arbitrary line p. It is now evident that the second force must act in the conjugate line p, since every line meeting p, p is a null-line.",
		"The omission of the additive arbitrary constants of integration in (8) is equivalent to a special choice of the origin 0 of co-ordinates; viz.",
		"The angle ot+e (or AOQ) is called the phase; the arbitrary FIG.",
		"To obtain the complete solution of (II) we must of course superpose the free vibration (6) with its arbitrary constants in order to obtain a complete representation of the most general motion consequent on arbitrary initial conditions.",
		"For some years the country was subject to a practically arbitrary form of government, but the disasters of the Russo-Japanese War and the growing anarchy in Russia resulted in 1905 in a complete and peaceful victory for the defenders of the Finnish constitution.",
		"Security, and in particular the absence of arbitrary impositions, combined with convenient modes of collection, have come to be recognized as indispensable auxiliaries in financial administration which further aims at the selection of really productive forms of charge.",
		"He brings against Bacon, of all men, the accusations of making induction start from the undetermined perceptions of the senses, of using imagination, and of putting a quite arbitrary interpretation on phenomena.",
		"According to Neubauer, it is the very text which was used by Jerome, after allowance has been made for the arbitrary methods of the Rabbis and of Jerome himself.",
		"In 1659 he was giving directions as to the suppression of the revolt of the gentry which threatened in Normandy, Anjou and Poitou, with characteristic decision arresting those whom he suspected and arranging every detail of their trial, the immediate and arbitrary destruction of their castles and woods, and the execution of their chief, Bonnesson.",
		"To those who have no patience with the minutiae of legislation, the prolix discussions are as irksome as the arguments appear arbitrary.",
		"The interpretation itself is markedly subjective; by the side of much that is legitimate exegesis, there is much that appears arbitrary in the extreme.",
		"But the penalty is obviously older than, and entirely independent of, the arbitrary explanation by which it is supported.",
		"An electrometer is an instrument for measuring difference of potential, which operates by means of electrostatic force and gives the measurement either in arbitrary or in absolute units.",
		"It may be pointed out that such an arrangement is not merely an arbitrary electrometer, but may become an absolute electrometer within certain rough limits.",
		"There can be no doubt that they were subjected to most arbitrary exactions.",
		"He early allied himself with the Patriot or Whig element in Virginia, and in the years immediately preceding the War of Independence was conspicuous as an opponent of the arbitrary measures of the British ministry.",
		"From 1539 onwards there was a breach between him and his own prelates in consequence of his arbitrary appropriation of the Church's share of the tithes, in direct violation of the Vesteras Recess.",
		"This arbitrary retention of Tacna and Arica, which became the province of Tacna under Chilean administration, removed the frontier still farther north, to the river Sama, which separates that province from the remaining part of the Peruvian department of Moquegua.",
		"In the mathematical sense, however, this selection is arbitrary; the reproduction of a finite object with a finite aperture entails, in all probability, an infinite number of aberrations.",
		"Their business was to enforce these rights; from the first they were very unpopular, and their arbitrary behaviour was a factor in bringing about the formation of the Lombard league and the rising against Frederick in 1167.",
		"The pressure of despotism was manifest, not so much in that the king and his officials consistently interfered in individual cases, but that they did so on isolated and arbitrary occasions, and then swept aside the privileges of the subject, who was impotent to resist.",
		"The \"nominal horse-power\" by which engines are sometimes rated is an arbitrary and obsolescent term of indefinite significance.",
		"Much opposition was offered to the scheme, which was denounced as an insidious attempt to enslave the people by arbitrary and tyrannical methods.",
		"There is, first of all, the service of the Surete-- in other words, of public safety - the detective department, employed entirely in the pursuit and capture of criminals; next comes the police, now amalgamated with the Surete, that watches over the morals of the capital and possesses arbitrary powers under the existing laws of France; then there is the brigade de garnis, the police charged with the supervision of all lodging-houses, from the commonest \"sleep-sellers'\" shop, as it is called, to the grandest hotels.",
		"Regarding the Instrument as still in force the protector sought for a time to rule in accordance with its provisions; but new difficulties and growing discontent forced him to govern in a more arbitrary fashion.",
		"In the Orange River Colony, General Hertzog aroused much opposition by administering the education act in a way which forced the teaching of Dutch in a rather arbitrary fashion.",
		"The Exclusion Bill and the limitation of James's powers were no more heard of, and full liberty was granted to the king to pursue the retrograde and arbitrary policy to which his disposition naturally inclined.",
		"These component deformations are in general infinite in number, of very wave-length and of arbitrary phase; but in the first stages of the motion, with which alone we are at present concerned, each produces its effect independently of every other, and may be considered by itself.",
		"The arbitrary and absolutist government of Prince Metternich rendered all political action impossible in the lands ruled by the house of Habsburg.",
		"But his contempt for the annalistic form makes him at times careless in his chronology and arbitrary in his method of arranging his material; he not infrequently flies off at a tangent to relate stories which have little or no connexion with the main narrative; his critical faculty is too often allowed to lie dormant.",
		"It is a curious fact, illustrative of the ignorant procedure and arbitrary fashions of fisher-folk, that on the Atlantic seaboard of the United States the sea mussel, Mytilus edulis, though common, is not used as bait nor as food.",
		"Over the Foreign Office he asserted and exercised an arbitrary dominion, which the feeble efforts of the premier could not control.",
		"It was for a long time a thankless post, for St Vincent was at once half incapacitated by ill-health and very arbitrary, while Nelson, who considered that Keith's appointment was 'a personal slight to himself, was peevish and insubordinate.",
		"The obvious answer is, that the power of using words as signs to express thoughts with which their sound does not directly connect them, in fact as arbitrary symbols, is the highest grade of the special human faculty in language, the presence of which binds together all races of mankind in substantial mental unity.",
		"The author takes a genuine prophecy, undoubtedly intended by Jeremiah to refer simply to the duration of the Babylonian captivity, and, by means of a purely arbitrary and mystical interpretation, makes it denote the entire period of Israel's degradation down to his own time.",
		"But choice, he holds, is not arbitrary; it is determined in every case by \" that motive which as it stands in the view of the mind is the strongest,\" and that motive is strongest which presents in the immediate object of volition the \" greatest apparent good,\" that is, the greatest degree of agreeableness or pleasure.",
		"Unless, indeed, we conceive our faculties to be constructed on some arbitrary plan which puts them out of relation to the facts with which they have to deal, we have a prima facie right to treat beauty as an objective determination of things.",
		"The tax which each individual is bound to pay ought to be certain and not arbitrary.",
		"The number of the arms is arbitrary, and they may be curved to diminish the liability to fracture from contraction in the cooling of the cast iron, but in other respects are preferably straight, since they are then lighter and stronger.",
		"These laws, enforced by fines often arbitrary and excessive, were a great grievance to the unfortunate owners of land within or 1 Manwood's Treatise of the Forest Laws (4th edition, 1717).",
		"He sympathized with the principle of faith of Jacobi, but regarded it as arbitrary so long as it was not recognized as grounded in reason.",
		"Kant reviewing the enterprise of Aristotle in modern times has given a complete list of the laws of thought, but it is arbitrary in classifica Cousin, there are but two primary laws of thought, that of causality and that of substance.",
		"The entire system has been - as in other states where it prevails - extremely irregular and arbitrary as regards local assessments, and very imperfect; and the figures of total valuation (in 1880 $160,570,761, in 1890 $347,717,218, in 1906 $408,329,749, and in 1908, when it was supposed to be the actual valuation of all taxable property, $2,453,691,859), though significant of taxation methods, are not significant of the general condition or progress of the state.",
		"In dealing with the baronage Ranulf and his master extorted excessive and arbitrary reliefs whenever land passed in succession to heirs.",
		"These promises he observed more faithfully than Norman kings were wont to do; if the pledge was not redeemed in every detail, he yet kept England free from anarchy, abandoned the arbitrary and unjust taxation of his brother, and set up a government that worked by rule and order, not by the fits and starts of tyrannical caprice.",
		"When she annulled all the royal acts of the last six years, declared charters forfeited and lands confiscated, and began to raise heavy and arbitrary taxes, she made the partisans of Stephen desperate, and estranged many of her own supporters.",
		"He asserted his power to raise tallages arbitrary taxationfrom the citizens on occasion.",
		"When the government employs committees chosen by the taxpayers to estimate and assess the details of taxation, it will find it hard to go back to arbitrary exactions.",
		"It was thriftless, arbitrary, and lacking in continuity of policy, yet not tyrannical or cruel.",
		"A long experience of his character and actions convinced barons and commons alike that he was a just and sincere man, a friend of good governance, and an honest opponent of arbitrary and unconstitutional rule.",
		"For his other arbitrary proceedings he had some show of legal justification in every case.",
		"To legalize his arbitrary acts Duke John dared to summon the estates together, after he had issued stringent orders to the sheriffs to exclude his enemies and return his friends when the members for the Commons were chosen.",
		"He preferred to be a man of pleasure and leisure, only awaking now and then to perpetrate some act of arbitrary cruelty.",
		"The nation had striven against the arbitrary government of the king; but it was not prepared to shake off the predominance of that widely spreading aristocracy which, under the name of country gentlemen, had rooted itself too deeply to be easily passed by.",
		"He was no friend of arbitrary government; but he judged it better that oppressed nationalities and persecuted Liberals should suffer than that Europe should be again plunged into war.",
		"William Cobbett, the most influential of the reform leaders, in order to avoid arbitrary imprisonment, deprived of pen, ink and paper, suspended the Political Register and sailed for America.",
		"A curve of the order na has for its equation (*1 x, y, 1)m=o; and when the coefficients of the function are arbitrary, the curve is said to be the general curve of the order in.",
		"Supposing that the two curves are of the orders m, n, respectively, then the order of the resultant equation is in general and at most = mn; in particular, if the curve of the order n is an arbitrary line (n= 1), then the order of the resultant equation is = m; and the curve of the order m meets therefore the line in m points.",
		"The points in question have since been called (it is believed first by Dr George Salmon) the circular points at infinity, or they may be called the circular points; these are also frequently spoken of as the points I, J; and we have thus the circle characterized as a conic which passes through the two circular points at infinity; the number of conditions thus imposed upon the conic is = 2, and there remain three arbitrary constants, which is the right number for the circle.",
		"And, assuming the above theory of geometrical imaginaries, a curve such that m of its points are situate in an arbitrary line is said to be of the order m; a curve such that n of its tangents pass through an arbitrary point is said to be of the class n; as already appearing, this notion of the order and class of a curve is, however, due to Gergonne.",
		"We can only use the general equation (*fix, y, z) m = o, say for shortness u= o, of a curve of the mth order, which equation, so long as the coefficients remain arbitrary, represents a curve without nodes or cusps.",
		"Seeking then, for this curve, the values, n, e, of the class, number of inflections, and number of double tangents, - first, as regards the class, this is equal to the number of tangents which can be drawn to the curve from an arbitrary point, or what is the same thing, it is equal to the number of the points of contact of these tangents.",
		"The points of contact are found as the intersections of the curve u= o by a curve depending on the position of the arbitrary point, and called the \" first polar \" of this point; the order of the first polar is = m - r, and the number of intersections is thus =m(m - I).",
		"But, as is evident, the node or cusp is not a point of contact of a proper tangent from the arbitrary point; we have, therefore, for a node a diminution and for a cusp a diminution 3, in the number of the intersections; and thus, for a curve with 6 nodes and K cusps, there is a diminution 26+3K, and the value of n is n= m (m - I)-26-3K.",
		"Regarding the ultimate curve as derived from a given penultimate curve, we connect with the ultimate curve, and consider as belonging to it, certain points called \" summits \" cn the component curves P 1 = o, P2 =o respectively; a summit / is a point such that, drawing from an arbitrary point 0 the tangents to the penultimate curve, we have OE as the limit of one of these tangents.",
		"Their arbitrary methods disgusted the nation, and the personal arrogance of the ministers at last disgusted the king.",
		"The revival of high doctrines of prerogative in the crown was accompanied by a revival of high doctrines of privilege in the House of Commons, and the ministry was so smitten with weakness and confusion as to be unable to resist the current of arbitrary policy, and not many of them were even willing to resist it.",
		"It was only by revolutionary methods, which are in their essence and for a time as arbitrary as despotic methods, that the knot could be cut.",
		"While strongly discouraging the arbitrary multiplication of public or private fasts, the English Church seems to leave to the discretion of the individual conscience every question as to the manner in which the fasts she formally enjoins, are to be observed.",
		"The arbitrary divine will makes right right and wrong wrong.",
		"This repugnance to believe blindly what rested on arbitrary authority, as distinguished from what was seen to be sustained by self-evident reason, or by demonstration, or by good probable evidence, runs through his life.",
		"When men heard that there were propositions that could not be doubted, it was a short and easy way to assume that what are only arbitrary prejudices are \" innate \" certainties, and therefore must be accepted unconditionally.",
		"His whole reign was disturbed by dissensions between the ruler and the ruled, the' duke's irregular and arbitrary methods of raising money arousing great discontent.",
		"They were possessed with feelings then widespread, weariness of arbitrary government, hatred of ministers and courtiers, and distrust not so much of Louis as of those who surrounded him and influenced his judgment.",
		"Nevertheless the four years of the Directory were a time of arbitrary government and chronic disquiet.",
		"Morality in effect - to such an extreme position is he driven in his opposition to the Thomists - becomes the arbitrary creation of the Divine Will and in no sense depends for its authority upon rational principles or is a form of knowledge.",
		"So long as libertarians contend that what alone possesses moral value is unmotived choice, acts of will of which no explanation can be given save the arbitrary fiat of individual selves at the moment of decision, it is not difficult for determinists to exhibit the absurdities to which their arguments lead.",
		"Nothing therefore is to be gained by confining ethics within limits which must from the nature of the case be arbitrary.",
		"Out of this contrast there ultimately grew an essentially different opposition between faith and knowledge or reason, according to which the theological basis of ethics was contrasted with the philosophical; the theologians maintaining sometimes that the divine law is essentially arbitrary, the expression of will, not reason; more frequently that its reasonableness is inscrutable, and that actual human reason should confine itself to examining the credentials of God's messengers, and not the message itself.",
		"We may notice, in the first place, that the conception of morality as a code which, if not in itself arbitrary, is yet to be accepted by men with unquestioning submission, tends naturally to bring into prominence the virtue of obedience to authority; just as the philosophic view of goodness as the realization of reason gives a special value to self-determination and independence (as we see more clearly in the post-Aristotelian schools where ethics is distinctly separated from politics).",
		"Scotus consistently maintained that the divine will is similarly independent of reason, and that the divine ordering of the world is to be conceived as absolutely arbitrary.",
		"It is true that Locke is not particularly concerned with the ethico-theological proposition which Clarke is most anxious to maintain, - that the fundamental rules of morality are independent of arbitrary will, whether divine or human.",
		"By what precedes it appears that there exists a function of the n 2 elements, linear as regards the terms of each column (or say, for shortness, linear as to each column), and such that only the sign is altered when any two columns are interchanged; these properties completely determine the function, except as to a common factor which may multiply all the terms. If, to get rid of this arbitrary common factor, we assume that the product of the elements in the dexter diagonal has the coefficient + 1, we have a complete definition of the determinant, and it is interesting to show how from these properties, assumed for the definition of the determinant, it at once appears that the determinant is a function serving for the solution of a system of linear equations.",
		"Both settlements were originally intended for the residence of foreign merchants only, but as the advantages of living under foreign protection became evident by reason of the security it gave from arbitrary taxation and arrest, Chinese began to flock in.",
		"In the language of algebra putting m l, m2, m 3, &c. for the masses of the bodies, r1.2 r1.3 r2.3, &c. for their mutual distances apart; vi, v 2, v 3, &c., for the velocities with which they are moving at any moment; these quantities will continually satisfy the equation orbit, appear as arbitrary constants, introduced by the process of integration.",
		"The arbitrary constants, a, b, c and d, are the elements of the orbit, or any quantities from which these elements can be obtained.",
		"In the meantime the provinces of the Netherlands had revolted against the arbitrary and oppressive Spanish rule, and Don John of Austria, who had been sent as governorgeneral to restore order, had found himself helpless in face of the superior talent and personal influence of the prince of Orange, who had succeeded in uniting all the provinces in common resistance to the civil and religious tyranny of Philip. In the autumn of 1577 Farnese was sent to join Don John at the head of reinforcements, and it was mainly his prompt decision at a critical moment that won the battle of Gemblours (1578).",
		"He was harassed, too, by an arbitrary demand for £9000 from the American government, for alleged injuries to their consul.",
		"Though the work added to the reputation of its author, it naturally aroused the increased opposition of the theological schools it was intended to overthrow, and at the same time Schleiermacher's defence of the right of the church to frame its own liturgy in opposition to the arbitrary dictation of the monarch or his ministers brought upon him fresh troubles.",
		"First (as Arnobius and Eusebius reminded their heathen opponents), the allegorical explanations are purely arbitrary, depend upon the fancy of their author, and are all equally plausible and equally unsupported by evidence.6 Secondly, there is no proof at all that, in the distant age when the myths were developed, men entertained the moral notions and physical philosophies which are supposed to be \" wrapped up, \" as Cicero says, \" in impious fables.\"",
		"There are no grounds for any arbitrary distinction between the \"pre-historic\" pre-Abrahamic age and the later age.",
		"The police, instituted in 1667 by La Reynie, became a public force independent of magistrates and under the direct orders of the ministers, making the arbitrary royal and ministerial authority absolute by means of lettres de cachet (qv.), which were very convenient for the government and very terrible for the individuals concerned.",
		"The nobility demanded voting by order, the maintenance of their privileges, and, above all, laws to protect them against the arbitrary proceedings of royalty.",
		"Lastly, to come to the bottom of the social scale, there were the common people, taxable at will, subject to the arbitrary and burdensome forced labor of the corve, cut off by an impassable barrier from the privileged classes whom they hated.",
		"For them the right to work had been asserted, among others by Turgot, as a natural right opposed to the caprices of the arbitrary and selfish aristocracy of the corporations, and a breach had been made in the tyranny of the masters which had endeavoured to set a barrier to the astonishing outburst of industrial force which was destined to characterize the coming age.",
		"What we have must point the way to what we want, or our procedure will be arbitrary.",
		"He fully confirmed the right of the nobles to trial by law and security against arbitrary punishment; he left the franchises of the city untouched, and respected the independence of the justiza.",
		"Further, against the Platonic list it may be urged (I) that it is arbitrary, and (2) that the several virtues are not specifically distinct, that the basis of the division is unsound, and that there is overlapping.",
		"Kant does not, in this place, raise the question as to the reason for assuming that the arbitrary syntheses of mathematical construction have any reference to reality.",
		"The conception of conscious experience, which is the net result of the Kritik, is indefinitely profounder and richer than that which had ruled the 18th century philosophizing, but for Kant such experience still appears as somehow the arbitrary product of the relation between the individual conscious subject and the realm of real facts.",
		"It had not then occurred to him to ask, With what right do we assume that the conclusions arrived at from arbitrary constructions in mathematical matter have applicability to objects of experience?",
		"Though President Andrew Jackson was for many years practically a dictator in Tennessee politics, his arbitrary methods and his intolerance of any sort of independence on the part of his followers led to a revolt in 1836, when the electoral vote of the state was given to Hugh Lawson White, then United States senator from Tennessee, who had been one of Jackson's most devoted adherents.",
		"Gauss did for magnetic quantities, that it is both theoretically and practically possible to define them, not merely by reference to other arbitrary quantities of the same kind, but absolutely in terms in which the units of length, time, and mass are alone involved.",
		"The figure used for c is somewhat arbitrary - selected to indicate a ` realistic ' boat speed for a given output power.",
		"It's a seemingly arbitrary list that has little in the way of logic - like a lot of things you encounter in here.",
		"These relationships constitute the dynamic aspect of meaning, which is purely arbitrary.",
		"It is possible to scroll the display to the right to generate essentially arbitrary precision in the result.",
		"Each year we have to decide on a fairly arbitrary academic cut-off, usually on the basis of their GCSE performance.",
		"These might bring a closer resemblance to real crystals which have apparently arbitrary growth features.",
		"This subjectivity, however, does not make value arbitrary or trivial.",
		"In ancient times, the world must have seemed pretty arbitrary.",
		"Here the material covered is precisely defined, but these definitions appear arbitrary.",
		"You could say the same about the whole set of gospels, it becoming purely arbitrary what is considered original and what is added.",
		"This action allows arbitrary, repeated communication between the master and a single slave process.",
		"It is not always the case that corruption causes losses to occur, and this therefore makes the financial sanctions applied somewhat arbitrary.",
		"Arbitrary precision integer arithmetic is provided by some implementations of the language.",
		"No one shall be subjected to arbitrary arrest, detention or exile.",
		"Nevertheless, this is not a page about trig point bagging as such arbitrary collection of things should be avoided.",
		"The only restriction is that the atomic coordinates are given in Angstroms on arbitrary orthogonal axes.",
		"Instead, he serves the ends of absolute, arbitrary despotism.",
		"Simple methods define an arbitrary law, such as an inverse square relationship, or a linear falloff.",
		"A specification formalism with parameterisation of an arbitrary order is presented.",
		"They are an arbitrary imposition of a 1% per annum growth in future greenhouse gas concentrations.",
		"To introduce arbitrary characters into a string using octal or hexadecimal notation.",
		"The maps are not always so open-ended, tho, and you can and will run into arbitrary borders if you try to.",
		"This isn't really any different from the problems we saw with buffer overruns in the from line permitting execution of arbitrary code.",
		"An extended partition may have an arbitrary number of \" logical \" drives.",
		"Each region or ' grain ' has a different orientation with respect to some arbitrary axis perpendicular to the plane of the lattice.",
		"Style sheets provide the means to specify the rendering of arbitrary elements, including whether an element is rendered as block or inline.",
		"There are arbitrary sackings while administrative rules which order re-employment are ignored.",
		"The concept of hell and its eternal fires seems too severe a punishment for any arbitrary decision.",
		"More sophisticated bridges allow arbitrary topology, but disable links until no loops remain.",
		"To propose that a human being may not be a \" person \" involves making a value judgment based on arbitrary and ill-defined categorization.",
		"As archbishop he seems to have been somewhat arbitrary, and his action led to a serious quarrel with Bishop Foxe of Winchester and others in 1512.",
		"But, unfortunately, the assumption as to the number of atoms in the molecules of these two compounds was an arbitrary one, based on no valid evidence.",
		"And wherever Vico's historical knowledge failed he was led into increased error by this artificial and arbitrary effort.",
		"Having vainly besieged the fortress of Palestrina, he returned to Rome, where he treacherously seized the soldier of fortune, Fra Monreale, who was put to death, and where, by other cruel and arbitrary deeds, he soon lost the favour of the people.",
		"He prepared instructions to be handed by constituencies to their members upon election, in which exclusion, disbanding, the limitation of the prerogative in proroguing and dissolving parliament, and security against popery and arbitrary power were insisted on.",
		"The refusal of the Pennsylvania government to confirm the private land titles of the settlers, and the arbitrary conduct of a certain Alexander Patterson whom they sent up to take charge of affairs, resulted in 1784 in the outbreak of the second Pennamite-Yankee War.",
		"Kaftan appreciates the mystical side of religion, Harnack's criticism is very different from Ritschl's arbitrary exegesis.",
		"Different views on subscription and discipline, and the arbitrary act of excision were the barriers to union, but these were removed; in 1758 the adopting act was re-established in its original breadth, the \"Synod of New York and Philadelphia\" was formed, and the reunion was signalized by the formation of the presbytery of Hanover in Virginia.",
		"The official valuation of imports, which is arbitrary and incorrect, was $164,569,884 gold in 1889, fell off to $67,207,780 in 1891, but gradually increased to $ 2 05, 1 54,4 20 in 1905.",
		"He was accused with especial bitterness of favouring arbitrary power by the law which he laid down in the trials for libel which arose out of the publications of Junius and Horne Tooke, and which at a later time he reaffirmed in the case of the dean of St Asaph (see Libel).",
		"The traditional theory of the Mosaic origin of the elaborate Levitical legislation cannot be maintained save by the most arbitrary and inconsequential treatment of the evidence and by an entire indifference to the historical spirit; and, although numerous points of detail still remain very obscure, the three leading stages in the Levitical institutions are now recognized by nearly all independent scholars.",
		"But that it was destitute of any properly religious observance or meaning is inconceivable, for, though many of the religious ideas of the old Hebrews were crude, their institutions were never arbitrary and meaningless, and when they spoke of consecrating the Sabbath they must have had in view some religious exercise of an intelligible kind by which they paid worship to Yahweh.",
		"The intercalary month being purely arbitrary may exhibit a normal arrangement, supposing that the month and the week begin together.",
		"If a less arbitrary classification be followed the principal manufacturing industries would be stone manufacture and textiles.",
		"Subsequently, in the declaration of the 14th of June, arbitrary power either in the parliament or in the king was denounced, and demand was made for a representative parliament, the speedy termination of the actual assembly, and the recognition of the right to petition.",
		"Cromwell, who had no desire to exercise arbitrary power and whose main object therefore was to devise some constitutional limit to the authority which circumstances had placed in his hands, now accepted the written constitution drawn up by some of the officers, called the Instrument of Government, the earliest example of a \"fixed government\" based on \"fundamentals,\" or constitutional guarantees, and the only example of it in English history.",
		"Cromwell was thus inevitably drawn farther along the path of arbitrary government.",
		"The republicans hostile to the Protectorate, excluded before, now returned, took the places vacated by strong supporters of Cromwell who had been removed to the Lords, and attacked the authority of the new chamber, opened communications with the disaffected in the city and army, protested against unparliamentary taxation and arbitrary imprisonment, and demanded again the supremacy of parliament.",
		"His administration as it stands in history is undoubtedly open to the charge that after abolishing the absolutism of the ancient monarchy he substituted for it, not law and liberty, but a military tyranny far more despotic than the most arbitrary administration of Charles I.",
		"And it was not until the parliament refused to acknowledge the Instrument as the required starting point for the new legality, that Cromwell in the last resort took arbitrary power into his hands as the only method remaining for carrying on the government.",
		"In ancient times the upper valleys of Adige and its tributaries were inhabited by Raetian tribes and included in the province of Raetia; and the line of demarcation between that province and Italy was purely arbitrary, as it remains to this day.",
		"At the same time Josephs administration was more arbitrary, and local autonomy was to some extent curtailed.",
		"It deals, according to Mill, with arbitrary and imaginary constructions.",
		"Then follows a series of chapters intended to restrain the king from raising money by the harsh and arbitrary methods adopted in the past.",
		"It gives to the men interested a certain control over one form of taxation, and protects one class only from arbitrary exactions, and that class the most powerful and the most wealthy.",
		"The object of this was clearly to restrain John from arbitrary proceedings against his free subjects.",
		"It did not establish freedom from arbitrary arrest, or the right of the representatives of the people to control taxation, or trial by jury, or other conceptions of a later generation.",
		"Arbitrary lines, either traced from point to point and marked by posts on the ground, or defined as portions of meridians and parallels, are now the most common type of boundaries fixed by treaty.",
		"The modes of government amongst civilized peoples have little influence on political geography; some republics are as arbitrary and exacting in their frontier regulations as some absolute monarchies.",
		"Although he had in 1687 openly embraced the Roman Catholic faith, he hesitated to commit himself entirely to the acts of the fierce devotees who surrounded the king, whom he advised to reverse the arbitrary acts of the last year or two, and in October 1688 he was dismissed by James with the remark \"I hope you will be more faithful to your next master than you have been to me.\"",
		"He had been too deeply involved in the arbitrary acts of James II.",
		"There was another insurrection in 1822 when the Portuguese captain-general, Luiz de Rego, and his garrison was expelled, and in 1824 dissatisfaction with the arbitrary proceedings of Dom Pedro I.",
		"They are skilful agriculturists and artisans, especially in textile fabrics and the manufacture of arms. Though native rule is tyrannical and arbitrary, especially in the principalities of Badung and Tabanan, trade and industry could not flourish if insecurity of persons and property existed to any great extent.",
		"A secret police, armed with inquisitorial and arbitrary powers, has always existed in autocratic Russia.",
		"I The abolition of the special courts of the peasants was announced in the same imperial ukaz (18th of October 1906) which promised the relief of the peasants from the arbitrary control of the communes, and permission for them to migrate elsewhere without losing their communal rights.",
		"His suspicions were intensified by the hostile criticisms of the Tilsit arrangement among his own subjects and by the arbitrary conduct of his ally, who continued his aggressions in reckless fashion as if he were sole master of Europe.",
		"The serfs were liberated entirely from the arbitrary rule of the landowners and became proprietors of the communal land; the old tribunals which could be justly described as \" dens of iniquity and incompetence,\" were replaced by civil and criminal lawcourts of the French type, in which justice was dispensed by trained jurists according to codified legislation, and from which the traditional bribery and corruption were rigidly excluded; and the administration of local affairs - roads, schools, hospitals, &c. - was entrusted to provincial and district councils freely elected by all classes of the population.",
		"The formal unity, however, is not an arbitrary creation of the mind, but exists \"in natura rei ante omnem operationem intellectus.\"",
		"In effect the Jews became outlaws, but their presence being often financially necessary, certain officials were permitted to \" hold Jews,\" who were liable to all forms of arbitrary treatment on the side of their \" owners.\"",
		"The government of Crete by the Venetian aristocracy was, like that of their other dependencies, very arbitrary and oppressive, and numerous insurrections were the consequence.",
		"Venezelo, who had played a noteworthy part in the last insurrection, was dismissed from the post of councillor by the prince, and soon afterwards became leader of a strong opposition party, which denounced the arbitrary methods of the government.",
		"On the 31st of May 1775 a committee representing the militia companies of Mecklenburg county passed a series of resolutions which declared that the royal commissions in the several colonies were null and void, that the constitution of each colony was wholly suspended, and that the legislative and executive powers of each colony were vested in its provincial congress subject to the direction of the Continental Congress; and the resolutions requested the inhabitants of the county to form a military and civil organization independent of the crown of Great Britain which should operate until the Provincial Congress should otherwise provide or the British parliament should \" resign its unjust and arbitrary pretensions with respect to America.\"",
		"Like Peisistratus, he was fond of having distinguished literary men about him, such as the historian Philistus, the poet Philoxenus, and the philosopher Plato, but treated them in a most arbitrary manner.",
		"The arbitrary restrictions imposed upon the colonists aroused dissatisfaction among them and eventually led to conspiracy in 1789, inspired by a fear that the Portuguese government was about to enforce the collection of its \"fifths\" of the mining output, which had largely fallen into arrears.",
		"The idea of Asia as originally formed was necessarily indefinite, and long continued to be so; and the area to which the name was finally applied, as geographical knowledge increased, was to a great extent determined by arbitrary and not very precise conceptions, rather than on the basis of natural relations and differences subsisting between it and the surrounding regions.",
		"It is the exposition of a relation governed by artificial and arbitrary rules, to which the principal actors in the drama must perforce conform.",
		"He at first supported the opposition to Charles's arbitrary government, but soon allied himself with the king's cause, on which side his sympathies were engaged, and was raised to the peerage by the title of Baron Capel of Hadham on the 6th of August 1641.",
		"General Winder's arbitrary exercise of his power was, however, resented so vigorously by the citizens that on the 19th of April the Confederate Congress materially modified the law under which he received these powers from the president.",
		"By arbitrary divisions and rearrangements the doctrinal statements of this \"science of faith\" could be made to serve the most diverse dogmatic tendencies.",
		"But this consequence follows only upon the assumption that the work of the mind is arbitrary, an assumption shown to be unjustified by the results of exact science, with the distinction, universally recognized, which such science draws between truth and falsehood, between the real and \"mere ideas.\"",
		"The determination to realize the self in some definite way constitutes an \"act of will,\" which, as thus constituted, is neither arbitrary nor externally determined.",
		"The several attempts at system-making by Kaup, from his Allgemeine Zoologie in 1829 to his fiber Classification der Vogel in 1849, were equally arbitrary and abortive; but his Skizzirte Entwickelungs-Geschichte in 1829 must be here named, as it is so often quoted on account of the number of new genera which the peculiar views he had embraced compelled him to invent.",
		"Fearless and masterful he also possessed high diplomatic gifts, and though on occasion arbitrary and passionate he was neither revengeful nor cruel.",
		"He was charged with \"depraving the public worship of God contained in the liturgy of the Church of England, asserting the same to be superstitious and unchristian, preaching, writing and conversing against the creeds and the divinity of our Saviour, and assuming to himself the power of making arbitrary alterations in his performance of the public worship.\"",
		"To obtain money he debased the coinage, and then endeavoured to prevent a rise in prices by an arbitrary tariff.",
		"Their attitude brought to a head the general discontent which Edward had excited by his arbitrary taxation; and Edward was obliged to make a surrender on all the subjects of complaint.",
		"Should the Rio Grande be the line of division north of Mexico, or should an arbitrary boundary be established farther to the eastward; in other words, should a considerable part of the new territory be certainly opened to slavery as a part of Texas, or possibly closed to it as a part of the organized territorial section?",
		"In the development of the atomic theory and the deduction of the atomic weights of elements and the formulae of compounds, Dalton's arbitrary rules failed to find complete acceptance.",
		"But as the colony had no voice in the Cortes, while the \" special laws \" were never passed (Cuba expected special fundamental laws, reforming her government, and the government regarded the old Laws of the Indies as satisfying the obligation of the constitution) the arbitrary rule of the captains-general remained quite supreme, under the will of the crown, and colonial discontent became stronger and stronger.",
		"It was therefore no sudden revolution when, on the 15th of November 1839 Abd-ul-Mejid signalized his accession by promulgating the Tanzimat, or Hatti-Sherif of Gulhane, a decree abolishing the arbitrary and unlimited power hitherto exercised by the state and its officials, laying down the doctrine of the perfect equality of all Ottoman subjects of whatever race or creed, and providing for the regular, orderly and legal government of the country and the security of life, property and honour for all its inhabitants.",
		"If we multiply the elements of the second row by an arbitrary magnitude X, and add to the corresponding elements of the first row, A becomes Zai,A18+XEa28A13 = Lia13A18 =A, showing that the value of the determinant is unchanged.",
		"Its introduction and six chapters present with rare lucidity the earliest conceptions of the Kingdom of Heaven, the Son of God, the Church, Christian dogma and Catholic worship; and together form a severely critico-historical yet strongly Catholic answer to Harnack's still largely pietistic Wesen des Christentums. It develops throughout the principles that \"what is essential in Jesus' Gospel is what occupies the first and largest place in His authentic teaching, the ideas for which He fought and died, and not only that idea which we may consider to be still a living force to-day\"; that \"it is supremely arbitrary to decree that Christianity must be essentially what the Gospel did not borrow from Judaism, as though what the Gospel owes to Judaism were necessarily of secondary worth\"; that \"whether we trust or distrust tradition, we know Christ only by means of, athwart and within the Christian tradition\"; that \"the essence of Christianity resides in the fulness and totality of its life\"; and that \"the adaptation of the Gospel to the changing conditions of humanity is to-day a more pressing need than ever.\"",
		"Ewing has himself also shown how satisfactorily this theory accords with many other obscure and complicated phenomena, such as those presented by coercive force, differences of magnetic quality, and the effects of vibration, temperature and stress; while as regards simplicity and freedom from arbitrary assumptions it leaves little to be desired.",
		"And the important consequences following from the demonstration of the identity in structure of Limulus and Scorpio are evaded by arbitrary and even phantastic invocations of a mysterious transcendental force which brings about \" convergence \" irrespective of heredity and selection.",
		"The calamity is described in the strongest colours of Hebrew hyperbole, and it seems arbitrary to seek too literal an interpretation of details, e.g.",
		"Moreover, Abelard evidently did not mean to imply that the distinctions of genera and species are of arbitrary or merely human imposition.",
		"If, however, as in practice, the light be heterogeneous, the source of finite area, the obstacles in motion, and the discrimination of different directions imperfect, we are concerned merely with the mean brightness found by varying the arbitrary phase-relations, and this is obtained by simply multiplying the brightness due to a single aperture by the number of apertures (n) (see Interference Of Light, § 4).",
		"But his arguments against the first are really only valid against the limited and unworthy conceptions of divine agency involved in the ancient religions; his denial of the second is prompted by his vital realization of all that is meant by the arbitrary infliction of eternal torment after death.",
		"And just as mind does not lose but gain in individuality in proportion as it parts with any claim to the capricious determination of what its world shall be, and becomes dominated by the conception of an order which is immutable so the will becomes free and \" personal \" in proportion as it identifies itself with objects and interests, and subordinates itself to laws and requirements which involve the suppression of all that is merely arbitrary and subjective.",
		"The selection of a standard may be regarded as a matter of arbitrary choice; that is to say, it would be possible to use any continuous time-measurer, and to adapt all scientific results to it.",
		"He is branded by historians as the Caligula of the East, who took a delight in imposing on his subjects a variety of senseless and capricious regulations, and persecuting different sections of them by cruel and arbitrary measures.",
		"Its object had been to procure, by pacific means, several reforms in the government of the islands, the chief of which were the expulsion of the friars, and the withdrawal of the governor-general's arbitrary power to deport Filipinos.",
		"There will probably be general agreement as to the wisdom of avoiding taxes which are uncertain and arbitrary, or which involve frequent visits of the tax-gatherer; but so far from there being a general assent in all countries to his maxims as to the expediency of avoiding taxation, which takes more from the tax-payer than what comes into the hands of the government, this is the very characteristic of duties deliberately imposed by most governments for the purpose of interfering with trade, and frequently called for even in the United Kingdom with a similar object.",
		"But Pitt's prodigious egoism, stimulated by the mischievous counsels of men of the stamp of Lord Shelburne, prevented the fusion of the only two sections of the Whig party that were at once able, enlightened and disinterested enough to carry on the government efficiently, to check the arbitrary temper of the king, and to command the confidence of the nation.",
		"But if the terminology is arbitrary, we still cannot rationalize away our sense of truth and correctness is this manner.",
		"Progress continues in developing new techniques to match image curves over arbitrary viewpoints for extracting symmetry axes and recognition.",
		"Our method can be seen as a direct generalization of methods for periodic orbit continuation and it is extensible to tori of arbitrary dimension.",
		"The scope and impact of arbitrary penalties would make speed cameras trivial by comparison.",
		"But they are also on straight roads where arbitrary speed limits trap the unwary motorist when a higher speed may be perfectly safe.",
		"He sympathizes with its people, ' wrapt in the dark mantle of idolatry,....the abject, beaten slaves of arbitrary rule '.",
		"It will make the whole process less arbitrary and more efficient.",
		"As such, your choice of ski length should never be an arbitrary decision.",
		"These aren't arbitrary requirements, and they should be respected.",
		"Some critics cite the ranking criteria of the US News and World Report as arbitrary.",
		"These groupings are, like so many others, arbitrary if convenient.",
		"The National Association for Bilingual Education claims that NCLB sets arbitrary goals for achievement and uses \"invalid and unreliable assessments.\"",
		"The first thing you should bear in mind if you're interested in wearing weird Halloween costumes is that the notion of \"weird\" is arbitrary.",
		"A key factor in a successful proposal is not to choose a day because of an arbitrary holiday.",
		"By choosing stones based on their appearance and beauty rather than a price, couples are sure to avoid arbitrary price increases based on technical data.",
		"Similarly, many couples rush into their engagement just to meet this arbitrary date even if they are not ready for the commitment.",
		"Sometimes search engine optimization can seem a little arbitrary, but as you work with these concepts consistently you will see results.",
		"Grindal indeed attempted a reform of the ecclesiastical courts, but his metropolitical activity was cut short by a conflict with the arbitrary temper of the queen.",
		"Hipparchus, the famous astronomer, on the other hand, (c. 150 B.C.) proved a somewhat captious critic. He justly objected to the arbitrary network of the map of Eratosthenes.",
		"After his election the pope had to make a profession of the Catholic faith, and give guarantees against arbitrary translations.",
		"We may therefore form an orthogonal transformation in association with every skew determinant which has its leading diagonal elements unity, for the Zn(n-I) quantities b are clearly arbitrary.",
		"Schlafli 1 this equation may be directly formed and exhibited as the resultant of two given equations, and an arbitrary linear non-homogeneous equation in two variables.",
		"Moreover, it is not constant, being an apparently arbitrary function of H or of B; in the same specimen its value may, under different conditions, vary from less than 2 to upwards of 5000.",
		"The officers in the council, moreover, showed jealousy of the civil members, and to settle these difficulties and to provide money a parliament was summoned on the 27th of January 1659, which declared Richard protector, and incurred the hostility of the army by criticizing severely the arbitrary military government of Oliver's last two years, and by impeaching one of the major-generals.",
		"The final achievement of Lagrange in this direction was the extension of the method of the variation of arbitrary constants, successfully used by him in the investigation of periodical as well as of secular inequalities, to any system whatever of mutually interacting bodies.'",
		"But the way in which he founded the leading Christian doctrines (after confessing his inability to rationalize them) on the arbitrary will of God was undoubtedly calculated to help in the work of disintegration.",
		"Scotus, on the other hand, following out his doctrine of the will, declared the good to be so only by arbitrary imposition.",
		"A clause also guarantees all nobles against arbitrary arrest and punishment at the instance of any powerful person.",
		"A period followed of arbitrary government on the one hand and of stubborn passive resistance on the other.",
		"There are grave objections to an arbitrary rule of this kind, the chief being the useless waste of mental energy in remembering it.",
		"This is sometimes treated as a debt of 5s.; an alternative method is to recognize that our zero is really arbitrary, and that in fact we shift it with every operation of addition or subtraction.",
		"These may be compared and contrasted with such quaternion formulae as S(VabVcd) =SadSbc-SacSbd dSabc = aSbcd - bScda+cSadb where a, b, c, d denote arbitrary vectors.",
		"He pointed to the admitted fact of congenital variation, and he showed that congehital variations are arbitrary and, so to speak, non-significant.",
		"If we make the extreme suppositions of an infinitely small source and absolutely homogeneous light, there is no escape from the conclusion that the light in a definite direction is arbitrary, that is, dependent upon the chance distribution of apertures.",
		"If it were possible to introduce at every part of the aperture of the grating an arbitrary retardation, all the light might be concentrated in any desired spectrum.",
		"During these years Venezuela had been pursuing the dangerous policy of granting interest guarantees on the construction of railways by foreign corporations, which not only brought the government into conflict with them on account of defaulted payments, but also through disputed interpretations of contracts and alleged arbitrary acts on the part of government officials.",
		"By this a definite number of tolls, at fixed rates, was substituted for the often arbitrary tolls which had been exacted previously.",
		"They are repelled by the dryness of much of the matter, the unsuitableness of many of the topics discussed for poetic treatment, the arbitrary assumption of premises, the entire failure to establish the connexion between the concrete phenomena which the author professes to explain and these assumptions, and the erroneousness of many of the doctrines which are stated with dogmatic confidence.",
		"Take any two arbitrary directions in the plane of the paper, and draw a small isosceles triangle abc, whose sides are perpendicular to the two directions, and consider the equilibrium of a small triangular prism of fluid, of which the triangle is the cross section.",
		"While it is impossible to give here anything like a complete or exact survey of the field - a task rendered almost impossible by the arbitrary manner in which paragraphs are divided, by the difficulty of making Old English enactments fit into modern rubrics, and by the necessity of counting several times certain paragraphs bearing on different subjects - a brief statistical analysis of the contents of royal codes and laws may be found instructive.",
		"These, however, as having arbitrary and inadequate foundations, and for other reasons, have not been accepted.",
		"As there is no means of distinguishing between the configuration of a dextroand laevo-modification, an arbitrary assumption must be made.",
		"But he displays a superstitious regard for miracles and prophecies; he has nothing to say against the arbitrary acts of the emperors, which he seems to take as a matter of course; and his work, although far more than a mere compilation, is not remarkable for impartiality, vigour of judgment or critical historical faculty.",
		"The Spanish colonies suffered from the strict system of monopoly and protection, which was only slightly relaxed by the later Bourbon kings, and from the arbitrary proceedings of the Inquisition.",
		"First of all she could not fail to remark the increasing discontent withaher arbitrary and wasteful ways.",
		"It abounds with remarks of extraordinary fertility and comprehensiveness; but it is often arbitrary; and its views of the past are strained into in the coherence with the statical views of the preceding volume.",
		"And it is perhaps not arbitrary to suppose that the splendour of the ritual in Amos's time implies a tremulous anxiety that Israel's seeming prosperity under Jeroboam II.",
		"Each of the above formulae involves an arbitrary constant; but this disappears when we start the additions from 'a known value of X udx.",
		"Stuyvesant was, however, extremely arbitrary.",
		"Laud continued to support Strafford's and the king's arbitrary measures to the last, and spoke in favour of the vigorous continuation of the war on Strafford's side in the memorable meeting of the committee of eight on the 5th of May 1640, and for the employment of any means for carrying it on.",
		"The length of the stem is arbitrary,.",
		"Its contents, as was to be expected, are of a very chaotic character - of a character so chaotic indeed that the reader is almost at the mercy of the arrangement, perforce an arbitrary arrangement, of the editors.",
		"His career as Attorney-General was widely, and it was generally felt justly, criticized by the public at large and by competent legal authorities as being both arbitrary and inefficient.",
		"In all cases the magnitude and direction, and joining the vertices of the polygon thus formed to an arbitrary pole 0.",
		"The amplitudes of oscilla Ia tion of the various particles have definite ratios to one another, and the phases are in agreement, the absolute amplitude (depending on C) and the phase-constant () being alone arbitrary.",
		"The motion of the system consequent on arbitrary initial conditions may be obtained by superposition of the n normal modes with suitable amplitudes and phases.",
		"The taking of BriseIs from Achilles was an arbitrary act, and against all rule and custom.",
		"It is soon discovered that the principle cannot be applied in any settled or consistent manner unless by the aid of rules of a technical and sometimes of a seemingly arbitrary character.",
		"He used his arbitrary power to modify the despotic system of the Tudors; all treason laws since Edward III., all heresy laws, all restrictions upon the publication of the Scriptures were removed in the first parliament of the reign, and various securities for liberty were enacted.",
		"Anxiety over the issue will not improve your child's survival, and it should be stressed that, aside from employing the above preventative measures, SIDS is swift and arbitrary.",
		"A low quality diamond, for example, may be far less valuable than a high quality aquamarine, and their respective prices will not match up to arbitrary classifications.",
		"Our ideas upon the subject are purely arbitrary, and depend upon our everyday experience.",
		"The situation was exploitedby attackers to access sensitive information and to run arbitrary code on an affected machine."
	],
	"synonyms": [
		"personal",
		"judgmental",
		"subjective",
		"discretionary",
		"unrestrained",
		"determinate",
		"chance",
		"captious",
		"absolutist",
		"despotic",
		"capricious",
		"bossy",
		"bigoted",
		"authoritarian",
		"arrogant",
		"unbesought",
		"ipse dixit",
		"dogmatism",
		"dictum",
		"dicta"
	],
	"antonyms": [
		"nonarbitrary",
		"supported",
		"reasoned",
		"circumspect",
		"reasonable",
		"rational",
		"democratic"
	]
}