{
	"word": "penchant",
	"meaning": [
		"A strong liking or fondness; inclination; taste."
	],
	"sentences": [
		"He has a penchant for the game.",
		"My aunt has a penchant for things that are a bit wacky.",
		"With a penchant for medicine and science and my magic, I can cure what others could not.",
		"The backpacker did not have a penchant for luxury travel.",
		"Increasingly investors are ending up with more exposure to residential property because of commercial property players' growing penchant for mixed-use schemes.",
		"You may have developed a strange penchant for interior decorating.",
		"Kris was silent for a moment before saying slowly, \"Kiki said I always had a penchant for traitors.\"",
		"The penchant for classical allusion in Irish lyrics is not exclusive to this type of music.",
		"Man has a penchant for trying to explain away God.",
		"Parnell's and Edward Saunderson's shared penchant for \"eighteenth-century modes of thought and expression,\" is another example.",
		"Another reflection of this battle can be seen in the early saints' penchant for dragon slaying.",
		"Yet he makes some startlingly astute observations during discussion despite his penchant for drawing comparisons with science fiction.",
		"One of the most negative traits of the Taurus sign is his penchant to criticize.",
		"You have a penchant for betrayers, that's for sure.",
		"Tom had a penchant for heavy metal music and two bullies for older brothers.",
		"Elsewhere, analysts often show a penchant for word play to get a point across.",
		"Needless to say, Kelly has a penchant for looking stylish no matter where she goes.",
		"Now that the busy morning activity no longer occupied Cynthia's mind, she again was visibly upset about Bird Song's latest guest, Jerome Shipton, and the penchant for trouble that surrounded his presence.",
		"Prior to Screamadelica, Primal Scream were Stonesy classic rock revivalists with a penchant for Detroit rock.",
		"Addictions come in all forms, be they substances, people or even things, and Pisces has a penchant for finding himself addicted to something.",
		"They allowed him to combine his penchant for death and disaster with flag-waving patriotism.",
		"The same penchant also afflicts lawmakers at all levels.",
		"Each group becomes passionately addicted to its own dominant penchant or special taste.",
		"Her strong penchant for adventure and conquest will drive her to have countless relationships.",
		"He had a penchant for painting half- length figures of malicious sexually predatory women.",
		"Imogen Stubbs appeared as Anna Lee, a brash, feisty woman with a penchant for getting herself into trouble and criminal sartorial taste.",
		"Bedroom pop with a penchant for home made sounds and spiky guitars.",
		"With her penchant for wild, head-turning styles, it's no wonder that Cher 80s makeup looks also enjoyed some notoriety and popularity.",
		"The multifaceted talent's penchant for over-the-top, often scandalous clothing left little to the imagination - one need only glance at a few performance photographs or music videos from that era to understand.",
		"However, with her penchant for princess-perfect gowns, there's a good chance that her fragrance will prove to be just as popular as her bridal creations!",
		"With her never-ending energy, catchy phrases, and penchant for fast, easy cooking, Rachael Ray has become a household name.",
		"In Brokeback Mountain, Jake Gyllenhaal took his penchant for playing sensitive, troubled souls to new levels.",
		"Sure, in the past Angelina Jolie may have been scandalous in other areas of her life, like her penchant for sharing way too much information about her, ahem…relations with ex-husband Billy Bob Thornton, but never with her children.",
		"The couple divorced five years later in 2002.A year after her divorce from Pipino, Klum announced she and new boyfriend Flavio Briatore, a man 23 years her senior who had a penchant for being a playboy, were expecting a child.",
		"His penchant for clean silhouettes and figure-flattering cuts earned him legions of followers through the years.",
		"Dancers continue to envy her unique abilities and her penchant for something so difficult, and yet she made it look so easy.",
		"With his penchant for the unusual and unexpected and his ability to pull off just about any style with a smile on his face, Malakar inspired a few long-haired guys to add some life to their own locks.",
		"He impressed the city's elite with his penchant for modern, streamlined cuts and flawless styles, and effectively became the go-to stylist for models and celebrities.",
		"All menu ingredients are locally grown and purchased, allowing every dinner guest to experience the Bay Area's unique penchant for fine dining.",
		"In fact, her television wardrobe is so popular that it has spawned \"Kelly's Fashion Finder\", a feature on the show's official Web site that delves deeper into Kelly's penchant for designer clothing.",
		"If you have a little one with a penchant for water sports, you won't have a hard time equipping him with the basics for safe fun in the sun.",
		"Nevertheless, if you're a self-disciplined gym disciple with a penchant for high-protein diets, then chances are you look stunning in this style, which is usually dominated by toned teenage girls.",
		"A nice break from the traditional black and white colored bikinis this star seems to have a penchant for, a fifth Fox image shows a pink bikini that's outlined in red.",
		"Many have pointed to the French penchant of consuming high amounts of red wine, which contains resveratrol.",
		"These pieces are admittedly sexy, with a penchant for body-conscious fits that look outstanding with sharp heels.",
		"The quirky singer displayed a penchant for vivid colors, unusual dresses and multitudes of bright jewelry.",
		"In modern times, they were made fashionable by Hillary Clinton, who displayed a penchant for wearing them with panache to everything from special occasions to low-key affairs.",
		"Do you know someone with a penchant for vague words and pretending they know what they mean?",
		"Fortunately enough, his mother was supportive of Michael's penchant, and in time he enrolled in New York City's Fashion Institute of Technology as a fashion design major.",
		"If you have kids or an extreme penchant for the mall, the Lacoste Vertical Shopper is an extraordinarily useful bag featuring sturdy zippered closure and an adorable boxy shape.",
		"Unless you are from Africa or have a reputation for being a world traveler, it is difficult to pull off the whole trendily tribal look and not appear like a freshman anthropology major with a penchant for pot and weird subtitled films.",
		"Though the fashion industry is dedicated to churning out hot new designs that will inevitably be overshadowed by the next season's spectacular items, certain fashionistas carry a sentimental penchant for the past.",
		"Her vision has always been rooted in hippie couture and a penchant for intermingling funky styles with classic designs.",
		"Ladies with a penchant for all things pink will fall in love with American Tourister's floral three-piece set.",
		"Your penchant for adornments can mean the difference between a flashy piece and a more practical choice for everyday.",
		"If your penchant for designer style knows no bounds, consider a Kate Spade beach bag for your next trip to the seaside.",
		"If you have a penchant for floral prints, you'll be tickled pink by this collection.",
		"They are very friendly and affectionate and have a penchant for keeping things neat and tidy.",
		"Over the long run, Gemini's penchant for surface-layer conversation may irk Sagittarius.",
		"Understanding what makes Virgo tick will help you accept this sign's penchant for perfection and leave you better able to enjoy being in a Virgo romance.",
		"Virgo's penchant for perfection could drive many signs crazy, but Scorpio will have a deep appreciation for Virgo's devotion in his effort to make sure everything is just so.",
		"Taurus has a penchant for the fine art and fancies himself knowledgeable enough to know what constitutes good art.",
		"Virgo is also a good match for a Capricorn because these signs both share a mutual work ethic and a penchant for perfectionism that Cancer may shrug off.",
		"Taurus gives other signs a sense of stability and has a penchant for high-quality lifestyles.",
		"In Scorpio, Virgo finds a match that actually admires his penchant for keeping things running smoothly, and Virgo is delighted that Scorpio doesn’t quit until the job is done right.",
		"This boot is a great example of the Pliner penchant for immense creativity.",
		"Whether your penchant is for a unique shoe from an unknown brand, a mid-range shoe or a high-end shoe, you'll find something in this eclectic mix of stores.",
		"Lucy Pargeter as Chastity Dingle, who made her first appearance as a stripper (dressed as a nun) and whose penchant for revealing outfits has made quite popular.",
		"Chopard ladies watches are made of rich colors.Chopard has grown creatively during recent years and now their penchant for coming up with new and innovative designs is at an all time high.",
		"The Bay Regatta is casual and sporty while remaining true to the RMS penchant for nautical themed details.",
		"People with a penchant for whole grains and earthy flavors can feast on Balducci's organic snack bars fortified with dried fruits, seeds and nuts.",
		"That is mainly due to their haunting music and penchant for dark clothes and makeup.",
		"Pennington's penchant for working shirtless brought in many watchers, but his standout humor and ability to have so much fun on the set brought him an extremely loyal fan base.",
		"He is portrayed as stubborn and gruff, with a quick temper and a penchant for neatness, but with a heart of gold.",
		"The show features Gordon Ramsay, an exceptional chef with a fiery temper and penchant for curse words, as he searches for new head chefs for this restaurants.",
		"Grimm is a singer with a penchant for southern soul, and it was his rendition of Percy Sledge's When a Man Loves a Woman that netted him the top spot.",
		"However, due to our society's great penchant for social expression, especially when it comes to our own little corner of the Web, that simple interface is still not simple enough for some members.",
		"In general, I think the American penchant for playing around and exploring the limits of the possible can be a valuable asset.",
		"For a touch of showbiz glitz, and a penchant for pampering, Los Angeles is the place to be!",
		"Charpentier's petits motets reveal the composer's penchant for the Italian style.",
		"Anyone who has ever read anything about hackers will probably be aware of the particular penchant they have for pretense.",
		"He also has a penchant for skulking in the background, as can be seen in the photo.",
		"Additionally, even if you don’t like your Cap’s penchant for telling stories, it will be verydifficult not to smile when you hear his booming, or her throaty, infectious laugh.",
		"He had a penchant for violence."
	],
	"synonyms": [
		"preference",
		"taste",
		"predilection",
		"liking",
		"knack",
		"fondness",
		"fancy",
		"attraction",
		"affinity",
		"tendency",
		"propensity",
		"proneness",
		"partiality",
		"leaning",
		"inclination"
	],
	"antonyms": [
		"hatred",
		"hate",
		"dislike",
		"indifference"
	]
}