{
	"word": "perennial",
	"meaning": [
		"Lasting or continuing for a long time.",
		"Appearing again and again or year after year; recurrent.",
		"Lasting or active throughout the whole year.",
		"Returning or becoming active again and again; perpetual.",
		"Having a life cycle of more than two years: said esp. of herbaceous plants that produce flowers and seed from the same root structure year after year.",
		"A perennial plant.",
		"Something that recurs or seems to recur on a yearly or continual basis.",
		"A person or thing that is present continuously or reappears regularly.",
		"A perennial plant; a plant that is active throughout the year or survives for more than two growing seasons. Compare annual, biennial."
	],
	"sentences": [
		"Twining plants with running perennial roots.",
		"There are no rivers and few perennial streams in the islands.",
		"It is really a biennial, but grows itself so freely as to become perennial in the garden.",
		"In this operation all stones larger than a man's fist must be taken out, and all roots of trees and of perennial weeds carefully cleared away.",
		"Division, or partition, is usually resorted to in the case of tufted growing plants, chiefly perennial herbs; they may be evergreen, as chamomile or thrift, or when dormant may consist only of underground crowns, as larkspur or lily-of-thevalley; but in either case the old tufted plant being dug up may be divided into separate pieces, each furnished with roots, and, when replanted, generally starting on its own account without much check.",
		"Owing to the prevalent dry easterly winds from the arid plains of north Australia, Timor, like Ombay, Flores and other neighbouring islands, has a much drier climate, and a poorer vegetation, than islands further west, and has few perennial streams and no considerable rivers.",
		"Such parts of the Karroo as are under perennial irrigation are among the most productive lands in South Africa.",
		"Dead Nettle (Lamium) - Perennial herbs of which there are a few plants occasionally worth a place in poor dry soils, where little else will grow-such as are found on dry banks or beneath trees.",
		"Parrya - A small group of dwarf perennial herbs from high mountain or arctic regions, with thick root-stocks, narrow leaves, and showy flowers in white, rose, or purple, and rather like a dwarf Hesperis in effect.",
		"He had to contend, like his predecessors, with the perennial hostility of the burgher aristocracy of Amsterdam, and at times with other refractory town councils, but his power in the States during his life was almost autocratic. His task was rendered lighter by the influence and ability of Heinsius, the grand pensionary of Holland, a wise and prudent statesman, whose tact and modera tion in dealing with the details and difficulties of internal administration were conspicuous.",
		"It is useful for cutting, as it lasts a long time, is perennial and hardy, growing in free garden soil.",
		"Pheasants Eye (Adonis) - Beautiful perennial or biennial plants, belonging to the Buttercup order, chiefly natives of cornfields in Europe and Western Asia, dwarf, with finely-divided leaves, and red or yellow flowers.",
		"There is also a herbaceous perennial species.",
		"The type of weed control depends on whether annual or perennial weeds are present.",
		"At issue was Japan's perennial request to start up \" small type \" coastal whaling in its home waters.",
		"It is a biennial, so lives only 2 years, thus never forms a big root mass like daisies or other perennial wildflowers.",
		"There is no point in planting a perennial that needs plenty of moisture and then wringing your hands when it doesn't survive.",
		"This appeal to Moslem sentiment was, however, powerless against the disaffection due to perennial misgovernment.",
		"The injury which initiates them may be very slight in the first placea mere abrasion, puncture or Fungus infectionbut the minute wound or other disturbance, instead of healing over normally, is frequently maintained as a perennial source of irritation, and the regenerative tissues grow on month after month or year after year, resulting in extraordinary outgrowths often of large size and remarkable shape.",
		"To find them thus renewing their reputation by reverting to Chinese models, is not only another tribute to the perennial supremacy of Chinese porcelains, but also a fresh illustration of the eclectic genius of Japanese art.",
		"The culinary herbs used for flavouring and garnishing are for the most part dwarf perennial plants requiring to be grown on a rich soil in an open sunny aspect, or annuals for which a warm sheltered border is the most suitable place; and they may therefore be conveniently grown together in the same compartment - a herb garden.",
		"Thus the elements of which Faust is composed were even more difficult to blend than were those of Wilhelm Meister; but the very want of uniformity is one source of the perennial fascination of the tragedy, and has made it in a peculiar degree the national poem of the German people, the mirror which reflects the national life and poetry from the outburst of Sturm and Drang to the well-weighed and tranquil classicism of Goethe's old age.",
		"Let 's try and repeat the trick for 2005, starting with that perennial favorite.",
		"Randomized controlled trial of homeopathy versus placebo in perennial allergic rhinitis with overview of four trial series.",
		"Typically perennial rhinitis sufferers display symptoms when they wake up in the morning, which improve as the day goes on.",
		"In continental Europe, a tetraploid form is predominant that may exhibit perennial growth.",
		"Cash 's Sun legacy is a perennial, essential touchstone, and that legacy is represented to perfection here.",
		"Just visible in the top left-hand corner is Gunnera manicata, a huge perennial which looks really tropical, although it 's quite hardy.",
		"It rests on the perennial and unfailing kindness of the poor to the rich.",
		"There is no point in planting a perennial that needs plenty of moisture and then wringing your hands when it does n't survive.",
		"Cloth baby books-These are another perennial favorite, but cloth books can be expensive.",
		"There are now tulips on the market advertised as perennial tulips, which are a lot more likely to bloom year after year than other varieties.",
		"Popular since the 1970's, Class C recreational vehicles, also known as mini-motor homes, have long been a perennial family favorite.",
		"Ginger is a creeping perennial that originated in the tropics.",
		"Valerian (Valeriana officinalis) is a perennial plant with a very unpleasant smell.",
		"It is part of the buttercup family, and the flowers slightly resemble the perennial buttercup growing in many people's gardens.",
		"A perennial favorite among berry foragers, blackberries appear in early summer as red berries on shrubs with thick canes and thorns.",
		"Black cohosh is a perennial plant that comes from the same family as the buttercup.",
		"Black cohosh is a perennial herb native to North America.",
		"The Native Americans used this perennial herb to treat stomach upset and hemorrhoids.",
		"This pungent herb comes from the root of a flowering perennial.",
		"St. John's Wort is a perennial herb with bright yellow flowers that has been used for centuries as an herbal remedy.",
		"This perennial plant is related to ginger and needs plentiful rain and warmth to flourish.",
		"Although a classic green-painted witch will always be a perennial favorite, you can go classy, mythical or sexy if you'd like.",
		"A perennial favorite, this creamy rice dish takes a little bit of care, but the results are worth it.",
		"A perennial favorite, Prom Girl is one of the most visited design-your-own prom dress sites on the web.",
		"Lopez is well-known for his flirtatious ways with the ladies, so, is he going the way of perennial bachelor George Clooney?",
		"Yep, just like Bret Michaels on VH1's Rock of Love and his seemingly perennial search for true love, you can bet that Tila Tequila will make another appearance on MTV in the next season of A Shot at Love 3.",
		"In September of 2009, the seemingly perennial bachelor gave an interview saying that he was finally ready to settle down and expressed his desire to start a family.",
		"They are all perennial, and thrive in a light soil.",
		"S. aegyptiacum (Saccharum) - Vigorous perennial grass, forming tufts of reed-like downy stems, 6 to 10 feet high, and clothed with graceful foliage.",
		"E. pinnatum is a hardy dwarf perennial from Asia Minor, 8 inches to 2 1/2 feet high, with handsome leaves, and bearing long clusters of yellow flowers.",
		"D. Cannabina is a tall and graceful herbaceous perennial from 4 to 7 feet high, the long stems clothed with large pinnate leaves, yellowish-green flowers appearing towards the end of summer.",
		"Dahurian Convolvulus (Convolvulus Dahuricus) - A showy, twining perennial, bearing in summer rosy-purple flowers.",
		"Blue Throatwort (Trachelium) - T. coeruleum is a much-branched perennial, 1 to 2 feet high, bearing in summer broad clusters of small blossoms, blue in the type and white and lilac in the varieties.",
		"Borage (Borago) - B. orientalis is a vigorous perennial, bearing pale blue flowers early in spring, having very large leaves through the summer.",
		"Buphthalmum - B. speciosum is a bold, free, and showy perennial, hardy, and growing in any soil, with large heart-shaped leaves in great tufts, and, in summer and autumn, handsome heads of showy yellow flowers with dark centres.",
		"America. It is, however, a true perennial, although maybe a short-lived one, and should be frequently raised from seed to make sure of keeping up the stock.",
		"They are naturally perennial, but in the open air must be treated as half-hardy annuals.",
		"The Bohemian Comfrey (S. bohemicum) is a handsome perennial, about 1 foot high, with, in early summer, erect twin racemes of brilliant reddish-purple flowers.",
		"Common Hop (Humulus) - H. lupulus, a well-known, vigorous, twining perennial, is admirable for bowers, especially when vegetation that disappears in winter is desired.",
		"Though mostly treated as a half-hardy annual, the roots are perennial in the warm soils of southern gardens, spreading by stolons into handsome tufts.",
		"Diphylleia Cymosa - A perennial of the Barberry family, about 1 foot high, having large umbrella-like leaves in pairs.",
		"E. condensatus (Bunch Grass) is a vigorous perennial grass from British Columbia, forming a dense, compact, column-like growth, and more than 8 feet high.",
		"It will be found a useful plant for the flower border, it being a true perennial, of neat habit, and very free-flowering.",
		"Farfugium - A vigorous perennial, F. grande having fleshy stems 1 to 2 feet high, and with broad leaves of light green variously streaked, spotted with yellow in one variety, and having white and rose in another.",
		"Fescue Grass (Festuca) - Annual and perennial grasses, containing few species for the garden.",
		"Foam Flower (Tiarella) - A small group of slender perennial herbs, flourishing in almost any soil or position, but in partial shade and a moist soil.",
		"It grows in any ordinary soil, but is not a perennial, though it usually sows itself where it is established.",
		"Lindheimeri is a graceful perennial, 3 to 4 1/2 feet high, flowering in summer and autumn, on long, slender spikes bearing numerous white and rose flowers.",
		"Golden Club (Orontium) - O. aquaticum is an interesting perennial of the Arum family, 12 to 18 inches high; in early summer its narrow spadix is densely covered with yellow flowers.",
		"Golden Drop (Onosma) - O. taurica is an evergreen perennial, 6 to 12 inches high, soon forming dense tufts, and bearing in summer drooping clusters of clear yellow almond-scented blossoms.",
		"P. grandiflora is a handsome Siberian perennial, hardy in light dry soils, but impatient of damp and undrained situations, where its thick fleshy roots decay.",
		"Ground Nut (Apios Tuberosa) - A graceful tuberous-rooted perennial of twining habit, with leaves cut into five lance-shaped leaflets, and fragrant brown flowers in dense clusters from July to September.",
		"Dusty Miller (Senecio Cineraria) - A fine-leaved, half-shrubby perennial from the Mediterranean coast, where it grows from 1 1/2 to 3 feet in height, with much-cut silvery leaves and clustered heads of yellow flowers late in summer.",
		"Senecio Macrophyllus - a stout leafy perennial, 6 feet high when full-grown, the glossy green leaves and much-branched heads of small yellow flowers of stately effect when grown boldly on the lawn or in the wild garden.",
		"A. flexuosa (the Waved Hair Grass) is a graceful perennial.",
		"It is a free vigorous perennial, best fitted for naturalisation in woody places.",
		"C. aurea is a perennial, 6 to 12 inches high, with small orange blossoms, but seldom more than one to each slender stem.",
		"Hawkweed (Hieracium) - Perennial herbs with yellow flowers, very numerous, and often beautiful in nature, but not much grown in gardens.",
		"Heloniopsis - Dwarf perennial plants of the Lily order, from Japan, forming neat tufts of erect lance-shaped leaves of a few inches high, and carrying short spikes of flower in early spring.",
		"Herniaria - Dwarf perennial trailers, forming a dense turfy mass, green throughout the year.",
		"L. rediviva is a perennial similar to the Honesty, but with larger and more showy flowers.",
		"Hunnemannia - H. fumarioefolia is an erect perennial, 2 to 3 feet high, with glaucous foliage, like some of the Fumitories.",
		"Meconopsis Quintuplinervia - A perennial kind from Manchuria, of dwarf growth as a rosette of long-stemmed uncut leaves, covered with reddish hairs and traversed by five prominent veins.",
		"J. integrifolia (Jaborosa) - An interesting dwarf perennial, allied to the Mandrake, growing 9 to 12 inches high, with broad leaves, and white tubular flowers about 2 inches long, fragrant and handsome.",
		"Isatis glauca is a handsome perennial of 3 feet, with grey-green furrowed stems and long narrow leaves with a white mid-rib.",
		"If preserved in a frame during winter, after the manner of bedding Lobelias, it is perennial, and may be propagated in spring by cuttings.",
		"Jalap Plant (Exogonium) - A graceful perennial trailing plant, none more beautiful among climbing plants than E. purga, and of its hardiness there can be little doubt.",
		"Phlomis Herba-Venti - Handsome perennial from Spain, needing a warm dry soil and some protection if grown far inland.",
		"Lambs-skin (Arnica) - A small group of perennial herbs of the Daisy order, with clustered leaves and neat yellow flowers on long stems.",
		"There are in cultivation many species, both annual and perennial, but the most important are the tall hybrid perennials, of which there are many varieties with a wonderful range of lovely color.",
		"Perennial Larkspurs thrive in almost any situation or soil; they are easily increased, and are quite hardy.",
		"It is a good perennial, is easily raised from seed, and continues to flower throughout the summer till late in autumn.",
		"Although somewhat apt to damp off on level ground, it is a perennial on raised ground, and keeps up a succession of bloom.",
		"Z. lavandulaefolia (Zietenia) - Dwarf, creeping, half-shrubby perennial of a greyish hue, 6 to 12 inches high, with purple flowers in summer, borne in whorls, forming a spike about 6 inches long, with a slender downy stalk.",
		"L. maritima, a perennial, is somewhat tender, and should be treated as an annual.",
		"Lippia - L. nodiflora is a dwarf perennial creeper bearing in summer heads of pretty pink blooms.",
		"In these situations it is perennial; in gardens is grown as an annual.",
		"Mallow (Malva) - Stout and sometimes showy perennial and half-shrubby plants, of which there are few pretty garden plants, the majority being coarse and weedy.",
		"It is a hardy perennial, and is increased by suckers from the roots and by cuttings, which root readily.",
		"They are, however, perennial, and when the leaves are killed by frost the tapering black root must be lifted and stored in sand during the winter.",
		"It is a hardy perennial in light warm soils, and is a good border plant.",
		"It is hardy, and perennial on most soils, and is easily propagated by cuttings or division in autumn or spring.",
		"Milk Vetch (Astragalus) - A large family of alpine and perennial leguminous plants, not many of which are valuable for the garden.",
		"Molopospermum - M. cicutarium is a hardy perennial, 5 feet or more high, with large graceful leaves which form a dense bush.",
		"Named Hybrids Pilosum - A perennial Poppy from the mountains of Greece, with tall much-branched stems and hoary leaves.",
		"Named Hybrids Rupifragum - Little hairy plants like a perennial Shirley Poppy, of delicate appearance, 1 to 2 feet high, with a neat habit, and useful for cutting.",
		"Peony, also called Paeony (Paeonia) - Among the most showy of hardy perennial plants, with much beauty of color and often fragrance.",
		"Plume Poppy (Bocconia) - B. cordata is a handsome and vigorous perennial of the Poppy order, growing in erect tufts 5 to over 8 feet high, with numerous flowers in very large panicles.",
		"Poa - Perennial and annual grasses, few worth cultivating.",
		"Callirhoe Digitata - A distinct glaucous perennial herb, 2 or 3 feet high, with reddish-purple flowers in summer; it is not so showy as the other kinds.",
		"Prickly Poppy (Argemone) - Handsome Poppy-like plants, said to be perennial, but perishing on moist soils after the first year.",
		"S. laciniatum is a vigorous perennial with a stout stem, often 8 feet in height, and fine yellow-colored flowers, on drooping heads, which have the peculiarity of facing the east.",
		"Satin-flower (Sisyrinchium) - Iridaceous plants from N.W. America, of which only one species is worth growing, namely S. grandiflorum, a beautiful perennial with narrow, grass-like leaves that blooms in early spring.",
		"China we seem to have a hardy perennial of some value.",
		"Shamrock Pea (Parochetus) - P. communis is a beautiful little creeping perennial with Clover-like leaves, 2 to 3 inches high, bearing in spring Pea-shaped blossoms of a beautiful blue.",
		"Europe. These perennial kinds may be propagated best from seed, as they do not divide well.",
		"It is an excellent alpine perennial, forming a hardy woody root-stock, is 9 inches high, and produces an abundance of rich, velvety, dark blue flowers, finer in color than those of S. japonica, though this is a handsome plant.",
		"Spignel (Meum) - M. athamanticum is a graceful fine-leaved perennial, dwarf in habit, 6 to 12 inches high, free in ordinary soils, and hardy.",
		"Jatamansi, a pretty little perennial plant, hardy, and very attractive when well grown in the rock garden.",
		"Stock (Matthiola) - Annual or perennial herbs, sometimes inhabiting sea cliffs.",
		"Stokesia - S. cyanea is a handsome hardy American perennial, 18 to 24 inches high, and of stout free growth, with, in September, large showy blue flowers somewhat similar to those of a China Aster.",
		"Stud Flower (Helonias) - A distinct and handsome bog perennial, H. bullata being 12 to 16 inches high, with handsome purplish-rose flowers in an oval spike.",
		"A. cynanchica is a rosy-red perennial, and a good bank or rough rock-plant.",
		"T. latifolium is a dwarf vigorous perennial from the Caucasus, 6 to 12 inches high, with large root-leaves, and flowers something like those of Arabis albida, but larger.",
		"T. rubens is a stout perennial, about 1 foot high, with large dense heads of carmine flowers in early summer.",
		"Tricyrtis - T. hirta is an interesting Japanese perennial, about 3 feet high, with slender erect stems terminated by a few curiously-shaped pinkish blossoms, spotted with purplish-black.",
		"American perennial, P. decandra, is from 5 1/2 to nearly 10 feet high, with reddish stems and flower stalks.",
		"White Hellebore (Veratrum) - V. album is a handsome erect pyramidal perennial, 3 1/2 to 5 feet high, with large plaited leaves and yellowish-white flowers in dense spikes on the top of the stem, forming a large panicle.",
		"Whorl-flower (Morina) - M. longifolia is a handsome and singular perennial, with large spiny leaves, resembling those of certain Thistles, and with long spikes of whorled flowers, 2 to 3 feet high.",
		"Z. latifolia, from Japan, is a perennial kind, shorter and of more drooping habit.",
		"In sandy soil it is perennial, but on heavy and damp soils must be grown as annual or biennial.",
		"It is a hardy perennial, requiring a warm border; 1 to 1 1/2 feet high.",
		"S. coccinea is a rather pretty perennial with spikes of red flowers about 1 foot high, and succeeds in a partially-shaded border anywhere in the south.",
		"The winter blooming helleborus, sometimes called the Christmans or Lenten rose is a small perennial with lovely pale down-ward facing flowers.",
		"They are often used in perennial borders or woodland gardens.",
		"Perennial plants are left in the ground all winter, so good care in the fall will improve your chances for healthy growth in the spring.",
		"Some gardeners cut back all their perennial plants in the fall to a height of three to six inches.",
		"With the appropriate soil, geology, climate, and water supply, a dedicated farmer can harvest this perennial crop for well over a hundred years.",
		"Remember that perennial seeds often have a long dormant period, and that some seeds may germination before others.",
		"Celmisia spectabilis - also known as cotton plant, shepherd's daisy, and mountain daisy or by its Maori name, tikumu -- is an subalpine perennial native to New Zealand.",
		"It's one perennial that will keep you happy year after year.",
		"Gardeners throughout the ages have included pinks in some form in perennial gardens and fragrance gardens.",
		"In a cottage garden, annual and perennial flowers are clustered together in informal plantings.",
		"Like trees and shrubs, perennial flowers also benefit by easing into the garden through moderate temperatures, warmer soil, and the cool dormant period of winter.",
		"Collect seeds such as marigolds and perennial seeds so you can look forward to more beauty next spring!",
		"Like many perennial fruits and berries, strawberries are easy and fun to grow, and require little maintenance once the initial work is done.",
		"Lantana is a large flowering perennial that produces blooms in varying shades of red, orange, yellow, and white.",
		"Milkweed is a perennial plant that, while not especially pretty, does attract most all butterflies.",
		"This is also a good time to plant most perennial herbs.",
		"The perennial family of flowers is huge, with thousands of different plants.",
		"If the plant is a perennial, such as asparagus, simply trim any dead leaves or foliage so the plant can get a new start in the spring.",
		"Cyclamen persicum is a perennial that grows from tubers.",
		"Helleborus or hellebores, are a flowering perennial that is prized for its evergreen foliage in addition to its blossoms.",
		"The Annual and Perennial sections of the catalog are arranged alphabetically by botanical name.",
		"Whether you want to grow a cutting garden or a perennial border, Burpee's rich and diverse selection of flower seeds makes their company a great resource for any gardener.",
		"A perennial mother's favorite, ask your mother for a few pair and she'll be more than delighted to purchase every assorted color on her next shopping excursion.",
		"Even the same cultivator can have a variety that is an annual and another that is a perennial.",
		"However, there are style and design details that are perennial favorites.",
		"Florida is a perennial favorite among retirees and Sarasota is among the best.",
		"Puzzles are a perennial favorite of both young and old alike.",
		"Whether or not contact lenses are safe is a perennial question.",
		"Seek out arcades that stock a few of the perennial favorites; Centipede, Tempest, Galaga and Pac-Man all seem to be fairly easy to find.",
		"As American as apple pie, the baseball video game is a perennial.",
		"A perennial favorite, Madden '08, boosted sales of all systems and generated revenue with 3.4 million games sold.",
		"This wine is a little harsh and the oak stands out a little more than this taster would like but for the price it's a solid choice and along with Bocage Chardonnay, a perennial dinner guest at my home.",
		"Perennial AR occurs all year and is usually caused by airborne pollutants in the home and other places.",
		"Symptoms of seasonal AR are worst after being outdoors, while symptoms of perennial AR are worst after spending time indoors.",
		"Perennial AR is often triggered by house dust, a complicated mixture of airborne particles, many of which are potent allergens.",
		"Perennial AR can also usually be diagnosed by careful questioning about the timing of exposure and the onset of symptoms.",
		"It can be used for perennial AR as well.",
		"Preventing perennial AR requires identification of the responsible allergens.",
		"Because it is so easy to learn, it is a perennial favorite, but doesn't allow for very much interaction and rather quickly gets repetitive.",
		"Red is a perennial favorite for hair color, and the current \"it\" shade is auburn.",
		"These runway styles may not be the latest hair trends, but their simplistic avant garde lines keep them perennial, even as fashion trends roll through the changes.",
		"The traditional bob is a perennial choice for women who want a conservative and classic cut that is medium length and relatively easy to style.",
		"While styles are likely to change with fashion, the following perennial cute summer hairstyles are easy picks no matter what the runway holds.",
		"Shags are a perennial favorite that work well on nearly all hair types.",
		"Shaggy haircuts are a perennial favorite among guys and have endless styling options.",
		"Perennial Moments has many beautiful patterns for Kirigami pop-up cards, but you'll need to pay a small fee in order to download most of these designs.",
		"Of course, Britney's also admitted to indulging in the perennial favorite of pregnant women everywhere-pickles and ice cream.",
		"Every five years, the ARBA publishes an updated breed guide with specifications for newly recognized rabbit and cavy breeds and the most popular breeds that are perennial favorites.",
		"Gorgeous Ann V snuggles up with that old softy Kanye West as she sports a sinfully delicious swimsuit from perennial SI favorite Sauvage.",
		"Clinicians have conducted numerous studies on this perennial herb native to North America, Asia and Europe with enthusiastic results.",
		"Certain adornments, like rhinestones and studs, are perennial favorites that never truly go out of style, but may not always be appropriate for all occasions.",
		"They are perennial favorites and go well with jeans, pencil skirts, and even shorts for the summer.",
		"Philips Norelco electric shavers are perennial bestsellers for men, especially around holidays including Father's Day, Christmas, and birthdays.",
		"This perennial favorite never loses steam.",
		"The evergreen Christmas tree is a perennial symbol of Christmas throughout the world.",
		"Toasted Pecan Divinity - Divinity is a perennial favorite, and this candy recipe is easy to make.",
		"Keepsake Ornaments that have sound, light and motion do well as well as perennial favorites such as Barbie and Star Wars and Star Trek.",
		"Here are some of the perennial favorites that seem to be on most lists of top holiday films.",
		"While the vast majority of the population prefers the perennial classic gold wedding band, there are many reasons why a couple might choose a unique alternative ring instead.",
		"Feel free to create your own version of this perennial treat.",
		"A perennial favorite of college students, the Gallery Patent Tote exudes low-key glamour.",
		"Toy trains continue to be perennial favorites for boys and girls.",
		"The following sites are perennial favorites.",
		"Another perennial classic, Miracle On 34th Street follows Kris Kringle, a Santa at Macy's who actually believes he is Santa Claus.",
		"Of course, once the warmer weather rolls around there are a few perennial favorites in women's shoes that you just shouldn't be without.",
		"For a more pointed silhouette Audrey and Rosalind are perennial favorites!",
		"Their All Stars are a perennial favorite and are not just for the basketball court anymore.",
		"They can muse whether runway models will sport the perennial two-tone look or something wildly different.",
		"It adds that touch of class to the perennial fashion staple black.",
		"After all, Bergman was very well known for his role as perennial good guy Dr. Cliff Warner on All My Children.",
		"As for the actor's favorite movie, it's that perennial '80s classic, The Breakfast Club.",
		"James Stenbeck, a perennial villain returned time and again to torture the citizens of Oakdale, the fictional town where As the World Turns is set in.",
		"In 1993, Francis joined Anthony Geary on screen once more as their perennial super couple Luke and Laura.",
		"The butterfly itself is an excellent choice because it is highly adaptable, colorful, and a perennial symbol of beauty.",
		"That makes the meaning and symbolism behind the tattoo trendproof and perennial.",
		"Be certain your chosen spot will maintain its appeal for a perennial and beloved piece of art.",
		"You can also change the words to popular songs - for example, a perennial cheer is some variation off of the 60's hit ''Doo-wah-diddy-diddy-dum-diddy-doo!''.",
		"This diet is no exception, as perennial dieters seek the latest ways to shed unwanted pounds.",
		"For example, the Scarsdale Diet was first introduced in the 1970's and appears to be a popular perennial favorite.",
		"Besides the favorite Simply The Best cookbook with its Tropical Tarts and Brownie Pie recipes, New Complete Cookbook is a perennial favorite for delectable treats.",
		"In this way, these diets remain perennial favorites for dropping a few pounds before that big event you plan on attending in your \"skinny\" outfit.",
		"The leopard print is a perennial favorite, but zebra stripes are also very popular.",
		"Curly ribbon is a perennial favorite, but simple colored twine or yarn can make a nice complement to your decor.",
		"A chance to swim and sunbathe all day is a perennial favorite girl teen party idea.",
		"The all-time perennial favorite, scavenger hunts can be tailored for young children, teens and adults.",
		"Cakes, pies, and cookies are perennial favorites for get-togethers.",
		"Religion is a perennial theme in Interview with the Vampire and Louis' Catholicism is sorely tried by his conversion.",
		"A few bath items make great gifts, since they are practical yet luxurious and also perennial.",
		"The cultivation of green forage is extensive and is divided into the categories of temporary and perennial.",
		"The temporary includes vetches, pulse, lupine, clover and trifolium; and the perennial, meadow-trefoil, lupinella, sulla (fledysarum coronarium), lucerne and darnel.",
		"In many annual plants no cambium is formed at all, and the same is true of most perennial Pteridophytes and Monocotyledons.",
		"They are branches in which a perennial Fungus (Aecidium, Exoascus, &c.) has obtained a hold.",
		"Many mountains are quite without perennial streams, and some lack even springs.",
		"But let judgment roll down like waters and justice like a perennial brook.\"",
		"The topography and the climate of Nevada have led to the formation of two kinds of lakes, the ephemeral and the perennial.",
		"The perennial lakes, such as those just described, hold their waters for years and perhaps centuries; but the ephemeral lakes usually evaporate in the course of the summer.",
		"Some of their towns were built near large underground reservoirs, called cenotes, that afforded a perennial supply.",
		"Formerly in Egypt the cotton was treated as a perennial, but this practice has been generally abandoned, and fresh plants are raised from seed each year, as in America; one great advantage is that more than one crop can thus be obtained each year.",
		"Commagene, where not rocky, and the district lying along the southward drains from its divide (anc. Cyrrhestica), is in better case, enjoying perennial streams which can be utilized, and the fringe of the Tauric rainfall.",
		"The plants are rough-haired annual or perennial herbs, more rarely shrubby or arborescent, as in Cordia and Ehretia, which are tropical or sub-tropical.",
		"The northern slopes of the Elburz and the lowlands which lie between them and the Caspian, and together form the provinces of Gilan, Mazandaran and Astarabad, are covered with dense forest and traversed by hundreds (Persian writers say 1362) of perennial rivers and streams. The breadth of the lowlands between the foot of the hills and the sea is from 2 to 25 m., the greatest breadth being in the meridian of Resht in Gilan, and in the districts of Amol, Sari and Barfurush in Mazandaran.",
		"The plants are generally perennial herbs growing from a bulb or rhizome, sometimes shrubby as in butcher's broom (Ruscus) or tree-like as in species of Dracaena, Yucca or Aloe.",
		"Increased by the perennial waters of these numerous torrents the Senku makes its way S.W.",
		"Leopold, intent on the doings of his perennial rival Louis XIV., was 10th to engage in an eastern war even for the liberation of Hungary, which he regarded as of far less importance than a strip or two of German territory on the Rhine.",
		"They are generally perennial herbs with a creeping underground stem and erect, unbranched, aerial stems, bearing slender Juncus effusus, common rush.",
		"It is a tall perennial grass-like plant, giving off numerous erect stems 6 to 12 ft.",
		"Hadramut; the two others run for a long distance through fertile valleys and, like many of the wadis on the seaward side of the range, have perennial streams down to within a few miles of the sea.",
		"Akhdar is wonderful and is in striking contrast to the barrenness of so much of the coast; water issues in perennial springs from many rocky clefts, and is carefully husbanded by the ingenuity of the people; underground channels, known here as faluj, precisely similar to the kanat or karez of Persia and Afghanistan, are also largely used.",
		"In good seasons it is sufficient for the cultivation of the summer crop of millet, and for the supply of the perennial streams and springs, on which the irrigation of the winter crops of wheat and barley depend.",
		"It is well watered by streams more or less perennial.",
		"Perennial streams of the description referred to are found between the Algerian frontier and Gabes on the coast.",
		"The UPPER GANGES CANAL and the LOWER GANGES CANAL are the two principal systems of perennial irrigation in the United Provinces.",
		"In general the main elevations of the two ranges form pairs lying opposite one another; the forms of both ranges are monotonous, but the colouring is splendid, especially when viewed from a distance; when seen close at hand only a few valleys with perennial streams offer pictures of landscape beauty, their rich green contrasting pleasantly with the bare brown and yellow mountain sides.",
		"Few perennial streams take their rise in Anti-Lebanon; one of the finest and best watered valleys is that of Helbun, the ancient Chalybon, the Helbon of Ezek.",
		"It stands at the foot of a hill by a river, here perennial, but at a short distance beyond lost in the sands.",
		"From the time of Jeremiah downwards the perennial interest of Old-Testament thought lies in the working out of the problems of personal religion and of the idea of a spiritual fellowship of faith transcending all national limitation; and these are the motives not only of the lyrics of the Psalter but of the greater theodiceas of Isa.",
		"Its chief value lies in its vast tracts of fertile soil, now rapidly filling up with settlers from all parts of the world, and the grassy uplands in the foot-hill region affording perennial pasturage for the cattle, horses and sheep of the rancher.",
		"The type form is the Caucasian species roseum of botanists, hardy perennial, with finely cut leaves and large flower heads, having a ray of deep rosecoloured ligulate florets surrounding the yellow centre or disk.",
		"About 20% of the cultivated area is irrigated by canals, 2% by wells and 3% by perennial streams. Throughout the province the area in which well-cultivation is possible is extremely limited, and the field has already been covered.",
		"Among the peculiar dicotyledonous plants there is not a single annual, and by far the greater number are perennial and woody.",
		"The Welsh Onion or Ciboule, Allium fistulosum, is a hardy perennial, native of Siberia.",
		"In Pliny they are a perennial colony settled on the western shore of the Dead Sea.",
		"Formed partly by alluvium carried down by perennial streams from the mountains of Lebanon and Galilee, and fringed by great sand-dunes which the sea throws up, Phoenicia is covered with a rich and fertile soil.",
		"Chiefly, however, they are the bark of trees, rocks, the ground, mosses and, rarely, perennial leaves.",
		"The ground must also be thoroughly cleared of the roots of all coarse, perennial weeds, and be worked to a fine tilth ready for turfing or sow ing.",
		"This plant is perennial, but is best treated as an annual.",
		"The hollyhock is a noble perennial, 6 to 15 ft.",
		"Form and repair lawns and grass walks by laying turf and sowing perennial grass-seeds; mow the lawns frequently; plant evergreens.",
		"Though there are no perennial rivers, there are watercourses (khors or wadis) in the rainy season; the chief being the Khor Abu Habl, which traverses the southcentral region.",
		"P. maximum is the Guinea grass, native of tropical Africa; it is perennial, grows 8 ft.",
		"The ancient system of basin irrigation is still pursued in Upper Egypt, though by the end of 1907 over 320,000 feddans of land formerly under basin irrigation had been given, at a cost of over £E3,000,000, perennial irriga- irrigation tion.",
		"The khedive, having acquired vast estates in the provinces of Assiut, Miniah, BeniSuef and the Fayum, resolved to grow sugar-cane on a very large scale, and with this object constructed a very important perennial canal, named the Ibrahimia, taking out of the left bank of the Nile at the town of Assiut, and flowing parallel to the river for about 200 m., with an important branch which irrigates the Fayum.",
		"The conversion of the lands north of Assiut from basin to perennial irrigation began immediately after the completion of the Assiut weir and was finished by the end of 1908.",
		"In these years, too, owing to the extension of drainage works, the irrigable area of Egypt was greatly enlarged, so that if perennial cultivation was at all to be increased, it was necessary to increase the volume of the river, and this could only be done by storing up the flood supply.",
		"In addition to these great perennial canals, much has been done since 1878 in enlarging and extending what are known as the \" inundation canals \" of the Punjab, which utilize the flood waters in the rivers during the monsoon season and are dry at other times.",
		"Apart from the perennial discontents of Magyars and Sla y s, the confusion and corruption of the administration, and the misery caused by the ruin of the finances, had made the Habsburg dynasty unpopular even in its German states, and in Vienna itself a large section of public opinion was loudly in favour of the claims of Charles of Bavaria.",
		"They are annual and perennial erect herbs containing a milky juice, with lobed or cut leaves and generally long-stalked regular showy flowers, which are nodding in the bud stage.",
		"The Welsh poppy belongs to an allied genus, Meconopsis; it is a perennial herb with a yellow juice and pale yellow poppy-like flowers.",
		"The prickly poppy (Argemone grandiflora) is a fine Mexican perennial with large white flowers.",
		"The cyclamen poppy (Eomecon chionantha) is a pretty Chinese perennial, having roundish slightly lobed leaves and pure white flowers about 2 in.",
		"The Californian poppy (Platystemon californicus) is a pretty annual about a foot high, having yellow flowers with 3 sepals and 6 petals; and the white bush poppy (Romneya Coulteri) is a very attractive perennial and semishrubby plant 2-8 ft.",
		"The kind of crops cultivated depends largely on whether the land is under perennial, flood or basin irrigation.",
		"Perennial irrigation is possible where there are canals which can be supplied with water all the year round from the Nile.",
		"Altogether some 4,000,000 acres are under perennial irrigation.",
		"In places where perennial irrigation is impossible, the land is divided by rectangular dikes into basins.",
		"This basin system is of immemorial use in Egypt, and it was not until the time of Mehemet Ali (c. 1820) that perennial irrigation began.",
		"The soft phloem soon becomes crushed, but the hard wood persists, and forms the great bulk of the stem and branches of the woody perennial.",
		"The members of this order are generally perennial herbs growing from a corm as in Crocus and Gladiolus, or a rhizome as in Iris; more rarely, as in the Spanish iris, from a bulb.",
		"Their essential trait is their perennial cheerfulness, and their fondness for dance and song and every sort of amusement.",
		"Among the perennial streams may be mentioned the Na'aman, south of Acre; the Mukatta` Kishon, at Haifa; the Nahr ez-Zerka, sometimes called the Crocodile River - so named from the crocodiles still occasionally to be seen in it; the Nahr el-Falik; the `Aujeh a few miles north of Jaffa and the Nahr Rubin.",
		"Perennial streams are, and in the recent geological ages always have been, rare in the country.",
		"In Sind and the Punjab there are many canals which act merely as distributaries of the overflow of the great rivers at the time of inundation; but where the utility of the canals has been increased by permanent headworks the supply of water is perennial and practically inexhaustible, thus contrasting favourably with the less certain protection given by tanks.",
		"The conflict became perennial, and when the Rashtrakutas supplanted the Chalukyas in the middle of the 8th century, they took up the old quarrel with the Pallavas.",
		"They are annual or perennial herbs with much divided leaves and yellow or red flowers.",
		"Walled in by towering rocks and watered by a perennial stream, Petra not only possessed the advantages of a fortress but controlled the main commercial routes which passed through it to Gaza in the west, to Bostra and Damascus in the north, to Elath and Leuce Come on the Red Sea, and across the desert to the Persian Gulf.",
		"The Eastern Question, though its roots are set far back in history - in the ancient contest between the political and intellectual ideals of Greece and Asia, and in the perennial rivalry of the powers for the control of the great trade routes to the East - dates in its modern sense from the treaty of Kuchuk Kainarji in 1774, which marked the definitive establishment of Russia as a Black Sea power and formed the basis of her special claims to interfere in the affairs of the Ottoman empire.",
		"On its east, between it and the coast, which it follows at a moderate distance, is a fertile strip difficult of access, and on the west it throws off so many lateral ranges and spurs, as to break up the country into a chaos of corrugated and precipitous hills and steep-sided valleys, each with a rapid perennial stream.",
		"From the Armenian plateau, Ararat rises in a graceful isolated cone far into the region of perennial snow.",
		"The hills are very fertile when irrigated, and the wet season develops a variety of perennial herbs, shrubs and annuals.",
		"This was ultimately determined by his growing distrust of Austria and his perennial hatred of the democratic regime of France.",
		"The plant is a herbaceous perennial with a long, branched root-stock creeping through the mud, about 3/4 inch thick, with short joints and large brownish leaf-scars.",
		"The westward-flowing streams - the San Juan, Rio Puerco of the West, Zuni, Rio San Francisco and Gila - are of only slight importance, though their flow is perennial.",
		"It was thus that Schopenhauer by his own experience saw in the primacy of the will the fundamental fact of his philosophy, and found in the engrossing interests of the selfish 'pros the perennial hindrances of the higher life.",
		"During heavy rains and when the snows on the hills melt, thousands of streams flow from all directions into the innumerable depressions of inner Persia, or help to swell the perennial rivers which have no outlet to the sea.",
		"The perennial streams which help to form the kavirs (salt swamps) east of Kum and Kashan are the Hableh-nud.",
		"The soil is everywhere rich, but the lack of perennial water and the absence of irrigation works on a large scale retards agriculture.",
		"The Chenab Canal (opened 1887) is the largest and most profitable perennial canal in India.",
		"They are large perennial climbers growing from short thick underground stems, from which rise numerous semi-woody flexuous angular stems, bearing large alternate stalked long-persistent and prominently net-veined leaves, from the base of which spring the tendrils which support the plant.",
		"The underground stem or rootstock (rhizome) of perennial grasses is usually well developed, and often forms very FIG.",
		"Arrhenatherum avenaceum, a perennial field grass, native in Britain and central and southern Europe, is cultivated in North America.",
		"Dactylis glomerata (cock's-foot), a perennial grass with a dense panicle, common in pastures and waste places is a useful meadow-grass.",
		"Nardus stricta (matweed), found on heaths and dry pastures, is a small perennial with slender rigid stem and leaves, it is a useless grass, crowding out better sorts.",
		"All these are perennial rivers.",
		"The Bolassa, however, is perennial, and the Rahad and Dinder are important rivers in flood-time.",
		"This lake receives at its northern end the waters of the Omo, which rises in the Shoa highlands and is a perennial river with many affluents.",
		"Alike in his troubles with his turbulent subjects and in the perennial disputes with his neighbours he pursued a strong, far-sighted and successful policy.",
		"On the 3rd of November a revolution broke out at Panama, and the state seceded from Colombia and declared itself to be an independent republic. This opportune revolution was no doubt fomented by persons interested in the carrying through of the United States scheme for piercing the isthmus, but their task was one that presented no difficulties, for the isthmian population had been in a state of perennial insurrection against the central government for many years.",
		"Perennial springs of large volume rarely occur in Great Britain at a sufficient height to afford supplies by gravitation; but from the limestones of Italy and many other parts of the world very considerable volumes issue far above the sea-level, and are thus available, without pumping, for the supply of distant towns.",
		"All the rivers mentioned are perennial, and most of them bring down a considerable volume of water, even in the dry season.",
		"It is guarded by a body of chosen knights, or templars, and acts alike as a life and youth preserving talisman - no man may die within eight days of beholding it, and the maiden who bears it retains perennial youth - and an oracle choosing its own servants, and indicating whom the Grail king shall wed.",
		"The streams of Kansas are usually fed by perennial springs, and, as a rule, the east and middle portions of the state are well watered.",
		"The concordats are of the nature of truces in the perennial conflict between the spiritual and secular powers, and imply in principle no surrender of the claims of the one to those of the other.",
		"In the first book he vindicated for religion an eternal place amongst the divine mysteries of human nature, distinguished it from all current caricatures of it and allied phenomena, and described the perennial forms of its manifestation and life in men and society, giving thereby the programme of his subsequent theological system.",
		"Parties and Conflicts, rgoo191o.--The loss of nearly all that remained of her colonial empire, though in appearance a crowning disaster, in fact relieved Spain of a perennial source Conflicting Tendencles.0f weakness and trouble, and left her free to set her own house in order.",
		"Intermittent streamlets may well become perennial, and many are probably, as reported, becoming so.",
		"The slopes on each side of the sea are furrowed with watercourses, some of them perennial, others winter torrents only.",
		"The island enjoys a healthy climate; and, although there are no perennial streams, an abundant supply of good water is obtained from the numerous springs, occurring especially in the eastern and central districts.",
		"It receives two affluents, with perennial waters, on the left, the Yarmuk (Hieromax) which flows in from the volcanic Jaulan a little south of the Sea of Galilee, and the Zerka (Jabbok) which comes from the Belka district to a point more than half-way down the lower course.",
		"Consensus held he had taken an abominable col­lection of losers and quickly honed them into perennial also-rans.",
		"The perennial bane of religious sects is the inability to handle the problem of jealousy.",
		"This hard, woody, perennial, bracket fungus is very common in Scottish birch woods, where it causes a brown rot.",
		"One of the main innovations of RSF, request-scope programming, also solves another perennial bugbear with web frameworks which is the scoping issue.",
		"The ever popular dahlia which is a tender perennial provides color to the garden when so many flowers are past their best.",
		"A tall hardy perennial, fennel has delicate, bright green foliage and yellow flowers.",
		"Salad Burnet Sanguisorba minor is a hardy evergreen perennial which forms a low mound to about 18 \" in well drained soil.",
		"The cumulative effects of episodic deep drainage events may be substantially lessened by inclusion of a perennial pasture phase.",
		"Polymer solution to chewing gum litter A university spin-off company is using polymers to solve the perennial problem of chewing gum litter.",
		"Was per person perennial losers have to join a par sandals golf.",
		"The perennial Oriental poppy as well as the annual common poppy can turn any garden into a colorful display.",
		"Ginger, which is used in a vast array of sweet and savory dishes around the world, is a tender, creeping perennial.",
		"In summer, it has pretty bright yellow flowers. £ 3.75 (Papaver orientalis) Oriental poppy A hardy perennial poppy.",
		"This causes the symptoms of hay fever or perennial rhinitis to appear.",
		"It seems that this is the perennial problem of excessive ritualism and a trust in buildings or the externals of the faith.",
		"Nitrogen rates will vary with sward composition, with perennial rye swards more hungry than traditional bents and fescues.",
		"Sheep and cattle given a free choice between perennial ryegrass and white clover tend to select a mixed diet with perhaps two thirds clover.",
		"Italian or hybrid ryegrass may be sown alone (for short term swards) or with perennial ryegrass.",
		"It is a perennial with an extensive rhizome system and forms a sward rather than tussocks but is very variable in habit.",
		"Grass silage containing 296 g VCDM per kg FW was produced from the primary growth of a perennial ryegrass sward.",
		"Cash's Sun legacy is a perennial, essential touchstone, and that legacy is represented to perfection here.",
		"Let's try and repeat the trick for 2005, starting with that perennial favorite.",
		"Just visible in the top left-hand corner is Gunnera manicata, a huge perennial which looks really tropical, although it's quite hardy.",
		"Add to basket Jacobs Ladder White Perennial Av 120 seeds £ 1.25 Polemonium caeruleum - Polemonium, Greek valerian, Charity.",
		"In early spring they turn yellow as the native perennial wallflowers come into bloom.",
		"Sage Golden Perennial Attractive variegated leaves excellent for borders.",
		"Verbena bonariensis I love this stylish, semi-evergreen perennial has been enjoying a resurgence of interest in recent years.",
		"In early spring they turn yellow as the native perennial Wallflowers come into bloom.",
		"At issue was Japan 's perennial request to start up \" small type \" coastal whaling in its home waters.",
		"It is hardy even into Scotland, where it dies down like an herbaceous perennial.",
		"Crosswort (Phuopsis) - A pretty little hardy perennial of trailing habit, with heads of pale rosy flowers in early spring.",
		"Cyclamen Poppy (Eomecon) - E. chionanthus is a hardy perennial Poppywort.",
		"T. montana is of graceful growth, and as it flowers at the same time it may be associated with the perennial Lupins and other border plants of the season.",
		"Whereas tattoo styles such as tribal, zodiac, and artful pieces may have a perennial effect, trendy art such as pinup girls, gangster theme and couple tattoos may be out of vogue before your tattoo even has a chance to heal!",
		"Their functions in annual, biennial and herbaceous perennial plants cease after the ripening of the seed, whilst in plants of longer duration layer after layer of strong woody tissue is formed, which enables them to bear the strains which the weight of foliage and the exposure to wind entail.",
		"The thorough ripening of the preceding season's wood in fruit trees and flowering plants, and of the crown in perennial herbs like strawberries, and the cessation of all active growth before the time they are to start into a new growth, are of paramount importance.",
		"Doorsill there was none, but a perennial passage for the hens under the door board.",
		"It is almost identical with that, for in the growing days of June, when the rills are dry, the grass-blades are their channels, and from year to year the herds drink at this perennial green stream, and the mower draws from it betimes their winter supply."
	],
	"synonyms": [
		"repeated",
		"recurrent",
		"timeless",
		"plant",
		"perpetual",
		"undying",
		"unceasing",
		"permanent",
		"lifelong",
		"imperishable",
		"geophyte",
		"fixed",
		"enduring",
		"durable",
		"continual"
	],
	"antonyms": [
		"biennial",
		"annual",
		"interrupted",
		"changing",
		"intermittent"
	]
}