{
	"word": "abeyance",
	"meaning": [
		"The condition of being temporarily set aside; suspension.",
		"Temporary suspension, as of an activity or function.",
		"A condition of undetermined ownership, as of an interest in an estate that has not yet vested.",
		"A state of not having been determined or settled, as of lands the present ownership of which has not been established.",
		"An indefinite or temporary state of inactivity or suspension."
	],
	"sentences": [
		"This regulation fell into abeyance after the 12th century, and such inscriptions are very rare.",
		"Charles the Fair having died and left only a daughter, the nations rights, so long in abeyance, were once more regained.",
		"The last may be considered in abeyance as there has not been any coronation banquet since that of George IV.",
		"Then the Sudan was abandoned and the railway remained in abeyance until 1905-1906, when the line was at length built.",
		"Returning to a quiet life at Bradenham - an old manor-house near High Wycombe, which his father had taken - Disraeli put law in abeyance and resumed novel-writing.",
		"It is intended to reactivate this project, which has been in abeyance for some time.",
		"Statutes were granted in 1476, but the order fell into abeyance at the extinction of the dynasty in 1609.",
		"It is more probably abeyance of external function during a periodic internal assimilatory phase.",
		"It consisted of the sovereign and eight knights companions, and fell into abeyance at the Revolution of 1688.",
		"For some time thereafter the office was in abeyance, but under Arabic rule there was a considerable revival of its dignity.",
		"She petitioned the King to terminate the abeyance in her favor.",
		"Chlorosis is a form of pallor where the chlorophyll remains in abeyance owing to a want of iron, and can be cured by adding ferrous salts.",
		"The literature of agriculture, in abeyance since the treatise of Walter of Henley, makes another beginning in the 16th century.",
		"There is also correspondence, etc, relating to calling the barony out of abeyance again in favor of Una Mary Ross, 1943.",
		"Since the barony then fell into abeyance, the Bedford adopted the symbol of the eagle to remind themselves that they had no overlord.",
		"Like Gardiner, he could hardly repudiate that royal supremacy, in the establishment of which he had been so active an agent; but he began to doubt that supremacy when he saw to what uses it could be put by a Protestant council, and either he or Gardiner evolved the theory that the royal supremacy was in abeyance during a royal minority.",
		"Moreover, if a minority involved an abeyance of the royal supremacy in the ecclesiastical sphere, it must do the same in the temporal sphere, and there could be nothing but anarchy.",
		"Rudini was glad to leave the whole dispute in abeyance and to make with the local ras, or chieftains, of the high plateau an arrangement securing for Italy the cis-Mareb provinces of Sera and Okul-Kusai under the rule of an allied native chief named Bath-Agos.",
		"Classification Of Birds Fiirbringer's great work, published in the year 1888 by the Natura Artis Magistra Society of Amsterdam, enabled Gadow not only to continue for the next five years the same lines of morphological research, but also further to investigate those questions which were still left in abeyance or seemed to require renewed study.",
		"With him ended the earldom of Norwich, while the representation of the Mowbrays and Segraves passed to his nieces, the Ladies Stourton and Petre, the abeyance of the two baronies being determined in 1878 in favour of Lord Stourton.",
		"M de Stael (whose mission had been in abeyance and himself in Holland for three years) was accredited to the French republic by the regent of Sweden; his wife reopened her salon and for a time was conspicuous in the motley and eccentric society of the Directory.",
		"After these had been de facto, though not de jure, in abeyance during the period of the Napoleonic wars, a commission of the various Elbe states met and drew up a scheme for their regulation, and the scheme, embodied in the Elbe Navigation Acts, came into force in 1822.",
		"Association for mutual help and counsel, contemplated in some degree in the early days, from Browne to the Savoy Declaration of 1658, but thereafter forced into abeyance, began early in the 19th century to find expression in County Unions on a voluntary basis, especially for promoting home missionary work.",
		"During the middle ages the empiric spirit was in abeyance, but it revived from the time of Francis Bacon and was systematized especially in the English philosophers, Locke, Hume, the two Mills,.",
		"In 1830, however, there was opened up to his ardent imagination a new vista into spiritual things, a new hope for the age in which he lived, by the seeming actual revival in a remote corner of Scotland of those apostolic gifts of prophecy and healing which he had already in 1828 persuaded himself had only been kept in abeyance by the absence of faith.",
		"Soon after taking office in 1913 he aroused a storm of protest, especially on the part of the large daily newspapers, by declaring that he would enforce the law (requiring publications to print, among other things, a sworn statement of paid circulation), which had been held in abeyance by his predecessor until its constitutionality might be confirmed.",
		"At that period the chief concern of the body was to prevent buyers from being imposed upon by sellers who were much given to offering old furs as new; a century later the Skinners' Company received other charters empowering them to inspect not only warehouses and open markets, but workrooms. In 1667 they were given power to scrutinize the preparing of rabbit or cony wool for the wool trade and the registration of the then customary seven years' apprenticeship. To-day all these privileges and powers are in abeyance, and the interest that they took in the fur trade has been gradually transferred to the leather-dressing craft.",
		"First of all, order had to be evolved from the chaos in which Sweden had been plunged by the disruption of the Union; and the shortest, perhaps the only, way thereto was to restore the royal authority, which had been in abeyance during ninety years.",
		"Continued agitation to this effect resulted in an agreement in 452 B.C. between patricians and plebeians that decemvirs should be appointed to draw up a code, that during their tenure of office all other magistracies should be in abeyance, that they should not be subject to appeal, but that they should be bound to maintain the laws which guaranteed by religious sanctions the rights of the plebs.",
		"The fact that the Mongols were in ostensible alliance with Christian princes led to a renewal by the sultan of the ordinances against Jews and Christians which had often been abrogated, as often renewed and again fallen into abeyance; and their renewal led to missions from various Christian princes requesting milder terms for their co-religionists.",
		"In 1295 Wigan returned two members to parliament and again in 1307; the right then remained in abeyance till 1547, but from that time till 1885, except during the Commonwealth, the borough returned two members, and since 1885 one member.",
		"It was intended that that title should henceforth be hereditary, but it again fell into abeyance during the struggles between the Pfemyslide princes which followed the abdication of Vladislav in 1173.",
		"The separated cells become intermingled with other tissue elements amongst which they lie dormant with their inherent power of proliferation in abeyance.",
		"After the British conquest of the Punjab the military spirit of the Sikhs remained for some time in abeyance.",
		"Coincidently with the persistence of the tonic contraction, the higher and volitional centres seem to lie under a spell of inhibition; their action, which would complete or cut short the posture-spasm, rests in abeyance.",
		"The physiological derangement which is the basis of the abeyance of volition may, if hypnotism be profound, pass into more widespread derangement, exhibiting itself as the hypnotic lethargy.",
		"All that Hauch wrote is marked by great qualities, and by distinction; he had a native bias towards the mystical, which, however, he learned to keep in abeyance.",
		"But these, with other and much older acts, remained in abeyance.",
		"It was retained by his descendants until the death of William, the 7th baron and the 2nd viscount,' in 1507, when it fell into abeyance.",
		"Being unwilling to hold his views in abeyance, he relinquished in 1654, under circumstances of considerable hardship, the work that he greatly loved.",
		"Throughout the whole period of its geological history, volcanic activity has found expression with varying degrees of intensity along what is now the western side of the island, with the exception that in the Mesozoic era this activity was in abeyance.",
		"The greater part of the lands were united with Bavaria, and the name Franconia again fell into abeyance.",
		"Carew's title had been in abeyance for a century and a half, yet most of the Kavanaghs attorned to him.",
		"The actual effect was disastrous; the restrictions thus placed upon commercial freedom brought about a disturbance of the food supply in non-productive countries, many traders were ruined, and the edict soon fell into abeyance.",
		"My most recent article on security abeyance has been recently published in the British Journal of Management.",
		"The barony passed to his nephew, Sackville George Lane-Fox (1827-1888), falling into abeyance on his death in August 1888, and the dukedom passed to his cousin, George Godolphin Osborne (1802-1872), a son of Francis Godolphin Osborne (1777-1850), who was created Baron Godolphin in 1832.",
		"Whereas, so long as philosophy was in abeyance Socrates and the Socratics were regarded as sophists of an abnormal sort, as soon as philosophy revived it was dimly perceived that, in so far as Socrates and the Socratics dissented from sophistry, they preserved the philosophical tradition.",
		"The title remained in abeyance until the early years of the 15th century, when it was assumed by John II., bishop of Wurzburg, and retained by his successors until the bishopric was secularized in 1802.",
		"The matter remained in abeyance till 330, when the two rivals delivered their speeches Against Ctesiphon and On the Crown.",
		"They were transmitted from India by Buddhist missionaries to China, but remained in abeyance until the Jesuit reform of Chinese astronomy in the 17th century.",
		"In the middle ages the order fell into abeyance in both divisions of the Church, the abbess taking the place of the deaconess.",
		"Only we are more apt to be biassed, and thus to leave reason in abeyance, in dealing with questions of morality than in dealing with problems in mathematics."
	],
	"synonyms": [
		"suspension",
		"intermittence",
		"deathliness",
		"letup",
		"respite",
		"pause",
		"intermission",
		"indetermination",
		"break",
		"latency",
		"quiescence",
		"dormancy",
		"abeyancy"
	],
	"antonyms": [
		"continuation",
		"activity",
		"continuance",
		"action",
		"revival",
		"renewal",
		"operation"
	]
}