{
	"word": "truculent",
	"meaning": [
		"Disposed or eager to fight or engage in hostile opposition; belligerent.",
		"Showing or expressing bitter opposition or hostility; aggressively defiant.",
		"Rude, harsh, mean, scathing, etc.",
		"Fierce; cruel; savage; ferocious.",
		"Pugnacious or bellicose."
	],
	"sentences": [
		"They behaved in the most high-handed, brutal and truculent manner.",
		"Since 1898 the country has been opened, and from being the most lawless and truculent of people the Bariba have become singularly amenable and lawabiding.",
		"But, if his truculent character was thus early displayed, his abilities were no less conspicuous; and, though still in his teens, he became lecturer on the Humanities at Tournai, whence, after but a short stay, he returned to Paris, to take his degree of doctor of canon law, and become regent of the college of Navarre.",
		"The most savage and truculent of the tribes are those who live in the forest regions; the most advanced in culture, the dwellers in the plains.",
		"His financial troubles and coarse and truculent character, however, soon made the town too hot to hold him; and in 1771 he was glad to accept the offer of the post of professor of theology and preacher at Giessen.",
		"There is not a pass of any great importance, nor a river of any great difficulty, to be encountered from end to end, but the route is flanked on the north between Kandahar and Girishk by the Zamindawar hills, containing the most truculent and fanatical clans of all the Southern Afghan tribes.",
		"Zobair, who complained in a somewhat truculent letter that Moawiya's slaves had been guilty of trespassing.",
		"Truculent pamphieteers like Simon Fish, who wrote Beggars Supplication, were already demanding that these sturdy boobies should be set abroad into the world, to get wives of their own, and earn their living by the sweat of their brows, according to the commandment of God; so might the king be better obeyed, matrimony be better kept, the gospel better preached, and none should rob the poor of his alms. It must be added that monastic scandals were not rare; though the majority of the houses were decently ordered, yet the unexceptionable testimony of archiepiscopal and episcopal visitations shows that in the years just before the Reformation there was a certain number of them where chastity of life and honesty of administration were equally unknown.",
		"The Cameroons are already bad-mouthing the truculent local party for conducting a dire campaign.",
		"Mums love them because they make getting from A to B with a truculent toddler a positive pleasure.",
		"I immediately saw a truculent little boy, the despair of his well-meaning liberal parents.",
		"Gladstone, the truculent old man, will quail before the pointing finger of revenge.",
		"Jesus compares the response of many to the attitude of truculent children.",
		"Walsingham, however, was an accomplished diplomatist, and he reserved these truculent opinions for the ears of his own government, incurring frequent rebukes from Elizabeth.",
		"Wilfred Tomkinson (\" Phoebe,\" North Star,\" Trident,\" Mansfield,\" Whirlwind,\" Myngs,\" Velox,\" Morris Moorsom Melpomene, \"Tempest\" and \"Tetrarch\" to escort the force and cover it to seaward; \"Termagant,\" \"Truculent\" and \"Manly\" to screen the Zeebrugge monitors).",
		"Though he loses no opportunity of being coarse, he is not licentious; though he is often truculent, he cannot be called malignant.",
		"In others it encourages a truculent provincialism which takes a perverse pride in stressing the peculiarity and complexities of our conflict.",
		"Oh, for the flimsy pensioners and truculent barrow boys of yesteryear - whither the legions of faint hearted English whimsy?",
		"Descendants of Rurik, impregnated with the pride of a dominant military caste, did not much like serving those truculent, wilful burghers, and some of them, after a time, voluntarily laid down their office and retired to more congenial surroundings.",
		"He took a prominent and truculent part in the famous conference of prelates and Presbyterian divines held at Hampton Court in 1604.",
		"Like Sir Thomas More he held that it was entirely within the competence of the national state, represented by parliament, to determine questions of the succession to the throne; and although Elizabeth did not renew his commission as lord chancellor, he continued to sit in the privy council for two months until the government had determined to complete the breach with the Roman Catholic Church; and as late as April 1559 he assisted the government by helping to arrange the Westminster Conference, and reproving his more truculent co-religionists.",
		"They were therefore not intimidated when Rudolph, vacillating as ever, suddenly assumed a most truculent attitude."
	],
	"synonyms": [
		"vicious",
		"savage",
		"inhuman",
		"wolfish",
		"fierce",
		"ferocious",
		"feral",
		"fell",
		"cruel",
		"bestial",
		"barbarous",
		"vitriolic",
		"trenchant",
		"stinging",
		"slashing"
	],
	"antonyms": [
		"cooperative",
		"mild",
		"tame",
		"nice",
		"gentle"
	]
}