{
	"word": "discrepancy",
	"meaning": [
		"Divergence or disagreement, as between facts or claims; difference.",
		"Lack of agreement, or an instance of this; difference; inconsistency.",
		"The state or quality of being discrepant."
	],
	"sentences": [
		"The discrepancy is attributed to a defect of rigidity in the earth.",
		"Consumption.-It is only natural that the consumption of wine should be greatest in the countries where it is produced on the largest scale, but the discrepancy between the consumption of different countries is little short of astonishing.",
		"The discrepancy between the fees paid by patients and the salaries received by nurses, especially in London, has occasionally excited unfavourable comment, but it is to be remembered that the nurses are maintained when out of work or ill, and have other advantages; many institutions either provide pensions or assist the members of their staff to join the Royal National Pension Fund.",
		"This discrepancy, if it stood alone, would not, however, be serious.",
		"The discrepancy seems to depend upon Young having treated the attractive force as operative in one direction only.",
		"If a discrepancy is found, the report will be corrected.",
		"So long as there is no sensible discrepancy of phase there can be no sensible diminution of brightness as compared with that to be found at the focal point itself.",
		"We apologize for this discrepancy, which we hope to rectify shortly.",
		"Sometimes there is a discrepancy between the UCR fee allowed by the insurance company and the fee charged by the dentist.",
		"Allowing for this the level of unexplained discrepancy appropriate for 2001-02 was estimated to be 2,600.",
		"In addition to the doubt thrown on this result by the discrepancy between various determinations of the constant of aberration, it is sometimes doubted whether the latter constant necessarily expresses with entire precision the ratio of the velocity of the earth to the velocity of light.",
		"C. Adams in 1853, nearly doubled the value of the acceleration deducible from them; and served to conceal a discrepancy with observation which has since given occasion to much profound research (see MooN).",
		"If you are required to use a participating dentist and there is such a discrepancy, you should not be responsible for paying the difference.",
		"A judge may order a different division of marital property if there is a large discrepancy between each person's earnings.",
		"This is a formidable discrepancy.",
		"S = 475, greatly increased the apparent discrepancy between Regnault's and Rankine's formulae for the total heat.",
		"Zeuner, at a later date (La Chaleur, p.441) employing the empirical, formula pv= BO +Cp 25 for saturated steam, found the value S = 568, which further increased the discrepancy.",
		"Hopkinson had been inclined to attribute the anomaly to an increase in the tension of the bifilar threads, owing to a downward pull on the needle, but they showed that this theory would not account for the discrepancy.",
		"Beidhawi's commentary tries hard to reconcile the discrepancy, but finally gives it up.",
		"Which of the following could not explain the discrepancy?",
		"However, this apparent discrepancy is actually a replicated finding.",
		"The slight discrepancy is probably the result of error in measuring.",
		"Asked about Rickets 28, What causes of leg length discrepancy do you know?",
		"According to Liam, ' because of the extraordinary discrepancy in height between us '; a band united only by their mutual mistrust.",
		"We now get the usual thrashing about to explain away a discrepancy in the bible.",
		"In the circumstances, it is not surprising that there is an apparent discrepancy between theoretical and actual tonnages of SBO products.",
		"In times of crisis, however even well-meaning participants therein very often reveal a discrepancy between word and deed.",
		"Perhaps the discrepancy is to be explained by supposing that the pious tsar did not consider all his victims as servants of the Lord, whose souls deserved the prayers of the faithful.",
		"The structure of the prosomatic appendages or legs is also seen to present many significant points of agreement (see figures), but a curious discrepancy existed in the six-jointed structure of the limb in Limulus, which differed from the seven-jointed limb of Scorpio by the defect of one joint.",
		"His removal of the considerable discrepancy between the actual and Newtonian velocities of sound,' by taking into account the increase of elasticity due to the heat of compression, would alone have sufficed to illustrate a lesser name.",
		"Others he treated very superficially, and in none of his experiments apparently did he attend to the diminution of efflux arising from the contraction of the liquid vein, when the orifice is merely a perforation in a thin plate; but he appears to have been the first who attempted to ascribe the discrepancy between theory and experiment to the retardation of the water's velocity through friction.",
		"Ultimately the discrepancy was traced to an error which, not by Joule's fault, vitiated the determination by the electrical method, for it was found that the standard ohm, as actually defined by the British Association committee and as used by him, was slightly smaller than was intended; when the necessary corrections were made the results of the two methods were almost precisely congruent, and thus the figure 772-55 was vindicated.",
		"The discrepancy, however, does not produce any sensible error in the strength of the corresponding spirit.",
		"No doubt Aristotle's demonstration of the inappropriateness of attributing moral excellence to the Deity seems to contradict Plato's doctrine that the just man as such is \" likest the gods,\" but here again the discrepancy is reduced when we remember that the essence of Plato's justice (8ucacoouvfl) is harmonious activity.",
		"If there is a discrepancy in the fee structure or another aspect, question it, and make sure the problem is resolved in writing before signing anything.",
		"I had no idea there was such an unbelievable age discrepancy with writers.",
		"If you notice a discrepancy, fan shafts can usually be adjusted by just bending them a little to bring them into line.",
		"If you have an hourglass figure, buying pants is even harder because there is usually a big discrepancy between the waist and hip measurements, which results in excess fabric at the waistline.",
		"Hourglass shapes get a perfect fit in styles with lowered or dropped waists rather than those that fall at the natural waistline because of the discrepancy between their waist and hip measurements.",
		"Keep in mind that there are no standardized guidelines for measurements in the garment industry so you may notice a discrepancy in the fit between different brand labels.",
		"Even a significant size discrepancy between the upper and lower jaws often can be corrected.",
		"The discrepancy gives conflicting messages to the brain about balance and induces dizziness.",
		"J., et al. \"Leg length discrepancy in unilateral congenital clubfoot following surgical treatment.\"",
		"This discrepancy may be due to differences in diet and/or the possibility that the disease goes unrecognized in some areas.",
		"The reason for the discrepancy was, in part, because young boys tend to more readily and overtly manifest the characteristics of AD/HD, making diagnosis easier.",
		"Researchers can't explain this discrepancy, but they speculate the different versions of the afterlife are based on individual belief systems.",
		"Not all tattoo inks have the same ingredients and in addition to this discrepancy, companies producing tattoo inks are not required to publish their ingredients.",
		"With that said, we recognize that sometimes there might be a discrepancy between what the notes say and what actually needs to be done.",
		"The bras do come in cup sizes, but they can run small or large, so if you know you have a discrepancy in your own size, it's usually best to go up one size.",
		"The web site for Hydrolyze is named Hydroleyes and they draw no attention to that discrepancy.",
		"According to Zeller, the discrepancy is only apparent.",
		"If we meet with phenomena which do not fit easily into this view, we have the alternatives either to modify our assumed laws of motion, or to call to our aid adventitious forces, or to examine whethet the discrepancy can be reconciled by the simpler expedient of a new basis of reference.",
		"But so soon as men perceive upon reflection an apparent discrepancy between the utterances of their moral consciousness and certain conclusions to which theological speculation (or at a later period metaphysical and scientific inquiries) seems inevitably to lead them, they will not rest satisfied until the belief in the will's freedom (hitherto unquestioned) is upon further reflection justified or condemned.",
		"Taylor's polemic against metaphysical systems of ethics is based throughout upon an alleged discrepancy and separation between the facts of moral \" experience,\" the judgments of the moral consciousness, and theories as to the nature of these which the philosophers whom he attacks would by no means accept.",
		"The most plausible explanation is that, like the discrepancy in the secular acceleration, the observed deviation is only apparent, and arises from slow fluctuations in the earth's rotation, and therefore in our measure of time produced by the motion of great masses of polar ice and the variability of the amount of snowfall on the great continents.",
		"In a situation where there is a large discrepancy between the earning capacity of the two spouses, they may wish to work out an arrangement where one person will pay spousal support to the other and ask a judge to approve the arrangement.",
		"It is not immediately apparent why this discrepancy occurs, but due to the unpredictability of diseases, all women with chronic illnesses should be monitored throughout the course of a pregnancy.",
		"But, as will be evident, the bright bands bordering the central band are now not inferior to it in brightness; in fact, a band similar to the central band is reproduced an indefinite number of times, so long as there is no sensible discrepancy of phase in the secondary waves proceeding from the various parts of the same slit.",
		"It was in vain that his correspondents pointed out the discrepancy between his professed zeal for Italian liberties, his recent enthusiasm for the Roman republic, and this alliance with tyrants who were destroying the freedom of the Lombard cities.",
		"In his treatise on Eternal and Immutable Morality his main aim is to maintain the 1 In spite of Hobbes's uncompromising egoism, there is a noticeable discrepancy between his theory of the ends that men naturally seek and his standard for determining their natural rights.",
		"Nor ought we to find a discrepancy between the Babylonian and the Hebrew, accounts in the creation of the heavenly bodies after the plants, related in Gen.",
		"The same authority says he was a pupil of Parmenides and of Heraclitus, but the statement is improbable, owing to discrepancy in dates.",
		"In much of Liszt's vocal music, particularly in the songs and choral pieces written to German words, an annoying discrepancy is felt to exist between the true sound of the words and the musical accents.",
		"It has been asserted that \" the writings of recent Jewish critics have tended on the whole to confirm the Gospel picture of external Jewish life, and where there is discrepancy these critics tend to prove that the blame lies not with the New Testament originals, but with their interpreters.\"",
		"In regard to Scripture alone does he maintain that seeming error or discrepancy must be due to our misinterpretation.",
		"The question now arose of the origin of the discrepancy between the smaller values by theory, and the supposed values of 12\" derived from ancient eclipses.",
		"Since the limitation of the width of the central band in the image of a luminous line depends upon discrepancies of phase among the secondary waves, and since the discrepancy is greatest for the waves which come from the edges of the aperture, the question arises how far the operation of the central parts of the aperture is advantageous.",
		"When the interval is very small the discrepancy, though mathematically existent, produces no practical effect, and the illumination at B due to P is as important as that due to A, the intensities of the two luminous sources being supposed equal.",
		"The extreme discrepancy is that between the waves which travel through the outermost parts of the object-glass at L and L'; so that if we adopt the above standard of resolution, the question is where must P be situated in order that the relative retardation of the rays PL and PL' may on their arrival at B amount to a wave-length (X).",
		"If the slit be narrow, so that the arc is short, the intensity is constant over a wide range, and does not fall off to an important extent until the discrepancy of the extreme phases reaches about a quarter of a period.",
		"Thus all historians are agreed with regard to the Babylonian chronology back to the year 747 B.C., and with regard to that of Assyria back to the year 911 B.C. It is in respect of the periods anterior to these two dates that different writers have propounded differing systems of chronology, and, as might be imagined, the earlier the period we examine the greater becomes the discrepancy between the systems proposed.",
		"This discrepancy caused anxiety at one time, but large fields suitable for colonization have been opened in Sakhalin, Korea, Manchuria and Formosa, so that the problem of subsistence has ceased to be troublesome.",
		"The new assistant scarcely came up to expectations in respect of confirming certain theoretical views of his master's by the experiments set him to that end, and appears to have stated the discrepancy without reserve; but Berthollet nevertheless quickly recognized the ability displayed, and showed his appreciation not only by desiring to be Gay-Lussac's \"father in science,\" but also by making him in 1807 an original member of the Societe d'Arcueil.",
		"Newton regarded the discrepancy between the results as a proof of the inaccuracy of his conjecture, and \" laid aside at that time any further thoughts of this matter.\"",
		"The discrepancy between this and the other Grail romances is most startling.",
		"Even in the time of Copernicus some well-meaning persons, especially those of the reformed persuasion, had suspected a discrepancy between the new view of the solar system and certain passages of Scripture - a suspicion strengthened by the antiChristian inferences drawn from it by Giordano Bruno; but the question was never formally debated until Galileo's brilliant disclosures, enhanced by his formidable dialectic and enthusiastic zeal, irresistibly challenged for it the attention of the authorities.",
		"The discrepancy now, however, amounts to the entire breadth of a sign, the sun's path in Aries lying among the stars of Pisces, in Taurus among those of Aries, &c.",
		"There is much discrepancy as to the ordinary food of the lammergeyer, some observers maintaining that it lives almost entirely on carrion, offal and even ordure; but there is no question of its frequently taking living prey, and it is reasonable to suppose that this bird, like so many others, is not everywhere uniform in its habits.",
		"This is necessarily a question of degree; but it does not require detailed calculations in order to show that the discrepancy first becomes conspicuous when the phases corresponding to the various secondary waves which travel from P to B range over a complete period.",
		"But, if no argument can be based on the discrepancy between the two names, we may at least assume that the namelessness of the priest in v.",
		"The male sex is slightly the more numerous in all the provinces except Quebec, the greatest discrepancy existing in British Columbia."
	],
	"synonyms": [
		"variant",
		"variance",
		"difference",
		"disagreement",
		"divergence",
		"inconsistency",
		"gap",
		"error",
		"disparity",
		"conflict",
		"flaw",
		"mistake",
		"miscalculation",
		"contrariety",
		"incompatibility"
	],
	"antonyms": [
		"parity",
		"concordance",
		"consistency",
		"concurrence",
		"harmony",
		"agreement"
	]
}