{
	"word": "hypocrisy",
	"meaning": [
		"A pretending to be what one is not, or to feel what one does not feel; esp., a pretense of virtue, piety, etc.",
		"An act or instance of such falseness."
	],
	"sentences": [
		"There was no hypocrisy in the tears of the empress.",
		"Jim's hypocrisy makes it very difficult to trust him, since he often says one thing and does another.",
		"The so-called higher virtues are mere hypocrisy, and arise from the selfish desire to be superior to the brutes.",
		"If Tina wasn't known for her hypocrisy, she might have a better chance of being elected as class president.",
		"The penal laws put a premium on hypocrisy, and many conformed only to preserve their property or to enable them to take office.",
		"They have a remarkable quickness of apprehension, a ready wit, a retentive memory, combined, however, with religious pride and hypocrisy, and a disregard for the truth.",
		"It looks a lot like rank hypocrisy from here.",
		"Beside, there is a whiff of hypocrisy here.",
		"For, religious as it is, it is entirely free from the very slightest touch of hypocrisy or indeed of self-consciousness of any kind.",
		"This is breathtaking hypocrisy on the part of a Labor minister.",
		"As even\" the Christian virtues of the heretics were described as hypocrisy Heretical .",
		"The veterans have been particularly vehement about the hypocrisy of the government.",
		"Storm by Suzanne Fisher Staples How could the loyalty of a childhood friendship withstand the onslaught of adult hypocrisy and racism?",
		"We also denounce the slimy hypocrisy of the \" human rights \" groups.",
		"What he said exposes the hypocrisy of the Bush administration regarding the present situation in Iraq.",
		"It has left a sour taste in the mouth of the British worker, who is quick to detect and condemn hypocrisy.",
		"What Skaggs does is manipulate the media in order to highlight hypocrisy.",
		"But keep it really private, and we will avoid hypocrisy.",
		"Glenys Kinnock today blasted the ' blatant hypocrisy ' of the EU in its engagement with regimes guilty of human rights abuses.",
		"We show this video as we want the public to realize the true staggering hypocrisy and moral cowardice of this corrupt Labor government.",
		"He believes only Tory councilors should claim back expenses they incur for attending meetings - sheer hypocrisy.",
		"At this point the utter hypocrisy of The New Statesman should be noted.",
		"The new shift in policy has led magic mushroom shop owners to detect a whiff of government hypocrisy.",
		"It is the supreme self-deception, and the word Jesus himself uses for it is hypocrisy.",
		"It is hypocrisy for the West to proclaim democratic slogans while demeaning and persecuting those who prefer to take a different moral high ground.",
		"Other states, including Britain, engaged in the hypocrisy of joining the League, with the intention of remaining absolutely sovereign nevertheless.",
		"Continuing the line of conduct which in most other men would be called hypocrisy, he forwarded a petition to Pitt praying that he might be reimbursed his costs from the public funds.",
		"His \"hypocrisy\" consists principally in the Biblical language he employed, which with Cromwell, as with many of his contemporaries, was the most natural way of expressing his feelings, and in the ascription of every incident to the direct intervention of God's providence, which was really Cromwell's sincere belief and conviction.",
		"His resolute opposition to all hypocrisy - whether religious or literary - exposed him to merciless persecution from the Jesuits and the Della Cruscan Academy.",
		"Jesus Himself now put a question as to the teaching of the scribes which identified the Messiah with \" the Son of David \"; and then He denounced those scribes whose pride and extortion and hypocrisy were preparing for them a terrible doom.",
		"Some of their colleagues think this reeks of hypocrisy.",
		"On the other hand, there are in the book, in the description of Gargantua's and Pantagruel's education, in the sketch of the abbey of Thelema, in several passages relating to Pantagruel, expressions which either signify a sincere and unfeigned piety of a simple kind or else are inventions of the most detestable hypocrisy.",
		"The doctrines of Sikhism as set forth in the Granth are that it prohibits idolatry, hypocrisy, class exclusiveness, the concremation of widows, the immurement of women, the use of wine and other intoxicants, tobacco-smoking, infanticide, slander and pilgrimages to the sacred rivers and tanks of the Hindus; and it inculcates loyalty, gratitude for all favours received, philanthropy, justice, impartiality, truth, honesty and all the moral and domestic virtues upheld by Christianity.",
		"He held that the wearing of religious garb, praying and practising penance to be seen of men, only produced hypocrisy, and that those who went on pilgrimages to sacred streams, though they might cleanse their bodies, only increased their mental impurity.",
		"But scattered through all these alternate outbursts of hope and despair we find precious lessons of purest morality, and solemn warnings against the tricks and perfidy of the world, the vanity of all earthly splendour and greatness, the folly and injustice of men, and the hypocrisy, frivolity and viciousness of fashionable society and princely courts in particular.",
		"It shows how a bold and p lausible adventurer, aided by the profligacy of a parasite, the avarice and hypocrisy of a confessor, and a mother's complaisant familiarity with vice, achieves the triumph of making a gulled husband bring his own unwilling but too yielding wife to shame.",
		"With a hypocrisy worthy of the diplomacy of \"the tyrants,\" the committee of public safety declared that it could not support an insurrection engineered by aristocrats, and Kosciuszko returned to Leipzig empty-handed.",
		"Charles came to Scotland; he signed the Covenants, while his tormentors well and duly knew that the action was a base hypocrisy, that they had tempted him to perjury.",
		"The charge of hypocrisy, frequently made against Kruger - if by this charge is meant the mere juggling with religion for purely political ends - does not appear entirely just.",
		"But such deliberate hypocrisy was abhorrent to Spinoza's nature.",
		"He traces this opposition into the forms in which it appears in the social life of mankind (as, e.g., in the difficulty of reconciling the conflicting claims of individual self-development and self-culture and social service), and finds \" a hidden root of insincerity and hypocrisy beneath all morality \" (p. 243), inasmuch as it is not possible to pursue any one type of ideal without some departure from singleness of purpose.",
		"They were but a magnificent drapery of pomp and glory thrown across a background of poverty, ignorance, superstition, hypocrisy and cruelty; remove it, and reality appears in all its brutal and sinister nudity.",
		"In spite of his reverence for his brother's memory, he made a clean sweep of \" the angel's \" Bible Society,' and other paraphernalia of official hypocrisy; as for Alexander's projects of reform, the pitiful legacy of a life of unfulfilled purposes, these were reported upon by committees, considered and shelved.",
		"But the cultural embargo on all things progressive increasingly smacks of hypocrisy.",
		"The veterans have been particularly vehement about the hypocrisy of successive British governments.",
		"The homely terseness of his style, his abounding humour - rough, cheery and playful, but irresistible in its simplicity, and occasionally displaying sudden and dangerous barbs of satire - his avoidance of dogmatic subtleties, his noble advocacy of practical righteousness, his bold and open denunciation of the oppression practised by the powerful, his scathing diatribes against ecclesiastical hypocrisy, the transparent honesty of his fervent zeal, tempered by sagacious moderation - these are the qualities which not only rendered his influence so paramount in his lifetime, but have transmitted his memory to posterity as perhaps that of the one among his contemporaries most worthy of our interest and admiration.",
		"I smell the distinct stench of hypocrisy, do n't you?",
		"Although some of his quatrains are purely mystic and pantheistic, most of them bear quite another stamp; they are the breviary of a radical freethinker, who protests in the most forcible manner both against the narrowness, bigotry and uncompromising austerity of the orthodox ulema and the eccentricity, hypocrisy and wild ravings of advanced Sufis, whom he successfully combats with their own weapons, using the whole mystic terminology simply to ridicule mysticism itself.",
		"Like Cervantes at times, Mark Twain reveals a depth of melancholy beneath his playful humour, and like Moliere always, he has a deep scorn and a burning detestation of all sorts of sham and pretence, a scorching hatred of humbug and hypocrisy.",
		"His year's enforced leisure he spent in writing indecent stories, coarse polemics, and an autobiography which is described as \"a mixture of lies, hypocrisy and self-prostitution.\"",
		"The hypocrisy of the country's ruler who rewarded the rich over the poor was disappointing to his people.",
		"They are like people who when walking with you try to shorten their steps to suit yours; the hypocrisy in both cases is equally exasperating.",
		"When Tom's chronically late boss punished him for coming in late one day, Tom thought it was total hypocrisy."
	],
	"synonyms": [
		"lip-service",
		"speciosity",
		"self-righteousness",
		"religiosity",
		"piosity",
		"insincerity",
		"deceit",
		"cant",
		"dissimulation",
		"bigotry",
		"pretense",
		"duplicity",
		"sanctimony",
		"sanctimoniousness",
		"phoniness"
	],
	"antonyms": [
		"righteousness",
		"truth",
		"forthrightness",
		"sincerity",
		"honesty",
		"piety",
		"devotion",
		"virtue"
	]
}