{
	"word": "punctilious",
	"meaning": [
		"Very careful about every detail of behavior, ceremony, etc.",
		"Strictly attentive to minute details of form in action or conduct.",
		"Very exact; scrupulous."
	],
	"sentences": [
		"Once he took in the letters from the evening postman, and brought them to the top of the stairs with punctilious politeness.",
		"While a student he was not unaccustomed \" to make good cheer and be merry,\" but at the same time he was a punctilious observer of the minutest rites of his faith and \"as obstinate a Papist as any in England.\"",
		"The kingdom of Jerusalem consisted of a society of peers, in which the king might be Primus, but in which he was none the less subject to a punctilious law, regulating his position equally with that of every member of the society.",
		"The Ramanuja Brahmans are most punctilious in the preparation of their food and in regard to the privacy of their meals, before taking which they have to bathe and put on woollen or silk garments.",
		"As president he was punctilious in the discharge of his duties, ready to give help and encouragement to artists young and old, and his tenure of the office was marked by some wise and liberal reforms. He frequently went abroad, generally to Italy, where he was well known and appreciated.",
		"The nation threw itself on the side of the Pharisees; not in the spirit, of punctilious legalism, but with the ardour of a national enthusiasm deceived in its dearest hopes, and turning for help from the delusive kingship of the Hasmonaeans to the true kingship of Yahweh, and to His vicegerent the king of David's house.",
		"There is a marked growth of refinement and of ideas of morality, and a condemnation of the shameless vice and oppression which went on amid a punctilious and splendid worship. It is extremely significant that between the teaching of the prophetical writings and the spirit of the Mosaic legislation there is an unmistakable bond.",
		"Such wholesale criticism was bitterly resented, but indeed throughout his career Wellington, cold and punctilious, never secured to himself the affections of officers and men as Marlborough or Napoleon did.",
		"That some offenders were acquitted on technical grounds is true; it was insisted that in dealing with the character and status of their members the church courts should proceed in as formal and punctilious a manner as civil tribunals, and should recognize the same laws of evidence; in fact, that the same securities should exist in the church as in the state for individual rights and liberties.",
		"He is an honest and very punctilious German."
	],
	"synonyms": [
		"meticulous",
		"scrupulous",
		"painstaking",
		"fastidious",
		"careful",
		"proper",
		"precise",
		"punctual",
		"fussy",
		"finicky",
		"correct",
		"conscientious",
		"ceremonial",
		"particular",
		"formal"
	],
	"antonyms": [
		"informal",
		"easy-going",
		"uncaring",
		"careless",
		"easygoing"
	]
}