{
	"word": "inaugurate",
	"meaning": [
		"To induct (an official) into office with a formal ceremony.",
		"To make a formal beginning of; start.",
		"To cause to begin, especially officially or formally.",
		"To celebrate formally the first public use of; dedicate.",
		"To dedicate ceremoniously; to initiate something in a formal manner.",
		"Invested with office; inaugurated."
	],
	"sentences": [
		"The consequences of this blow were momentous; it may be said to inaugurate the ghetto period.",
		"The Society of St Vincent de Paul was founded by Frederic Ozanam and others in 1833, in reply to a charge brought by some free-thinking contemporaries that the church no longer had the strength to inaugurate a practical enterprise.",
		"The year 1533 was to inaugurate the new era; Strassburg was to be the seat of the New Jerusalem.",
		"She helped to inaugurate the society for the prevention of cruelty to children, and was a keen supporter of the ragged school union.",
		"It was not, however, until March 1901 that Milner, who resigned his governorship of Cape Colony, arrived at Pretoria to inaugurate a civil administration.",
		"In Dec. 1920 he went to India as the representative of King George in order to inaugurate the provincial legislative councils of Madras, Bengal, and Bombay, arriving at Madras Jan.",
		"It was Zeno, the controversialist of the Eleatic school, who was regarded in after times as the \" discoverer \" of dialectic.3 Zeno's amazing skill in argumentation and his paradoxical conclusions, particular and general, inaugurate a new era.",
		"He had faced difficult problems with independence and yet he had been able to inaugurate something of an \" era of good feeling.\"",
		"Moreover, in many cases bishops have been sent to inaugurate new missions, as in the cases of the Universities' Mission to Central Africa, Lebombo, Corea and New Guinea; and the missionary jurisdictions so founded develop in time into dioceses.",
		"He called to muster everyone in ear shot to inaugurate a building to building search, beginning in a ten mile radius of the abandoned van.",
		"The Leeds branches of the Alliance for Green Socialism are going to inaugurate a local \" Claire Short \" award for political duplicity.",
		"The government therefore found itself obliged to inaugurate a system of direct subventions, not only to the old large companies, but also to new small ones, to encourage the development of branch and local lines, and local authorities were also empowered to contribute a portion of the required capital.",
		"In its rejection of this doctrine Manichaeism agreed with Neo-Platonism; but, while the latter, notwithstanding all its attempts to conform itself to Christianity, could find no formula by which to inaugurate within its own limits the special veneration of Christ, the Western Manichaeans succeeded in giving their teaching a Christian tinge.",
		"Canovas assured the queenregent that he was ready to undertake the task of protecting the new state of things if it was thought wise to continue the Conservative policy of the late king, but in the circumstances created by his death, he must frankly say that he considered it advisable to send for Seor Sagasta and ask him to take the reins of government, with a view to inaugurate the regency under progressive and conciliatory policy.",
		"He also persuaded the new ruler to inaugurate, as King Humbert I., the new dynastical epoch of the kings of Italy, instead of continuing as Humbert IV.",
		"Lord Augustus Loftus became governor in 1879, in time to inaugurate the first International Exhibition ever held in Australia.",
		"Never had King Christian seemed so powerful as on his return to Denmark on the 5th of September 1521, and with the confidence of strength he at once proceeded recklessly to inaugurate the most sweeping reforms. Soon after his return he issued his great Landelove, or Code of Laws.",
		"Notwithstanding the success of the Great Exhibition of 1851, which was supposed to inaugurate a new reign of peace, the panic, which had been temporarily allayed in 1848, revived at the close of 1851, and the government endeavoured to allay it by reconstituting the militia.",
		"He had believed in the prophecies of a 16th-century shoemaker poet, Bandarra, dealing with the coming of a ruler who would inaugurate an epoch of unparalleled prosperity for the church and for Portugal, and in the Quinto Imperio or Clavis Prophetarum he had endeavoured to prove the truth of his dreams from passages of Scripture.",
		"It is true that illustrated books were known as early as 1608, if not before, but they were few and unattractive, and did little to inaugurate the great stream of ehon, or picture books, that were to take so large a share in the education of his own class.",
		"The session of 1908 opened with Mr Asquith acting avowedly as the prime minister's deputy, and the course of business was itself of a nature to emphasize his claims. After two rather humdrum budgets he was pledged to inaugurate a system of old-age pensions (forming the chief feature of the budget of 1908, personally introduced by him at the beginning of May), and his speech in April on the Licensing Bill was a triumph of clear exposition, though later in the year, after passing the Commons, it was thrown out by the Lords.",
		"He had laid the foundation of its navy and had strengthened, if he did not inaugurate, that system of co-operation between the Crown and the military orders which afterwards proved of incalculable service in the maritime and colonial development of the nation."
	],
	"synonyms": [
		"kick off",
		"introduce",
		"usher in",
		"invest",
		"install",
		"induct",
		"found",
		"auspicate",
		"undertake",
		"originate",
		"launch",
		"institute",
		"initiate",
		"commence",
		"begin",
		"introductory",
		"initiatory"
	],
	"antonyms": [
		"close",
		"end",
		"uninstall",
		"stop",
		"adjourn"
	]
}