{
	"word": "ignominious",
	"meaning": [
		"Characterized by or bringing on ignominy; shameful; dishonorable; disgraceful.",
		"Contemptible; despicable.",
		"Degrading; humiliating."
	],
	"sentences": [
		"Domitian attacked him but was compelled to make an ignominious peace.",
		"Henry was an undutiful son, and his reign was one long period of confusion, marked by incidents of the most ignominious kind.",
		"But his methods of filling his purse were often unconstitutional and sometimes ignominious.",
		"The expedition was an ignominious failure, and many burghers did not hesitate to assign their non-success to the fact that Burgers's views on religious questions were not sound.",
		"In 1526 the imprudent zeal of Robert Barnes had resulted in an ignominious recantation, and in 1527 Bilney, Latimer's most trusted coadjutor, incurred the displeasure of Wolsey, and did humiliating penance for his offences.",
		"The position of the Franks in the Holy Land was not improved by the attack on Damascus; while the ignominious failure of a Crusade led by two kings brought the whole crusading movement into discredit in western Europe, and it was utterly in vain that Suger and St Bernard attempted to gather a fresh Crusade in 1150.",
		"The worst sacrilege of all, defiling the Host, is mentioned frequently, and generally brought the death penalty accompanied by the cruellest and most ignominious tortures.",
		"Thus did a Welshman revenge the ignominious deaths of Prince Llewelyn and Prince David by becoming two centuries later king of England and prince of Wales.",
		"In 1846 Europe was scandalized by the ignominious intrigues connected with tile young queens marriage.",
		"Another attempt by Adam Newton, guardian of the Friars Minorite at Berwick, had a more ignominious result.",
		"The knell of Dutch supremacy was sounded by Clive, when in 1758 he attacked the Dutch at Chinsura both by land and water, and forced them to an ignominious capitulation.",
		"In 1276 Edward entered Wales from Chester, and after a short campaign brought his obstinate vassal to submit to the ignominious treaty of Conway, whereby Llewelyn lost almost all the benefits conferred on him by the compact of Montgomery ten years before.",
		"Perkin was compelled to make two ignominious public confessions at Westminster, and in Cheapside on the 15th and 19th of June 1498.",
		"To-day, for example, I should have come to very ignominious grief without it.",
		"Not only did he agree to receive Stephen Langton as archbishop, to restore all the exiled clergy to their benefices, and to pay them handsome compensation for all their losses during the last five years, but be took the strange and ignominious step of declaring that he ceded his whole kingdom to the pope, to hold as his vassal.",
		"This adventure was even more ignominious than that of Poseidon and Apollo when they were compelled to serve Laomedon for hire.",
		"John sought safety in flight, but was discovered in his place of hiding and brought back to Rome, where after enduring cruel and ignominious tortures he was immured in a dungeon.",
		"The French expedition, which was led by the kings brother Edmund, earl of Lancaster, failed to recover Gascony, and came to an ignominious end.",
		"Among the Indian adventurers who thronged Alexander's camp in the Punjab, each with his plot for winning a kingdom or crushing a rival, Chandragupta Maurya, an exile from the Gangetic valley, seems to have played a somewhat ignominious part.",
		"No, we shall not permi t these wiseacres to hide under the table the ignominious collapse of their ignominious collapse of their ignominious policy with the NAP.",
		"Marshall's Pen also holds the rather ignominious distinction of being perhaps the easiest place in the Caribbean to see Common Starling!",
		"He is attacked by spores and forced to fall in love with Jill Ireland, and is subjected to the ignominious ritual pon farr as Gene Roddenberry tries to invent a reason why purely rational beings might be forced to have sex.",
		"Nothing could shake the confidence of his master, which survived the ignominious flight into Bohemia, into which he was trapped by Briihl at the time of the battle of Kesseldorf, and all the miseries of the Seven Years' War."
	],
	"synonyms": [
		"black",
		"opprobrious",
		"inglorious",
		"disgraceful",
		"shameful",
		"disreputable",
		"dishonorable",
		"discreditable"
	],
	"antonyms": []
}