{
	"word": "compliant",
	"meaning": [
		"Complying or tending to comply; yielding; submissive.",
		"Displaying compliance.",
		"Properly following a prescribed course of treatment.",
		"In compliance, as with a standard or regulation."
	],
	"sentences": [
		"We also check sites regularly to ensure they remain compliant.",
		"Unlike cats, dogs will usually be more compliant about putting on clothes.",
		"However, if you own a different MP3 player, particularly one that is USB Mass Storage compliant, getting songs onto your PSP will be a walk in the park.",
		"With so many potential dangers on the Internet, it's important for children to limit their activities to websites that are compliant with the Children's Online Privacy Protection Act (COPPA).",
		"It is staffed by registered nurses with certificates in counseling who are compliant with the Nursing & Midwifery Council 's Code of Professional Conduct.",
		"Confirm the program is compliant with Yoga Alliance.",
		"Not for those who want nice, standards compliant, XHTML and CSS... Voidspace Story.",
		"These lights are Energy Star compliant, inexpensive to operate, and a breeze to maintain.",
		"Hampton Bay fixtures are not ADA compliant, and they may or may not be Energy Star compliant.",
		"Prior to requesting IRS recognition, your organization must be compliant with all state and local regulations.",
		"Cancer animals are pretty compliant and have the ability to adapt easily to any situation.",
		"Accredited programs are compliant with content and training delivery standards established by the Federation.",
		"It has contrast color side inserts and is compliant for all high school teams.",
		"Technology-Works produces Section 508 compliant websites upon request in addition to their entry-level packages.",
		"Their standards based approach creates w3c compliant pages that are easy to read and download fast for dial-up users.",
		"But there is an inherent absurdity when you try to take a compliant approach.",
		"All existing clubs are assumed to be fully compliant.",
		"Ensure there is a legally compliant statement of terms and conditions.",
		"This makes the job of remaining environmentally compliant even easier.",
		"This service is primarily designed to help people keep non-trading companies fully compliant with the law.",
		"We will help you stay compliant with the current legislation.",
		"Any implied endorsement, however, whether intended or not, must be fully compliant with section 3 of this Code. vi.",
		"The site should be level A compliant to the WAI accessibility guidelines.",
		"General friendly and compliant, the mainstream media neglects to report arrests and protests unless there's a violent photo-opportunity.",
		"Read Stress caused by thermal mismatch, to see the benefits of using compliant joints where possible.",
		"These can be easily merged with other compliant elements to produce a highly modular repository of learning material.",
		"Those held in this type of facility are usually compliant and not obstructive to the way the regime operates.",
		"The Volari V8 is a fully DirectX 9 compliant part with 8 pixel pipelines.",
		"It is staffed by registered nurses with certificates in counseling who are compliant with the Nursing & Midwifery Council's Code of Professional Conduct.",
		"If it concludes that the ballot was not a paragraph 29 compliant ballot it can order a rerun.",
		"I cannot imagine how the system worked but it is well documented; were African wildcats so compliant?",
		"Men are not such absolute fools as Nicia, nor such compliant catspaws as Ligurio and Timoteo; women are not such weak instruments as Sostrata and Lucrezia.",
		"In the first Hegel showed how the supineness of the committee of estates in Wurttemberg had favoured the usurpations of the superior officials in whom the court had found compliant servants.",
		"Moderate and compliant with the popular religion as Alfarabius and Avicenna had always been, as compared with their Spanish successor, they had equally failed to conciliate the popular spirit, and were classed in the same category with the heretic or the member of an immoral sect.",
		"Disadvantages Patient needs a compliant bladder and competent sphincter mechanism.",
		"Dumbfounded (but compliant as always) the top military brass want to know,  retaliate with WHAT?",
		"Look at models by configuration, size, color and whether they are ADA compliant.",
		"If you want the special Victorian and Historical metal roofing or want to acquire Energy Star compliant \"Green\" roofing, they deal in that also.",
		"By doing this, workers are more apt to be compliant and accountable.",
		"A pair of goggles compliant with U.S. standards for prescription safety eyewear will have \"Z87-2\" and the manufacturer's brand name, marked on the front of the frame and on both temples.",
		"A law firm can take charge of ensuring that investments are made in a manner which is compliant with the applicable legal guidelines.",
		"Contour Products has pillows available in three heights that are compliant with all machine brands of CPAP masks.",
		"The secondborn usually is more compliant and willing to follow.",
		"Take care to ensure the documents you utilize are compliant with all applicable federal and state regulations.",
		"Equifax also provides data analytics teams who will assist us to develop our DPA compliant customer acquisition strategies.",
		"The Agency must have received three monthly payments or six weekly payments for the case to be deemed as compliant for enforcement purposes.",
		"How difficult will it be for training organizations to become compliant?",
		"Euro 4 emission compliant, it is fitted with a particulate filter.",
		"Its compliant 27mm hydraulic front fork provides responsive control and a smoothly assured ride in virtually all riding situations.",
		"Hitherto he had been scrupulously impartial in raising the best men to the judicial bench, including the illustrious Matthew Hale, but he now appointed compliant judges, and, alluding to Magna Carta in terms impossible to transcribe for modern readers, declared that\" it should not control his actions which he knew were for the safety of the Commonwealth.\"The country was now divided into twelve districts each governed by a major-general, to whom was entrusted the duty of maintaining order, stamping out disaffection and plots, and executing the laws relating to public morals.",
		"Most areas have laws that regulate the cleaning and sterilization of equipment, so the best protection against this particular risk is to choose a shop that is compliant with all of your local piercing laws.",
		"Our systems have been certified by IAPMO to be compliant with the greywater Standards IGC-207b and CSA B-128.1, as well as being compliant with the International Plumbing Code.",
		"Multitasking in applications is only available when a developer releases an iOS 4 compliant build utilizing the new APIs, which allow background operation.",
		"If you decide that taking legal action is the best way to resolve your workplace difficulty, keep in mind that there is a 45 day time limit for filing a formal compliant."
	],
	"synonyms": [
		"manageable",
		"meek",
		"tractable",
		"submissive",
		"obedient",
		"docile",
		"flexible",
		"easy",
		"yielding",
		"willing",
		"supple",
		"conformable",
		"biddable",
		"amenable"
	],
	"antonyms": [
		"defiant"
	]
}