{
	"word": "nebulous",
	"meaning": [
		"Cloudy, misty, or hazy.",
		"Nebular.",
		"Unclear; vague; indefinite.",
		"Of, relating to, or characteristic of a nebula.",
		"In the form of a cloud or haze; hazy."
	],
	"sentences": [
		"Dean saw no reason to trouble Mrs. Byrne with this nebulous sighting.",
		"When considering how many calories needed each day to lose weight, you hear the term calorie bandied about, but most people have a really nebulous idea of what a calorie actually is.",
		"What Daniel could recall was too nebulous to call a true memory.",
		"Such ideas are consonant with, and may be traced to the confused and nebulous condition of, savage thought.",
		"The concept of ' fairness ' is thus somewhat nebulous.",
		"In November 1914, Britain declared war on Turkey on grounds that remain nebulous.",
		"This tradition, however, is nebulous in the extreme; the whole list of kings, which it gives, is totally unhistorical; only the names of one Balash (=Vologaeses) and of the last Ardewan (=Artabanus) having been preserved.",
		"It 's so nebulous a way of making money that it may as well be scrounging off the state.",
		"Yet there is a broadening range of sites in what is still new, and so nebulous, ground.",
		"Success of course is a very nebulous term, sometimes failure is easier to spot than success!",
		"Building wealth than may lead tropical futon cover to have become more nebulous.",
		"While indoor air quality may seem nebulous, measuring and defining objectives is achievable.",
		"Considering that our sun is but a star, or but one of the millions of stars, it is of interest to see whether any other systems present indication of a nebulous origin analogous to that which Laplace proposed for the solar system.",
		"While at the close of the 19th century western Asia (exclusive of Arabia) may be said to have been freed from all geographical perplexity, China, Mongolia and eastern Siberia still include enormous areas of which geographical knowledge is in a primitive stage of nebulous uncertainty.",
		"Entering politics at the dreariest and least profitable stage in Canadian history, he took the foremost part in the movement which made of Canada a nation; he guided that nation through the nebulous stages of its existence, and left it united, strong and vigorous, a monument to his patriotic and far-sighted statesmanship. His statue adorns the squares of the principal Canadian towns.",
		"Further, he showed that the spectrum of a dense ignited gas resembles that of an incandescent liquid or solid, and he traced a gradual change in the spectrum of an incandescent gas under increasing pressure, the sharp lines observable when it is extremely attenuated broadening out to nebulous bands as the pressure rises, till they merge in the continuous spectrum as the gas approaches a density comparable with that of the liquid state.",
		"As early as 1860 Newcomb communicated an important memoir to the American Academy, 4 On the Secular Variations and Mutual Relation of the Orbits of the Asteroids, in which he discussed the two principal hypotheses to account for the origin of these bodies - one, that they are the shattered fragments of a single planet (Olbers' hypothesis), the other, that they have been formed by the breaking up of a revolving ring of nebulous matter.",
		"The nebulous claims of Afghanistan to Sibi and Pishin were disposed of by the treaty of Gandamak in the spring of 1879, and the final consolidation of the existing form of Kalat administration was effected by Sandeman's expedition to Kharan in 1883, and the reconciliation of Azad Khan, the great Naushirwani chief, with the khan of Kalat.",
		"If we are dealing with comparatively recent periods there is no evidence of progressive change, but if we go to remote epochs and suppose the sun to have once been diffused in a nebulous state, it is clear that its shrinkage, in spite of radiation, has left it hotter, so that the shrinkage has outrun what would suffice to maintain its radiation.",
		"We know nothing quantitatively of the radiations from a nebulous body; and it is quite possible that the loss of radiant energy in this early stage was very small; but it is at least as certain as any other physical inference that 17,000,000 years ago the earth itself was of its present dimensions, a comparatively old body with sea and living creatures upon it, and it is impossible to believe that the sun's radiations were wholly different; but, if they were not, they have been maintained from some other source than contraction.",
		"In the Dickens classic, the figure was very nebulous, representative of the nebulous nature of memories.",
		"Thus the trunk series consists of lines which are easily reversed while those of the side branch are nebulous.",
		"His independence revolted against being bound to any scheme or system of doctrine, however nebulous.",
		"Many agree that this shift toward neo-liberal economics and away from Keynesianism signaled the beginning of the sometimes rather nebulous term ' globalization ' .",
		"This paper aims to bring greater clarity to the nebulous concept of the involved father.",
		"It was used in a rather nebulous way, \" he said.",
		"In these stories, the nature of female identity is often nebulous, being determined largely by social expectations.",
		"It may be observed, too, that the hypothesis of a primitive compact mass (sphaerus), in which love (attraction) is supreme, has some curious points of similarity to, and contrast with, that notion of a primitive nebulous matter with which the modern doctrine of cosmic evolution usually sets out.",
		"These differ in that comets are visible either in a telescope or to the naked eye, and seem to be either wholly or partially of a nebulous or gaseous character, while meteors are, individually at least, invisible to us except as they become incandescent by striking the atmosphere of the earth.",
		"In the political sphere Tirpitz was a bitter opponent of Bethmann Hollweg, whom he charged with indecision, half-heartedness and nebulous conceptions of the necessities of German policy.",
		"The revival of Greek from the time of Chrysoloras onward, instead of begetting a Hellenistic spirit, transported the more serious-minded to the nebulous shores of NeoPlatonism, while the less devout became absorbed in scholarly or literary ambitions, translations, elegantly phrased letters, clever epigrams or indiscriminate invective.",
		"For the lower and imperfect world, which in that system too is conceived and assumed, is the nebulous world of the non-existent and the formless, which is the 1 Cf.",
		"While sharing the opinion of Tycho as to the origin of such bodies by condensation of nebulous matter from the Milky Way, he attached a mystical signification to the coincidence in time and place of the sidereal apparition with a triple conjunction of Mars, Jupiter and Saturn.",
		"From nebulous schedules to a myriad of hands-on activities, Kim and Ken Campbell have given potential homeschoolers an opportunity to estimate the advantages and disadvantages of this particular homeschool approach.",
		"This gigantic nebulous mass, of which the sun was only the central and somewhat more condensed portion, is supposed to have a movement of rotation on its axis.",
		"Since the reactions occur among gases and liquids in the nebulous state, vast spaces have to be provided in which the process may be carried out as completely as possible before the waste gases are allowed to escape into the outer air.",
		"When the formula cited is not used, other somewhat nebulous expressions are sometimes employed, as, for example, that.",
		"We have thus grounds for believing that the original nebula will separate into a series of rings all revolving in the same direction with a central nebulous mass in the interior.",
		"The collision theory supposes that the outburst is the result of a collision between two stars or between a star and a swarm of meteoric or nebulous matter.",
		"The transition from an object of this kind to a nebulous star is very natural, while the nebulous stars pass into the ordinary stars by a few graduated stages."
	],
	"synonyms": [
		"nebular",
		"cloudy",
		"nebulose",
		"unfixed",
		"indefinite",
		"foggy",
		"unclear",
		"uncertain",
		"hazy",
		"indistinct",
		"obscure",
		"vague",
		"ambiguous",
		"murky",
		"misty"
	],
	"antonyms": [
		"obvious",
		"definite",
		"apparent",
		"plain",
		"clear",
		"well-defined"
	]
}