{
	"word": "defile",
	"meaning": [
		"To make filthy or dirty; pollute.",
		"To march in single file or by files.",
		"To corrupt.",
		"To make ceremonially unclean.",
		"To profane or sully.",
		"A narrow passage through which troops must defile.",
		"Any narrow valley or mountain pass.",
		"A march in single file or by files.",
		"The act of defilading a fortress, or of raising the exterior works in order to protect the interior."
	],
	"sentences": [
		"The story is that the Romans, entangled in a defile, were suffering from thirst.",
		"To be distinguished from this word is \" soil,\" to make dirty, to stain, defile.",
		"Finally, a narrow defile, a passage barely a mile across was found.",
		"To harvest it would need the forest road bulldozed on through the defile.",
		"For three hours after sunrise there was no fighting; then Henry, finding that the French would not advance, moved his army farther into the defile.",
		"The crossing of the narrow defile over the canal between Inchy and Moeuvres was carried out according to programme, thanks in large measure to the intensity of the barrage covering the operation.",
		"He crossed the perilous defile of Dervenaki unopposed; and at the news of his approach most of the members of the Greek government assembled at Argos fled in panic terror.",
		"On the 6th of April, after bribing the Albanian clansmen to neutrality, he passed the defile of Makrynoros, which the Greeks had left undefended, and on the 7th of May opened the second siege of Missolonghi.",
		"These ranges, which mostly lie close to the seaboard, form by their projecting spurs a narrow defile on the Phocian frontier, near the famous battlefield of Chaeroneia, and shut in Copais closely on the south between Coronea and Haliartus.",
		"They rolled down rocks upon their enemies as they crowded into the defile, and showered missiles on them from above.",
		"Krauss's main attack was a straight drive through the Italian lines in the Plezzo basin, his first objective the Saga defile.",
		"On July 25 Ivanov and Kutinchev simultaneously attacked the leading troops of the Greek central or Struma column 1 before the main body was clear of the Kresna defile.",
		"Both corps took as their primary objective the farms of St Hubert and Point du Jour, standing just above the defile made by the Verdun-Metz road where it climbs out of the Mance ravine towards the French position.",
		"Hornblende schists also occur and a compact felspathic rock in the Suris defile.",
		"As we entered the defile saw a gray horse of the 7th D.G. which had been shot in the shoulder.",
		"The McGillicuddy's Reeks gather so hard about that the deep defile can be perceived from a great distance.",
		"The carriage-road from Athens to Thebes crosses the range by a picturesque defile (the pass of Dryoscephalae, \"Oak-heads\"), which was at one time guarded on the Attic side by a strong fortress, the ruins of which are known as Ghyphto-kastro (\"Gipsy Castle\").",
		"Separated from the Jura by the defile of Belfort (Troue de Belfort) the Vosges extend northward parallel to the course of the Rhine.",
		"Between Capua and Beneventum, a distance of 32 m., the road passed near the defile of Caudium (see Caudine Forks).",
		"This foe confounding Thy land, desiring to lay waste the whole world, rises against us; these lawless men are gathered together to overthrow Thy kingdom, to destroy Thy dear Jerusalem, Thy beloved Russia; to defile Thy temples, to overthrow Thine altars, and to desecrate our holy shrines.",
		"He accordingly fell back a few miles next morning to a strong position covering the exits from the Bar-sur-Aube defile.",
		"The ground between the hills and the marshy valley of the Danube forms a defile through which the main road from DonauwOrth led to Ulm; parallel streams divide the narrow plain into strips.",
		"Immediately below that town the Rhone rushes through a great natural gateway, a narrow and striking defile (now strongly fortified), which commands the entrance of the Valais.",
		"Near Arsuf the road entered a defile between the sea and a wooded range of hills; and from the latter the whole Moslem army suddenly burst forth.",
		"Mackinnon, being sent with a small force with the object of securing the chief, was attacked in a narrow defile by a large body of Kaffirs, and compelled to retreat with some loss.",
		"At intervening points are still found many notable Roman remains, such as Trajan's road, a marvellous work on the right bank of the river in the rocky Kazan defile (separating the Balkans on the south from the Carpathians on the north), where a contemporary commemorative tablet is still conspicuously visible.",
		"In prehistoric times a great part of the plains of Hungary formed a large inland sea, which ultimately burst its bounds, whereupon the Danube forced its way through the Carpathians at the Kazan defile.",
		"It is an offshoot from the latter of these ridges that forms the third defile of the Irrawaddy between Bhamo and Sinbo.",
		"The Rhne, the source of which is in Mont St Gothard, in Switzerland, enters France by the narrow defile of LEcluse, and has a somewhat meandering course, first flowing south, then north-west, and then west as far as Lyons, whence it runs straight south till it reaches the Mediterranean, into which it discharges itself by two principal branches, which form the delta or island of the Camargue.",
		"Eugene, with Lauriston's, Macdonald's and Regnier's corps, on the lower Saale, Ney in front of Weimar, holding the defile of Kdsen; the Guard at Erfurt, Marmont at Gotha, Bertrand at Saalfeld, and Oudinot at Coburg, and during the next few days the whole were set in motion towards Merseburg and Leipzig, in the now stereotyped Napoleonic order, a strong advanced guard of all arms leading, the remainder - about twothirds of the whole - following as \" masse de manoeuvre,\" this time, owing to the cover afforded by the Elbe on the left, to the right rear of the advanced guard.",
		"North of Mostar, it cleaves a passage through the celebrated Narenta defile, a narrow gorge, 12 m.",
		"It owes its chief importance to its position at the southern outlet of the Fakhi defile over these mountains, through which passes the shortest road from Shumla to Constantinople.",
		"In April 1886 the frontier was drawn back to Wadi Haifa, a fortified camp at the northern end of the desolate defile, Batn-el-Hagar, through which the Nile tumbles amid black, rocky hills in a succession of rapids, and debouches on a wide plain.",
		"Other detached tracts cover a considerable space in Annandale, one of them ascending the deep defile, known as the Devil's Beef Tub, at the head of that valley.",
		"Near the end of the defile stands the most elaborate of the ruins, el-Hazne or \" the Treasury of Pharaoh,\" not built but hewn out of the cliff; a little farther on, at the foot of the mountain called en-Nejr, comes the theatre, so placed as to bring the greatest number of tombs within view; and at the point where the valley opens out into the plain the site of the city is revealed with striking effect.",
		"Even Uskub was evacuated, and the force barring the Kachanik defile against the III.",
		"The latter with at least 50,000 men was marching in two columns, and ought therefore to have delivered its men into line of battle twice as fast as the French, who had to deploy from a single issue, and whose columns had opened out in the passage of the Kosen defile and the long ascent of the plateau above.",
		"Wellesley meant to turn the defile of Torres Vedras by Mafra at once if possible; but on this night Sir Harry Burrard, his senior, arrived off Vimiera, and though he did not land, gave instructions to wait for Sir John Moore.",
		"Here the river runs in a narrow precipitous defile along which no path is practicable.",
		"The only river communication with foreign countries is furnished by the Danube, on the one hand towards Austria and Germany, and on the other towards the Black Sea, All the rivers belong to the watershed of the Danube, with the exception of the Poprad in the north, which as an affluent of the Dunajec flows into the Vistula, and of a few small streams near the Adriatic. The Danube enters Hungary through the narrow defile called the Porta Hungarica at Deveny near Pressburg, and after a course of 585'.m.",
		"If the batteries and their artillery were somewhat out of date, the fact remained that warships steaming up the defile would be compelled to pass these fortifications at very close quarters, when the lack of range of their guns would cease to tell.",
		"The fact that along the whole of its course this remarkable waterway is only separated from the Aegean by the attenuated Gallipoli Peninsula, did, on the other hand, suggest that the most promising method of attack upon the maritime defile from without would be to occupy that significant tongue of land.",
		"This group forms the northern flank of the celebrated Gesause, a defile 12 m.",
		"The latter almost at once encountered the heads of the 6th cavalry division, at that moment just clearing the defile leading up to the Rezonville plateau from Gorze.",
		"The Prussian cavalry promptly bore away to cover to the westward, and reported what they had seen to superior authority, but not to the advanced guard of the 5th infantry division, which, emerging in its turn from the defile, ran right against the deployed French infantry moving to meet them.",
		"In the west Khurshid's lieutenant, Omar Vrioni (a Mussulman Greek of the race of the Palaeologi), had inflicted a series of defeats on the insurgents, recaptured Levadia, and on the 30th of June relieved the Acropolis; but the rout of the troops which Mahommed Pasha was bringing to his aid by the Greeks in the defile of Mount Oeta, and the news of the fall of Tripolitsa, forced him to retreat, and the campaign of 1821 ended with the retirement of the Turks into Thessaly.",
		"He himself and all the young nobles of his staff dismounted and led the infantry forward again, the prince threw his baton into the enemy's lines for the soldiers to retrieve, and in the end, after a bitter struggle, the Bavarians, whose reserves had been taken away to oppose Turenne in the Merzhausen defile, abandoned the entrenchments and disappeared into the woods of the adjoining spur.",
		"The Serbian cavalry descending the Vardar had not yet passed the defile of Demir Kapu, the Serbian armies were being rearranged for the new movements above detailed, and even the I.",
		"The battle was fought in the defile formed by the wood of Agincourt and that of Tramecourt, at the northern exit of which the army under d'Albret, constable of France, had placed itself so as to bar the way to Calais against the English forces which had been campaigning on the Somme.",
		"Presently all these columns converged upon the defile and a hopeless entanglement ensued.",
		"But the Allied main army took a long time to defile over the Scheldt and could form up (on the left of Cadogan's detachment) only slowly and by degrees.",
		"It is picturesquely situated in a shallow defile of the Chiltern Hills, towards their western face.",
		"That night the mine-fields at the mouth of the Dardanelles were cleared away, and battleships were in consequence enabled to penetrate into the lowest reaches of the defile on the morrow.",
		"It is at the head of a narrow defile, shut in by steep hills on the east and west but expanding on the north to meet the valley of the Save.",
		"The Jihun now enters a remarkable defile which separates Taurus from the Giaour Dagh, and reaches the Cilician Plain near Budrun.",
		"Its importance lay in its strategic position near the head of the defile which presents the last serious obstacle to an invader in central Greece.",
		"To secure command of the maritime defile that links the Aegean with the Sea of Marmora was, in the opinion of most ' On Dec. 13 1914 the British submarine B11, Lt."
	],
	"synonyms": [
		"violate",
		"pollute",
		"profane",
		"desecrate",
		"deflower",
		"maculate",
		"stain",
		"tarnish",
		"sully",
		"cloud",
		"taint",
		"corrupt",
		"foul",
		"befoul",
		"deflorate",
		"gorge",
		"vitiation",
		"putrescence",
		"pollution",
		"licentiousness",
		"lewdness",
		"indecency",
		"impurity",
		"dirtiness",
		"defilement",
		"corruption",
		"contamination",
		"adulteration"
	],
	"antonyms": [
		"hallow",
		"honor",
		"purify",
		"cleanse",
		"sanctify",
		"clean"
	]
}