{
	"word": "resolute",
	"meaning": [
		"Having or showing a fixed, firm purpose; determined; resolved; unwavering."
	],
	"sentences": [
		"She entered the room with resolute steps.",
		"But he was not resolute in his opposition.",
		"A resolute shrug indicated his search was futile.",
		"The look of his eyes was resolute, calm, and animatedly alert, as never before.",
		"But Grant was as resolute as ever.",
		"They have always had the reputation of being resolute fighters.",
		"He made a resolute attempt to reconstruct medicine on the two bases of the doctrine of the circulation of the blood and the new views of chemistry.",
		"He felt young, bright, adroit, and resolute.",
		"The contestants were, at least, vintage Countdown material - studious, resolute, utterly oblivious to the camera.",
		"His resolute opposition to all hypocrisy - whether religious or literary - exposed him to merciless persecution from the Jesuits and the Della Cruscan Academy.",
		"I divined his noble, resolute, self-sacrificing spirit too, she said to herself.",
		"As a rule, the bishops were resolute enemies of the Montanistic enthusiasm.",
		"He is a resolute, but, in his early volumes, harsh and rocky writer.",
		"It was his resolute and energetic leading that contributed mainly to the victory of Spicheren (6th August), and won the only laurels gained on the Prussian right wing at Gravelotte (18th August).",
		"When fate decided against her in the Seven Years' War she bowed to the inevitable, and was thenceforward a resolute advocate of peace.",
		"Yet leaderless seditions and the plots of obvious impostors sufficed to make his throne tremble, and a ruler less resolute, less wary, and less unscrupulous might have been overthrown.",
		"The then dangerous state of the seas at all times, and the continuous war with Spain, gave him ample opportunity to gain a reputation as a resolute fighting man.",
		"Roy is absolutely distraught, while Kate is resolute.",
		"The royal duke served for 39 years as Commander-in-Chief of the British Army, as a resolute opponent of military reform.",
		"Yet it too has stood firm, shoulder to shoulder with its neighbors, resolute in its defiance of the Dark.",
		"Grant, astonished perhaps, but here as always resolute, tried again to reach Lee's right wing, and on the 8th another desperate battle began at Spottsylvania Court House.",
		"But a vigorous policy was carried out by France in the West Indies and America, while she began a most resolute attack on the British position in the East Indies.",
		"Whenever it made an effort to enforce its claims, it retreated so soon as it was confronted by a resolute foe.",
		"He shared in all the passions of his party, then excluded from power by the resolute will of George III.",
		"It was understood, indeed, that the relations between the two men were not always harmonious; that Lor4 Palmerstoii disapproved the resolute conduct of Gladstone, and that Gladstone deplored the Conservative tendencies of Lord Palmerston.",
		"All that we know of Burke exhibits him as inspired by a resolute pride, a certain stateliness and imperious elevation of mind.",
		"We notice in him resolute Predestinarianism - as in Luther, and at first in Melanchthon too; the vehicle of revived Augustinian piety - and resolute depotentiation of sacraments, with their definite reduction to two (admittedly the two chief sacraments) - baptism and the Lord's Supper.",
		"Even the most resolute modern orthodoxy usually tries to modify this doctrine.",
		"Far abler and more resolute than against any of these men was Dumouriez, the new minister Austria.",
		"They were the more resolute and unscrupulous.",
		"It was in the calm, resolute, skilful culling of such pleasures as circumstances afforded from moment to moment, undisturbed by passion, prejudices or superstition, that he conceived the quality of wisdom to be exhibited; and tradition represents him as realizing this ideal to an impressive degree.",
		"Tournai, Maastricht, Breda, Bruges and Ghent opened their gates, and finally he laid siege to the great seaport of Antwerp. The town was open to the sea, was strongly fortified, and was defended with resolute determination and courage by the citizens.",
		"The real grandeur of Averroes is seen in his resolute prosecution of the standpoint of science in matters of this world, and in his recognition that religion is not a branch of knowledge to be reduced to propositions and systems of dogma, but a personal and inward power, an individual truth which stands, distinct from, but not contradictory to, the universalities of scientific law.",
		"Abdurrahman III., an Oriental ruler of the great stamp, industrious, resolute, capable of justice, magnificent, and free handed without profusion, was eminently qualified to give all that his people wanted.",
		"A feeble attempt to regain Gibraltar was made in 1733, and a serious war was only averted by the resolute peace policy of Sir Robert Walpole.",
		"The Suffolk is a resolute and unwearying worker, and is richly endowed with many of the best qualities of a horse.",
		"In Berkeley we find the resolute determination to accept only the one notion, that of mind as restricted to its own conscious experience, and to attempt by this means to explain the nature of the external reality to which obscure reference is made.",
		"He was never so resolute, never so strong, never so full of volcanic energy, as at present.",
		"If you cannot pay under any circumstances, you must say so and be very resolute.",
		"The working class was the only resolute champion of democracy and vanguard of a democratic revolution.",
		"I was equally resolute that Shirley, being the subject of the test, should reveal his effort first.",
		"Whilst our actions against those who seek to harm our society should be uncompromising and absolutely resolute, they must always be intelligence lead.",
		"She must have known it then, and knowing it, is still resolute.",
		"Their barristers tried to change the Judges ' mind, but the Judges became more resolute.",
		"Fisher pressed, but their pretty passing was confined to midfield as the Dons ' back four stood resolute.",
		"It should not be denied that he did not always escape the pitfalls of such a method of treatment, the faces becoming sleek and prim, with a smirk of sexless religiosity which hardly eludes the artificial or even the hypocritical; on other minds, therefore, and these some of the most masculine and resolute, he produces little genuine impression.",
		"What sweets are we going to have? and Natasha's voice sounded still more firm and resolute.",
		"Griff and Steadman were particularly resolute at the back, but they could only do so much as Ciren threatened to overwhelm them.",
		"No constitutional device can overcome a resolute refusal by a majority of the people to overcome it, outside a totalitarian framework.",
		"With resolute determination and a fearless independence of mind he devoted a lifetime to understand the world in which we live.",
		"Our consistent involvement in the anti-imperialist movement over the years is proof of our resolute opposition to the role of the US.",
		"John Haylett demanded the \" most resolute struggle \" to prevent the \" re-election of the New Labor war cabinet \".",
		"In their first game against Brentwood, Herts were powerful in attack and resolute in defense throughout, winning relatively comfortably 3-0.",
		"And as always, we will rely on the strength of the American people to remain resolute in the face of adversity.",
		"She is resolute in the pursuits of her goals and is hungry for other opportunities that will take her career to new heights.",
		"He upheld American rights in Samoa, pursued a vigorous diplomacy with Italy over the lynching of eleven Italians, all except three of them American naturalized citizens, in New Orleans on the 14th of May 1891, held a firm attitude during the strained relations between the United States and Chile (growing largely out of the killing and wounding of American sailors of the U.S. ship \"Baltimore\" by Chileans in Valparaiso on the 16th of October 1891), and carried on with Great Britain a resolute controversy over the seal fisheries of Bering Sea, - a difference afterwards settled by arbitration.",
		"At about the same time his political genius directed him to open a resolute critical campaign against the Conservatism of the party he proposed to thrive in, and he could but obey.",
		"There was something particularly pathetic and resolute in her face today.",
		"She has the face of the most beautiful of women, and the mind of the most resolute of men.",
		"Nor was the trade to Muscovy and Turkey neglected; while latterly a resolute and successful attempt was made to establish direct commercial relations with India.",
		"As it was, although Parker said that Grindal \"was not resolute and severe enough for the government of London,\" his attempts to enforce the use of the surplice evoked angry protests, especially in 1565, when considerable numbers of the nonconformists were suspended; and Grindal of his own motion denounced Cartwright to the Council in 1570.",
		"Naturally resolute and fearless, he seems to have under-estimated his danger, the more so since his power had never seemed more secure.",
		"Seeing clearly that his want of an efficient cavalry precluded all ideas of a resolute offensive in his old style, he determined to limit himself to a defence of the line of the Elbe, making only dashes of a few days' duration at any target the enemy might present.",
		"But the resolute Oku attacked time after time, and at last the 4th division on his right, assisted by its gunboats, Wal forced its way into the Russian position.",
		"On his left wing the attacks of the Guard and 2nd divisions (action of Yang-tzu-ling) on the Russian front and flank failed, the frontal attack because of the resolute defence, the flank attack from sheer fatigue of the troops.",
		"The Church party was influential and resolute to maintain close relations with the Church of England.",
		"The constitutional guarantee of religious liberty had from the outset been resisted by the powerful and resolute priesthood, supported by numerous sympathizers among the nobility.",
		"Here the mountains seized him, and he became a constant visitor and one of the most intrepid and most resolute of explorers; among other feats of climbing he was the first to ascend the Weiss - horn (1861).",
		"At fifteen he was a man, resolute, spirited, enterprising, with the germs of many talents and virtues, but rough, reckless and very imperfectly educated.",
		"Though the struggle was unequal, their attitude of resolute opposition to the Lombards gained for them great weight among the people, who felt that their archbishop was a power around whom they might gather for the defence of their liberty and religion.",
		"The States of Holland under the leadership of Johan van Oldenbarneveldt, took up an attitude of resolute hostility to him, and the States of Holland dominated the States-General.",
		"When in the winter of1303-1304Edward received the submission of the Scottish nobles, Wallace was expressly excepted from all terms. And after the capture of Stirling Castle and Sir William Oliphant, and the submission of Sir Simon Fraser, he was left alone, but resolute as ever in refusing allegiance to the English king.",
		"The small force from the French Congo reached its destination, and a body of Abyssinian troops, accompanied by French officers, appeared for a short time a little higher up the river; but the grand political scheme was frustrated by the victorious advance of an AngloEgyptian force under General Kitchener and the resolute attitude of the British government.",
		"Last of all, the dominant guns on Shell Hill thus silenced, the resolute advance of a handful of British infantry decided the day, and the Russians retreated.",
		"Duke George of Saxony, a resolute opponent of the Reformation, threatened to make the diet interfere.",
		"Despite the weakness of the Sleme - Mrzli line, both dominated and enfiladed, despite the practical certainty that it could not be maintained against a resolute offensive in force, the enemy attack found a large number of Italian guns, including many of medium calibre, stationed well in advance of the Pleca - Selisce line.",
		"Though Frederick failed to subdue the republics, the failure can scarcely be said to reflect either on his prudence as a statesman or his skill as a general, for his ascendancy was finally overthrown rather by the ravages of pestilence than by the might of human arms. In Germany his resolute will and sagacious administration subdued or disarmed all discontent, and he not only succeeded in welding the various rival interests into a unity of devotion to himself against which papal intrigues were comparatively powerless, but won for the empire a prestige such as it had not possessed since the time of Otto the Great.",
		"In all the ecclesiastical contests of the twenty years which followed 1845, Keble took a part, not loud or obtrusive, but firm and resolute, in maintaining those High Anglican principles with which his life had been identified.",
		"The police have become the ministers of a social despotism resolute in its watchful care and control of the whole community, well-meaning and paternal, although when carried to extreme length the tendency is to diminish self-reliance and independence in the individual.",
		"The life and death of Cato fired the imagination of a degenerate age in which he stood out both as a Roman and a Stoic. To a long line of illustrious successors, men like Thrasea Paetus and Helvidius Priscus, Cato bequeathed his resolute opposition to the dominant power of the times; unsympathetic, impracticable, but fearless in demeanour, they were a standing reproach to the corruption and tyranny of their age.",
		"The contest, which raged from the 23rd to the morning of the 26th of June, was without doubt the bloodiest and most resolute the streets of Paris have ever seen, and the general did not hesitate to inflict the severest punishment on the rebels.",
		"It is humiliating to human strength and consoling to human weakness to find the Titan behaving like the least resolute of mortals, seeking refuge in temporizing, in evasion, in fortuitious circumstance.",
		"Let us, the inhabitants of the Cape Colony, be swift to recognize that we are one people, cast together under a glorious flag of liberty, with heads clear enough to appreciate the freedom we enjoy, and hearts resolute to maintain our true privileges; let us desist from reproaching and insulting one another, and, rejoicing that we have this goodly land as a common heritage, remember that by united action only can we realize its grand possibilities.",
		"Yet the latter still remained strong enough to constitute a danger to the crown whenever it should fall to a king less wary and resolute than Henry himself.",
		"On this Thomas of Lancaster and the more resolute of his associates took arms, but the majority both of the baronage and of the commons remained quiescent, public opinion being rather with than against the king.",
		"The energy of Danton, the organizing skill of Carnot, and the high spirit of the French nation, resolute at all costs to avoid dismemberment, had well employed the respite given by the sluggishness of the Allies.",
		"She rejected with resolute dignity the intercession of French envoys for the life of the queen-dowager of France; she allowed the sentence of death to be proclaimed and welcomed with bonfires and bellringing throughout the length of England; she yielded a respite of twelve days to the pleading of the French ambassador, and had a charge trumped up against him of participation in a conspiracy against her life; at length, on the 1st of February 1587, she signed the death-warrant, and then made her secretaries write word to Paulet of her displeasure that in all this time he should not of himself have found out some way to shorten the life of his prisoner, as in duty bound by his oath, and thus relieve her singularly tender conscience from the guilt of bloodshed.",
		"After he had gone Pierre continued pacing up and down the room for a long time, no longer piercing an imaginary foe with his imaginary sword, but smiling at the remembrance of that pleasant, intelligent, and resolute young man.",
		"On being relieved from picket duty Rostov had managed to get a few hours' sleep before morning and felt cheerful, bold, and resolute, with elasticity of movement, faith in his good fortune, and generally in that state of mind which makes everything seem possible, pleasant, and easy.",
		"He felt the weight of that resolute and affectionate scrutiny and glanced at her occasionally.",
		"The young count paid no heed to them, but, breathing hard, passed by with resolute strides and went into the house.",
		"He heard hurried footsteps beyond the door, both halves of it were opened rapidly; all was silent and then from the study the sound was heard of other steps, firm and resolute--they were those of Napoleon.",
		"Without replying, the sergeant, with a resolute air, mounted and rode away with Grekov whose men had quickly assembled.",
		"Nicholas and Denisov rose, asked for their pipes, smoked, went to fetch more tea from Sonya--who sat weary but resolute at the samovar--and questioned Pierre.",
		"The Tugendbund is all vewy well for the sausage eaters, but I don't understand it and can't even pwonounce it, interposed Denisov in a loud and resolute voice.",
		"Colonel Edward Massey 's resolute defense inspires the citizens of London to rally to the help of the beleaguered city.",
		"Be this as it may, enthusiastic as he was for a new logic that might give certainty to moral and social conclusions, Mill was no less resolute that the new logic should stand in no antagonism to the old.",
		"He was, moreover, assailed with great violence by a powerful section of the English press, while the large number of minute details with which he had to deal in connexion with proposed changes in the French tariff, involved a tax on his patience and industry which would have daunted a less resolute man But there was one source of embarrassment greater than all the rest.",
		"Fortunately a peculiarly shameless attempt to blackmail Stephen Bocskay, a rich and powerful Transylvanian nobleman, converted a long Bocskay (q.v.), a quiet but resolute man, having once made up his mind to rebel, never paused till he had established satisfactory relations between the Austrian court and the Hungarians.",
		"Then, by a resolute if somewhat costly counter-attack delivered from the dominating position which they occupied, the Osmanlis thrust those opposed to them back down the slopes all along the line and could fairly claim to have gained the upper hand.",
		"A scrupulous insistence on making his meaning clear led to an iteration of certain adjectives and adverbs, which at length deadened the effect beyond the endurance of all but the most resolute students.",
		"While the resolute papal nuncio of Worms, Aleander was indefatigable in his efforts to induce the 1521.",
		"The spread of these heretical sects led to resolute attempts at their suppression.",
		"By this remarkable journey he proved that, for resolute and enduring men, travelling in the Central Asian plateaus was easier than had been supposed.",
		"As a judge Sir Matthew Hale discharged his duties with resolute independence and careful diligence.",
		"Hamilton (Discussions, p. 541), one of his most resolute opponents, described Cousin as \"A profound and original thinker, a lucid and eloquent writer, a scholar equally at home in ancient and in modern learning, a philosopher superior to all prejudices of age or country, party or profession, and whose lofty eclecticism, seeking truth under every form of opinion, traces its unity even through the most hostile systems.\"",
		"But the laymen were resolute, and prepared for open war, which broke out in October 1215.",
		"On three successive nights from the ist to the 3rd the Turks delivered resolute assaults upon the Allies' position at Helles, but they were repulsed on each occasion; they also on the night of the 2nd-3rd launched attacks upon the Australasians, the combat lasting into the next day, but here also they were beaten off.",
		"And without knowing how this aimless lie had escaped him, he went along with resolute and triumphant steps between the French soldiers.",
		"On Konovnitsyn's handsome, resolute face with cheeks flushed by fever, there still remained for an instant a faraway dreamy expression remote from present affairs, but then he suddenly started and his face assumed its habitual calm and firm appearance.",
		"Less resolute and reliable than his brother Guillaume, the cardinal had brilliant qualities, and an open and free mind.",
		"Resolute in recognizing erudition as the chief concern of man, he sighed over the folly of popes and princes, who spent their time in wars and ecclesiastical disputes when they might have been more profitably employed in reviving the lost learning of antiquity.",
		"In 1907 he was principal German delegate in the Hague Conference, and was the exponent of Germany's resolute and successful opposition to any practical discussion of the question of restriction of armaments.",
		"As a statesman he was able, resolute, and in his general policy patriotic. As an ecclesiastic he maintained the privileges of the hierarchy and the dominant system of belief conscientiously, but always with harshness and sometimes with cruelty.",
		"Basing his foreign policy upon the alliance, as supplemented by the naval entente with Great Britain negotiated by his predecessor, Count Robilant, Crispi assumed a resolute attitude towards France, breaking off the prolonged and unfruitful negotiations for a new Franco-Italian commercial treaty, and refusing the French invitation to organize an Italian section at the Paris Exhibition of 1889.",
		"Spain undoubtedly owed to Isabella's clear intellect, resolute energy and unselfish patriotism much of that greatness which for the first time it acquired under \"the Catholic sovereigns.\"",
		"About 1604 he became minister of Crailing, near Jedburgh, where he became conspicuous for his resolute opposition to the introduction of Episcopacy.",
		"The third as much less simple; in part a mixture of truth with Byronic affectation, and for the rest (and more significantly), as intimating the resolute exercise of extraordinary powers of control over the promptings and passions by which so many capable ambitions have come to grief.",
		"Most of those present were elderly, respected men with broad, self-confident faces, fat fingers, and resolute gestures and voices.",
		"He rode in angry agitation toward him, firmly grasping his whip and fully prepared to take the most resolute and desperate steps to punish his enemy.",
		"Without considering what he would do he moved unconciously with quick, resolute steps toward the crowd.",
		"The peasants in the crowd were similarly impressed when they saw Rostov's rapid, firm steps and resolute, frowning face.",
		"It reasserts them, with resolute loyalty; but if philosophy ought to vindicate, to explain, perhaps incidentally to modify, even, it may be, to purify our primary beliefs, intuitionalism is hardly a philosophy at all.",
		"But the right of the 1st Army (12th division) was threatened by the gathering storm of the counterstroke from the side of Yentai Mines, and had it not been that the resolute Okasaki continued the attack on Manjuyama alone, the Japanese offensive would have come to a standstill.",
		"But Hooker could at least make himself obeyed, and when Lee initiated his second invasion of the North a month after the battle of Chancellorsville, the Army of the Potomac was as resolute as ever.",
		"Shaking himself, he rose, threw back his head, and with resolute steps went past the ladies into the little drawing room.",
		"The aim of Lassalle, then, was to organize the working classes into a great political power, which in the way thus indicated, by peaceful resolute agitation, without violence or insurrection, might attain the goal of productive association.",
		"Rather it was a resolute determination to possess that control over the machine of state which should enable him to fulfil without let or hindrance the political mission with which he believed that Providence had charged him.",
		"A fresh issue of ammunition and food was all the men needed to make them a thoroughly efficient fighting force comprising some ioo,000 troops capable, with a resolute leader and an efficient staff, of crossing over to the right bank of the Moselle, overrunning the I.",
		"By his resolute stand against the Saracens he delivered all eastern Europe from a great danger, and by his thorough-going reforms he not only saved the empire from collapse, but invested it with a stability which enabled it to survive all further shocks for a space of five centuries.",
		"Krauss blames his divisional commanders, who, he says, were opposed to these tactics, and could not make up their minds to a resolute attempt.",
		"So this is the meaning of her excited, resolute, unnatural look the day before yesterday, yesterday, and today, thought Sonya.",
		"Besides Stephen Petelei (Jetti, a name - \"Henrietta \" - Felhok, \" Clouds \") and Zoltan Ambrus (Pokhdlo Kisasszony, \" Miss Cobweb \"; Gyanu, \" Suspicion\") must be mentioned especially Francis Herczeg, who has published a number of very interesting studies of Hungarian social life (Simon Zsuzsa, \" Susanna Simon \"; Fenn es lenn, \" Above and Below \"; Egy ledny tortenete, \" The History of a Girl \"; Idegenete kozott, \" Amongst Strangers \"); Alexander Brody, who brings a delicate yet resolute analysis to unfold the mysterious and fascinating inner life of persons suffering from overwrought nerves or overstrung mind (A kitlelkil asszony, \" The Double-Souled Lady \"; Don Quixote kisasszony, \" Miss Don Quixote \"; Faust orvos, \" Faust the Physician \"; Tiinder Ilona, Rejtelmek, \"Mysteries\"; Az eziest kecske, \" The Silver Goat \"); and Edward Kabos, whose sombre and powerful genius has already produced works, not popular by any means, but full of great promise.",
		"It's true that all you women are crybabies, remarked Petya, pacing the room with large, resolute strides.",
		"During the hour Pierre watched them they all came flowing from the different streets with one and the same desire to get on quickly; they all jostled one another, began to grow angry and to fight, white teeth gleamed, brows frowned, ever the same words of abuse flew from side to side, and all the faces bore the same swaggeringly resolute and coldly cruel expression that had struck Pierre that morning on the corporal's face when the drums were beating.",
		"Minghettis finance, though less clearsighted and less resolute than that of Sella, was on the whole prudent and beneficial.",
		"Though only twenty-two years of age, Alexius was a man of ability and resolute will, and he succeeded without difficulty in making himself master of the greater part of the southern coast of the Black Sea.",
		"After causing the most frightful losses, it was at last stamped out by the resolute slaughter of all affected animals and of all that had been in contact with them."
	],
	"synonyms": [
		"unhesitating",
		"undaunted",
		"stalwart",
		"ardent",
		"pertinacious",
		"obstinate",
		"loyal",
		"faithful",
		"persistent",
		"fixed",
		"firm",
		"determined",
		"unwavering",
		"unflinching",
		"unflagging"
	],
	"antonyms": [
		"irresolute",
		"cowardly",
		"afraid",
		"weak",
		"cautious",
		"half-hearted"
	]
}