{
	"word": "philanthropy",
	"meaning": [
		"A desire to help mankind, esp. as shown by gifts to charitable or humanitarian institutions; benevolence.",
		"Love of humankind in general.",
		"A philanthropic act, gift, institution, etc.",
		"Something, such as an activity or institution, intended to promote human welfare.",
		"A charitable foundation."
	],
	"sentences": [
		"The first, from 1800 to 1835, was formative, mainly influenced by English philosophy, semi-supernatural, imperfectly rationalistic, devoted to philanthropy and practical Christianity.",
		"A genuine vein of philanthropy has always existed in the Quaker body.",
		"Even philanthropy did not have the desired effect.",
		"To encourage culture and philanthropy is all very well of course.",
		"Make a gift of philanthropy in his or her name.",
		"Patriotism, again, and the sense of civic duty, the most elevated of all social sentiments in the Graeco-Roman civilization, tended, under the influence of Christianity, either to expand itself into universal philanthropy, or to concentrate 1 E.g.",
		"Indeed, this recognition in later Stoicism is sometimes expressed with so much warmth of feeling as to be hardly distinguishable from Christian philanthropy.",
		"Philanthropy is almost the only virtue which is sufficiently appreciated by mankind.",
		"To use the expression of Sir William Mackinnon, the shareholders have been compelled in some cases to \"take out their dividends in philanthropy.\"",
		"Philanthropy is not love for one's fellow-man in the broadest sense.",
		"Philanthropy plays an important but limited role.",
		"The American Institute of Philanthropy (AIP) and Charity Navigator rank charities based on efficiency.",
		"They have attained to high rank in all branches of the public service, and have shown most splendid instances of far-sighted and generous philanthropy.",
		"Such a minority has also a right to a proportionate amount of the funds set aside by the State or by the local authorities for purposes of education, religion or philanthropy.",
		"After a few years spent at an elementary school, he was apprenticed to a hosier at the age of eleven; He afterwards became successful in business in Nottingham, filled several civic offices, and was known for his philanthropy.",
		"This finds most marked expression in the doctrines of submission to Providence and universal philanthropy.",
		"He devoted himself with energy to his official duties, and his leisure hours to practical philanthropy.",
		"This seminar will show you how arts philanthropy can be developed and maximized.",
		"He donates large amounts of money to charitable organizations and puts a lot time and effort into philanthropy.",
		"The nature and attributes of God; His gracious purposes towards man; the relation of man to God, with the practical consequences that follow from it; the true nature of religious service; the call to repentance as the condition of God's favour; the ideal of character and action which each man should set before himself; human duty under its various aspects; the responsibilities of office and position; the claims of mercy and philanthropy, justice and integrity; indignation against the oppression of the weak and the unprotected; ideals of a blissful future, when the troubles of the present will be over, and men will bask in the enjoyment of righteousness and felicity, - these, and such as these, are the themes which are ever in the prophets' mouths, and on which they enlarge with unwearying eloquence and power.",
		"Whether you are a volunteer, donor, director or just someone with an interest in philanthropy, we welcome you to make comments on articles that will benefit the entire Charity community.",
		"Through the academy, Oprah is instilling the importance of philanthropy in young women and regenerating her own passions for helping others.",
		"Getty established philanthropy as a modern profession, dependent upon individual judgment, human reaction and the passions of trusted friends.",
		"This report is intended to inform a new program on progressive philanthropy to be launched by the Trust in 2006.",
		"I think the private funding is something that is not common outside of the United States, private philanthropy.",
		"In fact, the image of this venerable charity seems to have skipped an era, jumping from 19th century philanthropy to 21st efficiency.",
		"These types of grants are often referred to as corporate philanthropy.",
		"He had a benevolence of manner suited to the philanthropy of his mind.",
		"New philanthropy Capital seeks to develop and encourage more effective philanthropy.",
		"How do they achieve what Carnegie called scientific philanthropy?",
		"Causes inspire philanthropy, rather than giving mechanisms, although tax reliefs incentivise giving.",
		"These fall essentially into three pairs, the first of which is concerned with the provision and the receipt of late Victorian musical philanthropy.",
		"We wish to be the focal point for the venture capital industry's involvement in venture philanthropy.",
		"Excluded from political and municipal life by the laws which required either the taking of an oath or joining in the Lord's Supper according to the rites of the Established Church, excluding themselves not only from the frivolous pursuits of pleasure, but from music and art in general, attaining no high average level of literary culture (though producing some men of eminence in science and medicine), the Quakers occupied themselves mainly with trade, the business of their Society, and the calls of philanthropy.",
		"The doctrines of Sikhism as set forth in the Granth are that it prohibits idolatry, hypocrisy, class exclusiveness, the concremation of widows, the immurement of women, the use of wine and other intoxicants, tobacco-smoking, infanticide, slander and pilgrimages to the sacred rivers and tanks of the Hindus; and it inculcates loyalty, gratitude for all favours received, philanthropy, justice, impartiality, truth, honesty and all the moral and domestic virtues upheld by Christianity.",
		"Through fraternities' devotion to philanthropy, members have a great chance to give back to the community and raise money for worthy causes.",
		"Here at LoveToKnow Charity you will find dozens of articles on various aspects of philanthropy.",
		"When it comes to philanthropy, one of the biggest trends has been towards using free online grant applications.",
		"At a recent count, Oprah's Angel Network has raised over $51 million and Oprah pays administrative costs herself so that all of the fundraised money goes directly to philanthropy.",
		"Cause Marketing is not a form of corporate philanthropy, there are clear commercial objectives for both partners.",
		"While the \" rational \" Presbyterians were repelled by it as \" enthusiasm,\" the Independents had sufficient in common with its spirit to assimilate - after some distrust of its special ways and doctrines - its passion of Christlike pity for \" those out of the way,\" and so to take their share in the wider evangelization of the people and the Christian philanthropy which flowed from the new inspiration.",
		"They flattered her much more when they dwelt on her philanthropy and her large share of the enlightenment of the age.",
		"The outbreak of the French Revolution stripped off the varnish of philosophy and philanthropy which she had assumed in earlier years.",
		"The true vision, creativity, and philanthropy that are MAC continue to this day.",
		"For a full list of philanthropy activities, visit the website.",
		"These enterprises themselves did not receive general support even among the Transcendentalist leaders, and the real significance of the movement was the stimulus which it gave to philanthropy, to the Abolition movement, and to a new ideal of individual character.",
		"This derivative philanthropy characterizes the spirit in which all Christian performance of social duty is to be done; loving devotion to God being the fundamental attitude of mind that is to be maintained throughout the whole of the Christian's life.",
		"The school prides itself on Greek life's tradition of philanthropy.",
		"In pursuance of the same object, he identified himself with a series of remarkable peace congresses - international assemblies designed to unite the intelligence and philanthropy of the nations of Christendom in a league against war - which from 1848 to 1851 were held successively in Brussels, Paris, Frankfort, London, Manchester and Edinburgh.",
		"The Institution, through him, became one of the intellectual centres of American philanthropy, and by degrees obtained more and more financial support.",
		"Here and there Fenelon carries his philanthropy to lengths curiously prophetic of the age of Rousseau - fervid denunciation of war, belief in nature and fraternity of nations.",
		"Finally in the exposition of Christian Justice the Stoic doctrine of the natural union of all human interests is elevated to the full height and intensity of evangelical philanthropy; the brethren are reminded that the earth was made by God a common possession of all, and are bidden to administer their means for the common benefit; Ambrose, we should observe, is thoroughly aware of the fundamental union of these different virtues in Christianity, though he does Cicero's works are unimportant in the history of ancient ethics, as their philosophical matter was entirely borrowed from Greek treatises now lost; but the influence exercised by them (especially by the De officiis) over medieval and even modern readers was very considerable.",
		"In regard to philanthropy, the greatest virtue of crowned heads, Napoleon also did all in his power.",
		"And such had European life, politics, Freemasonry, philosophy, and philanthropy seemed to him.",
		"Himself absorbed in abstract questions and projects of general philanthropy, he had been careless of personal attachment.",
		"Howard was no doubt an exceedingly kind and worthy man in his way, and has his reward; but, comparatively speaking, what are a hundred Howards to us, if their philanthropy do not help us in our best estate, when we are most worthy to be helped?",
		"Under more favourable conditions Louis would have gained a name for kindness and philanthropy, proofs of which did indeed appear during his reign in Holland and gained him the esteem of his subjects; but his morbid sensitiveness served to embitter his relations both of a domestic and of,'a political nature and to sour his own disposition.",
		"It is noteworthy that Quaker efforts for the education of the poor and philanthropy in general, though they have always been Christian in character, have not been undertaken primarily for the purpose of bringing proselytes within the body, and have not done so to any great extent."
	],
	"synonyms": [
		"philanthropic gift",
		"humanitarianism",
		"benevolence",
		"beneficence",
		"office",
		"oblation",
		"kindness",
		"kindliness",
		"favor",
		"benignity",
		"benefaction",
		"kindheartedness",
		"grace",
		"goodwill",
		"charity"
	],
	"antonyms": []
}