{
	"word": "admonish",
	"meaning": [
		"To counsel (another) against something to be avoided or warn (that something is dangerous).",
		"To caution against specific faults; warn.",
		"To urge or exhort (someone to do something).",
		"To reprove mildly.",
		"To remind (someone) of something forgotten or disregarded, as an obligation or a responsibility."
	],
	"sentences": [
		"You can admonish a selfish man.",
		"Sarah knew better than to admonish him for his threat.",
		"They admonish children of men for this reason.",
		"And because wee are not without hope of his recovery, wee are not to account him as an enemy but to admonish him as a brother.\"",
		"While the diet approved the list of abuses drawn up at Worms, it ordered that Luther's books should no longer be published, and that Luther himself should hold his peace, while learned men were to admonish the erring preachers.",
		"It also asks that \" if anyone shall note in this our confession any articles or sentence repugnant of God's Holy Word, that it would please him of his gentleness and for Christian charity's sake, to admonish of the same in writing,\" promising that if the teaching cannot be proved, to reform it.",
		"The duties of the barbas were to visit all within their district once a year, hear their confessions, advise and admonish them; in all services the two ministers sat side by side, and one spoke after the other.",
		"In 1361 representatives from Lubeck and Wisby visited Novgorod to recodify the by-laws of the counter and to admonish it that new statutes required the consent of Lubeck, Wisby, Riga, Dorpat and Reval.",
		"Secondly, when it was proposed to admonish them from the Holy Scriptures they said, ` It beseems no one but the pope to interpret the Scriptures,' and, thirdly, when they were threatened with a council, they invented the idea that no one but the pope can call a council.",
		"The Synod thereafter unanimously resolved to rebuke him, and to admonish him to behave orderly for the future.",
		"The permanent officers in the church are pastors and teachers, to the former of whom it belongs to preside over the discipline of the church, to administer the sacraments, and to admonish and exhort the members; while the latter occupy themselves with the exposition of Scripture, so that pure and wholesome doctrine may be retained."
	],
	"synonyms": [
		"counsel",
		"caution",
		"advise",
		"forewarn",
		"alert",
		"alarm",
		"warn",
		"reprove",
		"unpersuade",
		"reprehend",
		"remind",
		"lecture",
		"enjoin",
		"criticize",
		"reproach"
	],
	"antonyms": [
		"applaud",
		"commend",
		"extol",
		"flatter",
		"compliment",
		"praise",
		"laud",
		"approve"
	]
}