{
	"word": "eclectic",
	"meaning": [
		"Selecting from various systems, doctrines, or sources.",
		"Composed of material gathered from various sources, systems, etc.",
		"Unrelated and unspecialized; heterogeneous.",
		"A person who uses eclectic methods in philosophy, science, or art."
	],
	"sentences": [
		"The restaurant serves an eclectic mix of seafood, poultry, red-meat and vegetarian dishes.",
		"Get a true taste of the quirky neighborhood in this eclectic restaurant.",
		"He was no longer radical; he had become eclectic.",
		"Arlington is a perfect place for visitors to enjoy an eclectic dining experience.",
		"And yet Neoplatonism cannot be described as an eclectic system, in the ordinary sense of the word.",
		"Pasarel has an eclectic selection of opal rings, pendants and brooches with antique designs.",
		"In philosophy there has been a remarkable increase of activity, partly assimilative or eclectic and partly original.",
		"The food style is modern eclectic in a gastro style.",
		"This book is an eclectic review from a team of leading ethicists covering the main methods for analyzing ethical problems in modern medicine.",
		"There 's an eclectic mix of people on the site - from youngish couples to the retired with a mix of social groups.",
		"Your eclectic design might include a mixture of decorative accessories from different cultures.",
		"You would be forgiven for thinking a fringe play about a World War II bomber crew would have a fairly eclectic take on events.",
		"He is not a systematic thinker, but is too much affected by the eclectic notion of reconciling all philosophies.",
		"It is eclectic only in a secondary and subordinate sense.",
		"But with the receptivity of a great eclectic he combined the reconstructive power of a profoundly original thinker.",
		"Here you'll find an eclectic assortment of restaurants to answer every whim.",
		"It's popular bistro serves a fine selection of classic seasonal European dishes and an eclectic range of wines to complement the menu.",
		"Our Volunteers are an eclectic bunch, recruited mainly from word of mouth or in response to local or specialist press coverage.",
		"Featuring an eclectic mix of New York loft meets vintage chic.",
		"Instead, this Liverpool group were acclaimed as wildly eclectic, their 2004 debut album selling an astounding 600,000 copies.",
		"The result is a wonderfully eclectic mix of visions of Brian May.",
		"This double issue has a somewhat eclectic mix of articles on a range of different topics.",
		"The percussive score from Lou Harrison was similarly eclectic.",
		"The festival offers a truly eclectic program of events, including the opportunity to dance your socks off at the Festival Ceilidh!",
		"Mr Beedle has also been working hard on a typically eclectic range of projects.",
		"The eclectic international menu also covers Mexican fajitas and a massive range of Italian pasta and gnocchi dishes.",
		"So you get femme fatale, eclectic, delicate, timeless and wild!",
		"I suppose my reading tastes then were similar to now in that they've always been eclectic and not particularly highbrow.",
		"There is no specific brief, which gives rise to a varied, eclectic and sometimes hysterical montage of images and storytelling.",
		"It is a very imposing building, built in an utterly eclectic style.",
		"Stand Alone Complex delivers quite an eclectic mixture of episodes for its third volume.",
		"On offer will be a guided exploration of eclectic wines to entertain the palate accompanied by pates, charcuterie and fine cheeses.",
		"I was approached by ' We Love You ' Record label who have really eclectic tastes.",
		"He worked as a teacher, a carpenter and a farmer; studied for a time at the Western Reserve Eclectic Institute at Hiram, Ohio, which afterward became Hiram College, and finally entered Williams College.",
		"On graduation, in 1856, Garfield became professor of ancient languages and literature in the Eclectic Institute at Hiram, and within a year had risen to the presidency of the institution.",
		"In the days of its greatest power Rhodes became famous as a centre of pictorial and plastic art; it gave rise to a school of eclectic oratory whose chief representative was Apollonius Molon, the teacher of Cicero; it was the birthplace of the Stoic philosopher Panaetius; the home of the poet Apollonius Rhodius and the historian Posidonius.",
		"Trained as he had been to the study of marbles and the severity of the antique, and openly avowing that he considered the antique superior to nature as being more eclectic in form, he now and always affected precision of outline, dignity of idea and of figure, and he thus tended towards rigidity, and to an austere wholeness rather than gracious sensitiveness of expression.",
		"The Platonic or eclectic theism, which adopted the conception of the Logos, made a place for Christ in terms of philosophy within the Godhead.",
		"His original work is eclectic, combining the psychology of his teachers, Jules Simon, Saisset and Mamiani, with the idealism of Rosmini and Gioberti.",
		"Apollonius of Tyana and the so-called Neopythagoreans drew similar ethical consequences from their eclectic study of Plato.",
		"He calls himself an Eclectic. He was in the main a Neoplatonist, drawing from that school his doctrines of the Monad and his strong tendency towards mysticism.",
		"In Panaetius we find one of the earliest examples of the modification of Stoicism by the eclectic spirit; about the same time the same spirit displayed itself among the Peripatetics.",
		"In Rome philosophy never became more than a secondary pursuit; naturally, therefore, the Roman thinkers were for the most part eclectic. Of this tendency Cicero is the most striking illustration - his philosophical works consisting of an aggregation, with little or no blending, of doctrines borrowed from Stoicism, Peripateticism, and the scepticism of the Middle Academy.",
		"Thinkers chose their doctrines from many sources - from the venerated teaching of Aristotle and Plato, from that of the Pythagoreans and of the Stoics, from the old Greek mythology, and from the Jewish and other Oriental systems. Yet it must be observed that Neoplatonism, Gnosticism, and the other systems which are grouped under the name Alexandrian, were not truly eclectic, consisting, as they did, not of a mere syncretism of Greek and Oriental thought, but of a mutual modification of the two.",
		"Eberhard, Ernst Platner, and to some extent Schelling, whom, however, it would be incorrect to describe as merely an eclectic. In the first place, his speculations were largely original; and in the second place, it is not so much that his views of any time were borrowed from a number of philosophers, as that his thinking was influenced first by one philosopher, then by another.",
		"Cousin, whose views varied considerably at different periods of his life, 'not only adopted freely what pleased him in the doctrines of Pierre Laromiguiere, RoyerCollard and Maine de Biran, of Kant, Schelling and Hegel, and of the ancient philosophies, but expressly maintained that the eclectic is the only method now open to the philosopher, whose function thus resolves itself into critical selection and nothing more.",
		"To him was indirectly due, in the main, that troubling of the Realistic waters which resulted in so many modifications of the original thesis; and his own somewhat eclectic ruling on the question in debate came to be tacitly accepted in the schools, as the ardour of the disputants began to abate after the middle of the century.",
		"A higher rank among medical writers is assigned to Alexander of Tralles (525-605), whose doctrine was that of an eclectic. His practical and therapeutical rules are evidently the fruit of his own experience, though it would be difficult to attribute to him any decided advance in medical knowledge.",
		"In his medical doctrines he must be pronounced an eclectic, though taking his stand mainly on the iatro-mechanical school.",
		"In common with other Stoics of the middle period, he displayed eclectic tendencies, following the older Stoics, Panaetius, Plato and Aristotle.",
		"It is, however, only in the last eclectic period of Greek philosophy that the emanation doctrine was definitely established in the doctrines, e.g.",
		"Kano Motonobu (1477-1559) was one of the greatest Japanese painters, an eclectic of genius, who excelled in every style and every branch of his art.",
		"To find them thus renewing their reputation by reverting to Chinese models, is not only another tribute to the perennial supremacy of Chinese porcelains, but also a fresh illustration of the eclectic genius of Japanese art.",
		"The American Biblical Respository (1831-1850), a quarterly, was united with the Andover Bibliotheca Sacra (1843) and with the Theological Eclectic (1865).",
		"The Eclectic Magazine (1844) and Littell's Living Age (1844) may be mentioned.",
		"Faxon (Boston, 1908), continued quarterly in Bulletin of Bibliography, which in 1907 began a magazine subject index; Eclectic Library Catalogue (Minneapolis, 1908), issued quarterly.",
		"Traces of this eclectic tendency are discoverable as far back as 280 B.C., but for practical purposes the dates of the school may be given as from about 30 B.C. to A.D.",
		"There is a tendency to eclectic views embracing the more attractive features of the various theories; and attempts are made to adapt, interpret and qualify the imagery and language of older formulae, in order so to speak, to issue them afresh in new editions, compatible with modern natural science, psychology and historical criticism.",
		"Euphratean exploration has so far brought to light no traces of ecliptical partition by the moon's diurnal motion, unless, indeed, zodiacal associations be claimed for a set of twenty-eight deprecatory formulae against evil spirits inscribed on a Ninevite tablet.4 The safest general conclusions regarding this disputed subject appear to be that the sieu, distinctively and unvaryingly Chinese, cannot properly be described as divisions of a lunar zodiac, that the nakshatras, though of purely Indian origin, became modified by the successive adoption of Greek and Chinese rectifications and supposed improvements; while the manazil constituted a frankly eclectic system, in which elements from all quarters were combined.",
		"The separate publication of his article in the Edinburgh Encyclopaedia, and contributions to the Edinburgh Christian Instructor and the Eclectic Review, enhanced his reputation as an author.",
		"The commentary appears to be eclectic, drawn partly (perhaps chiefly) from Ibn as-Sikkit (died 858), and partly from Abu-Ja`far Ahmad ibn `Ubaid ibn Nasih, one of al-Anbari's sources and a pupil of Ibn al-A`rabi; and the compilation seems to be older in date than al-Anbari, since its glosses are often quoted by him without any name being mentioned.",
		"It has been largely borrowed either from previous English or from later German idealism, and what originality it has possessed has been mainly shown in that spirit of eclectic compromise which is so dear to the English mind.",
		"Though this work evinces a thoroughly English love of compromise, yet it is not merely eclectic, but is animated throughout by the inspiration of his \" old teacher, Lotze.\"",
		"The evangelical movement had produced philanthropists like Wilberforce and Granville Sharp, and the Eclectic Society, a group of clergy and laymen who fell to discussing the new missionary movements.",
		"Among his numerous publications were A Missionary Gazetteer (1832), A Biography of Self-Taught Men (1832), a once widely known Eclectic Reader (1835), a translation, with Samuel Harvey Taylor (1807-1871), of Kiihner's Schulgrammatik der Griechischen Sprache and Classical Studies (1844), essays in ancient literature and art written in collaboration with Barnas Sears and C. C. Felton.",
		"He studied philosophy in the school of Cousin, and carried on the eclectic tradition of his master along with Ravaisson and Jules Simon.",
		"In this process of accommodating ancient prerogatives to new conditions, it was inevitable that attributes belonging specifically to the one or the other of these gods should have been transferred to Marduk, who thus from being, originally, a solar deity becomes an eclectic power, taking on the traits of Bel, Ea, Shamash, Nergal, Adad and even Sin (the moon-god)- a kind of composite residuum of all the chief gods.",
		"And subsequent variations seem to have been of a negligible where not of an eclectic character.",
		"It was therefore left for the later Ionians to frame an eclectic system, a synthesis of Being and Not-being, a correlation of universal mobility and absolute permanence.",
		"But though his eclectic system failed, the spirit of toleration which originated it produced in other ways many important results, and, indeed, may be said to have done more to establish Akbar's power on a secure basis than all his economic and social reforms. He conciliated the Hindus by giving them freedom of worship; while at the same time he strictly prohibited certain barbarous Brahmanical practices, such as trial by ordeal and the burning of widows against their will.",
		"It was an attitude of mind, not a body of doctrine; its nearest parallel is probably to be found in the eclectic strivings of the Renaissance philosophy and the modernizing tendencies of cisalpine humanism.",
		"The most interesting Peripatetic work of the period is the treatise De mundo, which is a good example within the Peripatetic school of the eclectic tendency which was then in the air.",
		"Under Ammonius Plotinus became imbued with the eclectic spirit of the Alexandrian school.",
		"Philo's distinction between God and His rational power or Logos in contact with the world was generally maintained by the eclectic Platonists and Neo-Platonists.",
		"The Arya Samaj is not an eclectic system like the Brahma Samaj, which strives to find the common basis underlying all the great religions, and its narrower scope and corresponding intensity of conviction have won it a greater strength.",
		"The Syntagma philosophicum, in fact, is one of those eclectic systems which unite, or rather place in juxtaposition, irreconcilable dogmas from various schools of thought.",
		"A commercial film distributor and cinema owner, Balch handled an eclectic mix of art cinema and sexploitation films.",
		"Glasgow 's nightlife is eclectic & electric and the city plays host to a year-round calendar of exciting festivals and major events.",
		"Some parents look for something a bit more eclectic for their baby's room.",
		"In fact, if you love the eclectic look of mismatched furniture, antiques can give a room a classical, elegant look that still appears put together.",
		"Some of the most innovative and creative nurseries feature an eclectic selection of colors, textures, and materials.",
		"There's no end to the variety of themes perfect for any nursery, no matter if your style is more traditional or completely eclectic.",
		"Chances are you'll find an interesting and eclectic variety of picture frames to select from when utilizing these two options.",
		"Macy's is a department store with an eclectic selection of the latest trends and styles in women's blouses.",
		"More visually interesting than solids, geometrics can work well with a tailored room style or can create a backdrop for a more eclectic look.",
		"Mission furniture was banished to basements, unused store rooms, and storage sheds, as Americans and Europeans alike fell for the intriguing and unique modern trends that turned an otherwise traditional room into a piece of eclectic art.",
		"They look wonderful in a room decorated in the style of the couch or in a delightful mixture of eclectic pieces.",
		"If you know anything about the 1940s and 1950s, it's that modernism and futurism were eclectic.",
		"Designers use common terms for decorating styles such as contemporary, modern, rustic, Asian, Southwestern, cottage, country, Victorian, eclectic, green or eco-friendly and the list goes on.",
		"While eclectic living room furniture might contain a combination of different styles, there are usually some unifying design elements, whether it's color, texture or form.",
		"Eclectic furniture might have a lot of folk art influences mixed with different cultural artifacts.",
		"Eclectic furniture could also possess a New Age, mystical or metaphysical look.",
		"An eclectic living room might have a solid colored overstuffed sofa with mixed animal print throw pillows and a zebra area rug under an Asian style rosewood coffee table.",
		"Hooker describes their Eclectic furniture as personality filled pieces with mixed materials, hand painting and delightful details.",
		"In the Eclectic category, the table that really stands out is the Brigano Dining Table.",
		"It was here that the techniques and knowledge collected from many cultures and eras were brought together in a cohesive, albeit eclectic, form.",
		"Furniture that is upholstered with fabric or leather is the most comfortable, but mixing in some non-upholstered furniture, such as a wooden arm chair or rocking chair, will create a more eclectic room.",
		"Dallas, Texas is a vibrant, surprisingly eclectic design environment.",
		"While traditional, rustic, and southwestern motifs are definitely still in demand, many designers and homeowners are creating modern interiors and more eclectic styles.",
		"Even if you have different decorating styles, you can divide the room and call it an eclectic style.",
		"Even if you have different decorating styles, you can divide the room and call it an eclectic style!",
		"Contemporary and eclectic design schemes can also work beautifully in a log cabin or home.",
		"Eclectic log cabin homes can have an ultra-chic, bohemian style look with accessories and furnishings that blend decorating styles and borrow elements from a mixture of cultures.",
		"The key to successful eclectic decorating in a log cabin is to unify the design with common elements such as color, design, shape and texture.",
		"Any type of flooring can work with an eclectic design scheme.",
		"Different lighting styles can be used in an eclectic room.",
		"The furniture in an eclectic style room can be a blend of styles, such as contemporary, traditional or rustic designs.",
		"With eclectic accessories, you may find antique mixed with modern or Egyptian mixed with Mexican.",
		"Ballard Designs offers a selection of Modern, French Country, and Eclectic style furniture and accent pieces.",
		"This encourages an atmosphere of culture and excitement in the city which is reflected in the eclectic design of the surrounding homes and businesses.",
		"Since the Mediterranean region includes an eclectic mix of countries and cultures, furniture styles can vary from rustic to formal designs.",
		"Living room design ideas for eclectic tastes involve combining furnishings from a blend of sources and eras.",
		"An eclectic design is held together by furniture and finishes that share colors, patterns, textures, or shapes.",
		"Colors used in eclectic living areas usually start with neutral tones as a background such white, gray, brown, and taupe.",
		"The furniture style is somewhat eclectic but very elegant.",
		"It is probably the most eclectic of the Martha Stewart furniture collections, combining luminous metal finishes, glossy lacquers, special veneers, Art Deco and Asian themes, mother-of-pearl and painted glass accents.",
		"Whether it's a classic shiny brass lamp or an Asian ginger jar lamp, decorative table lamps will add instant elegance and refinement to a traditional, eclectic, or modern room.",
		"These elegant waterfalls are made from eclectic materials like slate, copper, and stainless steel.",
		"As a major European city, Paris is also a hub for exciting eclectic style and modern contemporary interior design.",
		"All of these iconic furniture and accessories might be seen in an eclectic Paris apartment design.",
		"The beauty of old world Tuscany dates back into the 15th century, when decorating styles were an eclectic mix of many southern European cultures.",
		"If your tastes tend toward the artistic or eclectic, then look for a grill that is beaten up and rusted.",
		"Don't be afraid to mix and match stripes and floral for an eclectic look.",
		"By combining second-hand finds with your existing pieces of furniture you can create an eclectic look and style that will be not only charming but interesting as well.",
		"A home office designed for any type of creative artist might be an eclectic mix of memorabilia, art and possibly, awards.",
		"If you don't have a strong style preference, the eclectic bedroom could be the perfect solution.",
		"While matched bedroom furniture was once preferred by interior designers, currently an eclectic collection of mismatched furniture is preferred by many designers.",
		"Many contemporary designers see the value in eclectic styles that complement one another, rather than matching each other.",
		"While many Oriental decors may use design elements from multiple cultures, it is also important to release this is an eclectic style, not a pure style that is representative of a region, culture, or country.",
		"When traditional style furniture pieces are paired with other rustic elements it makes for an interesting and eclectic decor.",
		"An eclectic style has a mixture of different styles that somehow all work together to form a coherent appearance for the room.",
		"Not everyone can pull off eclectic rooms, as they tend to look over-cluttered and sloppy.",
		"Traditional design eschews anything modern or eclectic, overstated or wild.",
		"Try to make the room look natural and eclectic.",
		"Whether you are choosing a complete furniture set or looking for a way to add a headboard to an already eclectic furniture collection, a maple wood headboard can be the perfect touch.",
		"The eclectic look can easily be achieved with the use of traditional or contemporary art, patterned fabric, furniture, accent pieces and above all, creativity.",
		"Eclectic mixes with other design styles only improved the overall effect of an Art Deco interior.",
		"Because Art Deco was a collection of rather eclectic designs, it was easy to add touches of the new movement in order to renovate the older designs.",
		"This collection is for the creative spirit that loves vibrant, floral color with a splash of eclectic fun.",
		"It means taking something old and making it new again, with kind of an eclectic, bohemian twist.",
		"Subtly different styles of rods can be used in eclectic home designs to help add interest to the design, as long as the other elements of the rods remain identical.",
		"Finally, the eye-catching stripes designed to confuse predators, making them unable to distinguish one animal from the next, would add the right balance of contrast and design to an eclectic style room.",
		"This unique animal print would work well with eclectic style decorating.",
		"This fun, eclectic look works well in a number of spaces including bedrooms, family rooms, children's rooms and dens.",
		"Modern mirrors can be minimalist or eclectic, and the simplest designs are often inexpensive.",
		"Red shadow makes a unique and eclectic statement that eludes confidence and sex appeal.",
		"Witches are such an artful and eclectic costume choice since there are so many variables of witch styles and their differing personalities.",
		"The quirky, eclectic ski community has always been open to experiencing the freer side of life, and has therefore been open-minded towards seeing a naked skier here or there.",
		"In fact, the potential combinations are endless, but wearing an eclectic mix of clothing is sure to get you noticed and will keep your style fashionably current.",
		"As I have said before, \"we are all delicate and unique snowflakes and everyone is their own eclectic rainbow of differentness.",
		"Edgy and slightly eclectic, these dresses are fancifully whimsical and they perfectly capture the magic that is prom night.",
		"Use eclectic arrangements of borrowed vases to decorate tables, use a favorite decorative item as a cake topper, or used borrowed baskets to provide homes for things like wedding programs or wedding cards.",
		"Do you want a safari or jungle décor, or are you looking for something a bit more funky and eclectic?",
		"That said, this type of curtain looks great in eclectic rooms, just as long as it isn't too busy and overcrowded.",
		"Stripes can be a very effective pattern for bath towels, whether they're large uniform stripes, small pinstripes or an eclectic mix of wide and narrow stripes.",
		"Combining an eclectic fashion sense with chiseled good looks, Pattinson was named Entertainment Tonight's Top Hunk of 2008, and earned the top spot in Glamour magazine's Sexiest Man Alive poll.",
		"With an eclectic combination of English translations of Spanish songs, songs written in English, and songs left in Spanish, Laundry Service sold over 13 million copies.",
		"Along with this eclectic group of entrepreneurs comes variety in styles and interpretations of exactly what modest means.",
		"While public areas are often eclectic and vibrant, passenger cabins are more serene.",
		"One of the oldest outposts of the Spanish Caribbean empire, San Juan is filled with interesting architecture, eclectic artwork, and delicious food.",
		"Based in Miami, this eclectic line's fleet consists of only five ships, yet it is still the largest sailing ship fleet in the world dedicated to passenger service.",
		"See how French, Creole, and Cajun influences work together to create this charming and eclectic place.",
		"A collar identifies an animal and helps secure them from dangerous situations, but they can be fashionable as well and are available in a wide range of colors, prints, and eclectic styles.",
		"This eclectic and multi-talented musician, actress, songwriter and dancer is typically associated with the bossa nova genre, but Bebel Gilberto has also dabbled in jazz, dance and experimental music in her career.",
		"Bebel's career is still on the rise, and there's no telling what this incredibly eclectic artist will be up to next.",
		"Influenced early in his life by an eclectic mix of jazz, reggae, pop, hip-hop, blues, and even opera, Jason Mraz left a lasting mark on the world of modern music with his uplifting songs.",
		"As flashy and eclectic as Steve Vai's playing was, these day-glo beauties were stunning.",
		"To find the most eclectic models, you'll likely have to go back in time and find used models that are as much as fifty years old.",
		"The décor is simple, eclectic, inexpensive and easy to find.",
		"Whether you are visually enlarging a space by using your floor tile on the walls as well, or creating a unique and eclectic look, the choices are endless.",
		"Create a backsplash in rustic, Tuscan and eclectic style kitchens to enhance the design with rustic beauty and warmth.",
		"Many macrame bracelets use elaborate knots to space out beads or to add additional texture to the design, or the knots may be simple spacers to give uniformity to an eclectic creation.",
		"Each bead is formed from a different type of birthstone and this forms a beautiful and eclectic bracelet style.",
		"A saint charm bracelet or necklace is a lovely way to create an eclectic style of jewelry.",
		"These distinctive bracelets combine the design flair of Chanel jewelry with the eclectic styling of charm bracelets.",
		"The rocker look is eclectic, which is a good thing, since you rocker guys tend to be creative.",
		"You'll find a wide variety of patterns here, so if you have eclectic tastes, you could just make this a one-stop shopping experience.",
		"Slash 'n' Burn specializes in an eclectic range of attire.",
		"This eclectic batik blazer is extremely versatile because of the myriad colors that comprise the pattern of the textile.",
		"Plus Size and Pretty offers an eclectic mix of plus size wedding gowns, including medieval-inspired looks.",
		"The company even carries items from big name designers like Ed Hardy, Jezebel and Betsey Johnson, adding a dash of high-end charm to the eclectic mix.",
		"It's better to ascertain what your particular style is, whether it's classic, modern or eclectic, and dress according to what you like, even if it's not the trendy thing to do.",
		"Sometimes a single optical shop in town doesn't have the selection to match the eclectic tastes of all the people in town.",
		"Because of the eclectic atmosphere and extraordinary memorabilia collection, the cafes draw crowds from all over the world including dignitaries, celebrities and tourists.",
		"As far as designs go, obviously the designers and artisans that make these racks can get creative and a tad eclectic.",
		"Ceramic Wine Stoppers - These eclectic stoppers feature a variety of colors and fun sayings, including \"Life is a Cabernet,\" \"I Go Well With Everything,\" and \"Put a Cork in It.\"",
		"Each team will work with a world renowned choreographer and compete in varying styles of dance, each performed with an eclectic mix of music from Latin to Rap to Country.",
		"If you're ready to express your creative and eclectic side, wear your new hair with confidence, and change it often.",
		"Many boy band members from Guns 'n' Roses and Poison rocked the mullet along with their eclectic fashions and makeup.",
		"Not every girl can, nor would, wear a funky style on a formal occasion, but that doesn't mean you should shy away from expressing your eclectic personality for fear of standing out.",
		"Most TIGI concept hair salons have an eclectic range of hair artists who have plenty of experience creating trendy and hip hairstyles.",
		"Often parents with a couple of years of homeschooling under their belt come to embrace a more eclectic approach to homeschooling.",
		"It is well organized and fairly comprehensive, but very eclectic in terms of subjects.",
		"Surprisingly, many eclectic curriculum providers give good reviews of the curriculum they sell.",
		"Land locked, mountainous, packed with an eclectic group of 26 million inhabitants, and barely larger than North Carolina, Nepal is a poor country located between India and China.",
		"Eclectic Homeschool Online has an extensive list of Christmas origami links, including several patterns for holiday ornaments.",
		"If you want something a little more unique try Babies N Bellies where you will find an eclectic selection at great prices.",
		"A visit to San Francisco just won't be complete without venturing into the eclectic world of San Francisco Chinatown.",
		"Today, the area is a mixture of spirited Italian cafes, green spaces, and eclectic stores.",
		"What's more, the Ferry Building, one of the most popular attractions in the city, is a world-class marketplace where you can find some of the most eclectic foods and gifts in town.",
		"Hotel Kabuki San Francisco is located in the city's Japantown neighborhood, which is an eclectic area rich in culture and charm.",
		"Twice a year, a new collection of eclectic, wildly-printed, eye-catching board shorts hits the shelves.",
		"An eclectic mix of soft feminine sheen and strong masculine lines, the designs entice you to peer closer.",
		"By mixing together styles and colors, the line is fun, funky and eclectic, guaranteed to help you stand out from the crowd.",
		"When you have an eclectic taste in swimsuits, it's harder to shop for what you love.",
		"If you want something more unusual, you'll like the dark coverall versions that are more eclectic and unusual.",
		"While hippie culture started the freewheeling styles of eclectic outfits and flowers and colors for men, 70s glam fashion had its basis, however distant, in genuine old-fashioned glamour.",
		"You can be a chic sophisticate or eclectic fashion maven -- animal print comes in enough varieties to suit anyone.",
		"Mixing various types of vintage votives can also lend a very unique and eclectic feel to a room.",
		"Although theme decorating can be fun, sometimes using an eclectic assortment of decorations is best.",
		"You may want to choose a theme or a color scheme for your tree, but you can also have a beautiful tree that simply displays an eclectic collection of ornaments gathered over the years by you and your family.",
		"However, if you really dive into the selection of costumes, you'll find an eclectic bunch of pumpkin princess portrayals, from rompers to fairy princesses.",
		"When you click on \"Connect,\" it drops you into a public room with an eclectic group of people.",
		"Diamond right hand rings are eclectic designs that incorporate beautiful gems into new and unexpected patterns.",
		"Heavenly Treasures has an eclectic selection.",
		"These rings are available in a wide range of styles and colors and the eclectic mix means that no two sets are ever the same.",
		"Precious Glow offers an eclectic selection of diamond eternity bands.",
		"Unlike many high-end handbag designers that focus on a limited range of distinctive styles, Juicy has embraced a vibrant and eclectic collection of different bags.",
		"Keeping up a changing handbag market, her newly released collections sport eclectic mixtures of sleek elegance and fun frills.",
		"The fun, eclectic look of Maggie B totes are the perfect addition to your travel repertoire!",
		"At the Marc Jacobs website, one can leisurely browse through the eclectic designer's handbag collection by season or \"ready to wear\"\".",
		"Patterns are geometric or floral and are put together in the manner of a patchwork quilt so as to be eclectic and eye-catching.",
		"Thanks to the Spade propensity for designs that run the gamut from neutral stripes to vivid paisleys, there's something for everyone in the eclectic mix.",
		"If you love unique style that is at once disarmingly charming and eclectic, then you are going to love these handbags.",
		"Even individuals who are not athletes can find something in the company's eclectic mix of versatile and useful merchandise.",
		"Aquarius collects friends the way some people collect eclectic pieces of art, and not all sun signs can cope with this type of lifestyle.",
		"Gemini makes an excellent mate sincethis sign isfun-loving and just as adventurous as the ram.Aquarius will charm Aries with varied interests, eclectic friends and glamorous lifestyle.",
		"Both have eclectic tastes especially when it comes to friends.",
		"Since it was originally published as a monthly newsletter, The Complete Tightwad Gazette covers an eclectic array of topics.",
		"However, some people prefer to mix and match individual pieces for a more modern, eclectic look.",
		"You'll notice the eclectic collection of apparel, Clothing, Shoes and Accessories and employees.",
		"Try on a pair of high-waisted shorts and a smocked, vintage-style top for an eclectic look.",
		"Some fashion-forward wild types wore two different Converse as part of an eclectic outfit.",
		"If you're having trouble locating more eclectic open-toes designs, this is a smart place to look.",
		"Colors are typically neutral, though you'll find a few vibrant and eclectic choices if you really want your shoes to grab the spotlight.",
		"Whether your penchant is for a unique shoe from an unknown brand, a mid-range shoe or a high-end shoe, you'll find something in this eclectic mix of stores.",
		"If you love the look of Britney's eclectic tattoo collection, you can create your own inspired pieces.",
		"La Casa Country is an eclectic fusion of Mexican charm which uses an exciting element of western American music to add an enticing element of celebration.",
		"Keep the embossed areas to the tops of cards for formal looks, or place them more randomly for eclectic cards.",
		"You can use similar beads for a very uniform appearance or alternate colors, shapes, and sizes of beads for a more eclectic look.",
		"While there is no diet that fits all individuals, an eclectic mix of new habits, including when, where, why, and how you eat, will offer you all the benefits of well-being without major sacrifices and challenges to face.",
		"I am a musician and I have a very eclectic collection of music that plays all day.",
		"The album is praised due to its genre-spanning eclectic construction.",
		"I'll say this for you anyway - your sound is eclectic.",
		"The song is leaving fans in love with still another new sound from this eclectic contemporary Christian artist.",
		"When in doubt, choose to listen to a free radio station instead or buy the songs if you really want to create your own eclectic mix of new and fun holiday songs, along with a few old favorites.",
		"His choice of eclectic, moving songs like Mad World helped to establish his originality and set him apart from the rest of the pack.",
		"With an eclectic collection of both haunting lyrics and melodies, and upbeat fun songs, this is one soundtrack that should be in everyone's collection.",
		"This season was won by Naima Mora, who was known during her season as being somewhat antisocial and eclectic.",
		"Her eclectic style meshes with a fondness for using materials that most people would never dream of decorating a room with.",
		"Michael Moloney - Michael is a designer and has a keen eye for vintage and eclectic items to furnish a home with.",
		"Actress turned talk show host Ricki Lake will oversee an eclectic group of semi-civilized females in front of a national TV audience, and the results may shock you.",
		"The downside is that is will be a most eclectic collection with no organization.",
		"There are a few reds, plenty of pinks, some nudes, several corals and plenty of eclectic purples, blues and yellows in the mix.",
		"The menu is expansive with numerous seafood main entrees as well as a large sushi and sashimi bar, offering patrons an eclectic mix of options to choose from.",
		"According to the relative predominance of these two elements arose Gnosticism, the Patristic theology, and the philosophical schools of Neo-Pythagoreanism, Neo-Platonism and eclectic Platonism.",
		"For Cousin was as eclectic in thought and habit of mind as he was in philosophical principle and system.",
		"The resort a the point of entertainment dvd home features an eclectic.",
		"In the matter of Universals, Duns was more of a realist and less of an eclectic than Aquinas.",
		"In the last stage of Greek philosophy the eclectic spirit produced remarkable results outside the philosophies of those properly called eclectics.",
		"In the 19th century the term \"eclectic\" came to be applied specially to a number of French philosophers who differed considerably from one another.",
		"It is in practical affairs that the eclectic or undogmatic spirit is most valuable, and also least dangerous.",
		"Each case must be considered on its merits; and the critic's procedure must of necessity be \"eclectic\" - an epithet often used with a tinge of reproach, the ground for which it is not easy to discover.",
		"Scepticism as to the divine origin of the Koran led him to seek the true religion in an eclectic system.",
		"He was the mythic founder of a religious school or sect, with a code of rules of life, a mystic eclectic theology, a system of purificatory and expiatory rites, and peculiar mysteries."
	],
	"synonyms": [
		"voluntaristic",
		"vitalistic",
		"animistic",
		"transcendentalistic",
		"panlogistical",
		"cosmotheistic",
		"combined",
		"choosy",
		"broad",
		"varied",
		"mixed",
		"mingled",
		"jumbled",
		"heterogeneous",
		"comprehensive",
		"eclecticist"
	],
	"antonyms": [
		"unvaried",
		"particular",
		"specific",
		"incomprehensive",
		"narrow"
	]
}