{
	"word": "ludicrous",
	"meaning": [
		"So absurd, ridiculous, or exaggerated as to cause or merit laughter.",
		"Idiotic or unthinkable, often to the point of being funny."
	],
	"sentences": [
		"The idea was so romantically ludicrous that she giggled.",
		"In fact, it was ludicrous - but it still hurt.",
		"That is just so ludicrous on so many levels.",
		"It's almost ludicrous what ultimately evolved to how it began.",
		"There is nothing shocking in this slightly ludicrous event.",
		"The entire situation was ludicrous.",
		"Why is it virtuous for a woman to practice chastity, and ludicrous for a man?",
		"It is a somewhat ludicrous undertaking, with many pitfalls the danger of treachery and the risk of ultimate failure in the quest.",
		"It was acutely painful to Leslie to be photographed in a major Gwent newspaper wearing a traditionally ludicrous hat.",
		"And Randy being somehow involved was ludicrous.",
		"No substantial documentary evidence has been discovered, and the testimony of the eyewitnesses is contradictory or just plain ludicrous.",
		"He had a slight hesitation in his speech, and his air of timidity and reserve was almost ludicrous.",
		"Doesn't the money offered to her by all these men in suits who sell pumps seem faintly ludicrous?",
		"For someone to say I want to be sexual on Satan's side and godly is absolutely ludicrous.",
		"For the college to let him go seems ludicrous.",
		"A series of unexpected and often ludicrous juxtapositions ensure that this collection of interconnected stories never become staid.",
		"The draft animal welfare Bill published last week panders to the ludicrous British obsession with the cute and cuddly.",
		"Racist Murder shows that the evidence of the ' unwitting racism ' of individual officers is ludicrous.",
		"His shyness was extreme, though covered by a grave and quiet exterior, which could not hide his love of fun and sense of the ludicrous.",
		"If he hadn't been so sophisticated, it might have been a thought to ponder - but at that point any idea of him quitting his job as a top salesman and moving to Arkansas to become a veterinarian would have been ludicrous.",
		"On the one hand, I think that sounds pretty ludicrous.",
		"On film, however, the story quickly becomes ludicrous.",
		"Alongside his idiot sidekick, Ludicrous, he returns again and again to challenge the hero, and always fails.",
		"While I go up to the tall topmast To try if I can't see land. sound inexpressibly ludicrous.",
		"Claims from organizations like the Countryside Alliance that the Government is carrying out a vendetta against the people of the country are ludicrous.",
		"Beckham called both incidents \"ludicrous,\" and there seemed to be no repercussions with his marriage to Victoria.",
		"In fact, in the midst of the desert, the idea of a cruise vacation may seem ludicrous, but in fact, it is an attractive option from this resort city.",
		"However just like the character profiles mentioned above, none of this seems to matter with soap operas - viewers are happy to go along for the ludicrous ride, and many have found it to be quite fun.",
		"What was surprising to original viewers of the show was that originally, Counsellor Deanna Troi functioned at bridge command staff, ludicrous from a contemporary point of view.",
		"To her, the idea was ludicrous, and yet, it probably looked that way to Dulce.",
		"Child dismisses his inferences as \"ludicrous.\"",
		"All originality is crushed out and a blind and ludicrous dependence on written tradition - even in things profane - takes its place.",
		"Bond's self-assurance was so impregnable that his women needed ludicrous identities and pumped-up sexuality to compete.",
		"Cent presidential financial advisor... sounds ludicrous right?",
		"But his pretensions were ludicrous; he was quickly captured by the Chileans and sent back to France (1862) as a madman; and though he made one more abortive effort in 1874 to recover his \"kingdom,\" and occupied his pen in magnifying his achievements, nobody took him seriously except a few of the deluded Indians.",
		"An instance of this, ludicrous while grossly tyrannical, is preserved in the records.",
		"This adventurer, at once ludicrous and formidable, was a native of Ireland, and was thought to be put forward by Richard to test the popularity of the Yorkist cause.",
		"How do we resist such ludicrous absolutism, even from such extremely brilliant men?",
		"It was so ludicrous it made you think of Mel Brooks or Monty Python playing a scene of monstrous king and fawning courtiers.",
		"Friday 14 May Dragged in The International Cricket Council finally deigns to do something about the ludicrous state of cricket in Zimbabwe.",
		"It's a mildly ludicrous justification but then it's a fairly harmless hobby.",
		"He was probably not unconscious of this danger; for, as he gained experience as a writer, his diction became more simple, and his ludicrous illustrations less frequent.",
		"While I go up to the tall topmast To try if I ca n't see land. sound inexpressibly ludicrous.",
		"It was nearly three months afterwards that the famous, ludicrous and brutal arrest was made at Frankfort, on the persons of himself and his niece, who had met him meanwhile.",
		"When we think of the pass to which things had come in Paris by this time, and of the unappeasable ferment that boiled round the court, there is a certain touch of the ludicrous in the notion of poor Richard Burke writing to Louis XVI.",
		"But the actual doctrine taught by Massenbach, who was now a colonel, may be summarized as the doctrine of positions carried to a ludicrous excess; the claims put forward for the general staff, that it was to prepare cut-anddried plans of operations in peace which were to be imposed on the troop leaders in war, were derided by the responsible generals; and the memoirs on proposed plans of campaign to suit certain political combinations were worked out in quite unnecessary detail.",
		"It shows in its author a want of reverence, a want of decency in the proper sense, a too great readiness to condescend to the easiest kind of ludicrous ideas and the kind most acceptable at that time to the common run of mankind.",
		"We assume that the rite employed was serious and Anglican may reverent, and there is no longer any need to refute the fable of a ludicrous consecration at the \"Nag's Head \" tavern.",
		"On her monument at Bromley he placed an inscription extolling the charms of her person and of her manners; and when, long after her decease, he had occasion to mention her, he exclaimed with a tenderness half ludicrous, half pathetic, \"Pretty creature !\"",
		"Swift's grave humour and power of enforcing momentous truth by ludicrous exaggeration were next displayed in his Modest Proposal for Preventing the' Children of Poor People from being a Burden to their Parents or the Country, by fattening and eating them (1729), a parallel to the Argument against Abolishing Christianity, and as great a masterpiece of tragic as the latter is of comic irony.",
		"Dean realized from his past experience that being forthcoming and subjecting himself to interrogation without an attorney was naive but the entire idea of his trying to kill Shipton was so ludicrous in his mind, he tended to minimize the seriousness of the situation.",
		"I didn't know, but it bothered me immeasurably. qqq I'm sure we all felt we were on some ludicrous death watch with Mrs. Abbott holding our future hostage with her tenuous cling to life.",
		"It was ludicrous anyway."
	],
	"synonyms": [
		"idiotic",
		"preposterous",
		"nonsensical",
		"ridiculous",
		"laughable",
		"cockeyed",
		"absurd",
		"derisory",
		"farcical",
		"zany",
		"silly",
		"ridiculous. funny",
		"foolish",
		"risible",
		"comical"
	],
	"antonyms": [
		"logical",
		"sensible",
		"reasonable"
	]
}