{
	"word": "scrutinize",
	"meaning": [
		"To look at very carefully; examine closely; inspect minutely.",
		"To audit accounts etc in order to verify them."
	],
	"sentences": [
		"However, he didn't scrutinize the grocery bill.",
		"I 'd encourage people to scrutinize the online document.",
		"The drawback to this is that you can't scrutinize the merchandise as you can when buying it in person.",
		"Scrutinize the profiles that potential matches provide.",
		"They are there to scrutinize draft legislation, and amend, reject or pass it as they decide.",
		"They will monitor details of suspect claims and scrutinize millions of them to find patterns or links.",
		"Another very good reason for a lay shareholder to closely scrutinize the Board !",
		"Whereas courts scrutinize wiretap requests very carefully, authorizations for access to call setup information are routinely granted with no substantive review.",
		"Look for testimonials of course attendees and scrutinize the credentials of the course instructor.",
		"Just as the Protocols say, Gentile society does not scrutinize the origin or the consequences of the theories it adopts.",
		"Yet the queen found it impossible to restore the monastic lands, though she showed some disposition to scrutinize the titles of grantees.",
		"Parliament, and the wider community, should be in a position to scrutinize the entire process and not simply rubber-stamp crucial decisions.",
		"Another very good reason for a lay shareholder to closely scrutinize the Board!",
		"Out how much robert including several often do n't scrutinize like many insurers.",
		"The promissione ducale was binding on the doge and his family, and could be, and frequently was, altered at each new election, a commission, Inquisitori sopra it doge def unto, being appointed to scrutinize the actions of the deceased doge and to add to the new oath whatever provisions they thought necessary to reduce the dogeship to the position of a mere figurehead in the state.",
		"At that period the chief concern of the body was to prevent buyers from being imposed upon by sellers who were much given to offering old furs as new; a century later the Skinners' Company received other charters empowering them to inspect not only warehouses and open markets, but workrooms. In 1667 they were given power to scrutinize the preparing of rabbit or cony wool for the wool trade and the registration of the then customary seven years' apprenticeship. To-day all these privileges and powers are in abeyance, and the interest that they took in the fur trade has been gradually transferred to the leather-dressing craft.",
		"Bodybuilders and other athletes scrutinize every tiny muscle in their biceps when doing curls to make sure they are exercised to perfection.",
		"Lastly, make sure you scrutinize the wedding invitation and the schedule for any specific dress requirements.",
		"Scrutinize labels for sodium and trans fats, and serve with hummus or cheese to make them more filling.",
		"Before buying any exercise equipment, it would behoove you to take the time to try out the machine and scrutinize its construction.",
		"This means that someone else can scrutinize the card activity to ensure no unauthorized charges have been made.",
		"Celebrities these days have to accept the fact that the media will scrutinize, study and report on their weight.",
		"It behoves us then at the outset to scrutinize very carefully the general configuration of flying animals, and in particular the size, shape and movements of their flying organs.",
		"I know how you like to scrutinize a thing to death."
	],
	"synonyms": [
		"take-stock",
		"size up",
		"scrutinise",
		"audit",
		"inspect",
		"case",
		"traverse",
		"go over",
		"con",
		"survey",
		"peruse",
		"study",
		"view",
		"examine",
		"check"
	],
	"antonyms": [
		"glance at"
	]
}