{
	"word": "maxim",
	"meaning": [
		"A concisely expressed principle or rule of conduct, or a statement of a general truth.",
		"A key principle of law that has been repeated so often it has become a commonplace expression.",
		"An early, single-barreled, automatic machine gun.",
		"The Maxim gun, a British machine gun of various calibres used by the British army from 1889 until World War I."
	],
	"sentences": [
		"Maxim, like Langley, employed a staff of highly skilled workmen.",
		"This last was the collection first known and chiefly used in the West during the middle ages; and of its 134 only 97 have been written on by the glossatores or medieval commentators; these therefore alone have been received as binding in those countries which recognize and obey the Roman law, - according to the maxim Quicquid non agnoscit glossa, nec agnoscit curia.",
		"The Royalist cavalry was disorganized by victory as often as by defeat, and illustrated on numerous fields the now discredited maxim that cavalry cannot charge twice in one day.",
		"They turned the maxim that \"there is no peace beyond the line\" against its inventors.",
		"What can come nearer Hume's celebrated maxim - \"Anything may be the cause of anything else,\" than Butler's conclusion, \"so that any one thing whatever may, for aught we know to the contrary, be a necessary condition to any other.\"",
		"So, too, in his great maxim \" bear and forbear,\" the last is a command to refrain from the external advantages.",
		"Following what was then deemed a fundamental maxim of political science, they divided the government into three departments, the legislative, the executive and the judicial, and sought to keep each of these as far as possible detached from and independent of the other two.",
		"It was a fundamental maxim that the sage was to take part in public life; and it does not appear that his political action was to be regulated by any other principles than those commonly accepted in his community.",
		"The Realists, he considers, have greatly sinned against this maxim in their theory of a real universal or common element in all the individuals of a class.",
		"So far as regards criminal offences, the maxim as to ignorantia juris admits of no exception, even in the case of a foreigner temporarily in England, who is likely to be ignorant of English law.",
		"Many people use the old maxim that over 100 years old means it is antique.",
		"The first maxim is indisputable, provided we understand by \"harder\" harder to the scribe, and by \"easier\" easier to the scribe.",
		"The second maxim refers to the well-known fact that accretions from marginalia, &c., lengthen and at the same time weaken a text.",
		"For De Maillet not only has a definite conception of the plasticity of living things, and of the production of existing species by the modification of their predecessors, but he clearly apprehends the cardinal maxim of modern geological science, that the explanation of the structure of the globe is to be sought in the deductive application to geological phenomena of the principles established inductively by the study of the present course of nature.",
		"At the age of fourteen he found his way to Berlin, where Frederick the Great, inspired by the spirit of Voltaire, held the maxim that \" to oppress the Jews never brought prosperity to any government.\"",
		"Armstrong, Whitworth & Co., and the battleship \" Messudiyeh \" (9100 tons displacement) reconstructed by the firm of Ansaldo (Genoa) in 1902, and re-armed by Vickers, Sons & Maxim, formed the only really effective war-ships at the disposal of Turkey in 1910, although a few armoured ships in addition might still serve for coast defence at a pinch, and a few more for training ships.",
		"He reversed the Hippocratic maxim \"art is long,\" promising his scholars to teach them the whole of medicine in six months, and had inscribed upon his tomb iaTpovLKc, 7 r, as being superior to all living and bygone physicians.",
		"On the other hand, he advances too easily from the maxim that function is prior to, and makes, structure to the conclusion that the results of use and disuse are therefore immediately incarnated in structural adaptations capable of hereditary transmission.",
		"As constable of Dundee he secured the commutation of the death penalty on minor offenders under his jurisdiction, and his expressed maxim was \" in the greatest crimes it is thought wisest to pardon the multitude and punish the ringleaders.\"",
		"Of a more decided polemical character is the Lumina of Maxim of Peloponnesus, translated from the Greek (Bucharest, 1699).",
		"For while he maintains constantly his favourite maxim \"that there is nothing in the intellect which has not been in the senses\" (nihil in intellectu quod non pries fuerit in sensu), while he contends that the imaginative faculty (phantasia) is the counterpart of sense - that, as it has to do with material images, it is itself, like sense, material, and essentially the same both in men and brutes; he at the same time admits that the intellect, which he affirms to be immaterial and immortal - the most characteristic distinction of humanity - attains notions and truths of which no effort of sensation or imagination can give us the slightest apprehension (Op. ii..383).",
		"Blue bridal shoes are a fun take on the \"something blue\" maxim, but they pair best with a white dress.",
		"Still following the wise maxim which he had adopted as a student, \" multum legere potius quam multa,\" he reviewed again and again the immortal works of the French and English, the Latin and Italian classics.",
		"He was the last man in the world to act on the worldly-wise maxim that an enemy should always be treated as if he may one day be a friend, and a friend as if he might become an enemy.",
		"With a maxim such as this, it was easy for him to maintain that Elizabeth's coercive measures were political and not religious.",
		"So the practice of securing places for persons who have served the party, in however humble a capacity, has sprung from the maxim that in the strife of politics the spoils belong to the victors, and has furnished a motive of incomparable and ever-present activity ever since the administration (1829-1837) of President Andrew Jackson.",
		"This bias is reflected in the maxim that \"correction should precede interpretation,\" which is no more than a half-truth.",
		"It is armed with naval quick-firing guns, Krupp,Hotchkiss, Nordenfeld and Maxim.",
		"But the legal maxim that corporations never die is well illustrated by the survival of the fine series, not complete, indeed, but very full, of the matrices of English corporations, beginning with the close of the 12th century.",
		"As a bonus, she achieved brevity, in conformity to the Maxim of Manner.",
		"However, remember the maxim \" let the buyer beware \" .",
		"Jesus's reply was simply a well known maxim of the Pharisees.",
		"Actions louder than words The old maxim about actions speaking louder than words also applies here.",
		"I suggest an adaptation of Henry Ford's famous courtroom maxim is appropriate - The future is bunk.",
		"These, together with the development of smokeless propellants in rifle caliber cartridges, assisted Maxim's work.",
		"This is what we mean by the maxim that there are \" no eternal truths \" .",
		"No one is quarreling with the maxim to prune all unnecessary verbiage.",
		"She meets the wealthy widower Maxim de Winter (Laurence Olivier) in Monte Carlo, where they fall in love and get married.",
		"As a maxim for guidance in public affairs, laisser faire was genuinely relevant at the end of the 18th and the beginning of the 19th century, when the Statute Book was cumbered with vexatious and obsolete laws.",
		"He also made it a principle not to relate that which was already well known, a maxim which necessarily prevented his works attaining a popularity with the unlearned equal to their reputation among historians.",
		"A valuable work on the condition of Poland was written by Stanislaus Leszczynski, who was twice chosen king, entitled Glos wolny wolno§ g ubezpieczajq,cy (A Free Voice Guaranteeing Freedom), where he tells the Poles some homely and perhaps disagreeable truths illustrating the maxim Summa libertas etiam perire volentibus.",
		"Ingalls, U.S.A., for approximating to a high angle trajectory in a single arc, which assumes that the mean density of the air may be taken as the density at two-thirds of the estimated height of the vertex; the rule is founded on the fact that in an unresisted parabolic trajectory the average height of the shot is two-thirds the height of the vertex, as illustrated in a jet of water, or in a stream of bullets from a Maxim gun.",
		"In 1908 the Egyptian army, with a total establishment of 18,000, consisted of three squadrons of cavalry (one composed of Sudanese) each numbering 116 men; four batteries of field artillery and a Maxim battery, horses and mules being used, with a total strength of 1257 of all ranks; the camel corps, 626 of all ranks (fellahin and Sudanese); and nine fellahin and si-x Sudanese infantry battalions, 10,631 of all ranks.",
		"It expressly refers itself to the maxim of Protagoras that \"man is the measure of all things,\" and is best conceived as a protest against the assumption that logic can treat thought in abstraction from its psychological context and the personality of the knower, i.e.",
		"This is what we mean by the maxim that there are \" no eternal truths \".",
		"Fox has earned mentions in men's magazines as one of the hottest celebrities, including several appearances on Maxim's Hot 100 list and her own FHM title as \"The World's Sexiest Woman.\"",
		"She appeared on Maxim's Hot 100 list in 2010 at number nine, and was named one of Playboy's Sexiest Celebrities in 2011.",
		"Maxim listed her as part of the \"Hot 100\" for 2004.",
		"Longoria ranked number one in Maxim magazine's \"Hot 100\" of 2005 and 2006.",
		"She appeared on the cover of the 100th edition of Maxim magazine (April 2006).",
		"She was number six on Maxim's Hot 100 list.",
		"Maxim Online named him as \"2nd Sexiest TV News Anchor\" in 2006.",
		"Additionally, men's magazines, such as Maxim, have cornered the market on featuring celebrities in all of their sexy glory.",
		"Maxim - The online version of this men's magazine features a gallery with plenty of slideshow categories to keep you entertained.",
		"Fey was number 80 on Maxim magazine's 2002 list of Hot 100 Women.",
		"Even more main stream magazines like Vanity Fair and Maxim have showed a little nudity here and there, though these publications tend to at least attempt to cover up their subjects.",
		"She has appeared on the cover of Maxim and as a correspondent for Showbiz Tonight on CNN, Fox News Live and Ryan on Air with Ryan Seacrest.",
		"A good maxim to live by is that if it seems too good to be true, it probably is.",
		"Perhaps this maxim was inspired by the stag bounding away from his predators.",
		"Monaco is a well-known model and actress, perhaps best known for her roles on Baywatch, General Hospital and appearing in Playboy and Maxim.",
		"She has not been part of Maxim's swimsuit issue, but was named one of Maxim's Hot 100 women of 2007.",
		"Her images appeared in distinguished magazines like Maxim, and she has been featured as a swimsuit model with Hawaiian Tropic as well.",
		"From there, it wasn't long before her stunning good lucks caught the attention of male magazines, Playboy, Maxim, Stuff and FHM.",
		"She landed the number one spot on Maxim's Hot 100 list in 2001.",
		"Jillian has also appeared twice in Maxim magazine and was on their September 2003 cover.",
		"In taking this course Joseph made the capital mistake of neglecting the Machiavellian maxim that in changing the substance of cherished institutions the prince should be careful to preserve the semblance.",
		"It is interesting to find that, with all this activity in the present reformed methods of research and verification are not confined to the work of the passing day; in the brilliant achievements of modern research and reconstruction the maxim that \"Truth is the daughter of Time\" has not been forgotten.",
		"No doubt, rational evidences had appeared in books of rhetoric, as we see from Plato's Phaedrus, 266-267,where we find proofs,probabilities, refutation and maxim, but mixed up with other evidences.",
		"Each of them, the probability (chap. 8), the example (chap. 9), the proof (chap. to), the consideration (chap. 11), the maxim (chap. 12), the sign (chap. 13), the refutation (chap. 14), though very like what it is in the Rhetoric, receives in the Rhetoric to Alexander a definition slightly different from the definition in the Rhetoric, which it must be remembered is also the definition in the Prior Analytics.",
		"Originally the rule was for the states to hold annual elections; in fact, so strongly did the feeling prevail of the need in a democratic country for frequent elections, that the maxim \" where annual elections end, tyranny begins,\" became a political proverb.",
		"Sir Walter assures us that a Scots earl took this maxim so seriously to heart that he planted a large tract of country with trees, a practice which in these days is promoted by the English and Royal Scottish Arboricultural Societies.",
		"The general rule was said to be that all lands within a parish are subject to tithes, and a layman was not allowed to prescribe generally that his lands were exempt; but he had to show a special exemption, and no length of possession was regarded in law in view of the maxim nullum tempos occurrit ecclesiae, although equity did take account of it.",
		"It contains the famous maxim that purity of intention may be a justification of actions which are contrary to the moral code and to human laws; and its general tendency is to find excuses for the majority of human frailties.",
		"That the state should appropriate to itself a direct share in the produce of the soil is a fundamental maxim of Indian finance that has been recognized throughout the East from time immemorial.",
		"It used to be held as a maxim that plague never appeared east of the Indus; nevertheless it was observed during the 19th century in more than one distinct centre in India.",
		"Its one object was to broaden Burgundy's mind, and ever keep before his eyes the \"great and holy maxim that kings exist for the sake of their subjects, not subjects for the sake of kings.\"",
		"Maxim, who began their aerial experiments about the same time (1888-18go).",
		"He was \"rooted\" in what Diodati described to Dohna as \"the most dangerous maxim, that God does not regard externals so long as the mind and heart are right before Him.\"",
		"He considers that this fundamental rule or imperative \" act on a maxim which thou canst will to be law universal \" supplies a sufficient criterion for determining particular duties in all cases.",
		"The Roman maxim that what the prince wills has the force of law wa4 not disputednor did the Spaniard doubt that the king acting by himself was the prince.",
		"The rest of chapters deal with the newsstand maxim.",
		"Joanna Krupa may be best known for her appearances in men's magazines like FHM, Maxim, Stuff and Playboy, but she's been featured in other advertisements (both in and out of a bikini).",
		"Ms. Krupa received German Maxim's Model of the Year (2004-2005) and appeared as a Miss Howard TV model in December 2007.",
		"This seems like an unusual move for an actress who has been mindful of her image and publicity and has been loathe to do even a basic swimsuit photo shoot, let alone something for a men's magazine like Maxim.",
		"Guys and gals alike eagerly look forward to the Maxim swimsuit issue.",
		"The Maxim swimsuit issue makes its way onto the shelves near the beginning of the year.",
		"Maxim has beautiful girls, fodder to hit the gym, and sceneries filled with warmth.",
		"There are many beautiful women who have graced the pages of th Maxim February issues over the years.",
		"It's clear to see why Maxim has been making February hotter since 2000!",
		"You don't look at Maxim for the articles?",
		"If you like the Maxim swimsuit issue, you will also enjoy the Maxim Real Swimsuit DVD that came out in 2004.",
		"Maxim routinely features some of the hottest bods in the world in their magazine.",
		"And while Maxim tends to cater to male tastes, that doesn't mean that women wouldn't enjoy flipping through its steamy pages.",
		"Megan Fox bikini pictures soon followed, and since that time the young starlet has been a virtual fixture of the men's magazine, Maxim.",
		"She was a professional wrestler and has modeled in such magazines as Maxim and Stuff where she was also the fitness editor and wrote an occasional column.",
		"Although named one of Maxim's sexiest women of 2008, singer-songwriter Taylor Swift does not seem too interested in overtly sexy photos.",
		"Simply put, WW's website adheres to the maxim that \"sex sells\", and you'll be hard pressed to find another online swimsuit shop that dares to bare as much flesh as this one.",
		"The old maxim that there are \"plenty of fish in the sea\" takes on new meaning when it comes to picking the perfect easy fish costumes to make!",
		"A handbag makes a statement, and this is the sort of maxim that guides designers such as Isabella Fiore.",
		"A favorite men's magazine Maxim has the Maxim Movie Blog that contains the most recent news about the HD DVD industry as well as a handful of succinct movie reviews.",
		"The selection includes popular titles such as Child, Men's Health, Field & Stream, Maxim, and Reader's Digest.",
		"In fact, to those of us who live by the maxim that you can never have too many shoes, bags, or accessories, they may even be more important.",
		"Not only do the shoes appear in some of the industry's most popular magazines (including FHM and Maxim), they also appear on some of the world's most famous feet!",
		"The maxim \"a shake for breakfast, a shake for lunch, and a sensible dinner\" is the company's trademark, though the company has progressed far beyond the powdered shake mixes that were its trademark for so many years.",
		"Brittany Brower - Former contestant on America's Next Top Model and once voted \"The Hottest Girls of Reality T.V.\" by Maxim magazine.",
		"Bonnie-Jill Laflin - This former Dallas Cowboy's cheerleader also graced the list of Maxim's Hot 100 Women back in 2005.",
		"Many of the girls appeared in Playboy magazine, and there were also spreads in Maxim and other men's magazines around the world.",
		"She has appeared on the pages of Playboy, FHM, and Maxim magazines.",
		"She was ranked number 62 on Maxim's Hot 100 list in 2008.",
		"Among the opportunities he has helped her with is a 2010 Maxim magazine spread as part of the Maxim Hot 100 List.",
		"Like many things on the web, it's pretty easy to locate free ebay templates - but another maxim is also true - anything free is worth what you pay for it."
	],
	"synonyms": [
		"saying",
		"sir hiram stevens maxim",
		"axiom",
		"word",
		"saw",
		"motto",
		"byword",
		"proverb",
		"witticism",
		"truism",
		"sententia",
		"rule",
		"precept",
		"pearl",
		"moral"
	],
	"antonyms": []
}