{
	"word": "obstinate",
	"meaning": [
		"Unreasonably determined to have one's own way; not yielding to reason or plea; stubborn; dogged; mulish.",
		"Stubbornly adhering to an attitude, opinion, or course of action; obdurate.",
		"Resisting remedy or treatment.",
		"Characterized by such adherence.",
		"Difficult to manage, control, or treat."
	],
	"sentences": [
		"He was incapable, obstinate and perfectly selfish.",
		"His obstinate resistance came to an end.",
		"He showed an obstinate refusal to admit that things were bad.",
		"William, however, was too proud and too obstinate to lend himself to such a course.",
		"Kiera's mate hadn't counted on an obstinate bride.",
		"Charlie, a delightful little gray mouse is shy, impulsive and sometimes obstinate.",
		"When the Czechs refused this request the Germans responded with more obstinate obstruction.",
		"He was an obstinate man, clinging to a guitar twanging Christianity in the face of public opinion.",
		"Burgos offered an obstinate defence.",
		"No one was ever so ready for argument and, I must add, so obstinate and lovable.",
		"They were quite obstinate in their opinions and sneered at my \"naïvety\" in accepting your suggestions.",
		"What is left will be an obstinate remainder of difficulties, for which there is no solution or only too many.",
		"After an obstinate fight the Scots were overpowered and defeated with great loss.",
		"He refused to come to any understanding with the government, although offers were made to him by Bonaparte, who admired his skill and his obstinate energy.",
		"Father Enfantin held fast by his ideal to the end, but he had renounced the hope of giving it a local habitation and a name in the degenerate obstinate world.",
		"The firing drew other troops towards the critical point, and very shortly the wood of Maslowed became the scene of one of the most obstinate conflicts in military history.",
		"Cassander, Antipater's son, hastened from Peloponnesus, and, after an obstinate siege, compelled the surrender of Pydna, where she had taken refuge.",
		"The great numerical superiority of the Federals enabled Sherman to press back the Confederates without a pitched battle, but the severity of the skirmishing may be judged from the casualties of the two armies (Sherman's about 26,000 men, Johnston's over io,000), and the obstinate steadiness of Johnston by the fact that his opponent hardly progressed more than one mile a day.",
		"On the 27th of July the place surrendered after an obstinate defence; during the siege Wolfe had had charge of a most important section of the attack, and on his lines the fiercest fighting took place.",
		"Thus the Prussian infantry encountered unusually obstinate resistance and the troops engaged rapidly slipped from all superior control.",
		"But fortunately for us both, I am a little stronger, and quite as obstinate when I set out.",
		"An obstinate resistance was offered by the city to Lautrec de Foix in 1528; and his entrance within its walls was followed by the massacre, it is said, of 18,000 of its citizens.",
		"But instead of support, Casimir encountered obstinate obstruction at every point.",
		"But the Poles proving obstinate, and Austria simultaneously displaying a disquieting interest in the welfare of the Republic, Prussia, on 1 I Pol.",
		"He came boldly to the front in the middle of December as the champion of Saxony; and, as Russia and Prussia were still obstinate, Metternich and Castlereagh demanded the admission of France to the secret council.",
		"In 1204 Hubert distinguished himself by a long and obstinate defence of Chinon, at a time when nearly the whole of Poitou had passed into French hands.",
		"In medicine it is frequently employed as a hydragogue purgative, specially valuable in febrile diseases, in congestion of the portal system, and in the obstinate constipation of painters' colic. In the last case it is combined with potassium iodide, the two salts being exceedingly effective in causing the elimination of lead from the system.",
		"In 1577 he was committed to the care of Cox of Ely with strict rules for his treatment; and the bishop (1578) could find no fault with him except that \"he was a gentle person but in the popish religion too, too obstinate.\"",
		"While a student he was not unaccustomed \" to make good cheer and be merry,\" but at the same time he was a punctilious observer of the minutest rites of his faith and \"as obstinate a Papist as any in England.\"",
		"But the Swedish fleet escaped, and the annihilation of the Danish fleet by the combined navies of Sweden and Holland, after an obstinate fight between Fehmarn and Laaland at the end of September, exhausted the military resources of Denmark and compelled Christian to accept the mediation of France and the United Provinces; and peace was finally signed at BrOmsebro on the 8th of February 1645.",
		"In 1714 it was taken after an obstinate resistance by the duke of Berwick in the interests of Philip V., and at the close of the war was reluctantly reconciled to the Bourbon dynasty.",
		"It belonged to Venice until 1797, when it came under Austrian dominion; it revolted in 1848, and again in 1849, being the only Lombard town to rally to Charles Albert in the latter year, but was taken after ten days' obstinate street fighting by the Austrians under Haynau.",
		"Such proposals could not be entertained by Great Britain; and as the sultan remained obstinate the British ambassador on the 3rd of May presented a note to the Porte requiring compliance with the British proposals within ten days.",
		"After an obstinate resistance the town was taken by the besiegers on the 24th of June 1535, and in January 1536 Bockholdt and some of his more prominent followers, after being cruelly tortured, were executed in the market-place.",
		"Sigismund's obstinate insistence upon his right to the Swedish crown was the one impediment to the conclusion of a war which the Polish Diet heartily detested and very successfully impeded.",
		"He behaved with extraordinary skill, displaying in the heat of the conflict all the abilities of an experienced conspirator, knowing, \"like the snail, how to draw in his horns as soon as he met with an obstacle\" (Thiers), but supple, resourceful and unscrupulous as to the choice of men and means in his obstinate struggle for power.",
		"He was naughty and obstinate.",
		"And in chapter 48 they do n't listen to him, but are obstinate, stiff-necked people who deal treacherously and rebel.",
		"Her obstinate behavior was considered perverse and unacceptable in the stern environment.",
		"You have to be committed to make the startup successful, and at times you must demonstrate an obstinate, even pig-headed determination to make your business successful.",
		"A loving, even tempered breed that is quick to learn but can be obstinate if not trained from the beginning, a Portuguese Water Dog can be the dog for you.",
		"What a pain, and I'm lucky I didn't remove my thumb along with the obstinate seal.",
		"Unfortunately, nursemaid's elbow commonly occurs when an obstinate child is forcibly pulled along or lifted by the forearm by a parent or older sibling.",
		"Taurus is notorious for his obstinate nature.",
		"It was feared that the heresy, if suffered to make headway, would spread like wildfire among the ignorant Russian peasantry, and Archbishop Nikon was sent to Athos to threaten the recalcitrant brethren with severe temporal and eternal penalties should they remain obstinate.",
		"At the meeting between the king and the citizens to arrange for the defence of the capital, Nansen urged the necessity of an obstinate defence.",
		"Philo, who tells how any suggestion of appeal by the Jews to Tiberius enraged him, sums up their view of Pilate in Agrippa's words, as a man \" inflexible, merciless, obstinate.\"",
		"Despite all the protests and negotiations of Laynez, the pope remained obstinate; and there was nothing but to submit.",
		"A formidable agitation sprang up in France, which only served to make the king more obstinate.",
		"He is described at this period as intellectual, upright and absolutely trustworthy, but obstinate and self-opinionated to the highest degree, arguing with antiquaries about coins, with equerries about horses, and with foreigners about their own countries, always certain that he was right and they wrong, whatever the discussion might be.",
		"Athanaric was a harsh and obstinate heathen, and his short reign was chiefly famous for his brutal persecution of his Christian fellowcountrymen.",
		"After a fierce and obstinate fight, in which Conrad and many other nobles fell the Germans were victorious; the Magyars were even mon thoroughly scourged than in the battles in which Ottos fathe had given them their first real check.",
		"After this event the best years of his life were sJent in Italy, where, in his long and obstinate struggle with the Lombard cities and with Pope Alexander III., he chiefly acquired his fame.",
		"The work was, however, more difficult than had been anticipated; the Mahommedans offered a strenuous resistance; military operations were attended with great difficulty in the mountainous country; 200,000 men were required, and they did not succeed in crushing the resistance till after some months of obstinate fighting.",
		"It was only after Mahomet encountered obstinate resistance that the tone of the revelations became thoroughly passionate.",
		"Few of these unfortunates possessed any other weapon than the long staff (nebbut) of the Egyptian peasant; still they offered an obstinate resistance, and the combat in which they were defeated resembled a massacre.",
		"That town was captured, after an obstinate defence, on the 17th of January 1883, by which time almost the whole of the Sudan south of Khartum was in open rebellion, except the Bahr-elGhazal and the Equatorial provinces, where for a time Lupton Bey and Emin Pasha were able to hold their own.",
		"He was impulsive, obstinate, severe, autocratic; but his mind was open to large ideas, and he threw himself into his undertakings with an energy and determination that often compelled success.",
		"But the prince regent, if a good patriot, was a poor politician, and invincibly obstinate.",
		"Heresy proved more obstinate.",
		"The betrothal was actually fixed for the 22nd of September, when the whole arrangement foundered on the obstinate refusal of Gustavus to allow his destined bride liberty of worship according to the rites of the Greek Orthodox Church - a rebuff which undoubtedly accelerated the death of the Russian empress.",
		"The majority accordingly converted, the obstinate were extirpated.",
		"The most important event in the protracted war which led to the conquest of Iran, was the battle of Nehawend in 641; 2 the most obstinate resistance was offered by Persis proper, and especially by the capital, Istakhr (Persepolis).",
		"Generous to his friends, he was miserly to those who displeased him; very skilled in the art of the engineer, catholic in his faith, far-seeing, obstinate in his resolution.",
		"Kyme was sent home into Lincolnshire, but Anne was committed to Newgate, \"for that she was very obstinate and heady in reasoning of matters of religion.\"",
		"He was again - summoned to return to England to explain himself, but declined until he could do so with honour and safety; but he was on the point of going at all risks, when he heard from his mother and brother that the whole family would suffer if he remained obstinate.",
		"As John still remained obstinate, the pope at length invited the French king Philip Augustus to enter England and depose him.",
		"Disappointed in his quest, and meeting with obstinate resistance from the southern tribes, he returned to Peru with his whole force in 1538.",
		"In cases where diarrhoea is very obstinate and lasts for weeks, sulphuric acid is sometimes more efficacious than alkalis; and in chronic colics it may be necessary to treat the mucous membrane by local application of astringent solutions.",
		"Demetrius now attempted the reduction of Rhodes, which had refused to assist Antigonus against Egypt; but, meeting with obstinate resistance, he was obliged to make a treaty upon the best terms that he could (304).",
		"He was elected deputy by the department of the Seine in 1871, and was one of the most obstinate opponents of the terms of peace between France and Germany.",
		"Though not destitute of good impulses Lancaster was hasty, improvident and obstinate; he was unfortunate in his choice of friends, for he allied himself to all his fathers unscrupulous dependents.",
		"They would have been wise to accept the agreement; but with obstinate and misplaced courage they refused to acknowledge Charles as king of France, or to give up to him the capital.",
		"But the obstinate and hard-handed Warwick beat them down again and again, and the old Lancastrian party was Battle of almost exterminated when the last of its chiefs went Hexham.",
		"In May 1828, on the initiative of Lord John Russell, the Test and Corporation Acts were repealed; in the same session a Corn Bill, differing but little from those that Wellington had hitherto opposed, was passed; and finally, after a strenuous agitation which culminated in the election of OConnell for Clare, and in spite of the obstinate resistance of King George IV., the Catholic Emancipation Bill was passed (April 10, 18 29) by a large majority.",
		"As Louis was obstinate, he felt that he could do no more, resigned office on the 15th of June and Emeute of went to join the army of the north.",
		"He became indeed \"doux entete\" (gentle but obstinate) as his mother called him, persistent in his ideas and always ready to return to them, though at the same time yielding and drawing back before the force of circumstances.",
		"By his death vanished all hope of renewing the extraordinary fortune which for twenty years placed the descendant of the great emperor, the Carbonaro and dreamer, at once obstinate and hesitating, on the throne of France.",
		"A few half-hearted campaigns against recalcitrant vassals and a long and obstinate quarrel with the papacy over his adulterous union with Bertrade de Montfort, countess of Anjou, represented the total activity of Philips reign; he was greedy and venal, by no means disdaining the petty profits of brigandage, and he never left his own domains.",
		"As a ruler he was at once weak, unstable and obstinate.",
		"English army to the relic.f of the capital, retired when he found he was too late, and an obstinate battle, in which the gallant general lost his life, had to be fought before the troops could secure their embarcation at Corunna.",
		"The capture of Seville resulted in the dissolution of the central junta, and the Peninsula was only saved from final submission by the obstinate resistance of Wellington in Portugal and by dissensions among the French.",
		"Although no obstinate adherent of antiquated forms and prejudices, he firmly upheld the fundamental truths of Christianity.",
		"Dinwiddie's administration was marked by a constant wrangle with the assembly over money matters; and its obstinate resistance to military appropriations caused him in 1754 and 1755 to urge the home government to secure an act of parliament compelling the colonies to raise money for their protection.",
		"He is an obstinate, contrary director who'd rather hunt elephants than takes care of his crew or movie.",
		"When the waiting women enumerate the drawbacks to her position of absolute guilt, she remains obstinate in her conviction of her own responsibility.",
		"In my experience arguments which are about money usually get solved in the end; it is arguments about principle which prove most obstinate.",
		"With a surface gloss of Greek education, he united the subtlety, the superstition, and the obstinate endurance of an Oriental.",
		"But although he experienced the utmost difficulty in forming a cabinet, the president was obstinate in his determination to retain office without identifying himself with any party.",
		"Taken internally, in doses of from one to three grains, carbolic acid will often relieve obstinate cases of vomiting and has some value as a gastric antiseptic.",
		"Peter, by his first marriage, had a son, the unhappy cesarevich Alexius (q.v.), who figures more largely in imaginative literature than in history - a narrow-minded, obstinate, pious youth, who had no sympathy with his father's violent innovations, and was completely under the influence of the old Muscovite reactionary faction.",
		"So the revolt was put down, but the excessive zeal of the soldiers and Pilate's obstinate adherence to his policy widened the breach between Rome and the stricter Jews.",
		"From the end of October onwards the child maintained an obstinate silence, explained by Laurent as a determination taken on the day he made his deposition against his mother.",
		"He also attempted to form an alliance with Lafayette, but the general was as vain and as obstinate as Mirabeau himself, and had his own theories about a new French constitution.",
		"Thus Hugh of Vermandois became the man of Alexius in November 1096; Godfrey of Bouillon was induced, not without difficulty, to do homage in January 1097; and in April and May the other leaders, including Bohemund and the obstinate Raymond himself, followed his example.",
		"There were Seljukian garrisons in towns like Nicaea and Antioch, ready to offer an obstinate resistance to the crusaders; and here and there in the country there were Seljukian armies, either cantoned or nomadic. But the inhabitants of the towns were often hostile to the garrisons, and over wide tracts of country there were no forces at all.",
		"In a long and obstinate encounter, it was defeated at Dorylaeum (July 1); and the crusaders marched unmolested in a southeasterly direction to Heraclea.",
		"Expelled from Antioch, the obstinate Raymund endeavoured to recompense himself in the south (where indeed he subsequently created the county of Tripoli); and from February to May 1099 he occupied himself with the siege of Arca, to the N.E.",
		"The siege was long protracted; the mass of the pilgrims were anxious to proceed to Jerusalem, and, as the altered tone of the author of the Gesta sufficiently indicates, thoroughly weary of the obstinate political bickerings of Raymund_and Bohemund.",
		"In his thirty-third year he had already become renowned for the obstinate zeal with which he supported the falling dynasty of the Stuarts, and was rewarded for his services with the prebend and rectory of Cudworth, with the chapel of Knowle annexed, in Somersetshire.",
		"The Porte offered an obstinate resistance to the project and only yielded (Dec. 5) when the fleets of the powers appeared near the Dardanelles.",
		"Its objects embrace (a) admonition to those who fail in the payment of their just debts, or otherwise walk contrary to the standard of Quaker ethics, and the exclusion of obstinate or gross offenders from the body, and, as incident to this, the hearing of appeals from individuals or meetings considering themselves aggrieved; (b) the care and maintenance of the poor and provision for the Christian education of their children, for which purpose the Society has established boarding schools in different parts of the country; (c) the amicable settlement of \" all differences about outward things,\" either by the parties in controversy or by the submission of the dispute to arbitration, and the restraint of all proceedings at law between members except by leave; (d) the \" recording \" of ministers (see above); (e) the cognizance of all steps preceding marriage according to Quaker forms; (f) the registration of births, deaths and marriages and the admission of members; (g) the issuing of certificates or letters of approval granted to ministers travelling away from their homes, or to members removing from one meeting to another; and (h) the management of the property belonging to the Society.",
		"The caliph, perceiving his mistake, immediately restored `Amr, who, on his arrival in Egypt, drove the Greeks within the walls of Alexandria, but was only able to capture the city after a most obstinate resistance by the defenders.",
		"The fighting which followed was most obstinate, but the Austrians failed to make any impression on the French positions, and indeed Giulay felt himself compelled to withdraw to his former position.",
		"Eighteen years later, in 1638, it was besieged by Sultan Murad IV., with an army of 300,000 men and, after an obstinate resistance, forced to surrender, when, in defiance of the terms of capitulation, most of the inhabitants were massacred.",
		"Guillaume met the invaders near the river Orbieux, at Villedaigne, where he was defeated, but only after an obstinate resistance which so far exhausted the Saracens that they were compelled to retreat to Spain.",
		"The points of collision were especially at Rome, in Africa, and in the Rhone Valley, and the struggle was the more obstinate because of the resemblances between the two religions, which were so numerous and so close as to be the subject of remark as early as the 2nd century, and the cause of mutual recrimination.",
		"But the obstinate refusal of Joseph to admit that the Rakoczians were anything but rebels was always the insurmountable object in all such negotiations.",
		"Protests came in from every quarter and a dangerous rebellion broke out in Transylvania; but opposition only made Joseph more obstinate, and he endeavoured to anticipate any further resistance by abolishing the ancient county assemblies and dividing the kingdom into two districts administered by German officials.",
		"But at this critical moment the leading companies of the Hessian infantry arrived, re-established the equilibrium (though not before four Prussian batteries had been temporarily overrun by the enemy), and a most obstinate fight ensued.",
		"The civil authorities burnt an obstinate heretic, condemned by the Church, without a thought of a new trial.",
		"It closes with the sentence, based on \"obstinate\" persistency in an illicit cult, and with the proclamation by the herald of the names of the offenders and the penalty.",
		"His son and successor Ordulf, who became duke in 1059, carried on a long and obstinate struggle with Adalbert, archbishop of Bremen, who was compelled to cede one-third of his possessions to Ordulf's son Magnus in 1066.",
		"On his mother's death in 1759 Marat set out on his travels, and spent two years at Bordeaux in the study of medicine, whence he moved to Paris, where he made use of his knowledge of his two favourite sciences, optics and electricity, to subdue an obstinate disease of the eyes.",
		"In 1276 Edward entered Wales from Chester, and after a short campaign brought his obstinate vassal to submit to the ignominious treaty of Conway, whereby Llewelyn lost almost all the benefits conferred on him by the compact of Montgomery ten years before.",
		"Unity was the crying need; and men began to fasten upon him the responsibility of the hateful schism, not on the score of insincerity - which would have been very unjust, - but by reason of his obstinate persistence in the course he had chosen.",
		"Increase of wealth and the influence of returned emigrants tend to soften Maronite character, and the last remnants of the barbarous state of the community - even the obstinate blood-feud - are disappearing.",
		"The first two powers were soon induced to withdraw their forces; but the French remained, declared war in 1862, placed Maximilian upon the throne as emperor, and drove Juarez and his adherents to the northern limits of the republic. Juarez maintained an obstinate resistance, which resulted in final success.",
		"The troops suffered greatly from disease, heat, want of water and the obstinate resistance of the inhabitants.",
		"A very obstinate and bloody two days' battle ended in Bragg's retirement towards Chattanooga.",
		"In the end Oldcastle was burnt for an obstinate heretic (Dec. 1417).",
		"Rev. Guest is remembered by the people of New Bradwell as a very obstinate man, a man who was ahead of his time.",
		"He began by defeating Ali Pasha, and then penetrated into Bosnia, and captured the newly built fortress of Jajce after a long and obstinate defence (Dec. 1463).",
		"He realized that one of the most potent factors in the Milner situation was the attitude of the Cape Dutch, and in March 1898 at Graaff Reinet Milner called upon the Dutch citizens of the Cape, \" especially those who had gone so far in the expression of their sympathy for the Transvaal as to expose themselves to charges of disloyalty to their own flag \" to use all their influence, not in confirming the Transvaal in unjustified suspicions, not in encouraging its government in obstinate resistance to all reform, but in inducing it gradually to assimilate its institutions, and the temper and spirit of its administration, to those of the free communities of South Africa, such as Cape Colony or the Orange Free State.",
		"His violence had alienated his most faithful supporters, while his obstinate incompetence paralysed the national efforts.",
		"Whatever might be the real character of their profession, he held that such obstinate persistence ought to be punished.",
		"A ferret's hold on its quarry is as obstinate as that of a bulldog, but can easily be broken by a strong pressure of the thumb just above the eyes.",
		"Energetic, obstinate, cunning and unscrupulous, she inherited, too, her father's avarice and rapacity."
	],
	"synonyms": [
		"unregenerate",
		"stubborn",
		"unrepentant",
		"obdurate",
		"cussed",
		"wayward",
		"perverse",
		"contrary",
		"untoward",
		"staunch",
		"pervicacious",
		"persistent",
		"crotched",
		"bulky",
		"dogmatic"
	],
	"antonyms": [
		"yielding",
		"tractable",
		"obedient",
		"compliant",
		"agreeable",
		"flexible",
		"cooperative",
		"helpful",
		"willing",
		"submissive",
		"amenable"
	]
}