{
	"word": "primordial",
	"meaning": [
		"First in time; existing at or from the beginning; primitive; primeval.",
		"Not derivative; fundamental; original.",
		"Earliest formed in the development of an organism, organ, structure, etc.; primitive.",
		"First, earliest or original.",
		"Primeval.",
		"A basic principle."
	],
	"sentences": [
		"The primordial air is conceived as animated.",
		"Another still later myth, which occurs in the epic poems, makes Brahma be born from a lotus which grew out of the navel of the god Vishnu whilst floating on the primordial waters.",
		"The notion that all the kinds of animals and plants may have come into existence by the growth and modification of primordial germs is as old as speculative thought; but the modern scientific form of the doctrine can be traced historically to the influence of several converging lines of philosophical speculation and of physical observation, none of which go further back than the 17th century.",
		"Their myths are inhabited by the lusty trickster Coyote, and other primordial zoomorphic demigods.",
		"Overall, the primordial Thai mandibular third molar had higher calcium contents in all layers in comparison to the degenerative Japanese.",
		"But this primordial fire is in itself that divine rational process, the harmony of which constitutes the law of the universe (see Logos).",
		"The account terrifies as it taps into our primordial fears.",
		"One sees the imprint of these primordial fluctuations as small temperature perturbations in the cosmic microwave background radiation.",
		"The origin of these areas that lack functional green chloroplasts is in primordial tissue.",
		"The ovary contains many primordial follicles, which are mostly found around the edges of the cortex.",
		"I can trace my family back to a protoplasmal primordial atomic globule.",
		"The primordial smurf being was, in fact, a sentient form of slime mold.",
		"Maturation in vitro of immature oocytes has been achieved in small mammals, even from primordial follicles, using a number of methods.",
		"At birth, the ovary contains around 400 000 primordial follicles which contain primary oocytes.",
		"I see it as part of the primordial ooze I suppose.",
		"Having three main branches and roots the tree was believed to have sprung from the beginning of time out of primordial slime and ashes.",
		"To think life evolved from some primordial soup of chemicals is ridiculous.",
		"Thus, for example, in the myth of the ancient Parsees, the gods Ormuzd and Ahriman are said to evolve themselves out of a primordial matter.",
		"Again, Anaximander may be said to prepare the way for more modern conceptions of material evolution by regarding his primordial substance as eternal, and by looking on all generation as alternating with destruction, each step of the process being of course simply a transformation of the indestructible substance.",
		"The doctrine of Anaximenes, who unites the conceptions of a determinate and indeterminate original substance adopted by Thales and Anaximander in the hypothesis of a primordial and all-generating air, is a clear advance on these theories, inasmuch as it introduces the scientific idea of condensation and rarefaction as the great generating or transforming agencies.",
		"Hence, for purposes of psychological interpretation it seems necessary to assume that instinctive behaviour, including the stimulation by which it is initiated and conditioned, affords that naive awareness which forms an integral part of what may be termed the primordial tissue of experience.",
		"Principles of descent and other applications of uniformitarianism which had been struggling for expression in the writings of Lamarck, St Hilaire and de Blainville here found their true interpretation, because the geological succession, the rise, the migrations, the extinctions, were all connected with the grand central idea of evolution from primordial forms.",
		"The cycles of the zodiac are also calculated by dividing them into thirds (primordial, individual and universal), and further into halves (objective and subjective).",
		"Out of this Nothing or incomprehensible essence the world of ideas or primordial causes is eternally created.",
		"And, though it exhibits the Deity in less splendour than its Sephiric parents exhibit the En Soph, because it is farther removed from the primordial source of light than the Sephiroth, still, as it is God manifested, all the multifarious forms in the world point out the unity which they represent.",
		"This result he considered to be due, not to any removal of impurities, but to an actual splitting-up of the yttrium molecule into its constituents, and he ventured to draw the provisional conclusion that the so-called simple bodies are in reality compound molecules, at the same time suggesting that all the elements have been produced by a process of evolution from one primordial stuff or \"protyle.\"",
		"Thus the primordial matter assumed by the early Greek physicists may be said to be the universal substance out of which particular things arise.",
		"A bill of rights, defining the so-called primordial rights of the citizens to sectirity of life, liberty and property; A declaration and enactment of the frame of state government, i.e.",
		"Towards the end of his life he adopted the view that the elements have been formed by some process of condensation from one primordial substance of extremely small atomic weight, and he expressed the conviction that atomic weights within narrow limits are variable and modified according to the physical conditions in which a compound is formed.",
		"In Ulva and Mesocarpus the chromatophore is a single plate, which in the latter genus places its edge towards the incident light; in Spirogyra they are spiral bands embedded in the primordial utricle; in Zygnema they are a pair of stellate masses, the rays of which branch peripherally; in Oedogonium they are longitudinally-disposed anastomosing bands; in Desmids plates with irregular margins; in Cladophora polyhedral plates; in Vaucheria minute elliptical bodies occurring in immense numbers.",
		"This notochord represents the persistent primordial skeletal axis which, in the higher Craniata (though not so in the lower), gives way by substitution to the segmented vertebral column.",
		"Huxley, who took a large share in the process of refuting contemporary abiogenesis, have stated their belief in a primordial archebiosis.",
		"He let out a primordial scream and threw the glass of blood at the painting with so much force, the crystal shattered and blood splattered crimson all over the painting and wall.",
		"Yet this primordial creative nature is endowed with volition with regard to its own development.",
		"All things are said to be developed out of an original being, which is at once material (fire) and spiritual (the Deity), and in turn they will dissolve back into this primordial source.",
		"Now the wish to become manifest and known, and hence the idea of creation, is co-eternal with the inscrutable Deity, and the first manifestation of this primordial will is called the first Sephirah or emanation.",
		"In their totality and unity the ten Sephiroth are not only denominated the World of Sephiroth, or the World of Emanations, but, owing to the above representation, are called the primordial or archetypal man (_7rpwrOyovos) and the heavenly man.",
		"Its ten Sephiroth, being still farther removed from the Primordial Source, are of a less refined substance.",
		"Intertribal communication was through gestures; it may be, survivals of a primordial speech, antedating the differentiated spoken languages.",
		"Anaximenes made air the primordial substance, and it was one of the Aristotelian elements.",
		"Were the geologic record complete he would be able to trace the ancestry of man and of all other animals back to their very beginnings in the' primordial protoplasm.",
		"Huxley in 1880 briefly suggested the arboreal origin, or primordial treehabitat of all the marsupials, a suggestion abundantly confirmed by the detailed studies of Dollo and of Bensley, according to which we may imagine the marsupials to have passed through (r) a former terrestrial phase, followed by (2) a primary arboreal phase - illustrated in the tree phalangers - followed by (3) a secondary terrestrial phase - illustrated in the kangaroos and wallabies - followed by (4) a secondary arboreal phase - illustrated in the tree kangaroos.",
		"Creation is the act by which God passes through the primordial causes, or universal ideas, into the region of particular things (processio), in order finally to return to himself (reversio).",
		"Barrande's term \"Primordial zone,\" all the lower rocks, although they had a distinctive fauna."
	],
	"synonyms": [
		"primaeval",
		"aboriginal",
		"primeval",
		"primal",
		"elementary",
		"early",
		"original",
		"first",
		"primary",
		"fundamental",
		"prime",
		"pioneer",
		"maiden",
		"initial",
		"earliest"
	],
	"antonyms": [
		"modern",
		"last",
		"latest"
	]
}