{
	"word": "futile",
	"meaning": [
		"That could not succeed; useless; vain.",
		"Having no useful result; ineffectual.",
		"Lacking vigor or purpose; inept or ineffective.",
		"Trifling or unimportant."
	],
	"sentences": [
		"She sighed at the futile thoughts.",
		"Several futile attempts have been made to draw conclusions as to the intelligence of various birds.",
		"His efforts were worse than futile.",
		"His negotiations with Russia proved futile, and after a year's absence he returned to New York.",
		"He settled in England as a West India merchant, making another futile attempt to enter parliament.",
		"Her gentle attempts to get Lisa to sit were futile.",
		"She almost objected then realized it was futile.",
		"Arguing with Allen was futile, so she simply hopped in the back seat and locked the door.",
		"But few public documents prepared with so much care have proved so futile.",
		"Attempts to clean the circuitry are usually futile.",
		"His remaining years were spent in futile plans to make Poland a hereditary monarchy, to weaken the power of the Saxon nobles, and to gain territory for his sons in various parts of Europe.",
		"On the 8th of April the duke marched thence to meet Charles, whose little army, exhausted with a futile night march, half-starving, and broken by desertion, was completely worsted at Culloden on the 16th of April 1746.",
		"But Maria Theresa (1740-1780) was distinguished for her enmity to the Jews, and in 1744 made a futile attempt to secure their expulsion from Bohemia.",
		"He then resided for a time in the house of a physician at Winchester; the physician did as little as the mineral waters; and, after a further trial of Bath, he once more returned to Putney, and made a last futile attempt to study at Westminster.",
		"Gallatin never wasted time in futile complaints.",
		"In 1680 Jean Picard, in his Voyage d'Uranibourg, stated, as a result of ten years' observations, that Polaris, or the Pole Star, exhibited variations in its position amounting to 40\" annually; some astronomers endeavoured to explain this by parallax, but these attempts were futile, for the motion was at variance with that which parallax would occasion.",
		"Thus, meagre and futile as the doctrine of Thales was, all the Greek schools, with the solitary exception of that of Pythagoras, took their origin from it.",
		"Mehemet Ali began by deepening the canals of Lower Egypt by this amount, a gigantic and futile task; for as they had been laid out on no scientific principles, the deep channels became filled with mud during the first flood, and all the excavation had to be done over again, year after year.",
		"Jefferson's peace policy - or, more correctly, Madison's peace policy - of commercial restrictions to coerce Great Britain and France he continued to follow until 1812, when he was forced to change these futile commercial weapons for a policy of war, which was very popular with the extreme French wing of his party.",
		"All attempts to punish the offenders were futile.",
		"At Palermo Queen Maria Carolina continued to make vehement but futile efforts for the overthrow of King Joseph.",
		"The alliance with So (Seveh, Sibi) of \" Egypt,\" upon whom hopes had been placed, proved futile, and the forebodings of keen-sighted prophets were justified.",
		"From this date till the peace of 1763 he served in the Channel in various more or less futile expeditions against the coast of France, with a steady increase of reputation as a firm and skilful officer.",
		"Green represents primarily the reaction against doctrines which, when carried out to their logical conclusion, not only \"rendered all philosophy futile,\" but were fatal to practical life.",
		"But it is futile to seek the effect of much dealing in \" futures \" in the differences between price movements in the various markets, because (I) demand expresses itself in different ways-in Germany, for example, spinners buy to hold large stocks-and (2) the markets are in telegraphic communication, so that their price movements are kept parallel.",
		"It proved as futile as it was impolitic; for the vizier of Damascus, Muin-eddinAnar, was able to sow dissension between the native Franks and the crusaders; and by bribes and promises of tribute he succeeded in inducing the former to make the siege an absolute failure, at the end of only four days (July 28th, 1148).",
		"But he fought in a futile cause; to explain the facts put forward by Dumas he had to invent intricate and involved hypotheses, which, it must be said, did not meet with general acceptance; Liebig seceded from him, and invited Wohler to endeavour to correct him.",
		"His negotiations also with Russia proved futile, and after a year's absence he returned to New York.",
		"The attempt was futile, Bagdad was besieged and taken, and from that time until their final downfall the Abbasid caliphs were mere puppets, while the real rulers were successively the Turkish guard, the Buyids and the Seljuks.",
		"There was no attempt in Haeckel's use of these terms to make them exactly or more than approximately equal in significance; such attempts were clearly futile and unimportant where the purpose was the exhibition of lines of descent, and where no natural equality of groups was to be expected ex hypothesi.",
		"Its purpose in all probability was, in the first instance, to exhibit to the Babylonian Jews the overwhelming power of Rome and so to deter them from repeating the futile revolt of the Jews of Palestine.",
		"The motif of the former is the poet's futile endeavour, in a dream, to ward off the arrows of Dame Beautee by Reason's \"scheld of gold.\"",
		"This new arrangement proved as futile as had Wolseley's.",
		"He was again in Jamaica from 1787 to 1792, when he settled in England as a West India merchant, making in 1795 another futile attempt to enter parliament, on this occasion as the representative of Southampton.",
		"By 1477 even Lubeck had become convinced that a continuance of the effort to maintain the compulsory staple against Holland was futile and should be abandoned.",
		"The negotiations between this nominal administration and the Chilean authorities for a treaty of peace proved futile, the Chilean occupation of Lima and the Peruvian seaboard continuing uninterruptedly until 1883.",
		"In the history of Saxony it is memorable as the scene of various treaties; and in 1561 an assembly of Protestant princes was held there, which made a futile attempt to cement the doctrinal dissensions of the Protestants.",
		"His efforts to induce his master to accord lenient terms to Austria in November 1805 were futile; and he looked on helplessly while that Power was crushed, the Holy Roman Empire swept away, and the Confederation of the Rhine set up in central Europe.",
		"The futile council of Pisa in 1409, however, only served to increase to three the number of rival representatives of God on earth.",
		"He soon abandoned Italy to his eldest son, Louis, and remained in his new kingdom, engaged in alternate quarrels and reconciliations with his brothers, and in futile efforts to defend his lands from the attacks of the Normans and the Saracens.",
		"Further obstruction was manifestly futile, and the British authorities reluctantly instructed Captain Hobson, R.N., to make his way to northern New Zealand with a dormant commission of lieutenant-governor in his pocket and authority to annex the country to Australia by peaceful arrangement with the natives.",
		"His anti-slavery work culminated in his appeal to President Lincoln, entitled \"The Prayer of Twenty Millions,\" in which he urged \"that all attempts to put down the rebellion and at the same time uphold its inciting cause\" were preposterous and futile, and that \"every hour of deference to slavery\" was \"an hour of added and deepened peril to the Union.\"",
		"It was from Helvetius that he learnt that, men being universally and solely governed by self-love, the so-called moral judgments are really the common judgments of any society as to its common interests; that it is therefore futile on the one hand to propose any standard of virtue, except that of conduciveness to general happiness, and on the other hand useless merely to lecture men on duty and scold them for vice; that the moralist's proper function is rather to exhibit the coincidence of virtue with private happiness; that, accordingly, though nature has bound men's interests together in many ways, and education by developing sympathy and the habit of mutual help may much extend the connexion, still the most effective moralist is the legislator, who by acting on self-love through legal sanctions may mould human conduct as he chooses.",
		"Efforts to console may be futile, though holding the child firmly and speaking with soothing words may facilitate the return to deep sleep.",
		"Conversation with Dulce was futile.",
		"If Giddon had any such plans, he would soon find they were futile.",
		"A resolute shrug indicated his search was futile.",
		"He lay staring at the ceiling for a time, attempting to push away the torment; it had gripped him so completely that resistance was futile.",
		"Fretting about the future was futile.",
		"It is thus futile to compare the absolute voltages met with at two stations, unless allowance can be made for the influence of the environment.",
		"To start with the last before considering (a) and (b) would be futile.",
		"The defection of Marshal Marmont and his soldiery on the 4th of April rendered further thoughts of resistance futile.",
		"To seek its sources would be futile.",
		"Such attempts to put a precise money value on immigration are futile.",
		"The council of Ferrara and Florence was the culmination of a series of futile medieval attempts to reunite the Greek and Roman churches.",
		"The use of chemical antidotes, such as iron salts, is futile, as the drug has escaped into the blood from the stomach long before they can be administered.",
		"John Maxwell (c. 1590-1647), archbishop of Tuam, was a Scottish ecclesiastic who took a leading part in helping Archbishop Laud in his futile attempt to restore the liturgy in Scotland.",
		"The Porte, after much futile temporizing, yielded to France.",
		"No agitation for the development of national defences, no beating of drums to awaken the military spirit, no anti-foreign clamour or invasion panic, no parading of uniforms and futile clash of arms, are necessary to entice the groundling and the bumpkin into the service.",
		"The great feudatories did not even respect the lives of the royal family, for Andrew was recalled from a futile attempt to reconquer Galicia (which really lay beyond the Hungarian sphere of influence), through the murder of his first wife Gertrude of Meran (September 24, 1213), by rebellious nobles jealous of the influence of her relatives.",
		"The premature and futile character of these drastic and violent proceedings at Pisa was only too speedily evident.",
		"Having also succeeded in detaching part of the Shammar under Shlosh, he told the `Anaza he no longer needed their help. In the futile attempt of the three parties to dislodge the `Anaza Shlosh lost his life; but with the help of the Zubeid the other two succeeded, and Sufug was now supreme \"King of the Steppe,\" levying blackmail as he pleased.",
		"After many futile attempts the Portuguese obtained possession of it in 1471, but it passed to Spain in 1580, returning again to the Portuguese in 1656.",
		"In 1750, and again, it is thought, in 1754, he was in London, hatching futile plots and risking his safety for his hopeless cause, and even abjuring the Roman Catholic faith in order to further his political interests.",
		"To those who hold that all intellectual exercise outside the sphere of religion is impious or that all intellectual exercise inside that sphere is futile, he must remain an enigma.",
		"Meissen, which he claimed as a vacant fief of the Empire, and Thuringia, which he bought from the landgrave Albert II., seemed to offer a favorable field for this undertaking, and he spent a large part of his short reign in a futile attempt to carry out his plan.",
		"In spite of the peace of 1389 the cities had again begun to form leagues for peace; but, having secured a certain amount of recognition in the south and west of Germany, the new king turned aside from the pressing problems of government and in 1401 made a futile attempt to reach Rome, an enterprise which covered him with ridicule.",
		"The defence of the city was hastily organized under Bem, an ex-officer of Napoleon; but in the absence of help from Hungary it was futile.",
		"The premier, Dr von Korber, who had undertaken to overcome obstruc and January 1903 to promote a compromise between Czechs and Germans proved equally futile.",
		"A large portion of the plain, being an alluvial deposit, is extremely fertile, but in the neighbourhood of the sea the saline exudation common in the north of China renders futile all attempts at cultivation.",
		"The descents on the Peloponnese were futile in the extreme.",
		"Amr recrossed the river and joined it, but presently was confronted by a Roman army, which he defeated at the battle of Heliopolis (July 640); this victory was followed by the siege of Babylon, which after some futile attempts at negotiation was taken partly by storm and partly by capitulation.",
		"The amirs Salr and Bibars having usurped the whole of the sultans authority, he, after some futile attempts to free himself of them, under the pretext of pilgrimage to Mecca, retired in March 1309 to Kerak, whence he sent his abdication to Cairo; in consequence of which, on the 5th of April 1309, Bibars Jashengir was proclaimed sultan, with the title Malik al-Mozajar.",
		"It is futile to endeavour to disregard the long-established habits and customs of the people.",
		"He went to France in 1427, and was then appointed papal legate for Germany, Hungary and Bohemia; and proceeding eastwards, he made a bold but futile effort to rally the crusaders at Tachau.",
		"Algae are, however, so heterogeneous a class, of which the constituent groups are so inadequately known, that it is at present futile to endeavour thus to exhibit their pedigree.",
		"Attempts to make him the author of the \"We\" sections in Acts and to include him in the seventy disciples are futile.",
		"As the year passed by, Argyll, Cassilis, Eglintoun and Boyd went over to Lennox's party, and in an otherwise futile raid of Kirkcaldy's men on Stirling, Lennox was captured and was shot by a man named Calder.",
		"The declaration of war with Spain and the certainty of war with France promised to the Jacobites good fishing in turbid waters; and they entertained futile hopes of enlisting Argyll with his potent clan.",
		"Louis began his rebellious career by a futile attempt to seduce the cities of Agenais into treason, and then he prepared a plot to seize the king and his minister Pierre de Breze.",
		"The banishment of Rizal convinced the reform party that peaceful endeavour was futile.",
		"There is .an enormous mass of so-called crime in England which is not crime at all, and still is perpetually penalized by an infliction of imprisonment for such short periods as to be perfectly futile.",
		"He stayed for some time in Russia, hoping that his claim against England would be taken up by the Russians; but when that expectation proved futile he proceeded to Paris, where he lived for the rest of his life on the pension allowed him by the Indian government.",
		"In 1687 a project of settling the crown on the princess, to the exclusion of Mary, on the condition of Anne's embracing Roman Catholicism, was rendered futile by her pronounced attachment to the Church of England, and beyond sending her books and papers James appears to have made no attempt to coerce his daughter into a change of faith,' and to have treated her with kindness, while the birth of his son on the 10th of June 1688 made the religion of his daughters a matter of less political importance.",
		"The inclusion in the cabinet of Somers, whom she especially disliked as the hostile critic of Prince George's admiralty administration, was the subject of another prolonged struggle, ending again in the queen's submission after a futile appeal to Marlborough in October 1708, to which she brought herself only to avoid a motion from the Whigs for the removal of the prince, then actually on his deathbed.",
		"Both belong to a period in Greek history when the great city states had exhausted themselves in the futile struggle against Macedon and Rome, and both represent a conscious popular determination in the direction of systematic government.",
		"The Russians, moreover, made a futile attempt on Gilan by landing troops at Enzeli, which returned to Baku, where Zizianov fell a victim to the treachery of the Persian governor.",
		"After a futile attempt to enter Afghan territory and raise a revolt against the Amir Abdur Rahman, he gave himself up to the British consul-general at Meshed in the beginning of November, and was sent under escort to the Turkish frontier and thence via Bagdad to India.",
		"Many representatives objected to the provision placing the supreme power in the hands of a single person and of parliament, a discussion which was futile, as clause XII.",
		"All these poems, like the Elegiada of Luis Pereira Brandao on the disaster of Al Kasr, the Primeiro cerco de Diu of the chronicler Francisco de Andrade, and even the AfTonso Africano of Quevedo, for all its futile allegory, contain striking episodes and vigorous and well-coloured descriptive passages, but they cannot compare with The Lusiads in artistic value.",
		"It would be futile to maintain that that passage is not aimed at Paul.",
		"Field, however, did not abandon the enterprise, and finally in July 1866, after a futile attempt in the previous year, a cable was laid and brought successfully into use.",
		"Dissensions broke out among the Shoans, and after a desperate and futile attack on Theodore at Debra-Berhan, Haeli Melicoth died of exhaustion and fever, nominating with his last breath his eleven-year-old son Menelek 2 as successor (November 1855).",
		"John, after futile protests, collected an army, and with the assistance of Ras Walad Michael, hereditary chief of Bogos, advanced against the Egyptian forces, who were under the command of one Arendrup, a Dane.",
		"Equally futile was John's declaration (April 3, 1327) that Louis had forfeited his crown and abetted heresy by granting protection to Marsilius of Padua.",
		"But his efforts were futile.",
		"This was a sad blow to Livingstone, seeming to have rendered all his efforts to establish a mission futile.",
		"He evinced, as premier of the Cape Colony, the same inability to understand the Uitlanders' grievances, the same futile belief in the eventual fairness of President Kruger, as he had shown when giving evidence before the British South Africa Select Committee into the causes of the Jameson Raid.",
		"In 1579 the Englishman, Francis Drake, came to this region seeking a route home by way of the Northwest Passage, and in his futile quest he seems to have gone as far north as 43 0.1 He took possession of the country in the name of Queen Elizabeth and called it Albion.",
		"We thus after all fall back on reflection as our ground for their universal application; mere spontaneity of apprehension is futile; their universality is grounded in their necessity, not their necessity in their universality.",
		"At the New Year they sent him a formal ultimatuth, to which he would not assent, though he opened up futile negotiation with them through the channel of the archbishop, who did not take an open part in the rising.",
		"The futile and thriftless yet busy and self-important king was one of those sovereigns who irritate their subjects into opposition by injudicious activity.",
		"The kings futile activity led to ever more frequent gatherings of the Great Council, in which the theory of the constitution was gradually hammered out by countless debates between the sovereign and his subjects.",
		"Llewelyn would not deign to appear before him to render the customary homage due from Wales to the English crown, but sent a series of futile excuses lasting over three years.",
		"On the eve of his departure he detected and quelled a plot as wild and futile as that of Oldcastle.",
		"But his plots, such as they were, seem to have been futile.",
		"As we have seen, Burke's very first piece, the satire on Bolingbroke, sprang from his conviction that merely rationalistic or destructive criticism, applied to the vast complexities of man in the social union, is either mischievous or futile, and mischievous exactly in proportion as it is not futile.",
		"Thus present man is a being that can only be understood through a knowledge of his past history; and any effort to construct for him a moral and political ideal, by a purely abstract and unhistorical method, must necessarily be futile; whatever modifications may at any time be desirable in positive law and morality can only be determined by the aid of \" social dynamics.\"",
		"He holds, however, that this conscientious effort is self-deceived and futile, is even the very root of moral evil, except it attains its realization in harmony with the objective social relations in which the individual finds himself placed.",
		"But his efforts to supply such an explanation were rendered futile by his imperfect apprehension of what motion is in itself.",
		"This resulted in the futile \"Hampton Roads Conference\" of the 3rd of February 1865 (see Lincoln, Abraham).",
		"He had little fight in him, however, and after a futile siege of Exeter and an advance to Taunton he stole away and took sanctuary at Beaulieu in Hampshire.",
		"First of all 2 the writer describes the futile attempt of Heliodorus to rob the Temple, and the malicious intrigues of the Benjamite Simon against the worthy high priest Onias III.",
		"Even in the Liberal ranks the question aroused furious differences of opinion;Senor Montero Rios, the president of the senate, denounced the infamous attacks on the church; the government itself showed a wavering temper in entering on long and futile negotiations with the Vatican; while in January 1907 the cardinal archbishop of Toledo presented a united protest of the Spanish episcopate againit the proposed law.",
		"On the whole, the occurrence of Bacteria in Palaeozoic times - so probable a priori - may be taken as established, though the attempt to discriminate species among them is probably futile.",
		"The other side knew it would be futile and rude in front of everyone.",
		"If it would still start, she'd head straight back home and forget this futile mission.",
		"She stopped struggling, apparently realizing how futile it was.",
		"His brutal strength and otherworldly agility made the futile attempts of the vamps look like they were swatting flies instead of fighting for their lives.",
		"She knew why; it was a futile fight.",
		"Apparently he had seen how futile it was, though.",
		"Mr. Reynolds furrowed silver brows in a futile reprimand of his son.",
		"His fingers stopped their futile attempt on the ribbon and the dark eyes lost some of their softness.",
		"There is enough futile self-laceration in American academia without Spivak mauling the victim a little further.",
		"It is, in truth a futile scramble, unless of course you're Chelsea and have a shady Russian billionaire to back you.",
		"However all of this was futile and the Jensen Motor Company looked like it was going nowhere, seemingly destined for collapse.",
		"The quote stated \" The animal testing regime... is utterly futile.",
		"Yet still there is a feeling that all is ultimately futile.",
		"Even as I reach for the receiver Iâm checking the clock in a somewhat futile effort to fathom the time and place and day.",
		"Other equally futile attacks were ordered that day by the British 1st Army commander, General Sir Douglas Haig, with similar tragic results.",
		"The mutual opposition was largely futile, if only because all three initiatives shared the characteristic of being strictly voluntary.",
		"It would be fairly futile having a Charlton player of the year award this year.",
		"For meanings to be attributed on personal whim renders the whole thing futile.",
		"Well, rest assured, in many ways it seems futile to me too.",
		"Introduce traitors into his country, that the government policy may be rendered futile.",
		"All Burnley fans want to believe; without that belief, the whole damn enterprise becomes futile.",
		"Yet attempting to mitigate or prevent animal hoarding is usually futile.",
		"The positive work of two terms of government initiating grading for carbon emissions and providing cashback incentives for environmentally friendly motors will be futile.",
		"Maelstrom of modern life has never been a futile exercise.",
		"That does sound like derogatory name-calling of the most futile kind.",
		"Trying to understand oneness is as futile as trying to fall in love with an inch.",
		"Allowed TfL to become involved in a futile and wasteful copyright wrangle with LCC over the LCN maps.",
		"In these he reveals himself as a not unworthy successor of Chaucer, and the pity of it is that he should have squandered his powers in a futile attempt to create an entire literature.",
		"In1769-1774there was a futile attempt to secure the union of the Associate Presbytery with the main American Church.",
		"Philip sent the grand commander, Don Luis Requesens, as governor-general in his place, and after some futile attempts Luis at negotiation the war went on.",
		"In 17 9 7 Perugia was occupied by the French; in 1832, 1838 and 18s4 it was visited by earthquakes; in May 1849 it was seized by the Austrians; and, after a futile insurrection in 1859, it was finally united, along with the rest of Umbria, to Piedmont, in 1860.",
		"Crampton in 1851, and two years later, after several futile attempts, another was laid between Port Patrick in the south of Scotland and Donaghadee in Ireland.",
		"For nearly a week futile attempts were made to send messages by his methods, and then a return was made to the weak currents and the mirror galvanometers of Sir William Thomson (Lord Kelvin) which had been employed for testing purposes while the cable was being laid.",
		"Any attempt to indicate even a selection of this literature would here be impossible and also futile; for the discovery of new documents has by no means ceased, and the criticism of the materials is still in full progress, nor can it be said that final results have yet emerged from the discussion.",
		"Foiled by the dictators stubbornness, Cavour had once more to take to underhand methods; and, while continuing futile negotiations with King Francis, sent his agents into Naples to stir up disaffection and create a sentiment in favor of national unity strong enough, in any event, to force Garibaldis hand.",
		"The hey issued futile protests to the powers.",
		"France was equally careless of Italian susceptibilities, and in April 1888 Goblet made a futile but irritating attempt to enforce at Massawa the Ottoman rgime of the capitulations in regard to non-Italian residents.",
		"These futile tactics exasperated the home government, which on the 22nd of February despatched General Baldissera, with strong reinforcements, to supersede Baratieri.",
		"Baratieri, after a futile attempt to direct the retreat, fled in haste and reached Adi-Caj before the debris of his army.",
		"Several futile attempts have been made to draw conclusions as to the intelligence of various birds, from comparison of the weight of the whole brain with that of the body, or the weight of the hemispheres with that of other parts of the central nervous system.",
		"It may fairly be held that the reforms of Solon would have been futile had they not been fulfilled and amplified by the genius of Peisistratus.",
		"An attack was made on the gaol by the lawless element outside the hall, but was futile, - the murderer having been removed by the authorities to Columbus.",
		"The efforts of the British authorities at this period (1882-1883) to bring about a satisfactory settlement were feeble and futile, and fighting continued until peace was made entirely on Boer lines.",
		"The determined hostility Y of the Dutch rendered the promising scheme futile, and after a precarious struggle for existence, Charles VI., in order to gain the assent of the United Provinces and Great Britain to the Pragmatic Sanction, suppressed the Company in 1731.",
		"This is described as a long drawn-out dream of bitter memories - a vivid consciousness of failure without volition, or the power of initiative - a dream of lost opportunities and futile regrets, of ambitions thwarted and hopes denied, of neglected duties, abused powers and impotent hate; a dream ending ultimately in the oblivion of utter annihilation.",
		"Demosthenes points out that such adulation is as futile as it is fulsome.",
		"So much goes into what helps two signs be compatible with one another that it sometimes can seem almost futile to try and figure it out on your own.",
		"The pity of it is that he should have squandered his powers in a futile attempt to create an entirely new category of literature.",
		"Though aware of Bismarcks hostility towards Italy, of the conclusion of the Austro-German alliance of 1879, and of the undisguised ill-will of France, Italy not only made no attempt to crush an agitation as mischievous as it was futile, but granted a state funeral to General Avezzana, president of the Irredentist League.",
		"In spite of his numerous engagements, Burnell found time to aggrandize his bishopric, to provide liberally for his nephews and other kinsmen, and to pursue his cherished but futile aim of founding a great family.",
		"Moreover, freedom of trade and of travel has been promoted by a reform of the antiquated, cumbrous, and too often futile methods of quarantine - a reform as yet very far from complete, but founded upon a better understanding of the nature and propagation of disease.",
		"He may truly be called the founder of the German kingdom, though his attempts to maintain the unity of the Empire proved futile.",
		"In accordance with the promises made to them at Frankfort in I 539, conferences between the leaders of the two religious parties were held at Hagenau, at Worms and at Regensburg, but they were practically futile.",
		"Their part henceforth was to vote blindly with the Conservative groups, in a common fear of the Social Democracy, or to indulge in protests, futile because backed by no power inside or outside the parliament; their impotence was equally revealed when in December 1902 they voted with the Agrarians for the tariff, and in May 1909 when they withdrew in dudgeon from the new tariff committee, and allowed the reactionary elements a free hand.",
		"Fresh knowledge, new forces and faculties, have to be acquired by positive and strenuous efforts, while, on the other hand, delusions and superstitions are to be abandoned by an attitude of conscious neglect; or to use the phraseology of the Hindus, Avidyd, nescience - the mental state of the unenlightened - through which the individual energies are scattered and dissipated in futile effort, is gradually replaced by Vidyd, the higher wisdom which dispels the darkness of the mind, awakens our latent faculties and concentrates our efforts in the direction of that harmonious union, which ultimately results in Nirvana.",
		"In every sense it was a futile gesture against the government.",
		"After some futile negotiations, which had for their object the recovery of the Portuguese captives before hostilities should begin, an assault was delivered upon Malacca, and though the first attempt to take the city failed after some hard fighting, a second assault made some days later succeeded, and Malacca passed for ever into European hands.",
		"The prosecution of such inquiries is beginning to make unnecessary much ingenious speculation of a kind that was prominent from r880 to 'goo; much futile effort has been wasted in the endeavour to find on Darwinian principles special \" selection-values \" for phenomena the universality of which places them outside the possibility of having relations with the particular conditions of particular organisms. On the other hand, many of those who have been specially successful in grouping diverse phenomena under empirical generalizations have erred logically in posing their generalizations against such a vera causa as the preservation of favoured individuals and races.",
		"A more plausible theory is that the author is an honest thinker, a keen observer and critic of life, who sees that the world is full of miseries and unsolved problems, regards as futile the attempts of his time to demonstrate an ethically active future life, and, recognizing a divine author of all, holds that the only wise course for men is to abandon the attempt to get full satisfaction out of the struggle for pleasure, riches and wisdom, and to content themselves with making the best of what they have.",
		"The urgent necessity for healing the schism, the difficulty of uniting the colleges of cardinals, and the prolonged and futile negotiations carried on between the rival popes inevitably raised the whole question of the papal supremacy, and led to the search for a still higher ecclesiastical authority, which, when the normal system of choosing the head of the Church broke down, might re-establish that ecclesiastical unity to which all Europe as yet clung.",
		"After a futile attempt to injure England by giving support to the earl of Tyrone in Ireland (see TYRONE, EARLS OF) peace was made between the powers in 1604.",
		"Saboteur s Futile - you ca n't get at the Hitler from your home Time Line.",
		"Zafar became the titular leader of the disparate and volatile forces, but his efforts at uniting them were ultimately futile.",
		"But for the true alcoholic, these are futile attempts to control alcohol consumption.",
		"Attempts by doctors and nurses to resuscitate him proved futile.",
		"He thus short-circuited a fine and vigorous current of aroused public opinion into a futile partisan movement.",
		"French influence made futile his attempt to come to an understanding with the emperor Louis the Bavarian.",
		"Noisettes are simply a source of futile division.",
		"When faced with a circumstance that demands change, a typical Taurus will fight to the end of his strength to prevent the change, even when it's futile to resist.",
		"In New York, you might have luck, but if you are somewhere like the Twin Cities, your search is more likely to be futile.",
		"He displays his own vanity, frivolity and futile cleverness with much unconscious humour, but, it is only fair to allow, with some literary dexterity.",
		"In addition to his native tongue he could read Latin and understood Greek, but he was unable to write, and Einhard gives an account of his futile efforts to learn this art in later life.",
		"If you are researching an ancestor prior to 1857 in the U.K. or 1900 in America, it is futile to try to find an official government record of birth, unless the information is contained within some other document."
	],
	"synonyms": [
		"unavailing",
		"otiose",
		"ineffectual",
		"bootless",
		"vain",
		"fruitless",
		"sleeveless",
		"unrewarding",
		"trifling",
		"sterile",
		"inadequate",
		"futilitarian",
		"frivolous",
		"forlorn",
		"unsuccessful"
	],
	"antonyms": [
		"hopeful",
		"productive",
		"fruitful",
		"profitable"
	]
}