{
	"word": "divergent",
	"meaning": [
		"Diverging.",
		"Drawing apart from a common point; diverging.",
		"Departing from convention.",
		"Varying from one another or from a norm; deviating; different.",
		"Causing divergence."
	],
	"sentences": [
		"The religious types also are strongly divergent.",
		"It took the spouses five years to discover that their tastes were divergent and their tempers incompatible.",
		"Two divergent views have been held as to the nature of the original hexapod stock.",
		"With regard to the origin of this class two divergent views are still held.",
		"Divergent views have been held as to the morphological significance of the pneumatophore.",
		"For normal eyes the natural adaptation is not to focus for quiteparallel rays, but on objects at a moderate distance, and practically, therefore, most persons do adjust the focus of a telescope, for most distinct and easy vision, so that the rays emerge from the eye-piece very slightly divergent.",
		"From this starting-point the evolution of web-making seems to have proceeded along two main divergent lines.",
		"It was here and now that divergent ideals as to the powers of the eldership really emerged.",
		"The textus receptus is that of the Formula of Concord, the divergent Latin and German forms being equally binding.",
		"The Old Testament is cited after the Alexandrian version more exclusively than by Paul, even where the Hebrew is divergent.",
		"Some of the divergent readings of both these texts have been preserved as well as a considerable number of other ancient variants.",
		"At the very outset the two sources betray their divergent origin and point of view.",
		"On the latter view Merycodus, the prongbuck (Antilocapra) and the antelopes must be regarded as representing three branches from an original common stock, divergent as regards the structure of their cranial appendages, but parallel in other respects.",
		"On the other hand, the work of modern systematists shows an extraordinarily exact relation between their species and geographical locality, and the fact of divergent evolution can be almost demonstrated in museum collections when localities have been recorded exactly.",
		"For example, the seed of the plant is an initial unity of life, which when placed in its proper soil suffers disintegration into its constitutents, and yet in virtue of its vital unity keeps these divergent elements together, and reappears as the plant with its members in organic union.",
		"Yet it was a task all but impossible to preserve this appearance of unanimity in view of the divergent views within the concert.",
		"Instead of empire and church, the sun and moon of the medieval system, a federation of peoples, separate in type and divergent in interests, yet bound together by common tendencies, common culture and common efforts, came into existence.",
		"The interpretation of certain figures given in the Domesday Survey (which do not cover certain parts of modern England nor take account of the ecclesiastical population) is a matter of widely divergent opinion; but a total population of one million and a half has been accepted by many for the close of the 11th century.",
		"In 1377 the levying of a polltax provides partial figures from which a total of two to twoand-a-half millions has been deduced, but again divergent views have been expressed as to how far the number was still affected by the Black Death of 1348-1349.",
		"They contain invocations of separate Izads, or angels, number 21 in all, and are of widely divergent extent and antiquity.",
		"Increased knowledge and accuracy of method have as yet only left the way open to the most widely divergent suppositions.",
		"Owing, however, to the very variable permeability of the strata, the tributaries of the Thames, when separately gauged in dry seasons, yield the most divergent results.",
		"Through all modifications, which are numerous and vastly divergent, these elements persist.",
		"It is one which, as long as beliefs are not very divergent, keeps up a sense of brotherhood overruling the diversity of opinion.",
		"The two legs of a parabolic branch may converge to ultimate parallelism, as in the conic parabola, or diverge to ultimate parallelism, as in the semi-cubical parabola y 2 = x 3, and the branch is said to be convergent, or divergent, accordingly; or they may tend to parallelism in opposite senses, as in the cubical parabola y = x 3 .",
		"The five divergent parabolas are curves each of them symmetrical with regard to an axis.",
		"Man and monkeys alone possess parallel and convergent vision of the two eyes, while a divergent, and consequently a very widely extended, vision is a prerogative of the lower mammals; squirrels, for instance, and probably also hares and rabbits, being able to see an object approaching them directly from behind without turning their heads.",
		"The \"Problem of Freedom\" provides in reality a common title under which are grouped difficulties and questions of varying and divergent interest and character.",
		"And though ultimately the attribution of responsibility for conduct is further limited to actions which are the result of purposive choice (1rpoaipeoi.), Aristotle appears to waver between a view which regards 7rpoaipecns as involving an ultimate choice between divergent ends of moral action and one which would make it consist in the choice of means to an end already determined.",
		"It is only when we keep all these points in view that we can understand how from the spring of Socratic conversation flowed the divergent streams of Greek ethical thought.",
		"His only son Urosh, a young man of nineteen, seemed physically and mentally incapable of holding together an empire composed of such different races and upheaving with such divergent interests.",
		"Lastly, rising in the Slieve Bloom or neighbouring mountains, the Suir, Nore and Barrow follow widely divergent courses to the south to unite in Waterford harbour.",
		"In contrast to the absence of any reference to the occupation of central Palestine, the conquest of the south was current in several divergent traditions.",
		"Divergent opinions have been held as to the mode of origin of the East African lakes, especially Tanganyika, which some geologists have considered to represent an old arm of the sea, dating from a time when the whole central Congo basin was under water; others holding that the lake water has accumulated in a depression caused by subsidence.",
		"In their direction they are erect or reflexed (with their apices downwards), spreading outwards (divergent or patulous), or arched inwards (connivent).",
		"Nutrition is of course holozoic or saprophytic in the colourless forms, holophytic in the coloured; but these divergent methods are exhibited by different species of the same genus, or even by individuals of one and the same species under different conditions.",
		"Some authors have been so much impressed by the similarity of this extinct family to the Cycads, that they have regarded them as being on the direct line of descent of the latter group; it is more probable, however, that they formed a short divergent phylum, distinct, though not remote, from the Cycadean stock.",
		"Up to the stage indicated by the Dissertation he had been attempting, in various ways, to unite two radically divergent modes of explaining cognition - that which would account for the content of experience by reference to affection from things without us, and that which viewed the intellect itself as somehow furnished with the means of pure, rational cognition.",
		"The moral ambivalence of the rogue narrative encouraged divergent political readings.",
		"It has been designed to assist academics to design and deliver coursework to allow for the divergent needs of student populations.",
		"Much more signifi cant is their divergent stance toward the Gospels.",
		"It has been designed to assist academics to designed to assist academics to design and deliver coursework to allow for the divergent needs of student populations.",
		"The top three animals mirrored the global result, which surprisingly didn't demonstrate a wildly divergent set of choices depending on different cultures.",
		"The vastly divergent views on the color white can lead to major flower issues.",
		"We have to therefore accept that our understanding of the meaning of an ideogram evolved by a radically divergent culture may be deficient.",
		"The Crane brothers ' writing styles are widely divergent.",
		"To what degree do you feel these apparently divergent criteria to be in conflict?",
		"The thrust of the Welsh document means that Wales and England will have increasingly divergent systems in future.",
		"The two are not mutually exclusive, but they do strike me as becoming increasingly divergent, and to regressive effect.",
		"In Oxford today, fighting is confined to the occasional late night fracas, although the interests of town and gown are still divergent.",
		"Eliot uses the parallelism to good effect, such that subject and theme are related but divergent at the same time.",
		"It sends off numbers of divergent channels (called marigots) forming several islands, the largest being that of Morfil, 110 m.",
		"Consideration of phylogenetic series, especially from the palaeontological side, has led many writers to the conception that there is something of the nature of a growth-force inherent in organisms and tending inevitably towards divergent evolution.",
		"Both types represent rather two divergent lines than successive stages, although that of the Clamatores remains at a lower level, possessing at the utmost three pairs of muscles, whilst these range in the Oscines from rarely two or three to five or seven.",
		"He concisely cites (p. 238) no fewer than eight other characters of more or less value as peculiar to the Carinate Division, the first of which is that the feathers have their barbs furnished with hooks, in consequence of which the barbs, including those of the wing-quills, cling closely together; while among the rest may be mentioned the position of the furcula and coracoids, 4 which keep the wing-bones apart; the limitation of the number of the lumbar vertebra to fifteen, and of the carpals to two; as well as the divergent direction of the iliac bones - the corresponding characters peculiar to the Ratite Division being the disconnected condition of the barbs of the feathers, through the absence of any hooks whereby they might cohere; the non-existence of the furcula, and the coalescence of the coracoids with the scapulae (or, as he expressed it, the extension of the scapulae to supply the place of the coracoids, which he thought were wanting); the lumbar vertebrae being twenty and the carpals three in number; and the parallelism of the iliac bones.",
		"It is demonstrable by various passages in the works and letters that he never looked upon the Wissenschaftslehre as containing the whole system; it is clear from the chronology of his writings that the modifications supposed to be due to other thinkers were from the first implicit in his theory; and if one fairly traces the course of thought in the early writings, one can see how he was inevitably led on to the statement of the later and, at first sight, divergent views.",
		"Yet the divergent uses that have been made of it witness to the ambiguity of his statement which is traceable to the fact that Kant was himself too deeply rooted in the thought of his predecessors and carried with him too much of their spirit to be able entirely to free himself from their assumptions and abstractions.",
		"Elected king of Denmark and Norway, he suc ceeded in subduing Sweden by force of arms; but he spoiled everything at the culmination of his triumph by the hideous crime and blunder known as the Stockholm massacre, which converted the politically divergent Swedish nation into the irreconcilable foe of the unional government (see Christian Ii.).",
		"In spite of the composition of 1894, the animosity between Folketing and Landsting continues to characterize Danish politics, and the situation has been complicated by the division of both Right and Left into widely divergent groups.",
		"The divergent parabolas are of five species which respectively belong to and determine the five kinds of cubic curves; Newton gives (in two short paragraphs without any development) the remarkable theorem that the five divergent parabolas by their shadows generate and exhibit all the cubic curves.",
		"Any solid or liquid transparent medium of lenticular form, having either one convex and one flat surface or two convex surfaces whose axes are coincident, may serve as a \" magnifier,\" the essential condition being that it shall refract the rays which pass through it so as to cause widely diverging rays to become either parallel or but slightly divergent.",
		"Cryo-electron microscopy reveals conserved and divergent features of Gag packing in immature particles of Rous sarcoma virus and human immunodeficiency virus.",
		"Our son Oliver, now aged 10 months, was born with what initially appeared to be an extremely divergent squint in both eyes.",
		"For example, the summation of divergent series is of great importance in the large order perturbation theory of quantum mechanical systems.",
		"However, with a growing number of imported Italian ingredients available, it can be very exciting to learn how to prepare the widely divergent dishes of the different regions of Italy.",
		"Ultimately, wine scoring is highly subjective, and five different wine tasters will provide divergent assessments about the quality of the wine.",
		"To some extent these differences are rooted in divergent evolutionary pathways, but they have also been influenced by human interference through selective breeding.",
		"These tests are designed to measure divergent thinking, such as fluency, flexibility, originality, and elaboration.",
		"To the student of ecclesiastical history it is remarkable as exhibiting a form of Christianity widely divergent from the prevalent types, being a religious fellowship which has no formulated creed demanding definite subscription, and no liturgy, priesthood or outward sacrament, and which gives to women an equal place with men in church organization.",
		"Thus the ancient kingdom was divided into three separate states with divergent aims and interests, a condition of things which, with frequent rearrangements, continued for more than 150 years.",
		"Nor in Berkeley are these divergent features ever united into one harmonious whole.",
		"But not to mention that it occurs in several divergent forms, and that it takes no account of the fact that our present suras are partly composed of pieces of different dates, it contains so many suspicious or undoubtedly false statements, that it is impossible to attach any great importance to it.",
		"His friendship towards the Tractarians exposed him to considerable persecution, but his simple manly character and zealous devotion to parochial work gained him the support of widely divergent classes.",
		"An exception, however,, is constituted by the comprehensive genus Dictyonema, which embraces species composed of a large number of divergent and sub-parallel branches, united by transverse dissepiments into a symmetrical cone-like or funnel-shaped polypary, and includes some forms (Dictyograptus) which originate from a nema-bearing sicula and have been claimed as belonging to the Graptoloidea.",
		"This would leave the Echinoid scheme remarkably simple, with the Melonitoida and Cidaroida as divergent branches from an ancestor like Bothriocidaris; but while the former branch soon decayed, the latter continues to flourish at the present day.",
		"In the absence of literary culture the Albanian dialects, as might be expected, are widely divergent; the limits of the two principal dialects correspond with the racial boundaries of the Ghegs and Tosks, who understand each other with difficulty; the Albanians in Greece and Italy have also separate dialects.",
		"Fichte's general views on philosophy seem to have changed considerably as he advanced in years, and his influence has been impaired by certain inconsistencies and an appearance of eclecticism, which is strengthened by his predominantly historical treatment of problems, his desire to include divergent systems within his own, and his conciliatory tone.",
		"Divergent views have been held by different authors both as regards the nature of the cormus as a whole, and as regards the homologies of the different types of appendages borne by it.",
		"It is remarkable that these organs are found in similar positions in genera belonging to widely divergent families, while two genera of the same family may have them in different positions.",
		"In them the vomer, however variable, always tapers to a point anteriorly, while behind it includes the basisphenoidal rostrum between the palatals; but neither these nor the pterygoids are borne by its posterior divergent ends.",
		"The whole of antiquity seemed precious in the eyes of its discoverers; and even a thinker so acute as Pico di Mirandola dreamed of the possibility of extracting the essence of philosophical truth by indiscriminate collation of the most divergent doctrines.",
		"In the second series, to which greater importance is attached, measurements were made of the force exerted in a divergent field upon small balls of copper, silver and other substances, first when the balls were in air and afterwards when they were immersed in liquid oxygen.",
		"The gg Y divergent interests of the various colonies threatened indeed a tariff and railway war when the Customs Convention (provisionally renewed in March 1906) should expire in 1908.",
		"In the absence of external evidence the study of the Exodus of the Israelites must be based upon the Israelite records, and divergent or contradictory views must be carefully noticed.",
		"Thus, the tradition of a residence in Egypt, implied also in the stories of Joseph, has certainly become the \" canonical \" view, but the recollection was not shared by all the mixed peoples of Palestine; and to this difference of historical background in the traditions must be added divergent traditions of the earlier population.",
		"Telesio was the head of the great South Italian movement which protested against the accepted authority of abstract reason, and sowed the seeds from which sprang the scientific methods of Campanella and Bruno, of Bacon and Descartes, with their widely divergent results.",
		"Jackson could brook no criticism from one whom he had considered a friend; Calhoun, moreover, angered the president still further by his evident sanction of the social proscription of Mrs Eaton (q.v.); the political views of the two men, furthermore, were becoming more and more divergent, and the rupture between the two became complete.",
		"At his order the orthodox doctrines and texts were compiled by the high priest Jansar; all divergent theories were prohibited and their adherents proscribed.",
		"The Oriental Borneo and Bali are respectively divided from Celebes and Lombok by a narrow belt of sea known as \"Wallace's Line,\" on the opposite sides of which the indigenous mammalia are as widely divergent as in any two parts of the world.",
		"However, creativity involves divergent thinking, which is the ability to come up with new and unusual answers.",
		"Since, however, medusa-colonies occur only in one group, the Siphonophora, and divergent views are held with regard to the morphological interpretation of the members of a siphonophore, only the first three of the above sub-divisions of hydromedusa morphology will be dealt with here in a general way, and the morphology of the Siphonophora will be considered under the heading of the group itself.",
		"It is suggested that even in the absence of modification produced by any possible Darwinian or Lamarckian factors, that even in a neutral environment, divergent evolution of some kind would have occurred.",
		"He opposed the scala naturae theory, and recognized four distinct and divergent branches or embranchemens, as he called them, in each of which he arranged a certain number of the Linnaean classes, or similar classes.",
		"The chemical composition and constitution of guncotton has been studied by a considerable number of chemists and many divergent views have been put forward on the subject.",
		"We now come to the writer who, above all others, gathered up into himself the divergent and scattered threads of ancient medicine, and out of whom again the greater part of modern European medicine has flowed.",
		"So various are the conditions of selfregulation in various animals, both in respect of their peculiar and several modes of assimilating different foods, and of protecting themselves against particular dangers from without, that, as we might have expected, the bloods taken from different species, or even perhaps from different individuals, are found to be so divergent that the healthy serum of one species may be, and often is, poisonous to another; not so much in respect of adventitious substances, as because the phases of physiological change in different species do not harmonize; each by its peculiar needs has been modified until, in their several conditions of life, they vary so much about the mean as to have become almost if not quite alien one to another.",
		"Historians have expressed divergent views regarding the early relations of the craftsmen and their fraternities to the gild merchant.",
		"The whole system was designed to suppress the competition of outsiders, but the divergent interests of individuals and towns, the pressure of competition and changing commercial conditions, in part the reactionary character of the legislation, made enforcement difficult.",
		"By the operation of the Judicature Act one supreme court with several divisions was constituted; each division could administer the whole law; the conflict of divergent systems of law was largely overcome by declaring that when they were at variance, the principles of equity should prevail over the doctrines of the common law.",
		"An interesting link between divergent marsupial families, still living in Ecuador, the Coenolestes, is another discovery of recent years.",
		"From the time of Hyrcanus downwards the ideal of the princely high priests became more and more divergent from the ideal of the pious in Israel, and in the Psalter of Solomon we see religious poetry turned against the lords of the Temple and its worship.",
		"Often the same account is given in two or more slightly divergent forms, which have come down through different chains of reporters.",
		"Like the Malay and the Mongol types they are short and thickly built, but unlike either they have prominent brows, bushy locks, round deep-set eyes, long divergent lashes, straight noses and much hair on the face and the body.",
		"To the specialists in sciences which were advancing rapidly and in divergent directions to results which often reacted on and transformed their initial assumptions, Spencer has often appeared too much of a philosopher and defective in specialist knowledge.",
		"The first larva is broad in front and tapers behind to a \" tail \" provided with two divergent processes, so that it resembles a small crustacean.",
		"Kings xii.; see the divergent tradition in 2 Chron.",
		"The Hydrozoa may be defined, therefore, as Cnidaria in which two types of individual, the polyp and the medusa, may be present, each type developed along divergent lines from the primitive actinula form.",
		"The brachiopods, generally classed collectively as Spirifer mucronatus, follow at least five distinct lines of evolution in the Middle Devonian of North America, while more than twenty divergent lines have been observed by Grabau among the species of the gastropod genus Fusus in Tertiary and recent times.",
		"It is easier and, in one sense, it is more impressive to make a peremptory and exclusive statement, and to refuse to allow any place beside it to divergent expositions; but this show of clearness and power is dearly purchased at the cost of the ennobling conviction that the whole truth is far greater than our individual minds.",
		"So the current frustrating situation, where so many people have such wildly divergent understandings about nutrition, will fade away.",
		"The Senegal indeed has what is styled an interior delta, but, with the exception of the marigot named, all the divergent branches rejoin the main stream before the sea is reached.",
		"The Odonata are in many imaginal and larval characters highly specialized; yet they probably arose with the Ephemeroptera as a divergent offshoot of the same primitive isopteroid stock which developed more directly into the living Isoptera, Plecoptera, Dermaptera and Orthoptera.",
		"A second and slightly divergent list from the hand of a Byzantine rhetorician has been incorporated in the works of Philo of Byzantium.",
		"Hence in its condition of repose such an eye cannot distinctly see parallel rays from a distance and, still less, divergent rays from a near object.",
		"Frequenting parts of the open country so very divergent in character, and as remarkable for the peculiarity of its flight as for that of its cry, the lapwing is far more often observed in nearly all parts of the British Islands than any other of the group Limicolae.",
		"Both their continued maintenance and their final sudden abolition are in some respects divergent from the general course of British tariff history.",
		"These widely divergent conditions give to Mexico a flora that includes the genera and species characteristic of nearly all the zones of plant life on the western continents - the tropical jungle of the humid coastal plains with its rare cabinet-woods, dye-woods, lianas and palms; the semi-tropical and temperate mountain slopes where oak forests are to be found and wheat supplants cotton and sugar-cane; and above these the region of pine forests and pasture lands.",
		"As the light is twice refracted, the dispersion is increased, and the rays, after transmission through the prism, form a divergent system, which may be allowed to fall on a sheet of white paper, forming the wellknown solar spectrum.",
		"The understanding, however, between the two contracting parties was very far from being clear and complete, as each party still sought to attain its own aim by spreading in the Christian world divergent interpretations of the concordat and widely-differing plans for reducing it to its final form.",
		"The Alexandrian tradition seems to have been that he was of Cyrenaean origin; and Severus, a writer of the Loth century, adds to this the statement that his father's name was Aristobulus, who, with his wife Mary, was driven from the Pentapolis to Jerusalem by an invasion of barbarians 1 The divergent lines of the later attempts at a literal interpretation - e.g.",
		"As the life-conditions and feedinghabits of the larva and imago become constantly more divergent, the appearance of the wing-rudiments would be postponed to the pre-imaginal instar, and that instar would become predominantly passive.",
		"It may be noticed that the Flatey Book narrative gives a somewhat different but much slighter account of Thorfinn's expedition, making both Thorvald Ericsson and Freydis undertake separate Vinland ventures - one before, the other after, Karlsefni's enterprise - Thorvald being killed on his (as in Red Eric Saga, but with divergent details), and Freydis on her committing atrocities upon her comrades, the Icelanders Helgi and Finnbogi, which are unnoticed in Red Eric. The latter, however, in its mention of the domestic broils which arose over the women of the colony in its third winter, points to something which may have been the germ of the highly elaborated Freydis story in Flatey.",
		"In external form and appearance the Hydrozoa exhibit such striking differences that there would seem at first sight to be little in common between the more divergent members of the group. Nevertheless there is no other class in the animal kingdom with better marked characteristics, or with more uniform morphological peculiarities underlying the utmost diversity of superficial characters."
	],
	"synonyms": [
		"diverging",
		"separate",
		"radiating",
		"conflicting",
		"atypical",
		"variant",
		"aberrant",
		"unequal",
		"different",
		"various",
		"diverse",
		"dissimilar",
		"unlike",
		"disparate",
		"unnatural"
	],
	"antonyms": [
		"convergent",
		"agreeing",
		"similar"
	]
}