{
	"word": "lucid",
	"meaning": [
		"Bright; shining.",
		"Thinking or expressing oneself clearly, especially between periods of confusion; clearheaded.",
		"Clear to the mind; readily understood.",
		"Transparent.",
		"Designating an interval of sanity in a mental disorder.",
		"A lucid dream."
	],
	"sentences": [
		"It was a lucid dream; half awake, half asleep.",
		"Lucid explanations have been most helpful to my understanding.",
		"The poet was reading lucid prose.",
		"The main points remained lucid, straightforward, and well worth listening to.",
		"The wonders of the temple were made more lucid by a guided tour of the little museum.",
		"He seems to have been an admirable teacher, with a great power of lucid exposition.",
		"The coverage of ICMP attacks is neither particularly lucid nor particularly complete.",
		"It has high merits of style, being lucid and pointed to a degree.",
		"Click on the area you want to know about, and all the information is revealed - in remarkably lucid language too.",
		"Perhaps it was a resurgence of his forgotten priestly training but for the first time, Howie was more lucid than I.",
		"The style is lucid and almost classical.",
		"Of the former, the first, published in 1896, was on the dynamics of a particle; and afterwards there followed a number of concise treatises on thermodynamics, heat, light, properties of matter and dynamics, together with an admirably lucid volume of popular lectures on Recent Advances in Physical Science.",
		"In England the Roman Catholic bishops have agreed on the use of what is known as \" The Penny Catechism,\" which is very lucid and well constructed.",
		"His acquaintance with literature was wide, his own style lucid and decisive.",
		"His judgment was unusually clear, his principles solid and well founded, his sincerity and honesty beyond question; and to these qualities he united an admirable style, lucid, precise and well balanced.",
		"A lucid dreamer could signal a not so deep sleep by moving the eyes in a predetermined pattern.",
		"He wrote a lucid account of the phenomena of phosphorescence, and adduced a molecular magnetic theory which anticipated some of the chief features of the hypothesis of to-day.",
		"He impressed every one as a man of extraordinary acuteness and originality; and these solid gifts were set off to the highest advantage by quickness of thought and speech, a lucid style, wit and poetic fancy, and a social warmth which made him delightful as a friend and companion.",
		"Neither the witty and lucid form in which the philosophers clothed their ideas in their satires, romances, stage-plays and treatises, nor the salons of Madame du Deffand, Madame Geoffrin and Mademoiselle de Lespinasse, could possibly have been sufficiently far-reaching or active centres of political propaganda.",
		"He wrote several other works of the same nature which exhibit scholarly research and lucid arrangement.",
		"He is always lucid.",
		"In his ninth year (1746), during a \" lucid interval of comparative health,\" he was sent to a school at Kingston-uponThames; but his former infirmities soon returned, and his progress, by his own confession, was slow and unsatisfactory.",
		"He had an admirable gift of lucid, direct narrative, and an unfailing fund of incident, and of humour, sometimes bordering on farce.",
		"Raumer's style is direct, lucid and vigorous, and in his day he was a popular historian, but judged by strictly scientific standards he does not rank among the first men of his time.",
		"The Latin style is harsh, rugged and far from lucid.",
		"These volumes, which called forth a multitude of answers on the Protestant side, exhaust the controversy as it was carried on in those days, and contain a lucid and uncompromising statement of Roman Catholic doctrine.",
		"He fell into melancholy, imbecility, and at last madness, with lucid intervals, and died at Milan on the 15th (13th) of February 1787.",
		"He has that power of concise and lucid narration, of terse reasoning, of persuasive appeal, which is required by the forensic speaker.",
		"Their religion had its fine lucid intervals, but their mythology and ritual were little better than savage ideas, elaborately worked up by the imagination of a cruel and superstitious priesthood.",
		"He holds a place midway between the romanticists and the realists, with a distinguished and lucid portraiture of life which is entirely his own.",
		"So perhaps a lucid dreamer could signal by moving the eyes in a predetermined pattern.",
		"He and other lucid dreamers were able to signal from the dream and then hold their breath.",
		"Plants and Ghosts promises Davies' familiar sensuous, lucid dance yet given new inflections and textural change.",
		"Fifty-five percent had at least one lucid dream and two had their first-ever lucid dream this way.",
		"Agree with comments of the literary critics that it is brilliantly written in lucid prose.",
		"But it does take some intellectual rigor to follow his complex but lucid arguments.",
		"The Hitchhiker's Guide to the Galaxy was a lucid, satirical, occasionally profound, utterly unique comic invention on radio.",
		"The former had written in lucid German an attack on the national neglect of native philosophers (principally Leibnitz), and lent the manuscript to Lessing.",
		"In the 16th and 17th chapters of the Differential Equations we find, for instance, a lucid account of the general symbolic method, the bold and skilful employment of which led to Boole's chief discoveries, and of a general method in analysis, originally described in his famous memoir printed in the Philosophical Transactions for 1844.",
		"His judgment of men and things was keen, lucid and masculine, and he was alike prompt in decision and brave in action.\"",
		"He was a terse, able and lucid speaker, master of wit and sarcasm, and a fearless critic. He gave liberally to Cooper Union, of which he was trustee and secretary, and which owes much of its success to him; was a trustee of Columbia University from 1901 until his death, chairman of the board of trustees of Barnard College, and was one of the original trustees, first chairman of the board of trustees, and a member of the executive committee of the Carnegie Institution.",
		"It is an admirably lucid, and even elegant, exposition of the Ricardian economics, the Malthusian theory being of course incorporated with these; but, notwithstanding the introduction of many minor novelties, it is in its scientific substance little or nothing more.",
		"Fleming, Magnets and Electric Currents (London, 1898); C. Maurain, Le magnetisme du fer (Paris, 1899; a lucid summary of the principal facts and laws, with special regard to their practical application); Rapports presentes au Congrks international de physique, vol.",
		"In 1894 he published his Manuel de diplomatique, a monument of lucid and wellarranged erudition, which contained the fruits of his long experience of archives, original documents and textual criticism; and his pupils, especially those at the Ecole des Hautes Etudes,.",
		"His style is correct, lucid and virile, but generally nothing more, and his endeavour to use as far as possible only words of Teutonic origin limited his vocabulary and makes his sentences somewhat monotonous.",
		"The Epitome Astronomiae Copernicanae (Linz and Frankfort, 1618-162r), a lucid and attractive textbook of Copernican science,was remarkable for the prominence given to \"physical astronomy,\" as well as for the extension to the Jovian system of the laws recently discovered to regulate the motions of the planets.",
		"The beauty and gorgeous imagery of his art works bore away the public from the first, in spite of their heretical dogmatism and their too frequent extravagance of rhetoric. But his later economic and social pieces, such as Unto this Last, Time and Tide, Sesame and Lilies, are composed in the purest and most lucid of English styles.",
		"The Hitchhiker 's Guide to the Galaxy was a lucid, satirical, occasionally profound, utterly unique comic invention on radio.",
		"My dreams last night were extrordinarily lucid and cohesive.",
		"Preliminary reports state the Morgan Freeman was conscious, lucid and even cracked a few jokes with the rescue team despite the fact that they had to use the Jaws of Life to pry the 71-year-old actor from the car.",
		"In a lucid dream, dreamers realize they are dreaming while they are asleep.",
		"The mind is not in a deep sleep stage during a lucid dream.",
		"Instead, the brain activity during a lucid dream is the same as when awake - so what a dreamer \"learns\" in their dream can be remembered and repeated when they are awake.",
		"For example, an athlete might use a lucid dream to practice their swing or an employee might practice a speech in their dream.",
		"Most dreams are in color and noticing vivid colors is one of the ways to become aware of being lucid or conscious while dreaming.",
		"Many creative individuals have used lucid dreaming as way to experiment and come up with inventions, including great inventors like Thomas Edison who was known to take naps as he worked on inventions.",
		"Still, other people find ways to make dreaming more useful and creative, such as through learning lucid dreaming techniques.",
		"Dreaming in color, especially vivid colors, is also a strong indicator that a person might be able to have a lucid or conscious dream.",
		"One of the classic ways to have a lucid dream experience is to notice the vibrant colors in a dream and realize in the process that dreaming is occurring.",
		"Lucid dreams have an element of consciousness to them, and some believe that you can use the realization that you are dreaming to control the events in your dreams.",
		"Daydreaming can be considered a type of lucid dream in which you are somewhat lulled into a subconscious state.",
		"Lucid dreams may be dreamy communication between the conscious and subconscious minds.",
		"Lucid Gems -- Dropped by Wight Night and Gargoyle in Halloweentown.",
		"If you plan to watch these videos, set aside about an hour and observe how credible and lucid the interviewees are when they recount their experiences.",
		"Lucid dreams are a scientifically proven event that some people experience.",
		"These dreams usually occur without preparation or intent, although you can train yourself to have lucid dreams.",
		"In a lucid dream, you suddenly become aware that you're dreaming and are watching yourself in the dream as though playing a role.",
		"You can alter events and actions in a lucid dream.",
		"One of the most common examples of lucid dreams is becoming aware that you're dreaming a nightmare and saying I don't want to dream this anymore and suddenly waking up.",
		"You can use lucid dreams to discover more details and information about a past life, but it'll take practice to master that kind of control over a lucid dream.",
		"There are other past life dreams besides lucid dreams.",
		"Many practitioners suggest practicing prior to traditional sleep, not only for the restorative benefits, but also for the potential of lucid dreaming and heightened awareness even while the mind and body are in a state of rest.",
		"Here he conveys painful and lucid emotions, again in reference to his love for Patti Boyd.",
		"Hookah is a true leisure activity, allowing for quick and lucid intoxication.",
		"You're awake - and lucid.",
		"For the measurement of wider stars he invented his lamp-micrometer, in which the components of a double star observed with the right eye were made to coincide with two lucid points placed io ft.",
		"The distance of the lucid points was the tangent of the magnified angles subtended by the stars to a radius of io ft.",
		"A lack of imagination and of the philosophic spirit prevented him from penetrating or drawing characters, but his analytical gift, joined to persevering toil and honesty of purpose enabled him to present a faithful account of ascertained facts and a satisfactory and lucid explanation of political and economic events.",
		"The principal theological writings of Basil are his De Spiritu Sancto, a lucid and edifying appeal to Scripture and early Christian tradition, and his three books against Eunomius, the chief exponent of Anomoian Arianism.",
		"Scott's The Fourth Gospel (1906) gives a lucid, critical and religiously tempered account of the Gospel's ideas, aims, affinities, difficulties and abiding significance.",
		"In his \" tesmoynages de nostre imbecillite \" he follows in the main the lines of the ancients, and he sums up with a lucid statement of the two great arguments in which the sceptical thought of every age resumes itself - the impossibility of verifying our faculties, and the relativity of all impressions.",
		"Their style, we are told, was unpolished and arid in the extreme, while the argument was lucid and impartial.",
		"These works are written in a lucid, racy, picturesque style, which secured for them an unusual degree of popularity.",
		"The letters written to his friend Benjamin Abbott at this time give a lucid account of his aims in life, and of his methods of self-culture, when his mind was beginning to turn to the experimental study of nature.",
		"But the only really great prose-writer of the period was the Norwegian, Niels Treschow (1751-1833), whose philosophical works are composed in an admirably lucid style, and are distinguished for their depth and originality.",
		"He explained his inventions and described his discoveries in language so lucid and so characteristic that he claims an honoured place in the literature of the country of whose culture, in other branches, he is one of the most distinguished ornaments.",
		"But let it be observed, first, that to reduce the huge and confused mass of pre-existing law into the compass of these two collections was an immense practical benefit to the empire; secondly, that, whereas the work which he undertook was accomplished in seven years, the infinitely more difficult task of codification might probably have been left unfinished at Tribonian's death, or even at Justinian's own, and been abandoned by his successor; thirdly, that in the extracts preserved in the Digest we have the opinions of the greatest legal luminaries given in their own admirably lucid, philosophical and concise language, while in the extracts of which the Codex is composed we find valuable historical evidence bearing on the administration and social condition of the later Pagan and earlier Christian empire; fourthly, that Justinian's age, that is to say, the intellect of the men whose services he commanded, was quite unequal to so vast an undertaking as the fusing upon scientific principles into one new organic whole of the entire law of the empire.",
		"Penetrated by the conviction that ignorance was the worst of the inveterate evils of old Russia, a pitiless enemy of superstition of every sort, a reformer by nature, overflowing with energy and resource, and with a singularly lucid mind armed at all points by a farreaching erudition, Prokopovich was the soul of the reforming party after the death of Peter the Great.",
		"Nevertheless the Milky Way contains a fair proportion of lucid stars, for these are considerably more numerous in the bright patches of the Milky Way than in the rifts and dark spaces.",
		"Some of the poems are faultless, after their kind, flowing from the first stage to the last, lucid in thought, vivid in diction, harmonious in their pensive melody.",
		"Of these, Nyblaeus compiled a lucid account of Swedish philosophy from the beginning of the 18th century up to and including Bostrom; Ribbing (Platos Ideelara and Socratische Studien) showed how closely Swedish idealism is allied to Greek.",
		"Besides the description of the method of magnetization which still bears his name, this work contains a variety of accurate magnetic observations, and is distinguished by a lucid exposition of the nature of magnetic induction.",
		"His style is lucid and vivid, but he lacks the critical sense, and the speeches he puts into the mouths of his characters are imaginary.",
		"Rutilius receives more or less attention from all writers on the history or literature of the times, but a lucid chapter in Beugnot, Histoire de la destruction du Paganisme en Occident (1835), may be especially mentioned one in Pichon's Derniers ecrivains profans (1906).",
		"Each of these served as an example of what might be achieved in the light of the new doctrine, which, taught in this way and in an admirably lucid style, was easily absorbed by many who found the more complete exposition in the Origin very hard to absorb.",
		"The expression of his opinion on both these points of divergence from Darwin will be found in Darwinism (1889), a most valuable and lucid exposition of natural selection, as suited to the later period at which it appeared as the Essays were to the ealier.",
		"As philosopher, politician, historian, essayist, orator, he aimed at lucid and harmonious expression - not, indeed, neglecting the importance of the material he undertook to treat, but approaching his task in the spirit of an artist rather than a thinker or a man of action.",
		"There are very few works dealing adequately but simply with the principles of arithmetic. Homersham Cox, Principles of Arithmetic (1885), is brief and lucid, but is out of print.",
		"Hamilton (Discussions, p. 541), one of his most resolute opponents, described Cousin as \"A profound and original thinker, a lucid and eloquent writer, a scholar equally at home in ancient and in modern learning, a philosopher superior to all prejudices of age or country, party or profession, and whose lofty eclecticism, seeking truth under every form of opinion, traces its unity even through the most hostile systems.\"",
		"The chief of these was Limborch, the successor of Episcopius as Remonstrant professor of theology, lucid, learned and tolerant, the friend of Cudworth, Whichcote and More.",
		"Lucid dreams do tend to occur in periods of higher cortical arousal.",
		"She lost her fever and slept, becoming quite lucid and reaching the crisis.",
		"He decided to move his eyes left and right eight times in succession whenever he became lucid.",
		"However, lucid dreams do tend to occur in periods of higher cortical arousal.",
		"In the following summer Washington attempted to recover this fort, in a campaign which included the skirmish 1 His Journal, published in 1754, gives a concise and lucid account of this expedition.",
		"The style is lucid and masterly, and the summary of astronomical history with which it terminates has been reckoned one of the masterpieces of the language.",
		"Arrian's style is simple, lucid and manly; but his language, though pure, presents some peculiarities.",
		"It is a problem how to reconcile his ignorance, his weakness, his superstition, his crude notions, his erroneous observations, his ridiculous influences and theories, with his grasp of method, his lofty views of the true scope of medicine, his lucid statements, his incisive and epigrammatic criticisms of men and motives.",
		"Lord Birkenhead brought to the performance of his new duties the vigour which had always been characteristic of him; his judgments in the two final Courts of Appeal were weighty and lucid; and he quickly made himself a force in the Lords' debates.",
		"But though Napoleon knew that de Beausset had to say something of this kind, and though in his lucid moments he knew it was untrue, he was pleased to hear it from him.",
		"His lucid style and the perfection of his experimental demonstrations drew to his lectures a crowd of enthusiastic scholars, on whom he impressed the importance of applied science by conducting them round the factories and workshops of the city; and he further found time to hold weekly \"colloquies\" on physical questions at his house with a small circle of young students.",
		"According to this account the poet was born in 95 B.C.; he became mad in consequence of the administration of a love-philtre; and after composing several books in his lucid intervals, which were subsequently corrected by Cicero, he died by his own hand in the forty-fourth year of his age.",
		"He prescribes panda toenail unction to be spread on the forehead before sleep to make the dreams more lucid.",
		"There is also an exceptionally lucid psychologist who explains just how attractive terrorism can seem to a confused teenager.",
		"An extremely lucid consideration of the Becke Line, the refractive differences between specimen and mountant, is particularly useful.",
		"Still, his narrative is lucid, and later researches have not yet rendered his work obsolete.",
		"His family is lucid that this disease is terminal.",
		"The game changed during the lucid interval.",
		"Pattens's discussion of the answers to these and many other questions is wonderfully lucid and entertaining.",
		"There was a lucid exposition of the position made here."
	],
	"synonyms": [
		"crystalline",
		"transparent",
		"pellucid",
		"limpid",
		"crystal clear",
		"perspicuous",
		"luculent",
		"semitranslucent",
		"shining",
		"sane",
		"rational",
		"luminous",
		"evident",
		"cogent",
		"brilliant"
	],
	"antonyms": [
		"muddled",
		"ambiguous",
		"clouded",
		"vague",
		"unclear",
		"obscure",
		"puzzled",
		"confused",
		"unreasonable",
		"muddied",
		"foggy",
		"confusing",
		"gloomy",
		"murky",
		"dark"
	]
}