{
	"word": "sanguine",
	"meaning": [
		"At ease; accepting.",
		"Cheerful and confident; optimistic; hopeful.",
		"In medieval physiology, having the warm, passionate, cheerful temperament and the healthy, ruddy complexion of one in whom the blood is the predominant humor of the four.",
		"Having blood as the dominant humor in terms of medieval physiology.",
		"Of the color of blood; ruddy.",
		"Blood colour; red.",
		"Anything of a blood-red colour, as cloth.",
		"Bloodstone.",
		"Red crayon. See the Note under crayon, 1.",
		"To stain with blood; to impart the colour of blood to; to ensanguine."
	],
	"sentences": [
		"These sanguine expectations were not fully realized.",
		"The Frenchman emitted a merry, sanguine chuckle, patting Pierre on the shoulder.",
		"In short, his kindness of heart rose above all social, religious or political differences, and nothing destroyed his confidence in men and his sanguine views of life.",
		"Rostopchin, though he had patriotic sentiments, was a sanguine and impulsive man who had always moved in the highest administrative circles and had no understanding at all of the people he supposed himself to be guiding.",
		"The Catholic world watched his progress with the most sanguine expectations.",
		"From the district of Yukon (Klondike, &c.) £2,800,000 was obtained in 1899, wholly from alluvial workings, but the progress made since has been slower than was expected by sanguine people.",
		"But his sanguine hopes of continuing at this rate were frustrated by ill-health.",
		"Although a sincere Catholic, he seems to have laid but little stress on the secret admonition of the Holy Office, which his sanguine temperament encouraged him gradually to dismiss from his mind.",
		"In Anselm's case we have the further sanguine hope of justifying not theism merely but all Christian doctrine to the scientific reason.",
		"There was no precedent for large military forces, in close contact with a formidable enemy, embarking within easy artillery range of positions in the hands of the opposing side, and the most sanguine amongst high military authorities in the councils of the Entente feared that a withdrawal could not be carried out without incurring heavy losses.",
		"The result of their report was that all pilgrimage thither from the province of Bohemia was prohibited by the archbishop on pain of excommunication, while Huss, with the full sanction of his superior, gave to the world his first published writing, entitled De Omni Sanguine Christi Glorificato, in which he declaimed in no measured terms against forged miracles and ecclesiastical greed, urging Christians at the same time to desist from looking for sensible signs of Christ's presence, but rather to seek Him in His enduring word.",
		"During the revolution of 1848, of which he took an unduly sanguine view, he once more turned journalist for a short time in the Ere nouvelle and other papers.",
		"And the IEA debaters, regardless of the perspective they were coming from, were far less sanguine about British prospects.",
		"The mass becomes unduly sanguine or weakly surrenders to panic. Hence the law of error does not apply, and speculation by the public may unsteady prices.",
		"Our knowledge of Lanfranc's polemics is chiefly derived from the tract De cor pore et sanguine Domini which he wrote many years later (after 1079) when Berengar had been finally condemned.",
		"Lles Area topmost ridges, which, it was hoped, would be reached by daylight - a somewhat sanguine anticipation, as it turned out.",
		"The relaxing by the Allies of their frail hold upon the outer coastline of the Gallipoli Peninsula had been effected more successfully than the most sanguine amongst them had permitted themselves to hope for.",
		"Though Carlyle, especially in his earlier years, could deliver an invigorating and encouraging, if not a sanguine doctrine, his utterances were more generally couched in the key of denunciation, and betrayed a growing despondency.",
		"Merchet was regarded, as has been stated already, as a badge of serfdom in so far as it was said to imply a \" buying of one's own blood \" (serous de sanguine suo emando).",
		"The system possessed the advantages of rapidity, being completed in about ten hours, and freedom from any noxious odour; but it yielded only a harsh, ill-spinning fibre, and consequently failed to meet the sanguine expectations of its promoters.",
		"About the time of setting out on his Indian expedition he was described as a most comely man, upwards of 6 ft., tall, well-proportioned, of robust make and constitution; inclined to be fat, but prevented by the fatigue he underwent; with fine, large black eyes and eyebrows; of sanguine complexion, made more manly by the influence of sun and weather; a loud, strong voice; a moderate wine-drinker; fond of simple diet, such as pilaos and plain dishes, but often neglectful of meals altogether, and satisfied, if occasion required, with parched peas and water, always to be procured.i During the reign of Nadir an attempt was made to establish a British Caspian trade with Persia.",
		"The time required for the work of confederating and of consolidating the confederated states Lord Carnarvon estimated at not more than two years, and he was sanguine enough First to hope that Frere would stay on at the Cape for two or three years \" as the first governor-general of the of the South African dominion.",
		"Of a sanguine, somewhat irritable temperament, Davy displayed characteristic enthusiasm and energy in all his pursuits.",
		"He is best known by his treatise on the Eucharist (De corpore et sanguine Domini liber), in which he controverted the doctrine of transubstantiation as taught in a similar work by his contemporary Radbertus Paschasius.",
		"When Burke had become one of the most famous men in Europe, no visitor to his house was more welcome than the friend with whom long years before he had tried poetic flights, and exchanged all the sanguine confidences of boyhood.",
		"While his intentions were pure, he only became a dupe to his sanguine temper and his own theories.",
		"Patton's childhood nickname is consistent with his sanguine temperament.",
		"We should not, however, be too sanguine.",
		"The Institute of Organ Building, however, is not quite so sanguine about the outcome but awaits the June meeting.",
		"But the men are gaining a knowledge of their duties so rapidly that I am very sanguine of the ultimate result.",
		"Communists are not sanguine pacifists or neutral on the propagation of such deeply reactionary ideas in our society.",
		"Of course, if your bosses are still fairly sanguine about such cards, it is possible to hasten the process.",
		"The oecd is remarkably sanguine about the immediate world outlook, believing that there will be recovery after a dip this year.",
		"The club thus seems sanguine about the situation, with Alex Ferguson relatively pleased.",
		"None the less, she remains sanguine about the ability of British children from many backgrounds to grasp the basics of Mandarin.",
		"Somehow, Daniel didn't feel quite as sanguine about the matter as Serena apparently did.",
		"Fund managers appear more sanguine about the situation, however.",
		"His sanguine temperament was disclosed in the deep color of his cheeks.",
		"For the hardships and sufferings of the English soldiers in the terrible Crimean winter before Sevastopol, owing to failure in the commissariat, both as regards food and clothing, Lord Raglan and his staff were at the time severely censured by the press and the government; but, while Lord Raglan was possibly to blame in representing matters in a too sanguine light, it afterwards appeared that the chief neglect rested with the home authorities.",
		"Irish music industry veteran Dave O'Grady is sanguine about the impact of the internet in making a viable future for artists and independent labels.",
		"Astbury regarded him as too sanguine about the problems.",
		"Our appeal has been successful, beyond oar most sanguine expectations.",
		"The Air signs are traditionally connected with the sanguine humor or the blood.",
		"Maclean 's daughter Nan Milton has recalled that ' when the great day dawned, the most sanguine hopes were justified.",
		"He hoped that a more sanguine view would be taken on what long term yields would be in the future.",
		"Somehow, Daniel did n't feel quite as sanguine about the matter as Serena apparently did.",
		"In these circumstances sanguine enthusiasm naturally gave way to despondency, and the reforming zeal of the government was replaced by tendencies of a decidedly reactionary kind.",
		"The overwhelming victory of the government in June at the polls, produced a lull in a crisis which at the beginning of the year had threatened the stability of the Dual Monarchy and the peace of Europe; but, in view of the methods by which the victory had been won, not the most sanguine could assert that the crisis was overpassed.",
		"The German consul at Pretoria at this j uncture as a volatile, sanguine man, with visionary ideas of the important part Germany was to play in the future as the patron and ally of the South African Republic, and of the extent to which the Bismarckian policy might go in abetting an anti-British campaign.",
		"Only more recently the manufacture of caustic soda by electrolysis has also been established as a permanent and paying industry, but as the greatest secrecy is maintained in everything belonging to this domain, and as neither patent specifications nor the sanguine assertions and anticipations of interested persons throw much real light on the actual facts of the case, nothing certain can be said either in regard to the date at which the profitable manufacture of caustic soda was first carried out by electrolysis, or as to what extent this is the case at the present moment.",
		"At first, they were more sanguine of extracting from these unpromising beginnings some knowledge of things beyond ideas.",
		"That measure was in one sense the outcome of a mere sinister expediency, but that such a measure was expedient at all sufficed to prove that Burke's view of the present possibilities of social change was right, and the view of the Rousseauites and too sanguine Perfectibilitarians wrong.",
		"Aubrey describes him as \"of a very fair, clear sanguine complexion, with a long beard as white as milk - a very handsome man - tall and slender.",
		"With him, as with all his successors, the idea of a collective expedition of Europe for the recovery of the Holy Places was always associated with the sanguine hope of extinguishing the schism at Constantinople, its very centre, by the substitution of a Latin for a Byzantine domination.",
		"The results of the labors of the preced-, ing six years began to manifest themselves with a rapidity which surprised the most sanguine observers.",
		"The first of the works known to have been written by Erigena during this period was a treatise on the eucharist, which has not come down to us (by some it has been identified with a treatise by Ratramnus, De corpore et sanguine Domini).",
		"An edition of De corpore et sanguine Domini was published at Oxford in 1859.",
		"He was indeed not at first a complete pessimist, but to be a preacher of Deuteronomy required a sanguine temper which a prophet of the school of Isaiah could not possess.",
		"I am sure you will be glad to hear that I have got a price far beyond my most sanguine wishes for St. Clair.",
		"For a time this breed attracted much attention, and sanguine expectations were entertained that it would prove of national importance."
	],
	"synonyms": [
		"florid",
		"ruddy",
		"rubicund",
		"lively",
		"happy",
		"fond",
		"flushed",
		"buoyant",
		"upbeat",
		"warm",
		"passionate",
		"optimistic",
		"hopeful",
		"expectant",
		"enthusiastic"
	],
	"antonyms": [
		"sallow",
		"pallid",
		"pale",
		"unhappy",
		"depressed",
		"sad",
		"pessimistic",
		"gloomy"
	]
}