{
	"word": "cerebral",
	"meaning": [
		"Of the brain or the cerebrum.",
		"Of, appealing to, or conceived by the intellect rather than the emotions; intellectual.",
		"Cacuminal.",
		"(anatomy, medicine) Of, or relating to the brain or cerebral cortex of the brain.",
		"A cacuminal sound."
	],
	"sentences": [
		"The skull is abnormally thick and the cerebral capacity small.",
		"The eyes are indicated as black dots behind the cerebral ganglia.",
		"Cerebral spinal fluid bathes the brain and spinal cord.",
		"In some Lamellibranchs the osphradial ganglia receive nerve-fibres, not from the visceral ganglia, but from the cerebral ganglia along the visceral commissure.",
		"The figure B also shows the peculiar neural investiture formed by the cerebral arteries in Limulus and the derivation from this of the arteries to the limbs, III, IV, VI, whereas in Scorpio the latter have a separate origin from the anterior aorta.",
		"The results of these experimental researches by many inquirers into the constitution of the brain have transformed our conceptions of cerebral physiology, and thrown a flood of light on the diseases of the brain.",
		"The cerebral hemispheres in existing Ungulates are well convoluted.",
		"A cerebral angiogram is a study of the blood vessels in the brain.",
		"The cerebral ganglia constitute an archicerebrum for the most part, there being no evidence that, as in the Arthropoda, a movement forward of post-oral ganglia has taken place.",
		"Farther up, within the velar area, the rudiments of the cerebral nerve-ganglion ng are seen separating from the ectoderm.",
		"It is possible, as maintained by some writers (Patten and others), that the lobes of the cerebral nervous mass in Arach nids indicate a larger number of prosthomeres as having fused in this region, but there is no embryological evidence at present which justifies us in assuming the existence in Arachnids of more than two prosthomeres.",
		"In a given case of anasarca due to a cause acting generally, it will be found that the liquid of the pleural cavity always contains the highest percentage of proteid, that of the peritoneal cavity comes next, that of the cerebral ventricles follows this, and the liquid of the subcutaneous areolar tissue contains the lowest.",
		"Death is due either to weakness and emaciation (in chronic cases), or to blocking of the cerebral capillaries by the parasites (where these are abundant), or to disorganization of the nervous system (paraplegic and sleepingsickness cases).",
		"They are innervated from the cerebral ganglia.",
		"The cerebral ganglion also gives off a nerve on each side to a pair of small ganglia, united by a median commissure, which have sunk into and control the muscles of the head.",
		"The next change took place in the central provinces; the ra-tags were altered into cerebral dentals, and the ya-tags became c. Later on the superscribed letters and finals d and s disappeared, except in the east and west.",
		"The cerebral convolutions remain unaffected, but the important centres of the medulla oblongata are stimulated.",
		"The four cords are all connected anteriorly with the cerebral commissure which lies above the buccal mass anteriorly.",
		"From the points where the cords meet the cerebral commissure, arise on each an anterior labial commissure and a stomatogastric commissure.",
		"In front of the buccal mass is a median cerebral ganglion.",
		"There are two closely connected cerebral ganglia, from which arise the usual two pairs of nerve cords.",
		"A small stomatogastric commissure bearing two small ganglia arises from the cerebral ganglia and surrounds the oesophagus.",
		"In large doses the action of digitalis on the circulation causes various cerebral symptoms, such as seeing all objects blue, and various other disturbances of the special senses.",
		"A pit or depression, known as \"the cerebral organ,\" opens into the brain just above the mouth; this usually divides into two limbs, which are deeply pigmented and have been called eyes.",
		"When, for instance, the axons of the ganglion cells of the retina are severed by section of the optic nerve, and thus their influence upon the nerve cells of the visual cerebral centres is set aside, the nerve cells of those centres undergo secondary atrophy (Gadden's atrophy).",
		"It had been held that the branches of the g3 Activity end is played upon by other neurons - spinal, cerebral and cerebellar.",
		"The motor cells of the extensor muscles, when preoccupied by cerebral influence, appear refractory.",
		"All the longest routes thus formed traverse late in their course the cortex of the cerebral hemisphere.",
		"The excitable foci of the cerebral cortex are well myelinated long before the unexcitable are so.",
		"The organ seems also to receive many fibres from the parietal region of the cerebral hemisphere.",
		"This condition is more than usually readily induced when the cerebral hemispheres have been removed.",
		"Suspension of cerebral influence exists even more markedly, of course, when the cerebral hemispheres have been ablated.",
		"The stuporose condition is the result of exhaustion after the long period of cerebral excitement.",
		"Prostration and cerebral symptoms are particularly marked; the temperature rises rapidly and very high.",
		"The treatment of plague is still symptomatic. The points requiring most attention are the cerebral symptoms - headache, sleeplessness, delirium, &c. - and the state of the heart.",
		"There are two pairs of specialized cerebral nerves innervating the praeoral lobe, and provided with peripheral ganglia placed near the termination of the smaller branches.",
		"In addition to the cerebral eyespot there are large numbers of minute black pigmented bodies beside and below the central canal of theneuro chord, commencing from the level of the third myotome.",
		"The pedal ganglia and auditory organs have disappeared with the foot, at all events have never been detected; the cerebral ganglia are very minute, while the parieto-splanchnic are well developed, and constitute the principal part of the nervous system.",
		"According to Spengel, the pair of ganglia near the mouth, variously called labial or cerebral, represent the cerebral pair and pleural pair of a gastropod combined, and the parietosplanchnic pair correspond to the visceral ganglia, the commissure which connects them with the cerebro-pleural representing the visceral commissure.",
		"When this continues for a length of time it tends by itself to cause deterioration of the blood-vessels and leads to death either by cerebral apoplexy or by cardiac failure.",
		"Ricardo died on the nth of September 1823, at his seat (Gatcomb Park) in Gloucestershire, from a cerebral affection resulting from disease of the ear.",
		"The acute poisoning presents a series of symptoms which are only with difficulty to be distinguished from those produced by alcohol, by cerebral haemorrhage and by several other morbid conditions.",
		"Close to each cerebral ganglion is a pleural ganglion, and each is connected by a long nerve with the pedal ganglion of the same side, the two connectives of either side being united in the distal part of their course.",
		"There is also a stomatogastric system arising from the cerebral ganglia.",
		"In other words he retained his reason until in his 74th year he was struck down by a new disease in the form of a localized left-sided apoplexy or cerebral softening.",
		"The phenomena of life and growth and assimilation have not been satisfactorily explained as mechanical modes of motion, and the fact that identical cerebral movements have not been discovered to recur makes scientific and accurate prediction of future cerebral changes an impossibility.",
		"Cats, however, show marked symptoms of cerebral excitement and increase of the reflexes.",
		"The trouble was, as far as I can tell, that I've become too accustomed to a more cerebral gaming experience.",
		"Furthermore, many children with Cerebral Palsy must be given general anesthesia for routine dental care.",
		"The diagnosis was that I had suffered a cerebral aneurysm.",
		"Next, she takes up the ever popular \" cerebral anoxia \" argument.",
		"The increase in CBF will happen because of a decrease in cerebral resistance, caused by dilatation of the cerebral arterioles.",
		"The lack of impairment in neurologically asymptomatic patients suggests that the cognitive deficits are caused by direct cerebral involvement rather than hepatic encephalopathy.",
		"Cocaine users have significant atherosclerosis in their cerebral arteries.",
		"Complications of whooping cough include bronchopneumonia, acute encephalopathy, and long-term brain damage as a result of cerebral hypoxia.",
		"The Labor Department expatriate staff made no claim to be very cerebral.",
		"The ideal of a work of art is thus when it is not calculated, not cerebral, or not formulated intellectually.",
		"Morrissey was, and has subsequently proved to be, a strictly cerebral soul.",
		"But they believe this ground-breaking new therapy could have exciting ramifications for people with a wide range of disorders, especially cerebral palsy.",
		"There may be reorganization of the nerves in an area of the brain called the cerebral cortex.",
		"We are now using expression profiling in wildtype and Gli3 mutant mice to identify novel Wnt target genes in the developing cerebral cortex.",
		"These levels affect the cerebral cortex, the part of the brain where thought processes take place.",
		"The human cerebral cortex in particular has three or four times more surface area than that of a chimpanzee.",
		"The performance of patients with lesions to the prefrontal cerebral cortex on these tasks will be described.",
		"Abstract There has been growing interest in the mechanisms underlying the oscillatory properties of the mammalian cerebral cortex.",
		"Generalized epileptic seizures involve both cerebral hemispheres from the onset of the seizure, and consequently any motor manifestations are bilateral.",
		"One of the input channels for higher information is through the right cerebral hemisphere.",
		"He has cerebral palsy, using crutches or a scooter for mobility.",
		"He has dealt with cases both large and small from brain damage claims, including cerebral palsy to nursing care cases.",
		"For every 10 babies treated with steroids, one additional baby would develop cerebral palsy by one year.",
		"Download factsheets and access publications on a wide range of issues concerning cerebral palsy, disability and Scope.",
		"With athetoid cerebral palsy, muscle control is affected by unwanted sporadic movements.",
		"I also have mild osteoporosis and mild cerebral palsy.",
		"My son was born with severe cerebral palsy, due to hospital negligence.",
		"An Action Medical Research team has been looking at ways of reducing the incidence of hip dislocation in children with bilateral cerebral palsy.",
		"Children with ataxic cerebral palsy often have balance issues, shaky movements of hands or feet and speech problems.",
		"It is thought to work by causing constriction of the cerebral blood vessels.",
		"Reay suggests that it embodied notions of cerebral lechery and the ideal of male continence that was characteristic of Munby's age and class.",
		"In the past, researchers trying to understand dyslexia have focused on the highly developed language centers of the brain's cerebral cortex.",
		"Despite shunting many of these patients have major neurological deficits which are linked to abnormal development of the cerebral cortex in the fetus.",
		"Medical History Bartleby has cerebral palsy in the form of a mild asymmetrical diplegia.",
		"About one person in five is expected not to carry the hypothesized gene of typical cerebral dominance.",
		"Carbon monoxide related cerebral edema can cause irreversible damage to the brain which in turn can effect the nervous system.",
		"Shipman recorded the immediate cause of death as cerebral embolus, which had lasted minutes.",
		"Similarly, a wide range of outcome measures is used, including neonatal encephalopathy, cranial ultrasound findings, seizures and cerebral palsy.",
		"Collaborators We are specifically interested in the role of Gli3 zinc finger transcription factor during patterning of the cerebral cortex.",
		"The cerebral cortexes of older folk are too hardened up to let such frippery in.",
		"Have you ever thought about how a young man with cerebral parsley who is getting frisky with his partner actually puts a condom on?",
		"The lobes of the cerebral hemisphere, optic nerves, arachnoid granulations and blood vessels are all identified.",
		"In turn each cerebral hemisphere is divided by fissures into five lobes.",
		"Our dear friend, Ann Bowling, suffered a fatal cerebral hemorrhage.",
		"Her mother, Agnes Murray died of a cerebral hemorrhage in 1914.",
		"Cases of intracranial hypertension related to cerebral edema have been reported.",
		"Clonic movements are common as a result of cerebral hypoxia, but recovery is fairly rapid.",
		"Discussion The clinical and radiological findings were those of a left middle cerebral artery infarct.",
		"Anthony Pinkerton My life changed after I had my cerebral infarct, on the morning of 29 March 2004.",
		"Vitamin E appears to lower the risk of cerebral infarction, a type of stroke, in people with diabetes who smoke.",
		"Ofsted inspectors said Scope which supports people with cerebral palsy had been too slow to make Beaumont College properly accessible to 78 disabled students.",
		"The outer layer of the brain in which most of the higher functions take place is called the cerebral cortex.",
		"What is a space-occupying lesion (in the brain) with cerebral edema?",
		"Cortical blindness does occur in about 4% of the cases of cerebral malaria.",
		"In particular, it targets children with developmental disabilities including mental retardation, autism, cerebral palsy, learning difficulties and epilepsy.",
		"The hardware of cerebral metrology does more than provide the material for the neurological imagination.",
		"Children with cerebral palsy may be slow in reaching normal developmental milestones.",
		"Case 8 Cerebral embolus from atrial myxoma Findings Subtle reduced density in the left basal ganglia on CT.",
		"In fact, there are many types of \" columns \" in the cerebral neocortex.",
		"This increases osmotic pressure in astrocytes, resulting in cerebral edema.",
		"Regional cerebral perfusion was also assessed using technetium-99m hexamethylpropylene amine oxime.",
		"Cerebral palsy Was your child's cerebral palsy caused by nature or a medical error?",
		"Recent claims successes have involved cerebral palsy, sporting injuries (including diving ), US claims and child pedestrian cases.",
		"Born in 1983 with cerebral palsy, James has now proved them all wrong.",
		"Very rare cases of reversible extrapyramidal symptoms including parkinsonism, or reversible dementia associated with reversible cerebral atrophy have been reported.",
		"Pigs were similarly found to have a cerebral capacity beyond the popular preconception of a farm animal.",
		"They indeed seem to fight shy of the words ' intellectual ', ' cognitive ' or ' cerebral ' .",
		"Baclofen is used by intrathecal pump to treat the painful spasms of cerebral palsy.",
		"The interventional technique used to treat carotid stenosis has improved and new stents and cerebral protection devices have been developed.",
		"In elderly patients with epilepsy, clinically unsuspected cerebral infarcts are often demonstrable on CT scanning 8.",
		"This occurs in an area of the brain known as the ' germinal matrix ' adjacent to the cerebral ventricles.",
		"In 1956, a small workroom was created upstairs at Bramley Hill to cater for a group of adults with Cerebral palsy.",
		"A technique has been available for assessing cerebral blood flow on CT machines using the inert gas xenon since the 1970s.",
		"Special to the Heteropoda is the high elaboration of the lingual ribbon, and, as an agreement with some of the opisthobranchiate Euthyneura, but as a difference from the Pectinibranchia, we find the otocysts closely attached to the cerebral ganglia.",
		"Lewes and others the doctrine of \"cerebral reflex\" was suggested, whereby actions, at first achieved only by incessant attention, became organized as conscious or subconscious habits; as for instance in the playing on musical or other instruments, when acts even of a very elaborate kind may directly follow the impulses of sensations, conscious adaptation and the deliberate choice of means being thus economized.",
		"Moreover, in many forms, in which in the adult condition there is only a single pair of anterior ganglia and a single pedal connective, a pleural ganglion distinct from the cerebral has been recognized in the course of development.",
		"In general structure they all closely resemble human beings, as in the absence of tails; in their semi-erect position (resting on finger-tips or knuckles); in the shape of vertebral column, sternum and pelvis; in the adaptation of the arms for turning the palm uppermost at will; in the possession of a long vermiform appendix to the short caecum of the intestine; in the size of the cerebral hemispheres and the complexity of their convolutions.",
		"The cerebral cortex is the rumpled gray outer layer of the brain.",
		"They indeed seem to fight shy of the words ' intellectual ', ' cognitive ' or ' cerebral '.",
		"Recurrent partial seizures are often misdiagnosed as transient cerebral ischaemia if the stereotypical nature of the epileptic symptoms is not recognized.",
		"A technique has been available for assessing cerebral blood flow on CT machines using the inert gas Xenon since the 1970s.",
		"Cerebral palsy in infants may not be diagnosed until a child is several months old.",
		"Cerebral palsy refers to chronic posture or movement disorders and actually involves four categories-spastic, ataxic, athetoid/dyskinetic, and mixed.",
		"While some people mistakenly believe that cerebral palsy involves muscular or nerve problems, it is actually a brain disorder in which the brain is unable to effectively control the body's movements.",
		"Cerebral palsy in infants is often caused by birth-associated injuries, although brain damage later in life may be a factor.",
		"In most cases, the first indication of cerebral palsy in infants is the presence of a variety of symptoms.",
		"A child diagnosed with cerebral palsy may exhibit changes in muscle tone.",
		"However, infants with cerebral palsy may continue to have difficulty controlling their tongues, continuing to push food back out instead of taking it in.",
		"If your baby has been diagnosed with cerebral palsy, what can you expect?",
		"Cerebral palsy in infants generally means that many developmental milestones are delayed.",
		"Because cerebral palsy affects children differently, an individualized treatment plan will be created for your child if he is diagnosed with cerebral palsy.",
		"However, if cerebral palsy is diagnosed earlier, early intervention is certainly encouraged.",
		"For more information on cerebral palsy, visit the About Cerebral Palsy.org website and talk to your doctor about any questions you may have.",
		"The film is based on the story of a man born with severe Cerebral Palsy.",
		"Bruce Lee - Official reports list a cerebral edema as the cause of the coma Lee suffered, but speculation ran rampant after his death in 1973 that the martial arts master was the victim of foul play.",
		"Cortical dementia occurs as a result of a disorder that influences the cerebral cortex, the outer layers of the brain, where cognitive processes including language and memory take place.",
		"The pons structure in the brainstem sends messages to the cerebral cortex and thalamus.",
		"Severe hypopnea can lead to cerebral vasoconstriction, which in turn may result in episodes of dizziness, visual disturbances, and anxiety.",
		"Whether you like fast and furious action or you prefer puzzle video games that are more methodical and cerebral in nature, you will surely find several free online casual games that suit your preferences.",
		"You do play a role and there is a story, but the core gameplay is too frantic and nowhere near cerebral enough.",
		"Perhaps the most skillful and cerebral game in the Wii Sports package, Golf can be a lot of fun (and pretty hard at times).",
		"A stroke, also called a cerebral infarction, is a life-threatening condition marked by a sudden disruption in the blood supply to the brain.",
		"A cerebral thrombosis is a blood clot that develops at the clogged part of the blood vessel.",
		"A cerebral embolism is a blood clot that travels to the clogged blood vessel from another location in the circulatory system.",
		"In rare cases or when carotid artery disease is suspected, additional tests may include a carotid ultrasound or cerebral or carotid angiogram.",
		"Affected children have marked developmental and motor delays in the form of cerebral palsy and mental retardation may also be present.",
		"When poliovirus invades the brainstem (the stalk of brain which connects the two cerebral hemispheres with the spinal cord, called bulbar polio), a person may begin to have trouble breathing and swallowing.",
		"Brainstem-The stalk of the brain which connects the two cerebral hemispheres with the spinal cord.",
		"If untreated, cerebral toxoplasmosis can lead to coma and death.",
		"Common neurological conditions associated with spasticity include cerebral palsy, brain injury or trauma, severe head injury, stroke, multiple sclerosis, spinal cord injury, and some metabolic diseases.",
		"A diagnosis of spasticity is often made with the diagnosis of cerebral palsy or following a brain or spinal cord injury.",
		"One study indicated that ambulatory and non-ambulatory adolescents with cerebral palsy had decreased energy needs compared with a control group of normal adolescents.",
		"Cerebral palsy-A nonprogressive movement disability caused by abnormal development of or damage to motor control centers of the brain.",
		"Children with cerebral palsy often have neurological damage at birth and the use of physical therapy or speech therapy enhances their outcome.",
		"Cerebral palsy (CP) is the term used for a group of nonprogressive disorders of movement and posture caused by abnormal development of, or damage to, motor control centers of the brain.",
		"Control of the skeletal muscles originates in the cerebral cortex, the largest portion of the brain.",
		"Therefore, cerebral palsy encompasses any disorder of abnormal movement and paralysis caused by abnormal function of the cerebral cortex.",
		"Some of these errors will result in structural anomalies of the brain, while others may cause undetectable, but significant, abnormalities in how the cerebral cortex is wired.",
		"A burst blood vessel in the brain followed by uncontrolled bleeding (intracerebral hemorrhage) can cause a fetal stroke, or a clot (embolism) can obstruct a cerebral blood vessel.",
		"Although the defect in cerebral function that causes CP is not progressive, the symptoms of CP often change over time.",
		"Cerebral palsy cannot be cured, but many of the disabilities it causes can be managed through planning and timely care.",
		"Cerebral palsy can affect every stage of maturation, from childhood through adolescence to adulthood.",
		"People with mild cerebral palsy may have near-normal lifespan, but the lifespan of those with more severe forms may be shortened.",
		"Many cities have support groups that can be located through the United Cerebral Palsy Association, and most large medical centers have special multidisciplinary clinics for children with developmental disorders.",
		"Everything You Need to Know about Cerebral Palsy.",
		"A PET scan, which evaluates cerebral blood flow and brain metabolism, may be of help in diagnosing mild head injury.",
		"Infants born at 30 weeks of gestation or less are at risk for blindness, cerebral palsy, and brain hemorrhages.",
		"These problems can include major health conditions including cerebral palsy, mental retardation, blindness, deafness, and diabetes.",
		"Possible causes include stroke, multiple sclerosis, cerebral palsy, neurodegenerative diseases, trauma, spinal cord injury, and nervous system poisons such as strychnine, tetanus, and certain insecticides.",
		"Basal ganglia-Brain structure at the base of the cerebral hemispheres involved in controlling movement.",
		"Surgery may be necessary to correct blood losses caused by injury or hemorrhage (nose bleeds, aneurysm, cerebral hemorrhage, bleeding ulcer) or childbirth.",
		"Doppler studies on the umbilical cord artery and the middle cerebral artery also provide information regarding fetal growth.",
		"Cerebral edema-The collection of fluid in the brain, causing tissue to swell.",
		"Asphyxia has also been implicated as a cause of cerebral palsy, although many cases of cerebral palsy have occurred without evidence of birth asphyxia.",
		"Many of the studies are related to the benefits of massage and touch for premature infants and others born with such risk factors as drug dependence or cerebral palsy.",
		"The testing of a newborn can be used to detect neurological problems such as cerebral palsy.",
		"F., et al. \"Incidence of cerebral concussions associated with type of mouth guard used in college football.\"",
		"Another type of reflex test is called the Babinski test, which involves gently stroking the sole of the foot to assess proper development of the spine and cerebral cortex.",
		"This is due to the fact that the fibers in the spinal cord and cerebral cortex have not been completely covered in myelin, the protein and lipid sheath that aids in processing neural signals.",
		"Oral motor dysfunction of the speech-producing musculature (in which children have dysarthria, or mechanical difficulties in speaking) is present in children with cerebral palsy and other conditions.",
		"When a child has primarily motor delays, conditions such as cerebral palsy, ataxia, spina bifida, spinal muscular atrophy (withering) and myopathy may be present.",
		"If there is no motor delay, a child does not have cerebral palsy.",
		"A physician or specially trained ultrasonographer performs Doppler flow studies, which examines the blood flow in the umbilical artery and the baby's middle cerebral artery.",
		"These include cystic fibrosis, asthma, cerebral palsy, muscular dystrophy, and various immunodeficiency disorders.",
		"If the entire process is severe enough over several hours (serum glucose levels over 800mg/dL), swelling can occur in the brain (cerebral edema), and coma can eventually result.",
		"Treatment for hyperglycemia must be delivered carefully and with close monitoring to avoid the risk of hypokalemia (higher than normal serum levels of potassium) and subsequent cerebral edema.",
		"In severe cases of hyperglycemia in which cerebral edema occurs, mannitol is administered at the first sign of edema, such as unconsciousness, difficulty breathing, severe headache, irregular heartbeat, or seizures.",
		"Severe hyperglycemia (serum glucose levels in the range of 800mg/dL) may lead to cerebral edema, coma, and death if not treated immediately.",
		"Babies who survive pregnancy may develop kernicterus, which can lead to deafness, speech problems, cerebral palsy, or mental retardation.",
		"Premature birth is associated with an increase in serious disabilities such as cerebral palsy, mental retardation, and vision or hearing loss.",
		"This site might specifically appeal to a Gemini who is usually more cerebral in nature.",
		"If you're more cerebral than physical, you may be challenged by his endurance and stamina in outdoor activities and sports.",
		"Aries is very physical and enjoy sports, while Aquarius is more cerebral.",
		"Mitochondrial disease is often misdiagnosed as seizure disorders, atypical cerebral palsy and other diseases.",
		"United Cerebral Palsy of Southern Arizona has trained staff members who can use ABA in clients' homes.",
		"Weight lifting represents an about-face of the cerebral activity that your job may demand.",
		"The mother, Lydia, worked as a social worker and the youngest son, Peter, has Down's Syndrome and Cerebral Palsy.",
		"Betty initially declined TLC's offer to star in a reality TV show, but her husband talked her into it by pointing out that their participation might help their young daughter, Rebecca, who has Cerebral Palsy.",
		"Now that Betty is onboard with having her family's every move captured by cameras, her hope is that the series will inspire other moms who have children with Cerebral Palsy.",
		"In people with cerebral palsy, it can relieve muscle contractions that interfere with movement.",
		"In all Chaetopods this system consists of cerebral ganglia connected by a circumoesophageal commissure with a ventral ganglionated cord.",
		"Each renal organ is a sac lined with glandular epithelium (ciliated cell, with concretions) communicating with the exterior by its papilla, and by ce, Cerebral ganglia.",
		"Our figure of the nervous system of Aplysia does not give the small pair of buccal ganglia which are, as in all glossophorous Molluscs, present upon the nerves passing from the cerebral region to the odontophore.",
		"This opinion, added to the desire which he had of himself presiding over the council, induced him to recall the fathers from Germany, whither his health, impaired of late, probably owing to a cerebral congestion, rendered it all the more difficult for him to go.",
		"The cerebral mass is in Limulus more easily separated by dissection as a median lobe distinct from the laterally placed ganglia of the cheliceral somite than is the case in Scorpio, but the relations are practically the same in the two forms. Formerly it was supposed that in Limulus both the chelicerae and the next following pair of appendages were prosthomerous, as in Crustacea, but the dissections of Alphonse Milne-Edwards (6) demonstrated VI FIG.",
		"Every higher vertebrate animal possesses the power of forming for itself a series of cerebral mechanisms or reasoned conclusions based on its individual experience, in proportion as it has a large cerebrum and has got rid of or has acquired the power of controlling its inherited instincts.",
		"These crystals are extremely resistant to absorption, are found in old blood clots, and have been known to persist in old cerebral haemorrhages after many years.",
		"Unhappily, after the third lecture of the course, Comte had a severe attack of cerebral derangement, brought on by intense and prolonged meditation, acting on a system that was already irritated by the chagrin of domestic discomfort.",
		"As has been justly said, if Newton once suffered a cerebral attack without forfeiting our veneration for the Principia, Comte may have suffered in the same way, and still not have forfeited our respect for Positive Philosophy and Positive Polity.",
		"Anteriorly these chords embrace the oesophagus and unite with the cerebral mass which innervates the pair of eyes when present.",
		"But it has since been discovered that in the Protobranchia the cerebral ganglia and the pleural are distinct, each giving origin to its own connective which runs to the pedal ganglion.",
		"The dorsal half of the collar is the cerebral commissure, the ventral the labial commissure.",
		"At the point of the collar whence the nerve-cords arise are the cerebral ganglia; from these one pair of connectives passes to a pair of pedal ganglia, and another pair of connectives to a pair of pleural ganglia.",
		"The perioesophageal nerve-ring of Chaetopoda and Arthropoda is represented, not by the collar first mentioned in the above description, but by the commissures connecting the cerebral and pedal ganglia.",
		"The otocysts are invaginations of the epithelium of the foot, but are innervated from the cerebral ganglia, and the same innervation has been proved in some cases for the osphradia.",
		"He also studied the colouring matters of leaves and flowers, the composition of bone, cerebral matter and other animal substances, and the processes of fermentation, in regard to the nature of which he was an opponent of Pasteur's views.",
		"He was admitted to Leeds general infirmary where he underwent surgery to remove a cerebral abscess.",
		"Western Christianity has, certainly in recent centuries, been far too cerebral.",
		"Because of its variable symptoms, A-T is often misdiagnosed as a form of cerebral palsy or as slow development.",
		"The most common causes of this type of scoliosis are cerebral palsy and muscular dystrophy.",
		"The localization of function in the cerebral and in the cerebellar cortex has doubtless been the main cause of this progress, and has proceeded poi passu with an extended insight into the structure and connexions of the parts concerned.",
		"Acute inflammation of the ear, with its alarming extensions to the cerebral.",
		"The cerebral cortex, and, more definitely, the cortical elements (nerve cells), formed the seat of the activity of the soul, and were ordered into departments according to various functions.",
		"Formerly the posterior pair of ganglia were identified as simply the osphradial ganglia, and the anterior pair as the cerebral, pleural and visceral ganglia united into a single pair.",
		"The nervous system consists of a cerebral ganglion in the head, a conspicuous ventral ganglion in the trunk, and of lateral cornmissures uniting these ganglia on each side.",
		"In accordance with this view there would be also some probability in favour of regarding the collar nerve-tube of the Enteropneusta as the equivalent of the cerebral vesicle only of Amphioxus and the Ascidian tadpole, and also of the primary forebrain of vertebrates.",
		"He regarded everything known as evolved from matter, and reduced consciousness to a mere collateral product (` ` epiphenomenon \") of cerebral operations without any power of influencing them."
	],
	"synonyms": [
		"intellectual",
		"intellectualistic",
		"highbrowed",
		"psychologic",
		"highbrow",
		"brain",
		"psychic",
		"mental",
		"thoughtful",
		"sophisticated",
		"psychological",
		"psychical",
		"intellective"
	],
	"antonyms": [
		"emotional"
	]
}