{
	"word": "patronize",
	"meaning": [
		"To act as a patron toward; sponsor; support.",
		"To be kind or helpful to, but in a haughty or snobbish way, as if dealing with an inferior.",
		"To be a regular customer of (a store, merchant, etc.)",
		"To treat in a condescending manner, often in showing interest or kindness that is insincere.",
		"To make oneself a customer of a business, especially a regular customer."
	],
	"sentences": [
		"Every time one of you opens your mouth, you patronize me.",
		"Don't patronize me, Carmen.",
		"No, we do not patronize them by telling them what they already know.",
		"Ptolemy himself was eager to increase the library and to patronize scientific research.",
		"Native cults the Hellenistic kings thought it good policy to patronize.",
		"The statesman, they trusted, would patronize their religion for its utility; and the clergy would inculcate it for their own emolument.",
		"It is not a film which you can view passively; it does not patronize its audience by providing fully sequential information.",
		"When Boulanger (q.v.) showed himself as an ambitious pretender, Clemenceau withdrew his support and became a vigorous combatant against the Boulangist movement, though the Radical press and a section of the party continued to patronize the general.",
		"For convenience's sake, you may want to patronize an online retailer.",
		"The answer depends on what you are looking for and which shop you patronize.",
		"We'll meet him at the resurrection Do n't patronize me, I'm not in the mood.",
		"The tendency to honour men of letters and to patronize the arts which distinguished Italian princes throughout the Renaissance period first manifested itself in the attitude assumed by Visconti and Carraresi to Petrarch.",
		"Fast food chains cannot be blamed entirely; after all we are the ones choosing to patronize their business.",
		"They also patronize the greatest number the super bowl.",
		"Apply for a card that can be used at the gas station you patronize frequently and that will also provide you with a generous fuel discount.",
		"If you are a loyal online shopper, you may be eligible for special web-only discounts or special sales and promotions from the merchants you patronize.",
		"When buying online, be sure to patronize sites that offer product guarantees and no-hassle return policies in case you are dissatisfied with your purchase.",
		"Learn, before you purchase a policy, if you can choose any dentist or if you'll be required to patronize a network dentist.",
		"They saved the day, (actually, the night!), and we enjoyed good food and great fellowship!Several years passed before my in-laws and others of the wedding party would patronize the errant restaurant."
	],
	"synonyms": [
		"condescend",
		"patronise",
		"high-hat",
		"sponsor",
		"keep-going",
		"support",
		"patronage",
		"buy at",
		"shop-at",
		"frequent",
		"shop",
		"deign",
		"assist",
		"snub",
		"promote"
	],
	"antonyms": [
		"boycott",
		"contend",
		"oppose",
		"antagonize",
		"use competition",
		"ignore",
		"be humble",
		"be modest"
	]
}