{
	"word": "judicious",
	"meaning": [
		"Having, applying, or showing sound judgment; wise and careful.",
		"Having, or characterized by, good judgment or sound thinking."
	],
	"sentences": [
		"This criticism needs judicious qualification.",
		"Caussin was sent into Brittany, and the judicious and learned Jesuit, Jacques Sirmond, who succeeded him, kept clear of politics.",
		"The choice was judicious as further events proved.",
		"Owing, however, to timely and judicious disposition of the military and police forces the city was saved from much bloodshed.",
		"By the judicious selection of a type of yeast it is possible to improve the bouquet, and from an inferior must obtain a better wine or cider than would otherwise be produced.",
		"He appears to have consolidated his power by the aid of the Church and by a series of judicious matrimonial alliances.",
		"Much might be made of Cyrenaica by judicious colonization..",
		"Dionysius of Alexandria; compare his judicious verdict on the Apocalypse.",
		"By the judicious arrangements, however, which were made by the duke of Wellington, the peace of the metropolis was secured.",
		"He is, moreover, a judicious critic. The union of these four elements gives character to his theology, and in a certain degree to all subsequent theology.",
		"Judicious training also may be of importance as encouraging the formation of flowers and fruit.",
		"Again, the savage universe is no preserve of man, but is an open field wherein human and non-human activities of all sorts compete on more or less equal terms, yet so that a certain measure of predominance may be secured by a judicious combination of forces.",
		"Under the judicious regulations of his new tutor a methodical course of reading was marked out, and most ardently prosecuted; the pupil's progress was proportionably rapid.",
		"Norden's work contains many judicious observations on the \" different natures of grounds, how they may be employed, how they may be bettered, reformed and amended.\"",
		"Thus so-called coloured-gold deposits may be produced by the judicious introduction of suitable impurities.",
		"These results are no doubt greatly aided by the judicious stimulus given to the highest effort of the mark system.",
		"Likewise, don't do negatives or ballistics for everything -- be judicious and throw in perhaps a couple sets per week, alternating muscle groups with each, so that you don't overtrain any one muscle.",
		"In the former case the cartographer is merely called upon to reduce and generalize the information given by his originals, to make a judicious selection of place names, and to take care that the map is not overcrowded with names and details.",
		"He had a hard head, a splendid constitution, tireless industry, a generally judicious temper.",
		"By the judicious mission of an embassy to Rome he now obtained confirmation of the alliance which his father had previously made with the growing western power; at the same time he availed himself of the weakened state of the Syrian monarchy under Demetrius II.",
		"The compromise with the surviving rebels was arranged by his son in concert with Richard of Cornwall and the legate Ottobuono; the statute of Marlborough (1267), which purchased a lasting peace by judicious concessions, was similarly arranged between Edward and the earl of Gloucester.",
		"So far as practical gardening is concerned, feeding by the roots after they have been placed in suitable soil is confined principally to the administration of water and, under certain circumstances, of liquid or chemical manure; and no operations demand more judicious management.",
		"Judicious and timely thinning so as to allow the trees room to grow, and to give them sufficiency of light and air, will generally obviate the need of the pruning-saw, except to a relatively small extent.",
		"The Peach House is a structure in which the ripening of the fruit is accelerated by the judicious employment of artificial heat.",
		"It has until lately been the practice to remove these to the museum at Naples; but the present tendency is to leave them (and even the movable objects found in the houses) in situ with all due precautions as to their preservation (as in the house of the Vettii, of the Silver Wedding, of the Golden Cupids, &c.), which adds immensely to the interest of the houses; indeed, with the l,eip of judicious restoration, their original condition is in large measure reproduced.'",
		"His wealth was acquired by traffic in slaves, the working of silver mines, and judicious purchases of lands and houses, especially those of proscribed citizens.",
		"The head is pruned to form six or eight strong offsets; and by judicious use of the knife, and by training, preferably on a hoop placed within them, these are caused to grow outwards and upwards to a height of about 6 ft.",
		"Although barbarous in style, the history of Ducas is both judicious and trustworthy, and it is the most valuable source for the closing years of the Greek empire.",
		"As a careful, judicious and accurate observer, both of man and nature, he had few superiors.",
		"Some anomalies, both of metre and of sense, may be removed by judicious emendation; and many lines become smooth enough, if we assume a crasis of open vowels of the same class, or a diphthongal pronunciation of others, or contraction or silence of certain suffixes as in Syriac. The oldest elegiac utterances are not couched in this metre; e.g.",
		"Equally judicious was the anti-Russian league with Stephen Bathory, king of Poland, concluded in 1578.",
		"He pandered to the emperor's love of magic and theurgy, and by judicious administration of the omens won a high position at court.",
		"It holds a most judicious balance between the two opposing parties of the time.",
		"There is no Roman writer of satire who could be mentioned along with those others by so judicious a critic, except Juvenal.",
		"But their rule was mostly judicious, and when at last they lost control the ensuing mob-rule soon ruined the country.",
		"By the judicious use of money, however, Alexander got him into his power, so that he was deposed in January 1180.",
		"Until his wife was finally driven from Spain by the revolutionary movement of 1854, the duke is credibly reported to have applied himself to making a large fortune out of railway concessions and by judicious stock exchange speculations.",
		"Prince Schwarzenberg assumed the government of the empire with dictatorial power; and, in spite of what Palmerston termed his \" judicious bottle-holding,\" the movement he had encouraged and applauded, but to which he could give no material aid, was everywhere subdued.",
		"It is, indeed, singularly difficult to pronounce a judicious opinion on the writings of Donne.",
		"Among other less judicious measures, a decree was passed ostensibly directed against all vagabond foreigners, but really aimed at the Jews, large numbers of whom, including many respected landowners and men of business, were imprisoned, or expelled, from Jassy, Bacau and other parts of Moldavia.",
		"Much will depend upon the judicious placing of the gauges.",
		"Biographers have delighted to relate how painfully Demosthenes made himself a tolerable speaker, - how, with pebbles in his mouth, he tried his lungs against the waves, how he declaimed as he ran up hill, how he shut himself up in a cell, having first guarded himself against a longing for the haunts of men by shaving one side of his head, how he wrote out Thucydides eight times, how he was derided by the Assembly and encouraged by a judicious actor who met him moping about the Peiraeus.",
		"Remarkable progress has also been made in the art of queen-rearing, and in improving the common or native bee by judicious crossing with the best foreign races, selected mainly for hardiness, working qualities and the prolific capacity of their queens.",
		"The bee-keeper, therefore, by the judicious application of a little smoke from smouldering fuel, blown into the hive by means of an appliance known as a beesmoker, alarms the bees and is thus able to manipulate the frames of comb with ease and almost no disturbance.",
		"He considers, then, that by a judicious comparison of larval forms with these two easily determinable stages the poverty of existing information on the subject may be gradually, if laboriously, diminished.",
		"It is clear that Munby J did not regard himself as needing to enter into a Thomas v Thomas exercise of judicious encouragement.",
		"You can work out much of these from judicious sniffing of traffic on the network; others you can deduce with some simple heuristics.",
		"The default installation causes the Pippin to hang as the Finder tries to start up so judicious use of the Extensions Manager is required.",
		"Both the ' Report ' and the ' Determination ' show that these ' irregular ordinations ' were indeed preciptate and not judicious.",
		"This is a very gutsy choice, on the part of the performers and/or the producer; yet it is entirely judicious.",
		"So try judicious zapping images in Task manager until you find the root cause, I say again, take care ending processes.",
		"Forqueray, an event at which \" an interpretation of the Pièces de viole in a new light seems judicious \" .",
		"His eldest SOH, William Backhouse Astor (1792-1875), inherited the greater part of his father's fortune, and chiefly by judicious investments in real estate greatly increased it.",
		"Up till the publication of Bahrens's edition (1880), the oldest one, Neapolitanus (N., now at Wolfenbiittel), was universally regarded as the best, and even now critics are found to maintain its paramount claims. But the more judicious admit the value of the four MSS.",
		"When we come to Elizabethan times, we possess a few examples of the sermons of the \"judicious\" Hooker (1 554 - a 600); Henry Smith (1550-1591) was styled \"the prime preacher of the nation\"; and Lancelot Andrewes (1555-1626), whose sermons were posthumously printed at the command of James in 1628, dazzled his contemporaries by the brilliancy of his euphemism; Andrewes was called \"the star of preachers.\"",
		"But this criticism needs judicious qualification.",
		"A man in intellect and courage, yet without conceit or bravado; a woman in sensibility and tenderness, yet without shrinking or weakness; a saint in purity of life and devotion of heart, yet without asceticism or religiosity; a knight-errant in hatred of wrong and contempt of baseness, yet without self-righteousness or cynicism; a prince in dignity and courtesy, yet without formality or condescension; a poet in thought and feeling, yet without jealousy or affectation; a scholar in tastes and habits, yet without aloofness or bookishness; a dutiful son, a loving husband, a judicious father, a trusty friend, a useful citizen and an enthusiastic patriot, - he united in his strong, transparent humanity almost every virtue under heaven.",
		"The judicious use of recombinant factor VIIa to control bleeding is also given an airing.",
		"Hand harvesting and judicious use of modern vinification techniques ensures the resultant wines are packed with fruit and thoroughly modern in style.",
		"Some judicious bargain hunting can result in a 70 to 80 percent savings when you buy used office furniture over new.",
		"The judicious use of training aids can help you do just that.",
		"It doesn't hurt to check though, but use a judicious eye when vetting the sellers to avoid a potential scam.",
		"Combining high-quality hair care with a balanced diet and judicious use of vitamin supplements may help you to grow thicker, longer hair.",
		"Explorers discover a giant ape on Skull Island, where natives keep him propitiated by the judicious sacrifice of a maiden or two once in a while.",
		"The book of the biography, by the disciples Hwai-li and Yen-t'sung, as rendered with judicious omissions by Stan.",
		"This was one of the greatest calamities that could have happened to South America; for the discoverer of the South sea was on the point of sailing with a little fleet into his unknown ocean, and a humane and judicious man would probably have been the conqueror of Peru, instead of the cruel and ignorant Pizarro.",
		"Under the guidance of Pericles the Athenians renounced the unprofitable rivalry with Sparta and Persia, and devoted themselves to the consolidation and judicious extension of their maritime influence.",
		"The more judicious of the mechanical or physical school refrained, as a judicious modern physiologist does, from too immediate an application of their principles to daily practice.",
		"To give an idea of what can be done in this way, it may be stated that gold can be beaten out to leaf of the thickness of - j g - mm.; and that platinum, by judicious work, can be drawn into wire 2?o o mm.",
		"The Park occupies nearly 300 acres, of great natural beauty, which has been increased by the judicious arts of the landscape gardener.",
		"At the same time the fears of the more sober and respectable citizens were allayed by Otho's liberal professions of his intention to govern equitably, and by his judicious clemency towards Marius Celsus, consul-designate, a devoted adherent of Galba.",
		"In the Prologue to the \"Parson's Tale\" (so) there is, on the other hand, a mistake of Chaucer's own, which no judicious critic would think of removing, the constellation Libra being said to be \"the moon's exaltation\" when it should be Saturn's.",
		"By liberal endowments and minute but judicious regulations he brought about a rapid development of Silesian industries; in particular he revived the mining and weaving operations which at present constitute the country's chief source of wealth.",
		"The advantages of the operation may generally be gained by judicious root pruning, and it is not at all adapted for the various stone fruits.",
		"When this was done Benjamin de Kallay was appointed minister, and under his judicious government order and prosperity were established in the provinces.",
		"The Carmathians were gradually forced to retreat from Egypt and then from Syria by some successful engagements, and by the judicious use of bribes, whereby dissension was sown among their leaders.",
		"In 1872 he took part in the congress summoned by the Ultramontanes at Fulda, and by his judicious use of minimizing tactics he kept his diocese free from any participation in the Old Catholic schism.",
		"Nor is Grote altogether just in his account of Plato's attitude towards the several sophists, or altogether judicious in his appreciation of Plato's testimony.",
		"Judicious flattery secured him the consulship under Caligula (39); and under Nero he was superintendent of the water supply.",
		"As a writer Cattaneo was learned and brilliant, but far too bitter a partisan to be judicious, owing to his narrowly republican views; his ideas on local autonomy were perhaps wise, but, at a moment when unity was the first essential, inopportune.",
		"Large and judicious retrenchments were carried out in most of the government departments.",
		"He treats the book-tradition, however, a debt to which, nowadays inevitable, he is generous in acknowledging, 3 with a judicious exercise of freedom in adaptation, i.e.",
		"In favourable localities and with judicious management these establishments yield very considerable profit (see Feather).",
		"Work procedures should be very judicious about how much they do.",
		"Europeans are also far more judicious about body size.",
		"Use a judicious and wary eye when assessing the source of a rumor.",
		"The judicious use of an image just to draw the eye will help make that content stand out on the website.",
		"In accordance with the judicious policy which he had observed in Asia Minor and at Antioch, he granted full pardon to the citizens; only the chief officials and advisers were put to death; Zenobia and her son were captured and reserved for his triumph when he returned to Rome.",
		"He had also created in1811-1812a new National Guard, organized in \" cohorts \" to distinguish it from the regular army, and for home defence only, and these by a skilful appeal to their patriotism and judicious pressure applied through the prefects, became a useful reservoir of half-trained men for new battalions of the active army.",
		"By judicious use of the railway Kitchener concentrated sufficient troops in the colony to cope with the attempt, and, after being hunted for eighteen days, De Wet escaped back into the Orange River Colony with the loss of all his guns, munitions of war and half his force.",
		"It behooves the judicious gardener, then, not to be too slavish in his attempts to imitate natural conditions, and to bear in mind that such attempts sometimes end in failure.",
		"This consists mainly in the storing only of such fruits as are dry and in proper condition; in judicious ventilation, especially in the presence of large quantities of newlygathered fruit; in the prompt removal of all decaying fruit; and in the exclusion of vermin.",
		"John Hay was a man of quiet and unassuming disposition, whose training in diplomacy gave a cool and judicious character to his statesmanship. As secretary of state under Presidents McKinley and Roosevelt his guidance was invaluable during a rather critical period in foreign affairs, and no man of his time did more to create confidence in the increased interest taken by the United States in international matters.",
		"Lord Chesterfield well knew the value of such a compliment; and therefore, when the day of publication drew near, he exerted himself to soothe, by a show of zealous and at the same time of delicate and judicious kindness, the pride which he had so cruelly wounded.",
		"It is noteworthy that though words were so freely spelled in alphabetic characters, especially in the time of the Old Kingdom, no advance was ever made towards excluding the cumbersome word-signs and biliteral phonograms, which, by a judicious use of determinatives, might well have been rendered quite superfluous.",
		"He gave the name of Queen's Ware to his productions of this class, and this judicious royal patronage awarded to a most deserving manufacturer un - doubtedly helped Wedgwood greatly.",
		"A moderate and judicious presbyterian, he prepared with others the \" Shorter Catechism \" in 1647, and was one of the\" Triers,\" 1654.",
		"Although it suffered at the hands of revolutionary fanatics in 1688, the damage was confined mainly to the external ornament, and the chapel, owing to restoration in judicious taste, is now in perfect condition.",
		"The scheme was judicious, but courts have been slow to make use of its provisions.",
		"He was also very judicious in the way in which he expended the limited money at his command; he did not fritter it away in an attempt to make the whole of a building remarkable, but devoted it chiefly to one part or feature, such as a spire or a rich scheme of internal decoration.",
		"Subsequently by judicious bribery he contrived to escape to Germany, and from thence rejoined Christian III.",
		"Sloane's memory survives more by his judicious investments than by anything that he contributed to the subject matter of natural science or even of his own profession.",
		"The latter's enormous numerical superiority was neutralized by Sulla's judicious choice of ground and the steadiness of his legionaries; the Asiatics after the failure of their attack were worn down and almost annihilated."
	],
	"synonyms": [
		"heady",
		"wise",
		"senseful",
		"just",
		"fair",
		"equitable",
		"knowing",
		"thoughtful",
		"well-advised",
		"diplomatic",
		"cautious",
		"discerning",
		"calculating",
		"careful",
		"sagacious"
	],
	"antonyms": [
		"idiotic",
		"reckless",
		"nonsensical",
		"senseless",
		"irrational",
		"foolish",
		"hasty",
		"thoughtless",
		"unwise",
		"injudicious",
		"ill-advised"
	]
}