{
	"word": "infatuated",
	"meaning": [
		"Lacking sound judgment; foolish.",
		"Possessed by an unreasoning passion or attraction.",
		"Completely carried away by foolish or shallow love or affection.",
		"Simple past tense and past participle of infatuate."
	],
	"sentences": [
		"He's obviously infatuated with her.",
		"He studied the small man infatuated with his phone.",
		"His one-night stand last week made him appreciate what it was to have a lover who was as infatuated by his body as he was hers.",
		"At first she had been infatuated with Denton, but in the last year she had learned a lot about him.",
		"The nobility, however, were too infatuated to be willing to adopt these wise measures.",
		"He then became infatuated with the family governess and ran off with her to Paris in the summer of 1870.",
		"I've read books, looked at websites and become strangely infatuated with the whole artform.",
		"Meet an aspiring young actress who becomes infatuated with a legend of the Silver Screen.",
		"Infatuated by the carpet, she kept her feet bare.",
		"Fleurys inclination was not to misuse Frances traditional policy by exaggerating it, but to respect his sworn word; he dared not press his opinion, however, and yielded to the fiery impatience of young hot-heads like the two Belle-Isles, and of all those who, infatuated by Frederick II., felt sick of doing nothing at Versailles and were backed up by Louis XV.s bellicose mistresses.",
		"The only person, beside herself, who can't see this is Everton, who's completely infatuated with her.",
		"Maria Callas died in 1977, two years after Onassis, with whom she was still infatuated.",
		"He is quite proprietorial in his outlook toward my servant; I believe the man is still quite infatuated with her!",
		"She's agreed to turn over a Russian Cipher machine, known as a Lektor, if she can meet James, who's she completely infatuated with.",
		"Rinoa Heartilly is another one of those video game babes who is just so adorable, you can't help become infatuated with her.",
		"This serves as an indicator of the fleeting and unstable nature of passionate, infatuated love.",
		"No, surely he could not have done anything so infatuated.",
		"In 1884 Lord Alfred Douglas attended a dinner and Wilde became totally infatuated.",
		"American Girl-With movies like Molly, An American Girl on the Home Front, Felicity, An American Girl Adventure, and of course, the extremely popular Kit Kittredge, An American Girl, girls are infatuated with the American Girl line of dolls.",
		"Laud's infatuated policy could go no further, and the etcetera oath, according to which whole classes of men were to be forced to swear perpetual allegiance to the \"government of this church by archbishops, bishops, deans and archdeacons, &c.,\" was long remembered and derided.",
		"Thus the aristocratic constitution of Sieys was transformed into an unavowed dictatorship, a public ratification of which the First Consul obtained by a third coup detat from the intimidated and yet reassured electors-reassured by his dazzling but unconvincing offers of peace to the victorious Coalition (which repulsed them), by the rapid disarmament of La Vende, and by the proclamations in which he filled the ears of the infatuated people with the new talk of stability of government, order, justice and moderation.",
		"The same infatuated passion for mining speculation which had characterized the Spanish settlers in South America now began to actuate the Portuguese; labourers and capital were drained off to the mining districts, and Brazil, which had hitherto in great measure supplied Europe with sugar, sank before the competition of the English and French.",
		"Why was she so infatuated with Alex?"
	],
	"synonyms": [
		"taken with",
		"soft on",
		"smitten",
		"in-love",
		"potty",
		"enamored",
		"charmed",
		"besotted",
		"obsessed",
		"enchanted",
		"captivated",
		"inflamed",
		"enthralled",
		"gaga",
		"foolish"
	],
	"antonyms": [
		"disenchanted",
		"despising",
		"hating"
	]
}