{
	"word": "construe",
	"meaning": [
		"To analyze sentence structure, esp. in translating.",
		"To be able to be construed, as a sentence.",
		"To explain or deduce the meaning of; interpret.",
		"To analyze (a sentence, clause, etc.) so as to show its syntactic construction and its meaning.",
		"To translate (a passage) orally.",
		"An interpretation or translation."
	],
	"sentences": [
		"The court will construe the Articles of Religion and formularies according to the legal rules for the interpretation of statutes and written instruments.",
		"If the dog is allowed to play with certain stuffed toys, it may construe that to mean that any play thing is an acceptable target.",
		"Under the impulse given by Lessing and Kant he turned to the original records of Christianity, and attempted to construe for himself the real significance of Christ.",
		"This is achieved; and Briinnhilde's horror and bewilderment at meeting Siegfried again as a stranger in his own shape creates a situation which Siegfried cannot understand, and which Hagen pretends to construe as damning evidence that Siegfried has betrayed Gunther's honour as well as Briinnhilde's.",
		"By them a written law has been substituted for that unwritten law which nations had been wont to construe with a latitude more or less corresponding to their power.",
		"Under William III., Governors Sloughter and Fletcher worked for a law (passed in 1693 and approved in 1697) for the settling of a ministry in New York, Richmond, Westchester and Queen's counties; but the Assembly foiled Fletcher's purpose of establishing a Church of England clergy, although he attempted to construe the act as applying only to the English Church.",
		"The cry was the same as that of Krug (q.v.), asking the philosophers who expounded the absolute to construe his pen.",
		"The opposition, which was led by one Eusebius, a \"scholasticus\" or pleader who afterwards became bishop of Dorylaeum, chose to construe this utterance as a denial of the divinity of Christ, and so violent did the dispute upon it become that Nestorius judged it necessary to silence the remonstrants by force.",
		"The first were the speculative or logical philosophers, who construe the universe ex analogia hominis, and not ex analogia mundi, who fashion nature according to preconceived ideas, and who employ in their investigations syllogism and abstract reasoning.",
		"Yet there seemed reason to expect that it would at least be interpreted in a liberal spirit, and Galileo's friends encouraged his imprudent confidence by eagerly retailing to him every papal utterance which it was possible to construe in a favourable sense.",
		"It is appropriate to narrowly construe a provision which sets the limits of criminal liability.",
		"If you usually carry a penknife, make sure you leave it behind as the police could conceivably construe it as an offensive weapon.",
		"It was in crises of national anguish that men turned most eagerly to the prophecies, and sought to construe their teachings as a promise of speedy deliverance (see Apocalyptic Literature).",
		"This raised the question whether the earlier recap telex contract could be referred to in attempting to construe the Booking Note.",
		"Hagen affects to construe this as a confession of guilt, and slays him as if in righteous wrath."
	],
	"synonyms": [
		"translate",
		"render",
		"put",
		"infer",
		"define",
		"explain",
		"decipher",
		"see",
		"interpret",
		"resolve",
		"parse",
		"expound",
		"comprehend",
		"analyze",
		"deduce"
	],
	"antonyms": []
}