{
	"word": "espouse",
	"meaning": [
		"To adhere to or advocate.",
		"To take as a spouse, esp. as a wife; marry.",
		"To give in marriage.",
		"To take up, support, or advocate (some cause, idea, etc.)",
		"To become/get married to."
	],
	"sentences": [
		"How can the state be racist and espouse an ideology of multiculturalism?",
		"Some religions that espouse reincarnation also believe that you could just as easily return as a plant, animal or even an insect.",
		"Pound is one of those pompous twits who espouse political correctness and believe they know best what is good for you.",
		"He is the first Conservative leader to espouse a doctrine which the Church of England finds entirely repulsive.",
		"But the popes, Gregory III., Zachary and Stephen II., determining at any cost to espouse the national cause and to aggrandize their own office, continued to rely upon the Franks.",
		"She then rashly tried intimidation and threatened to espouse the cause of Britannicus.",
		"On the home front, married working mothers, even those whose husbands espouse an egalitarian philosophy, still find themselves saddled with most of the housework and child care responsibilities.",
		"His position was assured, at least temporarily, in 617, when he decided to espouse the cause of the Northumbrian prince Edwin, then a fugitive at his court, and defeated zEthelfrith of Northumbria on the banks of the Idle, a tributary of the Trent, in Mercian territory.",
		"The name and the cones are accounted for by a legend which represents that at this spot lived a sheikh who, finding his sister too beautiful to be married to anyone else, determined to espouse her himself.",
		"Disturbances occurred at Tarsus; Armenians who did not espouse 'the \" national \" cause were murdered; the life of the patriarch was threatened; and a report was circulated that the British ambassador wished some Armenians killed to give him an excuse for bringing the fleet to Constantinople.",
		"The cool reception his endeavours, met with, both at the hands of the French ecclesiastics as well as in Rome, satisfied Bismarck \" that the papal hierarchy lacked either the power or the good will to afford Germany assistance of sufficient value to make it worth while giving umbrage to both the German Protestants and the Italian national party, and risking a reaction of the latter upon the future relations between the two countries, which would be the inevitable result were Germany openly to espouse the papal cause in Rome.\"",
		"Their dissatisfaction with the treaties signed in 1795 and 1804 caused them to espouse the British cause in the War of 1812, and in 1812 they captured Fort Dearborn on the present site of Chicago, and massacred many of the prisoners.",
		"When the Visconti dynasty ended by the dukes death in 1447, he pretended to espouse the cause of the Milanese republic, which was then re-established; but he played his cards so subtly as to make himself, by the help of Cosimo de Medici in Florence, duke de facto if not de jure."
	],
	"synonyms": [
		"adopt",
		"uphold",
		"take up",
		"advocate",
		"sweep-up",
		"embrace",
		"get hitched with",
		"hook up with",
		"conjoin",
		"get-married",
		"marry",
		"wed",
		"follow",
		"promote",
		"unite"
	],
	"antonyms": [
		"forsake",
		"reject",
		"divorce"
	]
}