{
	"word": "partisan",
	"meaning": [
		"A person who takes the part of or strongly supports one side, party, or person; often, specif., an unreasoning, emotional adherent.",
		"Any of a group of guerrilla fighters; esp., a member of an organized civilian force fighting covertly to drive out occupying enemy troops.",
		"A broad-bladed weapon with a long shaft, used esp. in the 16th cent.",
		"(historical) A spear with a triangular, double-edged blade.",
		"Of, like, or characteristic of a partisan.",
		"Biased in support of a party, group, or cause.",
		"Blindly or unreasonably devoted.",
		"Of or having to do with military partisans.",
		"Devoted to or biased in support of a party, group, or cause: partisan politics."
	],
	"sentences": [
		"The partisan warfare flamed up most fiercely in the latter days of October.",
		"Alexander Mackenzie, is decidedly partisan.",
		"He then spent the war in the forest as a partisan with a group of other fugitives.",
		"Meanwhile an active and bitter partisan warfare opened.",
		"If the partisan account on which tradition is based is to be accepted, it would appear that Jeffreys himself acted like an infuriated madman.",
		"Green's The Making of Ireland and its Undoing (1908), although written from a partisan standpoint, may also be consulted.",
		"Louis Napoleon could feel vaguely the state of public opinion in France, the longing for glory from which it suffered, and the deep-rooted discord between the nation and the king, Louis Philippe, who though sprung from the national revolution against the treaties of 1815, was yet a partisan of peace at any price.",
		"On the 30th he was restored to the hospitality of Niccolini, his warm partisan.",
		"Brazilian literature has been seriously prejudiced by partisan politics and dilettantism.",
		"Calvo, The Republic of Costa Rica (Chicago, 1890), gives a partisan account of local politics, trade and finance, authorized by the government.",
		"Cornwallis marched leisurely into North Carolina, but before meeting Greene some months later he suffered the loss of two detachments sent at intervals to disperse various partisan corps of the Americans.",
		"In 1375 he succeeded William Wittlesey as archbishop of Canterbury, and during the rest of his life was a partisan of John of Gaunt.",
		"Moreover, he ordered that \"no officer should be required or permitted to take part in the management of political organizations, caucuses, conventions or election campaigns,\" and that \"no assessment for political purposes on officers or subordinates should be allowed\"; and he removed from their offices the heads of the post-office in St Louis and of the customhouse in New York - influential party managers - on the ground that they had misused their official positions for partisan ends.",
		"The misguided animus of the impeachment as a piece of partisan politics was soon very generally admitted; and the importance of its failure, in securing the continued power and independence of the presidential element in the constitutional system, can hardly be over-estimated.",
		"This was far less than the prince meant to obtain, but he would probably have been forced to accept the offer for want of a better if the insolence of one of Yusef's messengers, a Spanish renegade, had not outraged a chief partisan of the Omayyad cause.",
		"An immediate reason for action was the appeal of a fugitive British prince, presumably a Roman partisan and victim of Cunobelin's sons.",
		"On the outbreak of the Greek revolt, he distinguished himself by his courage, tenacity and skill as a partisan leader in the fighting in western Hellas, and was conspicuous in the defence of Missolonghi during the first siege (1822-1823).",
		"The choice of her daughter as wife of the future tsar was the result of not a little diplomatic management in which Frederick the Great took an active part, the object being to strengthen the friendship between Prussia and Russia, to weaken the influence of Austria and to ruin the chancellor Bestuzhev, on whom Elizabeth relied, and who was a known partisan of the Austrian alliance.",
		"Stevens was an extreme partisan in politics; and his opponents and critics have always charged him with being vindictive and revengeful toward the South.",
		"In 1838 it caused his partisan Lieutenant Laity to be condemned by the Court of Peers to five years' imprisonment for a pamphlet which he had written to justify the Strassburg affair; then it demanded the expulsion of the prince from Switzerland, and when the Swiss government resisted, threatened war.",
		"Childeric having regained the mastery restored the mayors office, which was immediately disputed by the two rivals; Ebroin was successful and established himself as mayor of the palace in the room of Leudesius, a partisan of Lger (675),",
		"But under the leadership of Etienne Marcel, provost of the Parisian merchants and president of the third estate, and Robert le Coq, bishop of Laon, president of the clergy, a partisan of Charles of Navarre, the states refused any \"aid\" except on conditions which Charles declined to accept.",
		"The Government, probably influenced as much by hatred and fear of the French Revolution, of which Kant was supposed to be a partisan, as by love of orthodoxy, resented the act; and a secret cabinet order was received by him intimating the displeasure of the king, Frederick William II., and exacting a pledge not to lecture or write at all on religious subjects in future.",
		"The electoral districts so formed are expected to be equal in proportion to the number of inhabitants; but this method has led to much abuse in the past, through the making of unequal districts for partisan purposes.",
		"He is friendly to Stephen, but not an indiscriminate partisan.",
		"Two of the Babenberg brothers were killed, and the survivor Adalbert was summoned before the imperial court by the regent Hatto I., archbishop of Mainz, a partisan of the Conradines.",
		"Yet he has great value as a painter of historical portraits, some of them those of his contemporaries,and as an author who had been a political partisan and had taken some part in making history before undertaking to write it; and he gives us, from the popular side, the views of a contemporary on the politics of the time.",
		"The pasha of Rustchuk, Mustafa Bairakdar, a strong partisan of the reforms, now collected an army of 40,000 men and marched ' on Constantinople with the purpose of reinstating Selim.",
		"While he was criticized by the friends of Civil Service Reform for not going far enough during his presidency to protect the encroachments of those who desire to have the offices distributed as political rewards or for partisan ends, such specific acts as his transference to the classified service of all fourth-class postmasters east of the Mississippi and north of the Ohio rivers, his insistence upon a thorough investigation of the scandals in the Post Office department, and his order forbidding federal employes to use their offices for political purposes in the campaign of 1908 are typical of his vigorous support of the merit system.",
		"Their object had been to purify the Church of medieval accretions, and to restore the primitive model in the light of the new learning; the idea of rival \" churches,\" differing in their fundamental doctrines and in their principles of organization, existing side by side, was as abhorrent to them as to the most rigid partisan of Roman centralization.",
		"His father, a declared partisan of reform, trained him for an administrative career, and at the age of twenty-two he was attached as secretary to Falk Effendi, whom he accompanied in Syria for three years.",
		"Better success attended the American partisan operations directed by Greene and conducted by Marion, Sumter, Andrew Pickens, Henry Lee and William Washington.",
		"That Kanaris could carry out the venture with a volunteer party not belonging to a regularly disciplined service, not only proved him to be a clever partisan fighter, but showed that he was a leader of men.",
		"The matter became a question of partisan controversy, the legitimists asserting that he frequently offered to serve against France, but that London, where he lived till 1807 - for the most part in studious retirement.",
		"In his infancy he had heard so much talk about the villainies of the Whigs, and the dangers of the Church, that he had become a furious partisan when he could scarcely speak.",
		"A partisan coterie which surrounded M'Clellan loudly charged the failure of his Richmond campaign to official interference in his plans.",
		"They are local, they are monastic, and they are partisan.",
		"Lastly, the annalist is a partisan.",
		"Under Oliver Mowat, premier from 1873 to 1896, the government, though strongly partisan, was thrifty afid honest.",
		"By the good offices of the theologians of Kairawan, one of whom was from Fez, Yahya was provided with a missionary, `Abd-Allah ibn Yazin, a zealous partisan of the Malekis, one of the four orthodox sects of Islam.",
		"One of the greatest and most brilliant statesmen of his time, thoroughly acquainted with European politics, and well versed in affairs, he was a convinced if somewhat too ardent partisan of reform and the principal author of the legislative remodelling of Turkish administrative methods known as the Tanzimat.",
		"Much bitter comment (some of it partisan) and discontent were aroused by the action of the Postmaster-General.",
		"The investigations, however, were very partisan in character, and there is reason to doubt the constitutional power of the House to make it, except as the basis for an impeachment trial.",
		"Meanwhile the needy and reckless Bothwell, a partisan of Mary of Guise, a Protestant and the foe of England, was accused by Arran of proposing to him a conspiracy to seize the queen, but the ensuing madness of Arran left this plot a mystery, though Bothwell was imprisoned till he escaped in August 1562.",
		"During the interregnum in Poland after the death of Henry of Valois, Zolkiewski was an ardent partisan of the chancellor Zamoyski, and supported the candidature of Stephen Bathory, under whose banner he learned the art of war in the Muscovite campaigns.",
		"Geffroy, L'Enferme' (1897), is highly coloured and decidedly partisan.",
		"In 1759, during the Seven Years' War, the French, as Maria Theresa's allies, occupied the town, and, much to the irritation of Goethe's father, who was a stanch partisan of Frederick the Great, a French lieutenant, Count Thoranc, was quartered on the Goethe household.",
		"However deep, therefore, his French sympathies, he drew the same safe line as did Washington between French politics and American politics,' and handled the Genet complications to the satisfaction of even the most partisan Federalists.",
		"In 1792 Jay consented to stand for the governorship of New York State, but a partisan returningboard found the returns of three counties technically defective, and though Jay had received an actual majority of votes, his opponent, George Clinton, was declared elected.",
		"As a writer Cattaneo was learned and brilliant, but far too bitter a partisan to be judicious, owing to his narrowly republican views; his ideas on local autonomy were perhaps wise, but, at a moment when unity was the first essential, inopportune.",
		"A court-martial, assembled by order of a friendly admiralty, and presided over by a warm partisan, \"most honourably acquitted\" him on the charge \"that, on the 12th of April, the enemy's ships being then on fire, and the signal having been made that they could be destroyed, he did, for a considerable time, neglect or delay taking effectual measures for destroying them\"; but this decision was in reality nothing more than a party statement of the fact that a commander-in-chief, a supporter of the government, is not to be condemned or broken for not being a person of brilliant genius or dauntless resolution.",
		"Himself not a political partisan, he held the two natural parties apart, and prevented party contest, until the government had become too firmly established to be shaken by them.",
		"On the other hand Mirza Aga Khan, a partisan of the asafu d-dauia, and himself an ex-minister of war, whom the hajji had caused to be banished, was welcomed back to the capital.",
		"He was more learned, more sincere, and more logical than Chateaubriand; less of a political partisan and less of a literary sentimentalist than Montalembert.",
		"Count Balint Miklos (1740-1805), son of Balint Jozsef, was an enthusiastic partisan of the duc de Choiseul, on whose dismissal, in 1764, he resigned the command of the French regiment of which he was the colonel.",
		"His voice is assuredly not that of a partisan of a discredited and overborne faction.",
		"In the same month he had the rights of citizenship conferred on him; and, having in September been elected a member of the Convention, he voted the king's death in the name of the human race, and was an active partisan of the war of propaganda.",
		"Urswick's kinsman, Sir Thomas Urswick, was a Yorkist partisan, who was recorder of London and chief baron of the exchequer.",
		"A partisan controversy removed the seat of government to Monclova in 1833, but it was returned to Saltillo in 1835.",
		"He was accused (it appears unjustly) by the Royalists of directing his fire particularly on the house occupied by the queen, and up to the end of the First Civil War showed himself a steady partisan of the parliament.",
		"In 1697 a faction opposed to Hamilton secured his removal and the appointment of their partisan, Jeremiah Basse.",
		"Foxe based his accounts of the martyrs partly on authentic documents and reports of the trials, and on statements received direct from the friends of the sufferers, but he was too hasty a worker and too violent a partisan to produce anything like a correct or impartial account of the mass of facts with which he had to deal.",
		"After the revolution of 1830 he made out that he was a partisan of Louis Philippe, who welcomed his adhesion and revived for him the title of marshal-general.",
		"In January 1774 it was occupied by an armed force under Dr John Connolly, a partisan of Lord Dunmore, governor of Virginia, and by him was named Fort Dunmore (which name, however, was never formally recognized), this being one of Dunmore's overt acts ostensibly in support of his contention that the Fort Pitt region was included in Augusta (disambiguation)|Augusta county, Virginia.",
		"As a member of Parliament, in which he had a seat for Windsor from 1761 till 1780, and then for Surrey, he was a steady partisan, and was in constant hostility with the \"King's Friends.\"",
		"The constitution of 1865 was a partisan and intolerant document, a part of the evil aftermath of war; it was adopted by an insignificant majority and never had any strength in public sentiment.",
		"The rulers of the Church have learned by experience, however, that they can succeed best by avoiding partisan conflicts, and the archbishop of Bogota gave effect to this in 1874 by issuing an edict instructing priests not to interfere in politics.",
		"In domestic affairs Marcy was a shrewd, but honest partisan; in diplomacy he exhibited the qualities of a broadminded, patriotic statesman, endowed, however, with vigour, rather than brilliancy, of intellect.",
		"He was for a time with an Englishman John Strewe at Middleburg, and then accompanied Lady Brampton, the wife of an exiled partisan of the house of York, to Portugal.",
		"When once the claims of York had been displayed and stated by his imprudent partisan, Thomas Yonge, in the parliament of 1451, there was no possibility of.",
		"Insular self-glorification was, however, modified to some extent by the Renaissance, which developed an interest in other lands, and the Reformation, which gave to much historical writing a partisan theological bias.",
		"A partisan of Henry, son of the empress, that prince before his accession to the throne granted him, by his charter at Bristol in the earlier half of 1153, the Gloucestershire manor of Bitton, and a hundred librates of land in the manor of Berkeley, Henry agreeing to strengthen the castle of Berkeley, which was evidently already in Robert's hands.",
		"Berkeley had already given a surname to an earlier family sprung from Roger, its Domesday tenant, whose descendants, seem to have been ousted by the partisan of the Angevin.",
		"Bourchier's short term of office as chancellor coincided with the opening of the Wars of the Roses, and at first he was not a strong partisan, although he lost his position as chancellor when Richard, duke of York, was deprived of power in October 1456.",
		"Like his predecessors, Addington continued to be a partisan after his acceptance of this office, took part at times in debate when the house was in committee; and on one occasion his partiality allowed Pitt to disregard the authority of the chair.",
		"Hugh was worsted during the earlier part of this struggle, and was in serious straits, until he was saved by the wiles of his partisan Adalberon, bishop of Laon, who in 991 treacherously seized Charles and handed him over to the king.",
		"He was always a violent partisan, and was identified with the radical wing of the Republican party.",
		"It would be absurd, however, to dismiss all the legislative work of the Convention as merely partisan or eccentric. Much of it was enlightened and skilful, the product of the best minds in the assembly.",
		"The pope immediately summoned Henry to appear at Rome in order to justify his private misconduct, and Henry replied by causing the partisan synod of Worms (1076) to pronounce Gregory's deposition.",
		"As in the case of most heresies, we have only the partisan statements of opponents.",
		"C. Hamilton, going only to 1787 (New York, 2 vols., 18 341840), was superseded by the same author's valuable, but partisan and uncritical History of the Republic. ..",
		"During the War of Independence the hardy mountaineers under John Sevier and Evan Shelby did valiant service against both the royal troops and the Loyalists in South Carolina, chiefly as partisan rangers under Charles McDowell (1743-1815).",
		"It is evidence also that a few partisan bands met the requirements of lawful belligerency.",
		"The Spanish comrades among the older officer cadre had already acquired very valuable partisan experiences in the hard school of the civil war years.",
		"Madeline pushed her opponent all the way in the quarter final but again the large partisan home crowd urged the local hero to victory.",
		"This is not to suggest, however, that council chambers are devoid of the occasional partisan fracas!",
		"On 1 October 1944 an SS battalion had, in retaliation for Italian partisan resistance, killed 1,830 inhabitants of this small village.",
		"We have laws in the UK against the sort of overtly partisan broadcasting that Fox are often accused of.",
		"Cardiff, roared on by a fiercely partisan crowd, refused to bow.",
		"The current Bush administration has attempted tax reform with mixed and politically partisan results.",
		"The whole process showed the Parliament using its powers in a highly partisan way in order to thwart the Council of Ministers's choice.",
		"Currently, the mood on Capitol Hill seems very partisan, with each party criticizing the other's proposal.",
		"In a shameful display of partisan politicking taking precedence over international security considerations, the US Senate failed to ratify the accord in 1999.",
		"Six months ago this would have been considered outrageously partisan, even seditious; today, it accurately reflects the public mood.",
		"Rather than paving a smooth path to the court, it was causing an escalating spiral of partisan warfare and personal attack.",
		"At the same time he was a keen partisan of the established church, an enemy of both Roman Catholics and dissenters, and an opponent of all toleration.",
		"The latter, though a partisan of the pope of Rome, took the opportunity of enjoining on Pierre d'Ailly to go in his name and argue with the pope of Avignon, a move which had as its object to persuade Benedict XIII.",
		"Although the dominant position of Lysander had been broken in 403 by King Pausanias, the Spartan government gave him all the support which was possible without going into open war against the king; it caused a partisan of Lysander, Clearchus, condemned to death on account of atrocious crimes which he had committed as governor of Byzantium, to gather an army of mercenaries on the Thracian Chersonesus, and in Thessaly Menon of Pharsalus, head of a party which was connected with Sparta, collected another army.",
		"But the murdered patriarch was succeeded by his no less Francophil nephew Fortunatus, a strong partisan, a restless and indomitable man, who along with Obelerio of Malamocco now assumed the lead of the democratic party.",
		"The extent of the burden was greatly exaggerated by the leaders of the South, especially in the heat of partisan controversy; and the subject was closely connected with the controversy as to the rights of the states, and the endeavour of South Carolina, under the influence of Calhoun, to nullify the Tariff Act of 1832.",
		"Abdallah, a brother of Mahommed and Ibrahim, the rivals of Mansur, succeeded in escaping, and fled to Egypt, whence by the help of the postmaster, himself a secret partisan of the Shiites, he passed into West Africa, where at a later period his son founded the Idrisite dynasty in Fez (see Morocco).",
		"By means of negotiations instigated and prosecuted with great perseverance by the university of Paris and the Inquisition, and through the persistent scheming of Pierre Cauchon, the bishop of Beauvais - a Burgundian partisan, who, chased from his own see, hoped to obtain the archbishopric of Rouen - she was sold in November by John of Luxemburg and Burgundy to the English, who on the 3 rd of January 1431, at the instance of the The Porte St Honore where Joan was wounded stood where the Comedic Francaise now stands.",
		"Paulowitz (1813), Cain (1822), Ion (1835), Wild Dayrell (1852), and his son Buccaneer (1857) bring down Sir Paul's blood; whilst Walton is represented through Phantom (1806), Partisan (1811) and his sons Glaucus (1829) and Venison (1833) and Gladiator (1833), Venison's sons Alarm (1842) and Kingston (1849), Gladiator's son Sweetmeat (1842), Sweetmeat's sons Macaroni (1860) and Parmesan (1857), and Parmesan's sons Favonius (1868) and Cremorne (1869).",
		"He thus short-circuited a fine and vigorous current of aroused public opinion into a futile partisan movement.",
		"To this nightmare, Stalin also added the specter of long-prepared partisan warfare.",
		"The United bench erupted as the partisan Belgian crowd was stunned into silence.",
		"During the war and for years afterwards partisan feeling ran high.",
		"Civil war was raging in France, and Clement became an ardent partisan of the League; his mind appears to have become unhinged by religious fanaticism, and he talked of exterminating the heretics, and formed a plan to kill Henry III.",
		"A partisan of French methods, Moratin published in 1762 his Desengano al teatro espanol, a severe criticism of the national drama, particularly of the auto sacramental; and his protests were partly responsible for the prohibition of autos three years afterwards (June 1765).",
		"From 1835 to 1838 he edited The Reformation, a radically partisan publication, devoted to free trade and the extreme states' rights theory.",
		"In the later years of his life in New Hampshire he was the most prominent of the local Republican leaders and built up his party by partisan appointments.",
		"His work is always vigorous, but he imputes motives in the spirit of a partisan who never pauses to weigh the evidence or to take a comprehensive view of the situation.",
		"A somewhat partisan life of Granville was published in 1887, by Archibald Ballantyne, under the title of Lord Carteret, a Political Biography.",
		"But he was too little of a partisan, too widely sympathetic and candid, as well as too elaborate, to be a telling speaker in parliament, and was consequently surpassed by more practical men whose powers were incomparably inferior.",
		"It suffered much in1865-1866from the savage struggle between Imperialists and Republicans, and in subsequent partisan warfare.",
		"The development of rich gold and silver mines brought in more Spanish settlers, and then the record changes to one of partisan warfare, which continued down to the administration of President Porfirio Diaz.",
		"She, however, made them her enemies by delivering up the office of justiciary of London and the sheriffwick to her partisan Geoffrey, earl of Essex, and attempting to reduce the citizens to the enslaved condition of the rest of the country.",
		"The main causes of these conflicts on the continent were the monopoly of power by the patricians, acts of violence committed by them, their bad management of the finances and their partisan administration of justice.",
		"In 1876 new mining laws were enacted which gave better titles to mining properties and better regulations for their operation, but the outbreak of the war with Chile at the end of the decade and the succeeding years of disorganization and partisan strife defeated their purpose.",
		"Finlay speaks of him as a capable partisan leader who had great influence over his men, and describes him as of \"middle size, thin, dark-complexioned, with a bright expressive animal eye which indicated gipsy blood.\"",
		"Thus from the very first she appeared in the light of a partisan, having against her all the enemies of Choiseul and of the Austrian alliance, and was already given the nickname of \"l'autrichienne\" by mesdames the king's aunts.",
		"This partisan action aroused such indignation that at the next election he was again chosen governor, by a large majority, and served from 1825 until his death.",
		"The city was not much disturbed by the struggle for independence, but it was afterwards the scene of many a revolution until the dictatorial authority of Porfirio Diaz put an end to petty pronunciamentos and partisan intrigues.",
		"He was an ardent partisan of the Douglases, and on their overthrow retired to Orkney and later to Shetland.",
		"Tikhon, who at first did rough work, laying campfires, fetching water, flaying dead horses, and so on, soon showed a great liking and aptitude for partisan warfare.",
		"In Congress he was a consistent defender of sound money and civil service reform; in municipal politics he was in favour of business administrations and opposed to partisan nominations.",
		"In his defence Josephus departs from the facts as narrated in the Jewish War and represents himself as a partisan of Rome and, therefore, as a traitor to his own people from the beginning.",
		"On the 15th of June 1859 he returned to Italy after publishing a letter repudiating the aggrandizement of Piedmont, and proclaiming himself a republican and a partisan of national unity.",
		"He was also, as he tells us himself, alderman of a London ward and an active partisan in municipal politics.",
		"Though a thorough and avowed partisan, he was within the party the counsellor of moderate rather than extreme measures, and thus gained on the whole a position of great influence.",
		"The Monophysites had the sympathy of the emperor Anastasius, and were finally successful in ousting Flavian in 512 and replacing him by their partisan Severus.",
		"The so-called partisan war began with the entry of the French into Smolensk.",
		"On August 24 Davydov's first partisan detachment was formed and then others were recognized.",
		"Malichus also, the murderer or reputed murderer of Antipater, appears to have been a partisan of Hyrcanus, who had a zeal for Judaism.",
		"By nature a violent partisan, the archbishop now showed himself the uncompromising champion of his order and his see.",
		"If any of these does write a pamphlet in the old manner, it is merely as a tour de force, or to prove to some faithful but clamorous partisan of the Persian style that it is not, as he supposes, lack of ability which causes the modern author to adopt the simpler and more natural fashion of the West.",
		"Agrippa, the grandson of Herod the Great, was an avowed partisan of the new emperor and had paid penalty for a premature avowal of his preference.",
		"The city has suffered much from partisan strife, and the removal of the government to La Paz greatly diminished its importance.",
		"The Porte, unable to resist, was obliged to consent to the convention of Ainali Ka y ak (March 10, 1779) whereby the Russian partisan, Shahin Girai, was recognized as khan of the Crimea, the admission of Russian vessels to navigate Turkish waters was reaffirmed and Russia's right of intervention in the affairs of the Danubian principalities was formally recognized.",
		"He declared himself a strong partisan of the union of the Left in what is known as the Bloc, in order to check the reactionary deputies of the Right.",
		"Here as elsewhere he had but one rule to guide him in matters of doctrine and discipline - the practice of Rome and the West; for it is singular to see how Jerome, who is daringly original in points of scholarly criticism, was a ruthless partisan in all other matters; and, having discovered what was the Western practice, he set tongue and pen to work with his usual bitterness (Altercatio luciferiani et orthodoxi).",
		"The work, he says, is the \"production of a decided partisan,\" who \"rakes in the ashes of long-forgotten and a thousand times buried slanders, 1 Lord Brougham, overlooking the constitutional chapter in the Middle Ages, censured Hallam for making an arbitrary beginning at this point, and proposed to write a more complete history himself.",
		"Buffon (1753-1778), at first a partisan of the absolute immutability of species, subsequently appears to have believed that larger or smaller groups of species have been produced by the modification of a primitive stock; but he contributed nothing to the general doctrine of evolution.",
		"Generally regarded as the partisan of a pro-English policy, he rendered most valuable service to his country by his able management of the foreign relations of Turkey, and not least by his efficacious settlement of affairs in Syria after the massacres of 1860.",
		"Miss Strickland was a warm partisan on the side of royalty and the church, but she made industrious study of \"official records and other public documents,\" gave copious extracts from them, and drew interesting pictures of manners and customs. While engaged on this work.",
		"There would perhaps have been more general satisfaction with the results of Mr. Churchill's undoubtedly energetic and patriotic administration at the Admiralty, if he had not shown himself so vehement a partisan in internal politics.",
		"A partisan element in writing of French affairs was inevitable in a Burgundian chronicle.",
		"He now entered into obligations to keep the peace with his various rivals, but was soon implicated in riots and partisan disorders, and was ordered in December to leave the city."
	],
	"synonyms": [
		"partizan",
		"drumbeater",
		"zealot",
		"enthusiast",
		"ally",
		"aficionado",
		"advocate",
		"backer",
		"sympathizer",
		"defender",
		"champion",
		"stalwart",
		"sectarian",
		"guerilla",
		"fanatic",
		"partizan",
		"sectarian",
		"factionary",
		"dogmatic",
		"denominational",
		"tendentious",
		"prepossessed",
		"prejudicial",
		"prejudiced",
		"partial",
		"one-sided",
		"biased"
	],
	"antonyms": [
		"nonpartisan",
		"nonpartisan",
		"disinterested"
	]
}