{
	"word": "apprehensive",
	"meaning": [
		"Able or quick to apprehend or understand.",
		"Capable of understanding and quick to apprehend.",
		"Having to do with perceiving or understanding.",
		"Anxious or fearful about the future; uneasy.",
		"Anticipating something with anxiety or fear."
	],
	"sentences": [
		"He's certainly apprehensive about something.",
		"Mr. Cooms was apprehensive about what he described as an assault on our safety.",
		"His expression was apprehensive, but he said nothing.",
		"While Cynthia was apprehensive over the wildness of the area, once there, the stark beauty that engulfed her dispelled her earlier trepidation.",
		"Even Katie looked apprehensive at her hesitation.",
		"The young girls were apprehensive about walking home alone in the late evening.",
		"Many children are apprehensive about riding a bike without training wheels.",
		"I wish I wasn't so apprehensive about the little things.",
		"Jonny looked apprehensive yet resigned, as if he'd known this was coming.",
		"Cynthia, while not as apprehensive as Edith had been, was obviously uncomfortable watching the climbers, especially from atop their precarious positions.",
		"For a moment, she seemed apprehensive.",
		"I was feeling rather apprehensive about the possible crowds.",
		"Many parents are apprehensive, yet also excited, about starting a baby food schedule.",
		"However, we are a bit apprehensive because we have just renovated our yard.",
		"Most folks feel a bit apprehensive when it comes to cutting their hair, but don't feel that same amount of apprehension when it comes to color.",
		"A gale apprehensive took in and furled the Royals and top gallants and also a couple of reefs in top sails.",
		"You simply can't know if talking about might be just the thing an adolescent needs in order to open up about his or her true feelings, and this is why you mustn't be apprehensive about bringing up the topic of suicide.",
		"It is not uncommon to feel apprehensive about having another child, even after the decision to start trying has been made.",
		"When you are ready, you may be apprehensive (which is normal) and you will feel confident enough with yourself to take all the necessary precautions as well as feeling confident enough with your decision not to be embarrassed.",
		"They look forward to seeing their friends after being off for the summer, but still feel apprehensive about the new school year.",
		"It is important for parents to tell the child how the tests will be done so that the child is not anxious or apprehensive, which in some cases may increase the likelihood of false positive reactions.",
		"Don't be apprehensive about sifting through the larger dating services that offer free access to profiles.",
		"Parents who are apprehensive about the possibility of their children developing autism after having an MMR vaccine may avoid getting their children vaccinated.",
		"While some men may feel apprehensive about donning an item that's usually associated with women, no one needs to be the wiser if you choose to wear a body shaper under your clothing.",
		"Family members are usually apprehensive about the changes - especially the children - and the protests become more and more aggressive as the children realize Jo isn't going to accept any nonsense.",
		"Rikki uncovered this fact first, but was apprehensive about sharing it with her parents or her sister because she didn't want to be ridiculed by society.",
		"As they came up the drive, Carmen felt apprehensive.",
		"The king, either apprehensive of a rupture with Austria, or fearing detriment to the prerogatives of the Prussian crown should he accept this dignity at the hands of a democracy, refused the offer.",
		"Night Terrors sees the apes resting uneasily in a cave, some sixth sense alerting them to strange events outside and they remain apprehensive.",
		"While part of me remained curious, the sane part was apprehensive about the direction this quest was taking us.",
		"She was a little apprehensive right now.",
		"Or maybe the type of apprehensive awe a teenage girl gave her idol.",
		"It is even making the market somewhat apprehensive of their anticipation.",
		"So I was understandably apprehensive about going on a holiday where a second attempt at the seemingly impossible was likely to be unavoidable.",
		"She plunged down toward him, feeling for some reason slightly apprehensive.",
		"I personally was somewhat apprehensive of my first jump.",
		"I submitted an open application and was initially apprehensive when I was pooled to Newnham, an all girls ' College.",
		"Others are naturally apprehensive about navigating what is, for them, uncharted waters.",
		"Apparently it's all to do with timing and getting apprehensive of the flashing.",
		"In Scotland and Northern Ireland over the last two decades, unionism has become defeatist, defensive and apprehensive about the future.",
		"But all his neighbours, apprehensive of the consequences of a civilized Muscovy, combined to thwart him.",
		"The Mindon prince, who had become apprehensive for his own safety, made him prisoner in February 1853, and was himself crowned king of Burma towards the end of the year.",
		"At this crisis Poland owed her salvation to two events - the formation of a general league against Sweden, brought about by the apprehensive court of Vienna and an almost simultaneous popular outburst of religious enthusiasm on the part of the Polish people.",
		"The children of Israel, who are described as having newly returned from captivity, are apprehensive of a desecration of their sanctuary, and resolve on resistance to the uttermost.",
		"He met with much opposition to his reforms. The governor of the province, and many of the senators, apprehensive that the cardinal's ordinances and proceedings would encroach upon the civil jurisdiction, addressed remonstrances and complaints to the courts of Rome and Madrid.",
		"The same Chrysippus fixed upon a certain characteristic of true presentations, which he denoted by the much disputed term \" apprehensive \" (KaTaX717rTLK7 4avraQEa).",
		"Watching a movie about androids who take over the world made me apprehensive about the future of artificial intelligence.",
		"Childbirth is both physically and emotionally demanding and many women are quite apprehensive about the whole childbirth experience.",
		"On the other hand, don't be apprehensive about applying through a completely different provider as long as it is a reputable institution.",
		"While this can be a good option for people who are apprehensive about approaching creditors on their own, you can do your own debt settlement.",
		"If you are apprehensive about buying a treadmill or elliptical online, then go to a sporting goods store to test out equipment that has features you like so you can make an informed decision online.",
		"In general, people who are somewhat apprehensive about learning to downhill ski will usually feel more comfortable with the wedge progressions.",
		"Once reserved to only the most tech-savvy of enthusiasts, the concept of having an unlocked cell phone is becoming more and more mainstream, even among people who are otherwise apprehensive, nervous, or skeptical about new technology.",
		"Many direct lenders are apprehensive about offering second mortgage products for investment properties.",
		"When he was seated, he turned to an apprehensive Alondra and put a hand over hers.",
		"Deidre glanced at her with apprehensive curiosity, wondering what the former human wanted.",
		"I admit to being a little apprehensive about what might appear.",
		"Counting four other mountain bikers, I was becoming less apprehensive about the trip.",
		"The 3 German trainees on board who joined us for the dive start to look apprehensive.",
		"We would like to share the secret of Sexy Secrets with more consumers who may still be apprehensive about this category of product in general.\"",
		"Developers are apprehensive about putting video game nudity into their creations because it is proven that games with the Adults Only (AO) rating are poor performers.",
		"The disadvantage of this site is that it is visible to the child who may become apprehensive when the injection is given.",
		"Parents may be apprehensive about the performance of their child in the Beery-Buktenica testing process.",
		"Most women choose a longer bob version when they're in-between hair lengths or a little apprehensive about going short.",
		"It just takes one meltdown to make parents apprehensive about ever going out in public again.",
		"Eggs-I was a bit apprehensive about trying the eggs.",
		"Consumers should never feel apprehensive about trying to find a way to save money on auto insurance.",
		"Don't feel apprehensive about asking as many questions as you need to in order to understand your car insurance policy.",
		"Through her secretary, General Grey, the queen pointed out that she had not concealed from Gladstone\" how deeply she deplored \"his having felt himself under the necessity of raising the question, and how apprehensive she was of the possible consequences of the measure; but, when a general election had pronounced on the principle, when the bill had been carried through the House of Commons by unvarying majorities, she did not see what good could be gained by rejecting it in the Lords.",
		"She turned away, and then, as if fearing he might take her words as meant to move him to pity, looked at him with an apprehensive glance of inquiry.",
		"The Privy Council were at this time apprehensive of an approaching scarcity of food.",
		"Being apprehensive that the French centre would tack and pass this gap so as to put him between two fires, he kept a long way off so as to be free to manoeuvre against them if they made the attempt."
	],
	"synonyms": [
		"discerning",
		"worried",
		"uneasy",
		"suspicious",
		"stiff",
		"morbid",
		"misgiving",
		"jumpy",
		"apt",
		"nervous",
		"fearful",
		"anxious",
		"afraid",
		"conscious",
		"ascared"
	],
	"antonyms": [
		"at-ease",
		"unworried",
		"calm",
		"unfearful",
		"unsuspicious",
		"undoubting",
		"quiet",
		"unafraid"
	]
}