{
	"word": "plummet",
	"meaning": [
		"A thing that weighs heavily.",
		"Plumb bob.",
		"Plumb.",
		"(archaic) A piece of lead attached to a line, used in sounding the depth of water.",
		"(archaic) A plumb bob or a plumb line.",
		"To fall or drop straight downward.",
		"To fall off or decline precipitously.",
		"(intransitive) To drop swiftly, in a direct manner; to fall quickly."
	],
	"sentences": [
		"While she despised the man, her feelings still lacked a motive to sever his rope in cold blood and watch him plummet down to the rocks and churning river below.",
		"Blood pressure may plummet a day or two after the first symptoms appear.",
		"The depths of the most noted pits have easily been ascertained by line and plummet and the height of several large domes has been found by the use of small balloons.",
		"He had been with her since the world began its plummet into chaos, and she hoped he remained at the other end of the network until the world righted itself.",
		"Passengers are treated to unparalleled views while circling above the park before the final plummet at 67 miles per hour.",
		"Blizzard Beach is home to Summit Plummet, one of the tallest water slides in the United States.",
		"Other attractions include Runoff Rapids, Slush Gusher, Snow Stormers, Summit Plummet, Teamboat Springs and Toboggan Racers.",
		"Once it was seriously questioned, our success rate would plummet like a pricked balloon.",
		"It quickly passes through the stomach wall causing blood sugar levels to rise, then plummet.",
		"Raging blizzards force them into a hut for five days whilst temperatures plummet.",
		"Huge pricks vanish before your very eyes as they plummet into gapes of uncharted depths !",
		"In this scenario, removing high achieving children from a school with more than its share of disadvantaged children, could make a school's ranking plummet.",
		"In the wake of Jackson's abuse trial, many impersonators saw their business plummet.",
		"In December, 2001, Stewart allegedly received a tip that her shares of ImClone stock were about to plummet and hurriedly sold off these shares.",
		"It's been a bumpy ride for Gucci, soaring to the heights of Audrey Hepburn, Jackie O and Grace Kelly's closets, only to plummet to the depths of a reputation for tackiness in the 1980s.",
		"Trauma Terror is a thrilling drop ride with great views before the final plummet down to earth.",
		"At the top of Mount Gushmore, individuals gain access to the Teamboat Springs, Summit Plummet and Slush Gusher attractions.",
		"Then, since sales on an old system start to plummet as soon as a new system comes out, the chance of selling a lot on an old system goes down.",
		"What's valuable one day may plummet to the bottom of the list the next, but for people who simply love collecting watches, it's always a worthy investment to purchase new (old) vintage watches like the ones in the following sections.",
		"In practice the solid or plummet is suspended from the balance arm by a fibre - silk, platinum, &c. - and carefully weighed.",
		"However, the summits along the edge of the basalt escarpment have much steeper slopes which plummet toward Belfast.",
		"The band discussed which of them would now stand on a rake, who would volunteer to plummet down an open manhole.",
		"A series of eleven games without a win saw them plummet toward the relegation zone.",
		"It is difficult to believe it is an issue at all when winter temperatures plummet below freezing.",
		"Even though this allowed cotton prices to plummet and demand for cotton to increase, some of those fifty people got laid off, no doubt shaking their fists at the infernal gin as they stormed off the property.",
		"Kris looked up in time to see Kiki crash through the canopy and plummet towards the ground.  Kris gasped and sprung forward.  A streak of black crossed his vision as a flying demon snatched Kiki out of the air.",
		"The square (99) and plummet (100,101) have remained unchanged since the XIXth Dynasty.",
		"When making a determination of declination a brass plummet having the same weight as the magnet is first suspended in its place, and the torsion of the fibre is taken out.",
		"I think we will see commodity prices plummet in the coming years.",
		"The apparatus is so designed that when the plummet is suspended in air, the index of the beam is at the zero of the scale; if this be not so, then it is adjusted by a levelling screw.",
		"To determine the density of any liquid it is only necessary to suspend the plummet in the liquid, and to bring the beam to its normal position by means of the riders; the relative density is read off directly from the riders."
	],
	"synonyms": [
		"plumb",
		"plumb-bob",
		"plump",
		"plunk",
		"plop",
		"obese",
		"fleshy",
		"downturn",
		"dip",
		"descend",
		"sink",
		"decline",
		"crash",
		"chubby",
		"buxom",
		"stout",
		"rotund"
	],
	"antonyms": [
		"rise",
		"shoot up",
		"ascend"
	]
}