{
	"word": "contend",
	"meaning": [
		"To strive in combat; fight.",
		"To strive in competition; vie.",
		"To hold to be a fact; assert.",
		"To strive in debate or controversy; dispute.",
		"To struggle or exert one's self to obtain or retain possession of, or to defend."
	],
	"sentences": [
		"The new governor had great difficulties to contend with.",
		"I like to contend with wind and wave.",
		"Her foreign policy was as consistent as it could be considering the forces she had to contend against.",
		"They contend that the long term effects aren't known.",
		"The industrial and financial corporations had grown so powerful as to venture to contend for the first place with the authority of the government itself.",
		"He had to contend against a strong peace party in Holland the Spaniards sheltered themselves under the English Downs by the side of an English squadron.",
		"The system of having one canal overlapping another has one difficulty to contend with.",
		"There are two main difficulties to contend with.",
		"Utopian idealism the authors contend that such a revolutionary change is within our grasp.",
		"On this head there is no difference, and idealism need have no difficulty in accepting all that its opponents here contend.",
		"The stars in their courses fought against him, and at the time of his death he saw how far beyond his power were the forces with which even Charles had been unable to contend.",
		"Caterina, feeling herself unable to contend alone with the increasing power of the Turks, was induced to abdicate the sovereign power in favour of the Venetian republic, which at once entered into full possession of the island (1489).",
		"This anomalous state of things was responsible for the half-dozen peasant risings with which Gustavus had to contend from 1525 to 15 4 3.",
		"Whilst the governors found great difficulty in building up an industrious and agricultural community out of the medley of Africans brought to Sierra Leone, they had also to contend with the illicit slave trade which flourished in places close to the colony.",
		"In his endeavours to realize this aim he had to contend with the new spirit of national consciousness animating the Boers, which found expression in the formation of the Afrikander Bond.",
		"Regarded at first with distrust by Turkey, Russia and Austria, he succeeded in gaining general recognition in six months; but he had to contend for ten years with fierce party struggles between the Conservatives and the Liberals.",
		"His apologists contend, however, that, as an inexperienced civilian, he could not have made sudden changes in naval arrangements without disorganizing the fleet, and that in view of the impending hostilities he was obliged to accept the dispositions of his predecessors.",
		"He had to contend with his unruly nobles, several of whom he put to death.",
		"On the other hand, there are the prices one must contend with.",
		"He had to contend with Count Leudast, the governor of Tours; despite all the king's threats, he refused to give up Chilperic's son Meroving, who had sought refuge from his father's wrath at the sanctuary of St Martin; and he defended Bishop Pretextatus against Chilperic, by whom he had been condemned for celebrating the marriage of Merovech and Queen Brunhilda.",
		"Persias great aim was to recover in the north-west, as in the northeast of her empire, the geographical limits obtained for her by the Safawid kings; and this was no easy matter when she had to contend with a strong European power whose territorial limits touched her own.",
		"Thus the two concluding essays contend that man has not, like the other animals, been produced by the unaided operation of natural selection, but that other forces have also been in operation.",
		"During those years fortified camps were established by the Belgians on the Sankuru, the Lomami, and the Arumiwi, and the Arabs were quick to see that each year's delay increased the strength of the forces against which they would have to contend.",
		"For about five centuries state was left to contend with state, and clan with clan in the several states.",
		"But an enemy might certainly contend that a poet's critical faculty should be of the Promethean, not be Epimethean order.",
		"The governor had other serious matters to contend with, including the assertion of British authority over the Boers beyond the Orange river, and the establishment of amicable relations with the Transvaal Boers.",
		"The townsfolk contend that the great Cervantes was a native of Alcazar; and, although this claim must be disallowed, much of the action of his masterpiece, Don Quixote, takes place in the neighbourhood.",
		"The publication of these discoveries led to a series of controversies which lasted for several years, in which Newton had to contend with the eminent English natural philosopher Robert Hooke; Lucas, mathematical professor at Liege; Linus, a physician in Liege, and many others.",
		"It was no doubt open to her to contend, as perhaps most wise people consider, that the cause of Denmark was not of sufficient importance to justify her in going to, war.",
		"So long as libertarians contend that what alone possesses moral value is unmotived choice, acts of will of which no explanation can be given save the arbitrary fiat of individual selves at the moment of decision, it is not difficult for determinists to exhibit the absurdities to which their arguments lead.",
		"He had many difficulties to contend with, and it was only by slow degrees that he established his fame and won his way to competence.",
		"Then he had to contend with a national revolt in Catalonia, which endeavoured to make itself independent under three successive foreign princes.",
		"They had to contend not only with the heretics, the nobles who protected them, and the people who listened to them and venerated them, but also with the bishops of the district, who rejected the extraordinary authority which the pope had conferred upon his legates, the monks.",
		"During the ensuing campaign of 1629 Gustavus had to contend against the combined forces of Koniecpolski and ro,000 of Wallenstein's mercenaries.",
		"A'Ran studied Ne'Rin, aware he had more than the potential war with Qatwal to contend with.",
		"A modern-day superhero has to contend with America's obsession with winners and the UK's preoccupation with not appearing too cocky.",
		"On almost no item on our agenda does anyone seriously contend that each nation can fend for itself.",
		"It is utterly false to contend that 'this is what the internationalism of the Communist parties rests upon ' .",
		"The Italian colonies were planted among friendly, almost kindred, races, and grew much more rapidly than the Sicilian Greek states, which had to contend against the power of Carthage.",
		"But I contend that only matters of degree separate it from the weightier matters we conventionally associate with wisdom.",
		"First, I would contend that the size of this problem is substantially smaller than many people would guess.",
		"All teachers of the deaf know what this means, and only they can at all appreciate the peculiar difficulties with which I had to contend.",
		"Israeli revisionists contend that Yiddish, the revivalists ' mother tongue, is the substratum whilst Hebrew is only a superstratum.",
		"But despite all of this women still earn less than men and have to contend with sexism in the media and advertising.",
		"I no longer wished to contend with all that excess of anxiety which had always afflicted me, prior to any sportive competition.",
		"Start-up entrepreneurs that have gone through the company registration process have to contend with a lot of details in setting up their business.",
		"Trapped in his pod, David had to contend with a load of old tat.",
		"He had to contend with people whose unreasoning opposition was ' vitriolic '.",
		"Online stores may offer a better selection of unique items as well as hard-to-find gifts, though buyers will have to contend with shipping charges and other online fees.",
		"Some experts contend that ethanol is more expensive per mile than a gallon of gasoline.",
		"However, some contend that biomass plants may lead to higher outputs of greenhouse gases, which would actually harm the environment.",
		"A nail file and clippers for quick reshaping or to contend with chips and hangnails.",
		"Professional makeup artists contend that this side, or surround lighting, is best when applying makeup.",
		"You will have to contend with advertisements, unless you want to become a club member.",
		"Working in an office can be difficult because one needs to contend with so many different personalities.",
		"Although more widely accepted in society today, teenage pregnancy is not always a welcome discovery and for many teens, abortions are the one and only way to contend with what is often an unwanted and unexpected pregnancy.",
		"Critics contend that cooking foods doesn't harm health, and that humans have been cooking food for thousands of years.",
		"They also contend that omega-3 fatty acids found in vegetable oil, salmon, and walnuts fight heart disease, reduce cholesterol, and lower blood pressure.",
		"For instance, if you're setting a wedding date in January or February there may be snow or frigid temperatures to contend with on you wedding day.",
		"Now that she has prioritized her life, Anna Nicole Smith has more issues to contend with.",
		"These ships are engineered for large numbers of travelers, yet at the same time they encounter logistical problems with supplies and crowds that smaller ships rarely contend with.",
		"Others contend that gypsum is only useful if your soil suffers from excess sodium.",
		"Opposers contend that when a court of law is permitted to order noncustodial visitation with regard to grandparents, the state is interfering with the parents' rights to make decisions concerning the raising of their children.",
		"You will have fewer stairs to contend with, which is important if you are having issues with mobility or vision.",
		"In addition, support and resources are available to help you contend with the stages of Alzheimer's.",
		"Other experts and video game manufacturers contend that negative effects have not been proven adequately, and, in fact, playing such games gives players an avenue for the harmless release of stress and aggression.",
		"Most experts contend that they are contracted by sexual contact with an infected person who carries HPV and are more contagious than other warts.",
		"Critics of the show contend that much of the spooky activity is rigged.",
		"Parapsychologists and other proponents of psychic ability contend that any degree of positive variation is significant when dealing with a phenomenon that appears to be very weak.",
		"In addition to the heel, there's also a one-and-a-half-inch platform to contend with, which adds a little extra leverage.",
		"Navel piercing and belly button piercing are essentially the same thing, although some contend that a \"true\" navel piercing is actually done in the remaining stump portion of the navel itself, casually referred to as the \"outie\".",
		"This design is believed to have come into existence when St. Patrick was struggling to convert the Celts to Christianity, although many people contend the design was around long before Patrick ever reached Ireland's shores.",
		"Many plus-sized women find that, especially if they choose a less expensive bra, they have to contend with straps that dig into their shoulders.",
		"One couple experienced racial discrimination from each other's families and another couple had to contend with the bride being pregnant.",
		"The Mall of America cops typically contend with celebrities and the occasional shoplifter more often than anything.",
		"Hackers.While many sites contend with hackers, the popularity of Facebook has made it an easy target for attacks.",
		"He had to contend with the bitter hostility of the French protectionists, which occasioned a good deal of vacillation on the part of the emperor and his ministers.",
		"Brave enough personally, as soldiers they were distinctly inferior both to the Janissaries and the Hussites, with both of whom Matthias had constantly to contend.",
		"From December 1856 to March 1858 he had to contend with and subdue a local insurrection headed by General Agostino Vivanco, but, with these two exceptions, there was peace in Peru from 1844 to 1879, a period of thirty-five years.",
		"In the beginning of his reign he had to contend with the hostility of John of Gaunt, who claimed the crown by right of his wife Constance, daughter of Peter the Cruel.",
		"The Dutch, who had to contend with an overwhelming French invasion on shore, nevertheless fitted out a fleet of 70 to 80 sail of the line and the command was given to De Ruyter.",
		"The gases evolved from the sudden outbursts or blowers in coal, which are often given off at a considerable tension, are the most dangerous enemy that the collier has to contend with.",
		"They contend even that extreme unction was so instituted, and that St James in his Epistle did but promulgate it.",
		"In taking root in England idealism had to contend against the traditional empiricism represented by Mill on the one hand and the pseudo-Kantianism which was rendered current by Mansel and Hamilton on the other.",
		"In the matter of ecclesiastical administration he similarly followed a middle course; but he had now to contend against the growing influence of Laud and the extreme high church party.",
		"Borchers endeavoured to contend against the first difficulty by employing an iron cathode vessel and a chamotte (fire-clay) anode chamber united by a specially constructed water-cooled joint.",
		"The philosophers themselves, no doubt, still lived on the knowledge they repudiated; but the masses were trained to a superstition with which the Christian church, as the executor of Neoplatonism, had to reckon and contend.",
		"For the next three years Charles had to contend with rebellion after rebellion, and it was only after his great victory over all the elements of rapine and disorder at Rozgony (June 15,1312) that he was really master in his own land.",
		"In political and ecclesiastical affairs he similarly manifested great vigour; and his extraordinarily pacific disposition did more than anything else towards diminishing the difficulties with which he had to contend on his entry upon office.",
		"On the one hand the archbishop was obliged to contend against the heretics or against fanatical reformers who found a following among the people; and on the other, since the archbishop was the real power in the city, the emperor, the nobles and the people each desired that he should be of their party; and to whichever party he did belong he was certain to find himself violently opposed by the other two.",
		"The citizens, who were called upon to fight their battles, were usually unable to contend successfully with men whose whole lives had been passed in warfare; the isolation of the cities was not favorable to the creation or mobilization of an active and homogeneous force; and, moreover, at this time many of them were disturbed by internal troubles.",
		"The Koran even goes so far as to make Noah contend against the worship of certain false gods, mentioned by name, who were worshipped by the Arabs of Mahomet's time.",
		"As regards the jus vetus, therefore, the judges and practitioners of Justinian's time had two terrible difficulties to contend with - first, the bulk of the law, which made it impossible for any one to be sure that he possessed anything like the whole of the authorities bearing on the point in question, so that he was always liable to find his opponent quoting against him some authority for which he could not be prepared; and, secondly, the uncertainty of the law, there being a great many important points on which differing opinions of equal legal validity might be cited, so that the practising counsel could not advise, nor the judge decide, with any confidence that he was right, or that a superior court would uphold his view.",
		"The agriculturist has many enemies to contend with, the tax-gatherer being perhaps the most deadly; and drought, earthquakes, rats and locusts have at all periods been responsible for barren years.",
		"In the Philippines the humane policy of the home government had no such powerful obstacles to contend with.",
		"It seems possible that sherry was the first wine known as sack in this country, but it is at least doubtful whether this word is, as some contend, derived from seck or sec, i.e.",
		"The physical difficulties which an invading force had to contend with in Assam, however, prevented anything like a regular subjugation of the country; and after repeated efforts, the Mussulmans contented themselves with occupying the western districts at the mouth of the Assam valley.",
		"The minimum is practically always exceeded, and trebled or quadrupled in the case of the more enthusiastic men, and the chief difficulty with which the officers responsible for training have to contend is the fact that no man can be compelled to attend on any particular occasion.",
		"Many authorities regard it as made up of three distinct songs (one of which refers to the battle and Winkelried), possibly put together by the younger Halbsuter (citizen of Lucerne in 1435, died between 1470 and 1480), though others contend that the Sempach-Winkelried section bears clear traces of having been composed after the Reformation began, that is, about 1520 or 1530.",
		"But it was possible for patriotic Scots to contend that they had done so only in their capacity as English baronsfor they held much land south of Tweedand topoint to the similarity of their position to that of the English king when he did homage for his duchy of Guienne at Paris, without; thereby admitting any suzerainty of the French crown Over England or Ireland.",
		"The warden and chaplain are clergy, and the visitor is commonly a bishop. In one important regard there has been hesitation, and authorities like Dr Littledale and Bishop Grafton contend strongly for the primitive ideal of the convent as family, with a constitutional government, as against the later and widespread Jesuit ideal of the convent as regiment, with a theory of despotic rule and absolute obedience.",
		"The most serious disease with which the bee-keeper has to contend is that commonly known as \" bee-pest \" or \" foul brood,\" so called because of the young brood dying and rotting in the cells.",
		"And now he had to contend with parental favoring again.",
		"One should not contend with anyone on account of a personal grudge or bully the weak.",
		"It has also had to contend with a particularly hard-line Pope.",
		"Far from being a Pie in the Sky dream of Utopian idealism the authors contend that such a revolutionary change is within our grasp.",
		"Unfortunately, they have to contend with constant interruptions.",
		"Meanwhile the President of the United States has to contend with a possible alien invasion.",
		"I prefer not to have to contend with the indignity of getting mistaken for a woman.",
		"If you are crossing London, there is also the puritanical moralism of London Transport to contend with.",
		"We would contend that this does not in any way diminish the need to continue to use the technology to eliminate scrapie.",
		"Trapped in his pod, David had to contend with \" a load of old tat.",
		"After restoring some degree of peace and prosperity in his principality, Galen had to contend with a formidable insurrection on the part of the citizens of Munster; but at length this was crushed, and the bellicose bishop, who maintained a strong army, became an important personage in Europe.",
		"But the defects which had rendered him unable to baffle the intrigues of Walpole made him equally unable to contend with the Pelhams. His support of the king's policy was denounced as subservience to Hanover.",
		"He had completed it in 1634; but owing to the fierce opposition with which he had to contend, he was only able to print it at Paris in 1650, by aid of a son, who had turned Catholic. The various readings in the Old Testament text and the differences between the ancient versions and the Massoretic text convinced him that the idea of the integrity of the Hebrew text, as commonly held by Protestants, was untenable.",
		"At length, unable to contend any longer against the general and inveterate animosity displayed against him, fearing for the consequences to the monarchy, alarmed at the virulent attacks of the North Briton, and suffering from ill-health, Bute resigned office on the 8th of April.",
		"The memoirs of Count Miot de Melito, whom Joseph appointed minister of war, show how great were the difficulties with which the new monarch had to contend - an almost bankrupt treasury, a fickle and degraded populace, Bourbon intrigues and plots, and frequent attacks by the British from Sicily.",
		"You will have to contend with minor damage in the form of dents and chipping of the toys when you buy an antique.",
		"Well, believe it or not the same goes for leaving a dog in a car in very cold weather, except you have hypothermia to contend with instead of heat prostration.",
		"The biggest pests most home gardeners have to contend with are birds and slugs or snails.",
		"In short, it exemplifies relaxed warm weather style to perfection, and any man who has a bit of downtime to contend with can make good use of a big and tall Hawaiian shirt!",
		"A mid-calf length raincoat will keep you warm and dry, but it may be too much fabric to contend with, particularly if you are petite.",
		"Many PKU health professionals contend that all PKU patients should adhere to a strictly controlled diet for life.",
		"This criterion is also used by the Federal Bureau of Investigation who contend that it is \"participation in criminal activity\" that separates a community group or social club from a gang.",
		"Opponents contend that the involvement of the federal bureaucracy would more likely add inefficiency to the enforcement process and only aggravate an already growing problem.",
		"Now you'll have childcare to think about, your baby's sleep and meal schedule to plan around, and your own lack of sleep to contend with.",
		"Swimming experts and coaches contend that unlike other strokes, it's hard to overcome poor form in the butterfly, or fly, and have a successful outcome.",
		"With such issues to contend with, it was not long before the shows were moved to the now-famous tents at Bryant Park.",
		"Your pet will already have enough to contend with without the trauma of a vet trip.",
		"This of course leaves us with the Air and Fire signs to contend with.",
		"However, in terms of compatibility, if you find it difficult to contend with someone's exterior behavior, you are less likely to get to know that person on the inside.",
		"John Cusak, Woody Harrelson, and Amanda Peet must contend with disasters like volcanic eruptions, bad hurricanes, and other weather-related events.",
		"Since the medication is not FDA approved for this specific treatment, some may contend that the doctor acts irresponsibly by administering the drug.",
		"Many have said that myLACYS™ are their favorite underwear because the product gives them peace of mind, and allows them to feel confident in their appearance, no matter what slight moisture issue they may contend with.",
		"Those present decided to contend to the death for their \"long-lost liberties,\" and with this the meeting came to an end.",
		"The western emporium known in the scriptures as Tarshish was probably situated in the south of Spain, possibly at Cadiz, although some writers contend that it was Carthage in North Africa.",
		"Between 1555 and 1567 the Portuguese had to contend with the French Huguenot invaders who seized Rio, and whom they expelled.",
		"In Germany Ultramontanism had to contend with great difficulties; for here ecclesiastical affairs were not in so desperate a case that the most drastic remedies possessed the most powerful attraction; while, in addition, the clergy were too highly educated to be willing to renounce all scientific work.",
		"Indeed, nearly all the Christian Gnostic systems clearly exhibit the great difficulty with which they had to contend in order to reconcile the idea of an historical redeemer, actually occurring in the form of a definite person, with their conceptions of salvation.",
		"A loss of £120,000,000 sterling within 13 years, falling on a limited area, and on one class within these two countries, constituted indeed a calamity on a national scale, calling for national effort to contend with its devastating action.",
		"Considering his want of experience of such rivers as the Nile, and the great difficulties he had to contend with under a succession of ignorant Turkish rulers, it would be unfair to blame him because, until it fell into the hands of British engineers in 1884, the work was condemned as a hopeless failure.",
		"The Nationalists were, too, divided into many warring sectionsMahommed Bey Fend, chosen as successor to Mustafa Kamel, had to contend with the pretensions of several other leaders.",
		"He had, moreover, to contend with domestic enemies, and with difficulty defeated a league formed against him by some Mussulman tribes, under Ibrahim of Berat and Mustapha of Delvinon, and the Suliots.",
		"I contend that it is.",
		"Theists, on the other hand, will contend that the distinctiveness of moral necessity is vital to religion.",
		"In the region of the tundras life has to contend with such unfavourable conditions that it cannot be abundant.",
		"And if the work of criticism has brought a fuller appreciation of the value of these facts, the debt which is owed to the Jews is enhanced when one proceeds to realize the immense difficulties against which those who transmitted the Old Testament had to contend in the period of Greek domination.",
		"Nay more, the difficulties of all kinds against which Eugenius had to contend, the insurrection at Rome, which forced him to escape by the Tiber, lying in the bottom of a boat, left him at first little chance of resisting the enterprises of the council.",
		"The papacy, however, encountered serious obstacles, at first at the very centre of the papal empire, at Rome, where the pope had to contend with the party of communal autonomy for ten years before being able to secure the mastery at Rome.",
		"He had to contend, like his predecessors, with the perennial hostility of the burgher aristocracy of Amsterdam, and at times with other refractory town councils, but his power in the States during his life was almost autocratic. His task was rendered lighter by the influence and ability of Heinsius, the grand pensionary of Holland, a wise and prudent statesman, whose tact and modera tion in dealing with the details and difficulties of internal administration were conspicuous.",
		"The New Guinea Company had less formidable enemies to contend with, and with the exception of a period of three years between 1889 and 1892, they maintained a full responsibility for the administration of their territory till the year 1899, when an agreement was made and ratified in the Reichstag, by which the possession and administration was transferred to the empire in return for a subsidy of 20,000 a year, to be continued for ten years.",
		"He had to contend against corrupt officialdom, indiscriminate expenditure, and absence of organization in the collection of revenue, apart from the confusion with regard to the currency.",
		"And when in the third book Priam asks Helen about the Greek captains, or when in the seventh book nine champions come forward to contend with Hector, the want of the greatest hero of all is sufficiently felt.",
		"Others contend, and feel they have science to support, that humans can live beyond five hundred.",
		"Meanwhile the government had also to contend with difficulties outside the walls.",
		"During many successive years he saw a great deal of hard service, and so constantly had he to contend, on his various expeditions, with adverse gales and dangerous storms, that he was nicknamed by the sailors, \"Foul-weather Jack.\"",
		"Given that inequalities in income are likely to grow, how I can I contend that we will see an end of poverty?",
		"But since ants are not persecuted by these two families of Hymenoptera, the greatest enemies spiders have to contend with, it is evident that mimicry of ants is of supreme advantage to spiders.",
		"He had here to contend both with the Russians and the Austrians; and although at first he had some success, his army was in the end completely broken.",
		"But in reality he made it certain that the princes would one day shake off the imperial power altogether; for it was perhaps more difficult for the sovereign to contend with scores of petty nobles than with two or three great princes.",
		"In New Zealand and Australia rabbits, introduced either for profit or sport, have increased to such an extent as to form one of the most serious pests that the farmers have to contend against, as the climate and soil suit them perfectly and their natural enemies are too few and too lowly organized to keep them within reasonable bounds.",
		"Lothairs rebuff in Bohemia stiffened the backs of Frederick and Conrad, and in order to contend with them the king secured a powerful ally by marrying his daughter Gertrude to Henry the Proud, a grandson of Welf, whom Henry IV.",
		"His successors possessed neither his political nor his military talents, and had to contend with more difficult circumstances."
	],
	"synonyms": [
		"vie",
		"compete",
		"state",
		"say",
		"maintain",
		"avow",
		"hold",
		"declare",
		"claim",
		"avouch",
		"aver",
		"asseverate",
		"assert",
		"argue",
		"allege"
	],
	"antonyms": [
		"abandon",
		"give up",
		"desert",
		"retreat",
		"leave",
		"surrender",
		"give in",
		"cede"
	]
}