{
	"word": "exhort",
	"meaning": [
		"To urge earnestly by advice, warning, etc. (to do what is proper or required); admonish strongly.",
		"To make an urgent appeal."
	],
	"sentences": [
		"A friend of Irving's, Mrs Basil Montague, wrote to Miss Welsh, to exhort her to suppress her love for Irving, who had married Miss Martin in 1823.",
		"After all, widening access is something that the educational and political establishments constantly exhort us to do.",
		"Very rarely did any layman open his mouth to speak or exhort except in the Sabbath school.",
		"Under the Empire the bishop of Rome had possessed in the Church an authority recognized and protected by the State; respect for Rome and for the successor of Saint Peter was not forgotten by the new territorial churches, but it had altered in character; legal authority had become merely moral authority; its wielder could exhort, warn, advise but could not command.",
		"It was then that a clerk who saw that there was but an uncertain prospect of help from the pope of his time, conceived the shrewd idea of appealing to the popes of the past, so as to exhort the contemporary generation through the mouth of former popes, from Clement to Gregory.",
		"There he disowned the sermons of the pardonsellers, let it be seen that he did not approve of the action of the Legate, and so prevailed with Luther that the latter promised to write a submissive letter to the pope, to exhort people to reverence the Roman See, to say that Indulgences were useful to remit canonical penances, and to promise to write no more on the matter unless he happened to be attacked.",
		"This latter, indeed, appears to have been concocted by Gerald, an ardent champion of the English cause in Ireland, from genuine letters of Pope Alexander III., still preserved in the Black Book of the Exchequer, which do no more than commend King Henry for reducing the Irish to order and extirpating tantae abominationis spurcitiam, and exhort the Irish bishops and chiefs to be faithful to the king to whom they had sworn allegiance.'",
		"Antoine, taken to the secret meetings of the persecuted Calvinists, began, when only seventeen, to speak and exhort in these congregations of \"the desert.\"",
		"The teachers, who are chosen by vote, may also exhort or preach, when their services are needed for such purposes, and may, at the request of a bishop, perform marriage or baptismal ceremonies.",
		"The clergy were bidden to exhort their hearers to the \" works of charity, mercy and faith, specially prescribed and commanded in Scripture, and not to repose their trust or affiance in any other works devised by men's phantasies beside Scripture; as in wandering to pilgrimages, offering of money, candles or tapers to images or relics, or kissing or licking the same, saying over a number of beads, not understood or minded on, or in such-like superstition.\"",
		"When once they had taken up arms they found gentlemen to lead and priests to exhort, and their rebellion became Royalist and Catholic. The chiefs were drawn from widely different classes.",
		"The elders are the first or oldest teachers of congregations, for which there is no regular bishop. They have charge of the meetings of such congregations, and participate in excommunication proceedings, besides which they preach, exhort, baptize, and may, when needed, take the offices of the deacons.",
		"On the 7th the Tiers Etat sent deputations to exhort the other estates to union, while the clergy sent a deputation to it with the proposal that each estate should name commissioners to discuss the best method of verifying powers.",
		"The permanent officers in the church are pastors and teachers, to the former of whom it belongs to preside over the discipline of the church, to administer the sacraments, and to admonish and exhort the members; while the latter occupy themselves with the exposition of Scripture, so that pure and wholesome doctrine may be retained.",
		"To come to England, Wesley provided for spiritual discipline through the class-meeting, whose leader has to advise, comfort or exhort as occasion may arise; and (2) through the ministers, who have to bear the chief responsibility in the reproof, suspension or expulsion from communion of erring brethren."
	],
	"synonyms": [
		"pep-up",
		"barrack",
		"inspire",
		"urge-on",
		"root-on",
		"cheer",
		"urge",
		"press",
		"prod",
		"preach",
		"persuade",
		"incite",
		"goad",
		"encourage",
		"plead"
	],
	"antonyms": []
}