{
	"word": "venal",
	"meaning": [
		"Open to bribery; mercenary.",
		"Capable of being obtained for a price.",
		"That can readily be bribed or corrupted.",
		"Characterized by bribery or corruption.",
		"Capable of being bought (of a person); willing to take bribes."
	],
	"sentences": [
		"Next to the Roman Uniats (whom they term Rassen or Venal) they most hate the Nestorian Syrians of Persia.",
		"Cringing, venal, avaricious, dishonest, the Arab combines all the faults of a vicious nature with those which a degraded religion inculcates or encourages.",
		"As a matter of fact, no man was more free or outspoken in his criticism of the policy of his employers than this apparently venal writer.",
		"The practice of pulling down the ancient monuments to be used as building material, which was connived at by venal officials, was strictly prohibited.",
		"His zeal for the total and correct application of the Sharia and his impatience with unjust and venal scholars is thus understandable.",
		"It takes a long time to catch up with venal French politicians, not least because of the privacy laws.",
		"Physiology 1 The Circulatory System The circulatory system can be divided into two parts; the arterial system, and the venal system.",
		"Gordon Brown, meanwhile, will inherit the electoral equivalent of Enron share certificates, out-smarted by a more venal, less principled operator.",
		"Dryden, while compelled to honour him as an upright judge, overwhelmed his memory with scathing, if venal, satire; and Dryden's satire has been accepted as truth by later historians.",
		"During the 140 days of his imprisonment there he wrote the marvellous Iambes (in alternate lines of 12 and 8 syllables), which hiss and stab like poisoned bullets, and which were transmitted to his family by a venal gaoler.",
		"Procopius complains that he and Tribonian were always repealing old laws and enacting new ones, and accuses them of venal motives for doing so.",
		"At their worst, even with venal examiners (and additional fees were often offered as a bribe), Rashdall regards these examinations (at the end of the 13th century) as probably \" less of a farce than the pass examinations of Oxford and Cambridge almost within the memory of persons now living.\"",
		"Naukratis in the Egyptian Delta was famous under the Ptolemies for its brilliant venal women.",
		"He won his cause; but in the eyes of all posterity he justified the reproaches of his contemporaries, who describe him as a cruel, venal, grasping seeker after power, eager to support a despotism for the sake of honours, offices and emoluments secured for himself by a bargain with the oppressors of his country.",
		"It maintained the simplicity of Apostolic Christianity against the elaborate system of a corrupt Philp t hierarchy, the teaching of Scripture alone against the commentaries of the fathers and the traditions of the church, the right of private judgment against the dictation of ecclesiastical authority, the individual responsibility of every human soul before God in opposition to the papal control over purgatorial punishments, which had led to the revolting degradation of venal indulgences.",
		"A few half-hearted campaigns against recalcitrant vassals and a long and obstinate quarrel with the papacy over his adulterous union with Bertrade de Montfort, countess of Anjou, represented the total activity of Philips reign; he was greedy and venal, by no means disdaining the petty profits of brigandage, and he never left his own domains.",
		"Not everything was so venal in this operation, however.",
		"These men had been alternately bitter enemies and allies of Beaton; in 1543 Kirkcaldy of Grange and the master of Rothes were offering their venal daggers to England, through a Scot named Wishart."
	],
	"synonyms": [
		"crooked",
		"dishonest",
		"corrupt",
		"vendible",
		"unscrupulous",
		"salable",
		"mercenary",
		"greedy",
		"infamous",
		"hireling",
		"hired",
		"bribable",
		"purchasable",
		"dishonorable",
		"corruptible"
	],
	"antonyms": []
}