{
	"word": "demure",
	"meaning": [
		"Decorous; modest; reserved.",
		"Characterized by or suggestive of reserve or modesty.",
		"Affectedly modest or shy; coy.",
		"(obsolete) To look demurely."
	],
	"sentences": [
		"He loved the way she could be wanton and sensual one minute, then bashful and demure the next.",
		"Brown eyes are warm, demure and innocent.",
		"Styles range from demure peignors to vampy minis.",
		"With its unusual, slit-style peep toe and demure, adjustable silver buckle, it's the type of shoe that can wear just as well with a sleek suit as with a classic little black dress.",
		"The cat eye is a very intriguing and demure eye style.",
		"The demure and blended technique of smoky eyes creates a sultry look.",
		"Otherwise, buy a plain, demure tiara to tuck away in your coiffure.",
		"Lovers Lane Intimates offers lingerie ranging from the racy, like crotchless panties and shelf bras, to the demure, like a flowing baby doll set.",
		"The little boxes were abundant on the runway, looking at times properly demure and at times ostentatious in vibrant, attention-grabbing hues.",
		"This bag is demure, yet an absolute attention-getter.",
		"By his expression, Scipius clearly thought the same thing, but the demure look on the girl's face disarmed reproof.",
		"The dealership carries brands from the large and imposing Majesty to the more demure BW 125.",
		"Modest formal dresses are a stylish and attractive option for young women who prefer a more demure style than many formal gowns.",
		"A lingerie shower will include demure and racy gifts from the guests for the bride to wear on her honeymoon.",
		"Depending on the shade of turquoise that's used for a cake, a fully frosted dessert in turquoise can look completely demure or be a total showstopper with its bright hues.",
		"Her mug shot, in which she appeared to be posing for a photo shoot, featured a demure head tilt and sly smile.",
		"Nordstrom's features a huge selection of holiday gowns ranging from demure to dazzling.",
		"Look for light detailing instead, such as barely-there sequins or beads along the neckline, or a demure bow, ruffle or rosette.",
		"Though it's one of the most demure logos in the world, it's also efficiently chic.",
		"The bags run the gamut from bold and fashion forward to demure and conservative.",
		"Perfect for those who prefer a very understated approach to fashion, this demure wallet adds just the right amount of color and function to any look.",
		"The PromGirl Danielle heels feature the requisite clear upper, but they're updated with a silver toe and a delicate line of demure crystals around the rim of the opening.",
		"Report Sawyer flats ($60) feature a demure ruffle detail along the heel cup, which adds just a touch of intrigue to an otherwise simple shoe.",
		"Striking and not at all demure, the shoes are more than a little sexy - and that's all thanks to the teetering heels and little flashes of red that show with each step.",
		"A simple studded flat can look relatively demure if it's worn with something conservative, like a cute denim skirt and T-shirt.",
		"Look for satin finishes, delicate peep toes (to show off a sparkling pink or rose pedicure, of course!) and minimal details, such as demure petals, bows or fancy trim.",
		"Today, though, there are wide width shoes available across the board, ranging from demure flats to sexy high heels and everything in between.",
		"Atop the platinum colored leather rests a smattering of gleaming, faceted stones that are at once demure and chunky.",
		"Whether you opt for a romantic floral scene or keep it modern and edgy with a bird design, you'll find unlimited versatility with this sexy and demure body area.",
		"It can be sexy and saucy or demure and innocent.",
		"After emerging from bankruptcy in 2003, the clothing line and the image of Frederick's underwent a makeover in order to compete with the more demure Victoria's Secret.",
		"Think of Flirt as a step up in the risqué department, as there are some designs that are more demure, but also those that aim to show off more of your assets.",
		"You can find belts in demure white satin as well as racy black lace.",
		"That is not to say that many of the nightgowns offered aren't sexy…just more demure.",
		"While a whole lot of nightgowns sold as peek-a-boos are designed in such a manner, there are plenty designed with the more demure person in mind.",
		"If you're a bit more shy or demure, but still want something that's super sexy--not super scandalous--then a peek-a-boo lace nightgown is perfect for you.",
		"If shy and demure have never been adjectives to describe your personality, then the cut out peek-a-boo nightie is for you.",
		"There is just something about classic pink cotton panties that is eternally girly and sexy, even when they are demure and plain.",
		"If you have a demure plaid skirt with shades of red in it, try that on too (thought be careful of clashing shades or brightness overload!).",
		"Sleek, fitted and impossibly elegant, this Dolce & Gabbana Camilla Cami and Briefs set is made for the woman who appreciates a clean silhouette, a demure hint of girly charm (thanks to the discreet ruffles) and a bold color.",
		"Instead of all black, adding some demure pink to a belt like the Jezebel Satin Doll Garter Belt at Fig Leaves softens the look.",
		"YumDrop's selection of sexy thigh-highs range from simple and demure white bridal thigh-highs to sultry black thigh-highs that lace all the way up the back.",
		"From delicate and demure, to racy and extreme, the word lingerie can let your imagination run wild.",
		"Ranging from demure to ultra daring, these sexy numbers are designed with lacy, sheer and silky materials.",
		"Their vintage Twilfit garter belt in white cotton is simple and demure, while a garter belt by Camille is a bit racier in black with red floral details.",
		"Long satin nightgowns look demure and innocent.",
		"From demure, understated artwork to more intricate, complex creations, nail art is to the hand what a great dress is to a woman's figure - stylish and flattering.",
		"The Creative Nail Design nail enamel collection is an array of shades that run the gamut from demure to bold, light to bright, matte to shiny.",
		"More demure or feminine colors; modest dresses are rarely shockingly bright colors or coated with spangles and glitter.",
		"Look for conservative vertical stripes, solid tops with a line of demure print along one side and even a simple white style etched with a tonal palm tree print.",
		"Featuring demure checks and stripes, these shirts boast a classic, easy fit for endless comfort.",
		"Your women's plus size silk pajamas can be as demure or alluring as you like!",
		"The demure cut is offset by the bold magenta color, and the lace cups are covered in a beautiful sequin detail.",
		"At first glance, it might look demure, until you realize the front opens completely to show off the matching thong.",
		"There's a slow, demure finish of Yokohama silk that brings on a smile.",
		"If you're a little too demure for animal kingdom madness, then Alice + Olivia has its own take on the one-piece with a very sleek design.",
		"Some suits are revealing, like the plunging halter top swimsuit with hardware that is part of the current collection, while other suits are more demure or downright fun.",
		"Depending on the type of fabric used, these suits can look quite demure, but they can also look fabulously sexy when the apron is created using sheer fabric.",
		"These crystal bikinis are incredibly sexy, but are created using the most demure colors like baby blue, baby pink, and white.",
		"Keep in mind that very few, if any, of these items are demure.",
		"As aggressive as the Snake one piece appears, is exactly how demure the Frenchie comes across (well, as demure as a monokini can get!).",
		"When you want to be daring on the bottom but more demure on top, a one piece thong swimsuit is perfect.",
		"Many of them are opaque when they are dry, which allows you to go from demure to dangerous, just by adding water.",
		"This way, whether you have a bold personality, or a more demure one, you can still sport this name brand with confidence!",
		"Nolan Miller created a more demure look for Barbie for the Evening Illusion doll, with a lace-covered satin dress with beaded accents.",
		"The basics for '80s apparel, whether on the demure side or screaming sex apparel, were strong, colorful, and statement-making.",
		"Add a bib necklace in a complementary or contrasting color to an otherwise demure little black dress.",
		"Julie, attired in a long skirt and open sweater, over an embroidered peasant blouse, shook our hands and introduced us to a demure young lady, dressed similarly to her mother.",
		"And also, pulling a sledge is a big guy's challenge, and I'm quite demure, as you see.",
		"Mr Wood expressed his concern but did not demure.",
		"To A Daisy Daisies tall, yet demure, along our way, With golden eyes they peep from lacy frills.",
		"We're supposed to sit quietly, smiling sweetly and looking demure while the menfolk take command.",
		"The dress was made of white Duchesse satin and had a form-fitting bodice with a demure boat neckline.",
		"As it happens, Sex Machine is a gorgeous, polished color; it's the antithesis of its racy name, lending my pout a demure, quiet prettiness instead of look-at-me-and-my-lips flashiness.",
		"Modest dresses can also be warmer in cold climates because less skin is revealed, or a young woman may prefer modest attire because she is shy or has a more demure, reserved personality.",
		"The high neckline keeps the front of the dress demure and the plunging back prevents the dress from being too traditional.",
		"So, very carefully chosen, rather demure solid colors rendered in absolutely pinnacle quality pure linen seemed the best way to do that.",
		"Tartine's designs are so crisp and neat, your baby will be the most demure belle at the ball.",
		"The 20-year-old actress and singer is keeping it demure for now.",
		"They're barely visible at first glance, but they add a demure charm just the same.",
		"The store offers a diverse selection of plus size prom dresses in sizes 16 to 30, ranging from demure to sexy.",
		"For some couples, this may mean exotic lingerie that sends a clear message about what's in store; others may prefer more demure offerings and like the anticipation that comes with not knowing what's under each layer.",
		"So whether you want naughty to demure, racy to a little risqué, when it comes to black and red French lingerie, you can be certain to find it made from luxurious fabrics, complete with beautiful detailing and lace work.",
		"For example, Asian and Indian cultures traditionally raise women to be demure, giving way to the preferences of men, while the Latina culture traditionally produces strong women and family matriarchs.",
		"The award-winning series starred Sarah Jessica Parker as glitterati Carrie Bradshaw, Kristen Davis as demure Charlotte York, Kim Cattrall as sexpot Samantha Jones and Cynthia Nixon as workaholic Miranda Hobbes."
	],
	"synonyms": [
		"self-effacing",
		"retiring",
		"bashful",
		"shy",
		"modest",
		"backward",
		"diffident",
		"coy",
		"timid",
		"overmodest",
		"decorous",
		"unassertive",
		"staid",
		"sober",
		"sedate"
	],
	"antonyms": [
		"shameless",
		"extroverted",
		"aggressive",
		"outgoing",
		"strong",
		"bold"
	]
}