{
	"word": "convergence",
	"meaning": [
		"The act, fact, or condition of converging.",
		"The property or manner of approaching a limit, such as a point, line, function, or value.",
		"The point at which things converge.",
		"The coordinated turning of the eyes inward to focus on an object at close range.",
		"The development of similarities in unrelated organisms living in similar environments."
	],
	"sentences": [
		"A beautiful convergence of music and dance left the audience in amazement.",
		"The convergence of Roman roads at this point would make the place a particularly convenient centre.",
		"Again, no single point in the cortex evokes the act of ocular convergence and fixation.",
		"The convergence of the two major companies will further harm the small businesses in the area.",
		"The convergence of portable technology and the internet have made it possible to communicate from almost any location.",
		"Indeed, the process of simultaneous debate and consultation in all countries will greatly facilitate convergence.",
		"The convergence of the schools is likely to produce much more traffic in the neighborhood.",
		"Should we think in terms of a linear expansion of western consumerism ending in global convergence?",
		"At the regional level, there is some evidence for convergence in unemployment rates.",
		"This constitutes the general theory of convergence of series (see Series).",
		"Convergence of the scattering amplitudes with the number of partial waves is improved by using a procedure which is related to the Pade approximation.",
		"One significant impact of convergence on Philippine media is that it will provide a backdoor that will allow foreign firms to own media networks.",
		"For some, convergence is yet another industry buzzword with more hype than substance.",
		"This conference looks at the different approaches to becoming network centric, and provides a forum for discussing funding, rationalization and convergence.",
		"They will need to make that commitment to respond to customers ' needs in a world of accelerating convergence that I described earlier.",
		"We can report that since 1997 there has been significant progress in achieving cyclical convergence.",
		"Originally developed for the mobile industry, IMS now supports fixed networks as well, driving the wave for fixed-mobile convergence.",
		"This is conditional on the achievement of sustainable and durable convergence between the UK and the euro area.",
		"But they are much less bright if we were to enter the euro without sustainable cyclical convergence.",
		"At the harmonic convergence of 1987, this movement reached a flowering and a breakthrough.",
		"He believes that a FMC (fixed-mobile convergence) hierarchical architecture needs to be built in stages for gradual development of customer integrated services.",
		"The concepts of \" underfocus \" and \" overfocus \" are introduced via ray diagrams and beam convergence is defined.",
		"Supporting convergence products include digital demodulators, data modems, cable modems and home networking products.",
		"Power series, radius of convergence, important examples including exponential, sine and cosine series.",
		"Similar results have been obtained for adults over the age of 60 years with convergence insufficiency (Cohen & Soden, 1984 ).",
		"The current new wave of Fixed-Mobile Convergence is set to change this perception radically.",
		"There is no doubt that the convergence of TV with the Web and mobile phone platforms has started happening.",
		"We also cross the Antarctic Convergence, a biological barrier where cold polar waters sink beneath the warmer waters of the more Temperate Zones.",
		"By making deductions from convergence we can reveal otherwise unsuspected possibilities.",
		"The response to the action of light in diatropic leaves is, according to Haberlandt, due to the presence of epidermal cells which are shaped like a lens, or with lens-shaped thickenings of the cuticle, through which convergence of the light rays takes place and causes a differential illumination of the lining layer of protoplasm on the basal walls of the epidermal cells, by which the stimulus resulting in the orientation of the leaf is brought about.",
		"Very important are also the investigations which show how, for instance in such fundamentally different groups as petrels and gulls, similar bionomic conditions have produced step by step a marvellously close convergence, not only in general appearance, but even in many details of structure.",
		"Owing to its position at the convergence of the Asiatic roads to the new capital, Nicomedia retained its importance even after the foundation of Constantinople and its own capture by the Turks (1338).",
		"On the other hand, we must not rashly set down agreements as due to \" homoplasy \" or \" convergence of development \" if we find two or three or more concurrent agreements.",
		"The determination of the relative degree of perfection of organization attained by two animals 1 A great deal of superfluous hypothesis has lately been put forward in the name of \" the principle of convergence of characters \" by a certain school of palaeontologists.",
		"And the important consequences following from the demonstration of the identity in structure of Limulus and Scorpio are evaded by arbitrary and even phantastic invocations of a mysterious transcendental force which brings about \" convergence \" irrespective of heredity and selection.",
		"Again, to obviate the necessity for excessive convergence of the eyes so common in hypermetropia, the centre of the pupil should be placed outside the centre of the corrective convex lenses; these will then act as prisms with their bases inwards.",
		"Struve (Description de l'Observatoire ' Central de Pulkowa, pp. 196, 197) adds a few remarks to Steinheil's description, in which he states that the images have not all desirable precision - a fault perhaps inevitable in all micrometers with divided lenses, and which is probably in this case aggravated by the fact that the rays falling upon the divided lens have considerable convergence.",
		"In other words, under the heading Sporozoa, as at present used, are included two entirely independent series of Protozoan parasites; the general resemblances which these exhibit are due to convergence brought about by their specialized mode of life.",
		"In 1841 he published a valuable paper, \"Sur la convergence de la serie de Taylor,\" in Crelle's Journal.",
		"But it is submitted that their harmony and convergence give them some additional claim to acceptance, and at any rate do something to secure each one of them singly - the Nativity in 7-6 B.C., the Baptism in A.D.",
		"The most fundamental distinction in analysis is that which must be made between homogeny, or true hereditary resemblance, and those multiple forms of adaptive resemblance which are variously known as cases of \" analogy,\" \" parallelism,\" \" convergence \" and \" homoplasy.\"",
		"The phenomena of convergence are to some extent other instances of the same kind and supply evidence that organisms, so to say, fall into grooves, that their possibilities of change are defined and limited by their past history.",
		"Upon the convergence of the manifold lines of investigation rest all reconstructions, all methodical studies of biblical religion, law and prophecy, and all endeavours to place the various developments in an adequate historical framework.",
		"For spectroscopic purposes the Cassegrain form has peculiar advantages, because in consequence of the less rapid convergence of the rays after reflection from the convex hyperboloidal mirror, the equivalent focus can be made very great in comparison with the length of the tube.",
		"The valley of the Po formed the main artery of trade between western Europe and the East, Milan being besides the point of convergence for all Alpine passes west of the Brenner (the St Gotthard, however, was not made accessible until early in the 13th century).",
		"For the convergence of the continued fraction of the second class there is no complete criterion.",
		"By these methods the series converge so slowly, and the final expressions for the moon's longitude are so long and complicated, that the series has never been carried far enough to ensure the accuracy of all the terms. This is especially the case with the development in powers of m, the convergence of which has often been questioned.",
		"Near the convergence criterion the full quadrature grid as input will be applied.",
		"Post refinement gives very accurate cell parameters but has a relatively small radius of convergence.",
		"Another cause for anxiety must be the skin-deep nature of convergence in some of the countries which are expected to be participants.",
		"We also cross the Antarctic Convergence, a biological barrier where cold polar waters sink beneath the warmer waters of the more temperate zones.",
		"These include environmental consequences such as multi-stage, convergence and the triptych approach as discussed below.",
		"The concept of having several dedicated devices is starting to get thrown out the window in favor of unified \"convergence\" devices.",
		"After all, an increasing number of people are getting rid of their iPods and other MP3 players in favor of a \"convergence device\" that combines the utility of a digital camera, a portable music player, a digital organizer, and a cell phone.",
		"We're in an age where it's all about convergence, and as our cell phones become more powerful, integrated GPS navigation is one of the most popular features for international travelers.",
		"Vision also involves fixation and eye movement abilities, accommodation (focusing), convergence (eye aiming), binocularity (eye teaming), and the control of hand-eye coordination.",
		"The glasses are then usually worn full time, except for children with difficulty with convergence (esophoria), who may remove their glasses for close work.",
		"For individuals who have difficulty with convergence or focusing or who are esophoric, close work may increase myopia.",
		"The site was born out of a convergence of two events, and if you told me in 1996 what it would become, I would have said you were nuts.",
		"Multiradial apocentricities lie at the root of many of the phenomena that have been grouped under the designation convergence.",
		"On the other hand, to produce convergence with water or hydrogen gas, in both which the velocity of sound exceeds its rate in air, the lens ought to be concave.",
		"On Figure 4 is pictured convergence between an oceanic plate and a largely continental plate.",
		"Only 43 species of birds occur south of the antarctic convergence, nearly all of them seabirds.",
		"A maximum total wall convergence of 70 mm was allowed at slab soffit level.",
		"The convergence of the Prussian armies on the battlefield ended in the greatest confusion.",
		"There must be convergence in a unitary principle, soul or consciousness, which is that which really functions in perception, the senses and their organs being merely its instruments.",
		"The reason for this convergence is that, whereas there is found great difficulty in characterizing the elusive nature of the sacred, its mode of manifesting itself is recognized to be much the same in all its phases.",
		"When the satellite is in quadrature the convergence of the lines of attraction toward the centre of the sun tends to bring the two bodies together.",
		"In most cases this is not possible; and we have first to consider the convergence of the sequence or of the series which it represents, and then to determine its limit by indirect methods.",
		"The pragmatic doctrine of truth, which it is now possible to outline, results from a convergence of the above lines of argument.",
		"An important phenomenon connected with insect mimicry is the convergence of several species in the same area towards a common type of coloration and shape, exhibited by one or more than one protected form.",
		"It may here be remembered that of the mammalia man and monkeys alone are capable of convergence, and have a circumscribed macular area.",
		"Considerable confusion arose from the convergence of these three brigades upon one village, and more than an hour passed before the troops could be disentangled and massed for further operations."
	],
	"synonyms": [
		"overlap",
		"intersection",
		"convergency",
		"converging",
		"joining",
		"conflux",
		"concurrency",
		"meeting",
		"confluence",
		"concurrence",
		"union",
		"merging",
		"nearness",
		"imminence",
		"coming"
	],
	"antonyms": [
		"divergence"
	]
}