{
	"word": "vehement",
	"meaning": [
		"Acting or moving with great force; violent.",
		"Having or characterized by intense feeling or strong passion; fervent, impassioned, etc."
	],
	"sentences": [
		"He was a vehement opponent of the new law.",
		"It is pleasing to turn from these vehement struggles of thought to a tour which Hegel in company with three other tutors made through the Bernese Oberland in July and August 1796.",
		"He was a vehement opponent of Liberal Catholicism.",
		"There was vehement opposition, and it grows daily.",
		"He then joined Cavendish, Birch, Hampden, Powell, Lyttleton and others in vehement antagonism to the court.",
		"The Nationalists under Fenech-Adami were strongly in favor; the Labor party was an equally vehement opponent.",
		"The most vehement criticism will be about something you did not say.",
		"The veterans have been particularly vehement about the hypocrisy of the government.",
		"His vehement missionary addresses were met by mob violence, but he persevered with undaunted zeal.",
		"The journal was not solely in the Hegelian interest; and more than once, when Hegel attempted to domineer over the other editors, he was met by vehement and vigorous opposition.",
		"The incident is certainly very much out of keeping with the vehement action of that part of the poem, and especially with the moment when Achilles returns to the field, eager to meet Hector and avenge the death of his friend.",
		"Cambon's proud and vehement reply was the signal of the resistance to Robespierre's tyranny and the prelude to his fall.",
		"He was embittered by persecution, and continued his vehement attacks against all in power, and at last, after the day of the Champs du Mars (July 17,1790), against the king himself.",
		"During the South African crisis of 1899-1902 he was specially vehement in opposition to Mr Chamberlain, and took the \"pro-Boer\" side so bitterly that he was mobbed in Birmingham during the 1900 election when he attempted to address a meeting at the Town Hall.",
		"He was a vehement defender of Mary Stuart.",
		"Even after vehement protests from United players, the match continued, with Mottram refusing demands to consult his linesman.",
		"As Lionel Robbins shows, all the major classical economists were quite vehement in their denunciation of laissez faire as an abstract standard.",
		"The Jeffersonian was a quiet and instructive rather than a vehement campaign sheet, and the Whigs believed that it had a great effect upon the elections of the next year.",
		"In 1837 he established the Northern Star newspaper at Leeds, and became a vehement advocate of the Chartist movement.",
		"The appointment, though quite in the normal course of promotion, was subjected to considerable criticism, owing partly to his comparative youth, but chiefly to his vehement partisanship in earlier years.",
		"His move is unlikely to appease the fans, who remain vehement in their determination to force Petty out as chairman.",
		"To a prince of his temperament the vehement activity of his abnormally energetic father was very offensive.",
		"These terms, which are said by Appian (De Rebus Samniticis, 10, II) to have included the freedom of the Greeks in Italy and the restoration to the Bruttians, Apulians and Samnites of all that had been taken from them, were rejected chiefly through the vehement and patriotic speech of the aged Appius Claudius Caecus the censor.",
		"Had Henry been honourable and gentle, had his sister not shared his vehement passions, James and Henry, nephew and uncle, might have been united in peace; and the Scottish Reformation might have harmoniously blended with that of England.",
		"There were many who questioned at the time the justice of his estimate of the workmen's feelings; and, though he renewed his vehement protest against the first Military Service bill in Jan.",
		"After the injustice and persecution it had suffered it could scarcely prove moderate or tolerant; it showed a vehement determination to carry out the truth it had vindicated with such enthusiasm, to the full extent and wherever possible.",
		"The same vehement passion for freedom, justice, humanity and order was roused in him at a very early stage of the third great revolution in his history - the revolution which overthrew the old monarchy in France.",
		"In this work Bacon makes a vehement attack upon the ignorance and vices of the clergy and monks, and generally upon the insufficiency of the existing studies.",
		"His manner was brusque, and his advocacy of the causes which he had at heart, though always perfectly sincere, was vehement to the point sometimes of recklessness.",
		"Incidents in it were his vehement opposition to the Mexican War as a scheme for more slavery territory, the assault made upon him in Washington by Congressman Albert Rust of Arkansas in 1856, an indictment in Virginia in the same year for circulating incendiary documents, perpetual denunciation of him in Southern newspapers and speeches, and the hostility of the Abolitionists, who regarded his course as too conservative.",
		"At the same time his love of the marvellous found gratification in the wonders of the Arabian Nights, and it is further characteristically related of him that he used to carry continually in his waistcoat pocket a miniature copy of Ossian, passages from which he frequently recited with \"sonorous elocution and vehement gesticulation.\"",
		"He was the first to impart to the Roman adaptations of Greek tragedy the masculine dignity, pathos and oratorical fervour which continued to animate them in the hands of Pacuvius and Accius, and, when set off by the acting of Aesopus, called forth vehement applause in the age of Cicero.",
		"So that the executive not only found it impossible to govern, owing to the opposition of the councils and a vehement press-campaign, but was distracted by ceaseless internal conflict.",
		"Whatever the reason for this vehement denial of any search or signal, there is no doubt that no message has been received.",
		"Richard Ingrams of the Observer wrote There are many explanations for the vehement opposition to Rev Blair, which grows daily.",
		"The 2nd Marquis became the 1st Duke and was a vehement opponent of the Union of 1707.",
		"Despite vehement protests from United players, the match continued, with Mottram refusing demands to consult his linesman.",
		"We found her full of triumph, and vehement desires to be dissolved, and to be with Christ.",
		"The veterans have been particularly vehement about the hypocrisy of successive British governments.",
		"As Lionel Robbins shows, all the major Classical Economists were quite vehement in their denunciation of laissez faire as an abstract standard.",
		"Mr. Qureshi has countered with a vehement denial, claiming that Rubina was never for sale, nor did he try to broker a deal to that affect.",
		"Many soap opera fans love to interact about where they want their favorite 'story' to go, and they are vehement in their opposition when roadblocks, obstacles or poor storytelling get in their way.",
		"The peculiar greatness and value of both Juvenal and Tacitus is that they did not shut their eyes to the evil through which they had lived, but deeply resented it - the one with a vehement and burning passion, like the \" saeva indignatio \" of Swift, the other with perhaps even deeper but more restrained emotions of mingled scorn and sorrow, like the scorn and sorrow of Milton when \" fallen on evil days and evil tongues.\"",
		"Ignoring Sir Thomas Robinson, the political nobody to whom Newcastle had entrusted the management of the Commons, he made frequent and vehement attacks on Newcastle himself, though still continuing to serve under him.",
		"He was among the first of the clergy to join the third estate, and contributed largely to the union of the three orders; he presided at the permanent sitting of sixty-two hours while the Bastille was being attacked by the people, and made a vehement speech against the enemies of the nation.",
		"The Arian and Catholic bishops went on for a time side by side; but the Lombard kings and clergy rapidly yielded to the religious influences around them, even while the national antipathies continued unabated and vehement.",
		"When Charles returned to Germany, after assuming the crowns in Rome and Milan, Petrarch addressed a letter of vehement invective and reproach to the emperor who was so negligent of the duties imposed on him by his high office.",
		"In 1833 he had issued at his own cost a pamphlet, \" Justice and Expediency,\" that provoked vehement discussion North and South.",
		"Certainly his polemic as a Christian against the Manichaeism of his youth constitutes a curious preface to his vehement rejection of Pelagian libertarianism.",
		"A vehement opponent of \"clan government\" - that is, usurpation of administrative posts by men of two or three fiefs, an abuse which threatened to follow the overthrow of the Tokugawa shogunate - he conspired to assist Saigo's rebellion and was imprisoned from 1878 until 1883.",
		"There followed a vehement outbreak of loyalty.",
		"He was strongly opposed to the prevailing French socialism of his time because of its utopianism and immorality; and, though he uttered all manner of wild paradox and vehement invective against the dominant ideas and institutions, he was remarkably free from feelings of personal hate.",
		"The general tendency of Abelard's thought was suspiciously regarded by contemporary orthodoxy; 2 and the over-subtlety of the last-mentioned distinction provoked vehement replies from orthodox mystics of the age.",
		"The hatred of the Macedonian party towards Demosthenes, and the fury of those vehement patriots who cried out that he had betrayed their best opportunity, combined to procure his condemnation, with the help, probably, of some appearances which were against him.",
		"They were immediately reprinted, the latter being dedicated to the lord mayor and the former to the author's kinsman, George Sacheverell, high sheriff of Derby for the year; and, as the passions of the whole British population were at this period keenly exercised between the rival factions of Whig and Tory, the vehement invectives of this furious divine on behalf of an ecclesiastical institution which supplied the bulk of the adherents of the Tories made him their idol.",
		"The most vehement agitation seized the length and breadth of the great Celtic land; the patriots everywhere bestirred themselves.",
		"However with two other players receiving the same message later in the night and their vehement denials further investigation was required.",
		"The party's more vehement ideologues claim God as its own.",
		"Indeed, he gave vent to his feelings in such a vehement fashion that he drew a sharp rebuke from the Chairman.",
		"Vehement feud had probably long subsisted between these parties, when the Libyan war intervened to suspend the strife.",
		"This is why he was so vehement in his attack of the religious leaders.",
		"I must confine myself here to underscoring the two salient points of the debates which were very vehement at times.",
		"Parliament showed itself especially vehement in the cause and promised faithfully they would fully support her financially.",
		"In later years, the condemnation of these women became somewhat more vehement.",
		"At Palermo Queen Maria Carolina continued to make vehement but futile efforts for the overthrow of King Joseph.",
		"He was impetuous, intense and often vehement, unflinchingly courageous, devoted with his whole soul to the cause he had espoused; but his vanity, his pride of opinion and his inborn contentiousness were serious handicaps to him in his political career.",
		"Exempt jurisdictions began with the monasteries and were matter of vehement discussion in the later middle ages.",
		"Essays and Reviews (1860) was a vehement announcement of scientific results - startling English conservatism awake for the first time.",
		"Here again the Tribunate offered a vehement opposition to the measure, and in spite of official pressure passed the bill only by a majority of eight.",
		"There would perhaps have been more general satisfaction with the results of Mr. Churchill's undoubtedly energetic and patriotic administration at the Admiralty, if he had not shown himself so vehement a partisan in internal politics.",
		"The vehement protest made in the 9th century by Agobard, bishop of Lyons, against the Lex Gundobada shows that it was still in use at that period.",
		"Although there was little or no stress laid on either the joys or the terrors of a future life, the movement was not infrequently accompanied by most of those physical symptoms which usually go with vehement appeals to the conscience and emotions of a rude multitude.",
		"Pope Alexander IV., however, compelled John of Parma to renounce his dignity, and the Joachimite opposition became more and more vehement.",
		"On the i i th and 12th of Battles December there were engagements of a less severe before character, and finally on the 13th of December Soult B, or Battles ayonne of with 35,000 men made a vehement attack up the the Nive, right bank of the Nive against Hill, who with about Dec. 10-13, 14,000 men occupied some heights from Villefranque 1813.",
		"The little book promptly aroused widespread interest, some cordial sympathy and much vehement opposition; whilst its large companion the Etudes evangeliques, containing the course on the parables and four sections of his coming commentary on the Fourth Gospel, passed almost unnoticed.",
		"Itlis not a more untrustworthy account than a vehement controversialist engaged in a life and death struggle might be expected to write of his theological antagonists.",
		"He has recorded the fact that \" the very first opinion which he ever was called upon to give in cabinet \" was an opinion in favour of withdrawing the bill providing education for children in factories, to which vehement opposition was offered by the Dissenters, on the ground that it was too favourable to the Established Church.",
		"This traditional conservatism survived in the statement, which, while it caused vehement discussion when the book appeared, was yet not so much characteristic of the man as of the school in which he had been trained, that \" in no intelligible sense can any one who denies the supernatural origin of the religion of Christ be termed a Christian,\" which term, he explained, was used not as \" a name of praise,\" but simply as \" a designation of belief.\"",
		"But there is a limit of imperturbability, and when that limit is reached, the subsequent passion is desperately vehement.",
		"The canonists define the degrees of suspicion as \"light\" calling for vigilance, \"vehement\" demanding denunciation, and \"violent\" requiring punishment.",
		"It shows how flexible an instrument Latin prose had become in his hand, when it could do justice at once to the ample and vehement volume of his oratory, to the calmer and more rhythmical movement of his philosophical meditation, and to the natural interchange of thought and feeling in the everyday intercourse of life.",
		"An advanced and vehement Radical in politics and Progressive in municipal affairs, Mr Harrison in 1886 stood unsuccessfully for parliament against Sir John Lubbock for London University.",
		"Mingled with his allegorical philosophy are the most vehement attacks upon the established religion.",
		"He sympathized warmly and actively with the French revolutionary doctrines, expostulating with Burke on his vehement denunciation of the same.",
		"Nothing but Austria's vehement desire to keep a powerful neighbour at a distance from her boundaries preserved it from being completely annexed by the Prussians, who had succeeded the Russians in the government.",
		"He sailed from them early in 1782 to carry out a vehement attack on the British forces in the Bay of Bengal.",
		"The question after long and vehement discussion was brought to a final issue in the election of 1891, and Sir John Macdonald's government was again sustained.",
		"His eloquence was of the vehement order; but it wins hearers and readers by the strength of its passion, the energy of its truth, the pregnancy and elegance of its expression, just as much as it repels them by its heat without light, its sophistical argumentaiions, and its elaborate hair-splittings.",
		"Upon one famous occasion in 1892 he succeeded in bringing to a peaceful solution a long and bitter strike which had divided the masters and men in the Durham collieries; and his success was due to the confidence which he inspired by the extraordinary moral energy of his strangely \"prophetic\" personality, at once thoughtful, vehement and affectionate.",
		"A vehement statement of the Canadian side will be found in How Canada was held for the Empire, by James Hannay (London,Edinburgh,Toronto, 1905).",
		"This new departure, or rather, return to old ideas, encountered vehement opposition and difficulties that nearly wrecked it; but it has survived, and has been the pioneer in the extraordinary development of institutes of women devoted to external good works of every kind.",
		"This excited vehement opposition among the Germans, on the ground that Holstein, although subject to the king of Denmark, was a member of the German confederation, and that in virtue of ancient treaties it could not be severed from Schleswig.",
		"It has already been noticed how vehement and abrupt they are where they ought to be characterized by epic repose.",
		"Now when we consider that at that time there were many Moslems who had heard the Koran from the mouth of the Prophet, that other measures of the imbecile Othman met with the most vehement resistance on the part of the bigoted champions of the faith, that these were still further incited against him by some of his ambitious old comrades until at last they murdered him, and finally that in the civil wars after his death the several parties were glad of any pretext for branding their opponents as infidels; - when we consider all this, we must regard it as a strong testimony in favour of Othman's Koran that no party found fault with his conduct in this matter, or repudiated the text formed by Zaid, who was one of the most devoted adherents of Othman and his family, and that even among the Shiites criticism of the caliph's action is only met with as a rare exception.",
		"To a later generation it will probably appear that, whatever the exaggerations and the misconceptions to which he was led, his vehement attacks at least called attention to rather grave limitations and defects in the current beliefs and social tendencies of the time.",
		"By introducing into his church a printed book of prayers and also an organ, Dr Lee stirred up vehement controversies in the church courts, which resulted in the recognition of the liberty of congregations to improve their worship. The Church Service Society, having for its object the study of ancient and modern liturgies, with a view to the preparation of forms of prayer for public worship, was founded in 1865; it has published eight editions of its \" Book of Common Order,\" which, though at first regarded with suspicion, has been largely used by the clergy.",
		"His vehement opposition to the Augsburg Interim (1548) led him to take temporary shelter at Rudolstadt with Catherine, countess of Schwarzburg.",
		"Stead in 1885, as he had earlier supported Mrs Josephine Butler in a similar cause; he attacked the trade in alcohol; was an anti-vivisectionist; he advocated arbitration; and his vehement attacks on Sir Charles Dilke and Charles Stewart Parnell originated the phrase the \"Nonconformist conscience.\"",
		"Even though there was a vehement denial of any search or signal, there is no doubt that a message has been received.",
		"His Scotch and Gallic strains of ancestry are evident; his countenance was decidedly Scotch; his nervous speech and bearing and vehement temperament rather French; in his mind, agility, clarity and penetration were matched with logical solidity.",
		"Luther at one period (in his treatise De captivitate Babylonica) maintained, though not on historical grounds, that the offering of the oblations of the people was the real origin of the conception of the sacrifice of the mass; but he directed all the force of his vehement polemic against the idea that any other sacrifice could be efficacious besides the sacrifice of Christ.",
		"Matthew is a vehement supporter of the monastic orders against their rivals, the secular clergy and the mendicant friars.",
		"But in that case we must either reject the testimony of the same Hegesippus that up to their death, and that of Symeon son of Clopas, successor in the Jerusalem see of James the Lord's brother, \" who suffered martyrdom at the age of one hundred and twenty years while Trajan was emperor and Atticus governor,\" \" the church (universal) had remained a pure and uncorrupted virgin \" free from \" the folly of heretical teachers \"; or else we must reject the superscription, which presents the grandfather in vehement conflict with the very heresies in question.",
		"From them he heard plenty of abuse of stock-jobbing, and seizing their ideas he began to regard stock-jobbing, or agiotage, as the source of all evil, and to attack in his usual vehement style the Banque de St Charles and the Compagnie des Eaux."
	],
	"synonyms": [
		"terrible",
		"desperate",
		"furious",
		"violent",
		"intense",
		"fierce",
		"trigger-happy",
		"tearing",
		"wild",
		"vigorous",
		"urgent",
		"stormy",
		"rabid",
		"opinionated",
		"lively"
	],
	"antonyms": [
		"unpassionate",
		"indifferent",
		"apathetic",
		"impassionate"
	]
}