{
	"word": "irate",
	"meaning": [
		"Full of or characterized by extreme anger; enraged.",
		"Angry; wrathful; incensed.",
		"Extremely angry; wrathful; enraged."
	],
	"sentences": [
		"You may have lost sight of what exactly makes you feel irate.",
		"She seemed more genuinely shocked than irate.",
		"And if the customer is particularly irate you can get on with something else while they rant.",
		"Are you getting irate with other people over apparently trivial matters?",
		"Discussions continued with people becoming very irate this lead to comments being personally directed at a Community Councilor.",
		"Dean asked as he tried to move around the irate woman on the narrow walkway.",
		"Now that the irate lady has slammed the door, I am free to confess the imposture I have played.",
		"Unfortunately, on the first night at T1 speeds, I got a rather irate phone call from my up stream provider.",
		"Sir Robert also said that irate British cross-channel shoppers had submitted ten petitions to the European Parliament complaining about customs officers ' behavior.",
		"Detective Norman Hunter had returned from his mountain fishing trip and was irate at the snafu that had occurred at the morgue in his absence.",
		"Understandably, the irate captain threatened to turn the ship around and head back to land.",
		"He took a sudden right turn, Which made the choir irate.",
		"It makes me so irate to hear people talk about the bonding you get during nursing.",
		"As we all know, something that makes one person absolutely irate may not make somebody else angry in the least.",
		"Many were irate that their participation in the series would not be rewarded in a way they saw fit.",
		"And then the auction house might not send you anything despite, in our case, several increasingly irate phone calls.",
		"Nothing there for an irate Christian to get uppity about.",
		"Ryland, twenty years old at the time, wanted to marry Edith but her irate parents forbade it.",
		"Sorry about that, but I get so f****** irate sometimes.",
		"You sound irate, but surely the tale illustrates how... How well loved I am in Ireland, aye.",
		"An irate Ephram hastily forfeits his Julliard audition in an attempt to get back at his father.",
		"Dean could think of a litany of adjectives, including, but not limited to, upset, pissed, irate, enraged, livid, seething and certainly devastated.",
		"A red headed con man who impregnated a young girl and then either skipped or got caught, most likely by an irate father, who in turn also exited town.",
		"I can still hear Henry Caldwell's irate voice coming down my cans, using some very choice expletives!",
		"The Devil could not get out and was very irate!",
		"He also took a prominent part in the proceedings which followed the Kentish petition, and was the author, some say the presenter, of the Legion Memorial, which asserted in the strongest terms the supremacy of the electors over the elected, and of which even an irate House of Commons did not dare to take much notice.",
		"By just being in close proximity, the Referee can (without actually doing anything) provoke a spontaneous outburst from irate players.",
		"If a sperm is wasted, God gets quite irate.",
		"Bringing a cat home and bonding with it, only to have to give it up because of an irate spouse can be traumatic for both you and the cat.",
		"The next thing you know, you are becoming irate at virtually everything that doesn't go your way."
	],
	"synonyms": [
		"ireful",
		"wroth",
		"fuming",
		"indignant",
		"annoyed",
		"wrathful",
		"furious",
		"enraged",
		"angry",
		"sore",
		"riled",
		"provoked",
		"mad",
		"livid",
		"irked"
	],
	"antonyms": [
		"pleased",
		"cheerful",
		"happy",
		"composed",
		"calm"
	]
}