{
	"word": "mitigate",
	"meaning": [
		"To make or become milder, less severe, less rigorous, or less painful; moderate.",
		"To make alterations to (land) to make it less polluted or more hospitable to wildlife.",
		"To operate or work (against)",
		"To reduce, lessen, or decrease.",
		"To downplay."
	],
	"sentences": [
		"Good information on a product can mitigate this problem.",
		"Morphine may be given hypodermically to mitigate the pain.",
		"They protect the valleys from destructive avalanches, and, retaining the superficial soil by their roots, they mitigate the destructive effects of heavy rains.",
		"Feeding an animal organic food helps to mitigate most of the risks above.",
		"He therefore put the finances in the best order he could, and set himself to mitigate the evil effects of the war by obtaining an early peace.",
		"Taking cinnamon with meals appears to mitigate this effect.",
		"In the opinion of enlightened men this will mitigate the censures that must be passed on him for his laxity in matters financial.",
		"Certain bodies of rules intended to mitigate the horrors of war have received the adhesion of most civilized states.",
		"He must have been a consenting party to the hideous massacres of Marius and Cinna in 87, though he seems to have done what he could to mitigate their horrors.",
		"In this regulation, which was intended to mitigate the usages of war amongst the members of the league, we have one of the origins of Greek interstate law.",
		"Now that you understand the answer to the question, \"How does stress affect your mind?\" you are in a better position to mitigate those effects.",
		"To prevent issues, it is essential to find ways to mitigate these effects.",
		"Burghley wished to conciliate the moderate Puritans and advised Grindal to mitigate the severity which had characterized Parker's treatment of the nonconformists.",
		"But the aged archbishop was moved as much as anybody, and tried hard to mitigate such a state of things.",
		"Sometimes switching from hot tea to cold tea can help can mitigate this effect.",
		"High carbohydrate foods are usually eaten with protein to mitigate the effects of the starches.",
		"The campaign of 1812 may, therefore, be considered as resulting, fi-stly, from the complex and cramping effects of the Continental System on a northern land which could not deprive itself of colonial goods; secondly, from Napoleon's refusal to mitigate the anxiety of Alexander on the Polish question; and thirdly, from tie annoyance felt by the tsar at the family matters noticed above.",
		"The Catholic party also strove to mitigate the principle of obligatory military service by encouraging the system of volunteering and by a reduction of the time of active service and of the number with the colours.",
		"Chief among these is the barracks, erected by the colony in 1758 to mitigate the evils of billeting, and occupied by British troops during the Seven Years' War, and at different times by British, Hessian and American troops during the War of Independence.",
		"At this time, as Cardinal-Archbishop of Bologna, he delivered a remarkable address on the attitude and duty of the Church during the war, and strongly emphasized the paramount importance of the Holy See observing strict neutrality, not of indifference, but of impartiality, while leaving nothing undone to restore peace and good-will and to mitigate suffering.",
		"The whaling industry came into importance towards the close of the 19th century, and stations for the extraction of the oil and whalebone have been established at several points, under careful regulations designed to mitigate the pollution of water, the danger to livestock from eating the blubber, &c. The finner whale is the species most commonly taken.",
		"Profiting by these reverses the elector then undertook a series of internal reforms, tending to strengthen the central authority, and to mitigate the constant lack of money, which was perhaps his chief obstacle to success; a work in which he was aided by George, count of Waldeck (1620-1692), who became his chief adviser about this time.",
		"There are many risks to analyze, allocate, mitigate and price and lawyers have to help the financiers do this.",
		"Yet attempting to mitigate or prevent animal hoarding is usually futile.",
		"Louvreunny days the brightness may be excessive; external louvers help to mitigate this.",
		"In circumstances where it is not possible to satisfactorily mitigate adverse effects, approval or financial support should not be given.",
		"There must also be an engineering solution readily available to mitigate the nuisance caused.",
		"Ensuring You get paid When Contracting This articles discusses how to mitigate the risk of non payment when contracting.",
		"How a single plant species could hold the sand in place and mitigate its erosion is utterly unbelievable.",
		"While artificial weathering is reproducible; the acute aggressive stresses mitigate against reliably replicating natural conditions.",
		"This diversity of jurisdiction, and subjection of the clergy only to the sentences of judges bribed by their esprit de corps to judge leniently, led to the adoption of a scale of punishments for the offences of clerks avowedly much lighter than that which was inflicted for the same crimes on laymen; and this in turn led to the survival in England, long after the Reformation, of the curious legal fiction of benefit of clergy (see below), used to mitigate the extreme harshness of the criminal law.",
		"Selected as minister of public works by Depretis in 1887, and by Crispi in 1893, he contrived to mitigate the worst consequences of Depretis's corruptly extravagant policy, and introduced a sounder system of government participation in public works.",
		"Struck with the sad condition of the lepers, whom it was the practice of the Hawaian government to deport to the island of Molokai, he conceived an earnest desire to mitigate their lot, and in 1873 volunteered to take spiritual charge of the settlement at Molokai.",
		"But if the view maintained above that formal logic must compromise or mitigate its rigour and so fail to maintain its independence, be correct, the logical consistency of Mansel's logic of consistency does but emphasize its barrenness.",
		"As to mitigate a few concerns, purchasing nursing sports bras that have been manufactured with special antibacterial materials may reduce your chances of infection.",
		"In warmer months, shading devices such as roof overhangs, trees, blinds and awnings can help to mitigate the heat transfer.",
		"Offshore sites offer ways to mitigate the aesthetic concerns.",
		"However, there are some factors one should keep in mind as they may help to mitigate that budgetary fallout.",
		"Having a free prom magazine at your disposal can go a long way in helping to mitigate some of that stress.",
		"Some people who suffer from dermatological conditions wear clothing made from organic fibers simply to mitigate their symptoms.",
		"Avoidance of these toxins can mitigate some of the problems caused by agriculture.",
		"To mitigate some environmental impacts, they are often slow release.",
		"You can mitigate your gaming angst by learning the ins and outs of troubleshooting your PS3 system.",
		"The balance between being perfect and being human is a balance for Virgo, but if he or she can mitigate the inherent stress between the two, a native of this sign can be quite successful in life.",
		"You need to mitigate their effect by maintaining a single color or two throughout the rest of your ensemble.",
		"In these cases, the hCG is used to mitigate some of the affects of steroids on the male body.",
		"A pet policy can also help mitigate the risk of having to pay for an expensive surgical procedure or other need.",
		"Reinsurance refers to a type of insurance that commercial insurance companies take out to mitigate or spread risk.",
		"One of the biggest challenges for social networks is how they are going to mitigate the distribution of fake news on their platforms, if at all.",
		"To mitigate a steep ascent, a central carriage-way, 200 yds, long, is cut along the main street to a depth of 15 ft., the opposite terraces being connected by a bridge.",
		"The government yielded to the outcry that arose; but the expedients by which it sought to mitigate the evil, notably the division of those entitled to relief into classes, only increased the alarm and the discontent.",
		"Only occasionally is light let in to mitigate the horror of the gloom, and then not so much through a window as through a hole.",
		"But in many parts deep transverse valleys intersect the prevailing direction of the ridges, and facilitate the passage of man, plants and animals, as well as of currents of air which mitigate the contrast that would otherwise be found between the climates of the opposite slopes.",
		"Some indication of the way in which he would hypothetically and speculatively mitigate the antithesis is perhaps afforded by the reflection that the distinction of the mental and what appears as material is an external distinction in which the one appears outside to the other.",
		"On the restoration he urged his patron Ormonde to support the Irish Roman Catholics as the natural friends of royalty against the sectaries, and endeavoured to mitigate their lot and efface the impression made by their successive rebellions by a loyal remonstrance to Charles II., boldly repudiating papal infallibility and interference in public affairs, and affirming undivided allegiance to the crown.",
		"If carefully prepared there is no objection to these basis wines from a hygienic point of view, although they have not the delicate qualities and stimulating effects of natural wines; unfortunately, however, these wines have in the past been vended on a large scale in a manner calculated to deceive the consumer as to their real nature, but energetic measures, which have of late been taken in most countries affected by this trade, have done much to mitigate the evil.",
		"Ephesus contested stoutly with Smyrna and Pergamum the honour of being called the first city of Asia; each city appealed to Rome, and we still possess rescripts in which the emperors endeavoured to mitigate the bitterness of the rivalry.",
		"When the attack is periodic the administration of a large dose of quinine two or three hours previous to the usual time of the seizure will often mitigate, and may even prevent the paroxysm.",
		"Something may be done to mitigate the loss arising from the disease by selecting comparatively immune varieties from time to time.",
		"Yet, while they accepted slavery as a permanent institution, philosophers as wide apart as Chrysippus and Seneca sought to mitigate its evils in practice, and urged upon masters humanity in the treatment of their slaves.",
		"Although his harsh measures aroused some irritation, the count did something to rid the land of the Swedes and to mitigate its many evils; but its condition was still very deplorable when George William died at Konigsberg on the 1st of December 16 4 0, leaving an only son, Frederick William.",
		"Consider the impact on an organization if it does not adequately mitigate risks.",
		"Risks are then offloaded onto independent sector providers who try to mitigate risks and costs through higher prices.",
		"Turmeric is not likely to cure your psoriasis, but some people claim that it does mitigate the severity of their symptoms.",
		"In fact, it is revered for its ability to mitigate the visual effects of bulges and unfit beach bodies.",
		"The best way to avoid ending up with a too tight bikini is to take steps to mitigate that from ever happening in the first place.",
		"Many women take this supplement to mitigate bone calcium loss after menopause.",
		"This is used to mitigate circumstances such as unknown pet allergies or the fact that the new pet doesn't get along with existing pets.",
		"Imagine you are selling a new cosmetic serum for men that promises to remove wrinkles, regrow hair, and otherwise mitigate signs of aging.",
		"Some cleanse and detox programs suggest acai berry consumption in order to mitigate the fatigue that can come as a result of detoxification.",
		"As Oberprdsident of Silesia he had already done much to mitigate the rigour of the application of the \"May Laws,\" and as minister of public worship and of the interior he continued this policy.",
		"The Revenue has also taken steps to mitigate the consequences for customers.",
		"The Department also is pursuing initiatives to mitigate the concerns of reservists ' civilian employers and for increased support of Reserve component families.",
		"As much as the leaders of these corporations might want to foster disruptive innovation, their policies, structure and processes mitigate against it.",
		"The cat litter product line is of interest because Arm and Hammer has integrated its baking soda into cat litter to mitigate cat box odors.",
		"A stress management emotional wellness study can shed light on the causes of stress and offer suggestions for the various tools and techniques needed to mitigate that stress.",
		"By understanding the mechanical aspects of roller coaster safety, guests can attempt to mitigate the physical causes of roller coaster accidents that can turn a fun vacation into an unsafe experience.",
		"Special diets, hearing aids, and vision aids can be used to mitigate some symptoms of Patau syndrome.",
		"To further mitigate the pain of a waxing treatment, make sure the esthetician rips the wax strips off as quickly as possible.",
		"Sheath dresses are especially valuable for women with curvier frames, as the sleek lines of this style serve to mitigate larger busts and hips.",
		"For those of you who are a bit hypoglycemic, this tonic can be consumed because the protein and fats in the almond milk help mitigate the influx of natural sugars going into the bloodstream.",
		"This means that in order to mitigate your symptoms and heal your body, you will have to abstain completely from all gluten containing products.",
		"The way to mitigate this feeling is to understand that both emotions and a personal sense of power are needed in order to feel psychologically balanced and healthy when dealing with others.",
		"Great care was taken by the scribes in these renderings to mitigate the anthropomorphic expressions applied to God in the Scriptures, and by paraphrase, the use of abstract terms and indirect phraseology, to prevent such expressions from giving rise to erroneous views as to God's personal manifestation in the popular mind.",
		"The government website on calcium supplements recommends increasing your dose of liquid calcium gradually to mitigate side effects and switching to higher fiber diet.",
		"The excessive moisture in wet seasons in however hostile to cereal crops, especially in the southern and western districts, though improved drainage has done something to mitigate this evil, and might do a great deal more.",
		"The disastrous Balkan campaign of 1828 was an even more astounding revelation of corruption, disorganization and folly in high places; and the presence of the emperor did nothing to mitigate the attendant evils.",
		"In 1634 he published his Traite de la predestination, in which he tried to mitigate the harsh features of predestination by his \"Universalismus hypotheticus.\"",
		"Chalmers believed that compulsory assessment ended by swelling\" the evil it was intended to mitigate, and that relief should be raised and administered by voluntary means."
	],
	"synonyms": [
		"palliate",
		"extenuate",
		"tone",
		"temper",
		"sweeten",
		"soothe",
		"reduce",
		"slake",
		"relax",
		"quell",
		"placate",
		"pacify",
		"moderate",
		"diminish",
		"cushion"
	],
	"antonyms": [
		"intensify",
		"increase",
		"incite",
		"worsen",
		"irritate",
		"aggravate"
	]
}