{
	"word": "abstruse",
	"meaning": [
		"Difficult to understand; recondite.",
		"Hard to understand because of being extremely complex, intellectually demanding, highly abstract, etc.; deep; recondite.",
		"1667, John Milton, Paradise Lost.",
		"Difficult to comprehend or understand; recondite; obscure; esoteric. [First attested in the late 16th century.]"
	],
	"sentences": [
		"Dr. Bell is proficient in many fields of science, and has the art of making every subject he touches interesting, even the most abstruse theories.",
		"The subject is too abstruse to enlarge further upon here.",
		"He had the imagination that invested with personal being and ethical qualities the most abstruse notions.",
		"In expounding the principles of the differential calculus, he started, as it were, from the level of his pupils, and ascended with them by almost insensible gradations from elementary to abstruse conceptions.",
		"His clearness of statement and power of imparting interest to the most abstruse topics were the conspicuous features of his teaching, and in his various capacities as a scientific lecturer, a physiologist, and a practical physician, he was ever surrounded with large and increasing classes of intelligent pupils, to whom his eminently suggestive mode of instruction was specially attractive.",
		"Sometimes in plain narrative the lecturer would be specially awkward, while in abstruse passages he seemed specially at home, rose into a natural eloquence, and carried away the hearer by the grandeur of his diction.",
		"He is an earnest, sometimes stern and sometimes pathetic, preacher of righteousness, who despises the mere graces of style and the subtleties of an abstruse logic. He has no patience with mere antiquarian study of the Stoical writers.",
		"Until last week, that point may have seemed a little abstruse.",
		"To the public Boole was known only as the author of numerous abstruse papers on mathematical topics, and of three or four distinct publications which have become standard works.",
		"The abstruse nature of his studies, the mystical character of his writings, and the general indifference of the Romans to such subjects, caused his works to be soon forgotten.",
		"The answer to the first three points is that Aristotle did not make any distinction between exoteric and acroamatic, and was not likely to have any longer taught his exoteric dialogues when he was teaching his mature philosophy at Athens, but may have alternated the teaching of the latter between the more abstruse and the more popular parts which had gradually come to be called \" exoteric.\"",
		"The machinations over the budget and over agriculture seem abstruse.",
		"The unfailing freshness and charm of the contrast between the importance, the gravity, in some cases the dry and abstruse nature, of their subjects, and the lightness, sometimes almost approaching levity in its special sense, of the manner in which these subjects are attacked is a triumph of literary art of which no familiarity dims the splendour, and which no lapse of time can ever impair.",
		"Notwithstanding his many official duties, he found time to publish more than three hundred works, several of them extensive treatises, and many of them memoirs dealing with the most abstruse branches of pure and applied mathematics.",
		"Appeal No 8. It seems a fairly abstruse argument presented by the players.",
		"P gY (see Arminius) and Franciscus Gomarus, became the leaders of two parties, who differed from one another upon certain tenets of the abstruse doctrine of predestination.",
		"Two years later her father began to assemble in his house at stated intervals a circle of the most learned men in Bologna, before whom she read and maintained a series of theses on the most abstruse philosophical questions.",
		"This investigation was first published in 1824 and in abstruse and difficult form, and afterwards (1826) more elaborately in the first volume of Crelle's Journal.",
		"His first work on this abstruse subject, entitled T heorie des perturbations de la lune, qui sont dues a faction des planetes,1 is remarkable for the boldness of its conception, and constitutes an important addition to celestial dynamics.",
		"Tetzel's efforts irretrievably damaged the complicated and abstruse Catholic doctrine on the subject of indulgences; as soon as the coin clinks in the chest, he cried, the soul is freed from purgatory.",
		"With these instincts and maxims, and with his strength, granting it almost more than human, spent ever tunnelling in abstruse mines of knowledge, his moral experience is not likely to have been deeply troubled.",
		"Attendance at the March lecture surprised our lecturer, Clive Rouse, who considered the subject rather abstruse.",
		"His papers are often difficult to read, but never diffuse or tedious; his mathematical treatment is never needlessly abstruse, for when his analysis is complicated it is only so because the subject-matter is complicated.",
		"Since the time of these early experiments, various other modes of detecting the existence of electric waves have been found out in addition to the spark-gap which he first employed, and the results of his observations, the earliest interest of which was simply that they afforded a confirmation of an abstruse mathematical theory, have been applied to the practical purposes of signalling over considerable distances (see Telegraphy, Wireless).",
		"Let 's have less of your dense, abstruse legal verbiage.",
		"Its harmonic style is, except in the Grail music, even more abstruse than in Tristan; and the intense quiet of the action is far removed from the forces which in that tumultuous tragedy carry the listener through every difficulty.",
		"The clearness, elegance and originality of his mode of presentation give lucidity to what is obscure, novelty to what is familiar, and simplicity to what is abstruse.",
		"Avoid, at one extreme, explaining very elementary things and, at the other, not explaining very abstruse things.",
		"His ability to render the often abstruse philosophical arguments of Shankara into comprehensible and readable English is without parallel in my experience.",
		"Let's have less of your dense, abstruse legal verbiage.",
		"Petrarch and Boccaccio, though they both held the medieval doctrine that literature should teach some abstruse truth beneath a veil of fiction, differed from Dante in this that their poetry and prose in the vernacular abandoned both allegory and symbol.",
		"The \" verification \" of this hypothesis, offered in the thirteenth and following chapters of the second book, goes to show in detail that even those ideas which are \" most abstruse,\" how remote soever they may seem from original data of outward sense, or of inner consciousness, \" are only such as the understanding frames to itself by repeating and joining together simple ideas that it had at first, either from perceiving objects of sense, or from reflection upon its own operations.\"",
		"Moreover, his association with glass manufacture led him to study the refractive indices of different kinds of glass; he further undertook abstruse researches on electrostatic capacity, the phenomena of the residual charge, and other problems arising out of Clerk Maxwell's electro-magnetic theory."
	],
	"synonyms": [
		"recondite",
		"deep",
		"jawbreaking",
		"involved",
		"intricate",
		"inscrutable",
		"incomprehensible",
		"inaccessible",
		"stratospheric",
		"secret",
		"remote",
		"profound",
		"perplexing",
		"obscure",
		"mystic"
	],
	"antonyms": [
		"concrete",
		"simple",
		"easy",
		"clear",
		"lucid",
		"plain",
		"obvious"
	]
}