{
	"word": "impertinent",
	"meaning": [
		"Exceeding the limits of propriety or good manners; improperly forward or bold.",
		"Not pertinent or suitable.",
		"Not showing proper respect or manners; insolent; impudent.",
		"An impertinent individual."
	],
	"sentences": [
		"You have to be very impertinent to make such an claim.",
		"I hope you will excuse me for doing what is only my duty, although it may appear impertinent.",
		"One offers the following suggestion in the hope that it is not impertinent.",
		"I think it is mere egotism, or impertinent at this time.",
		"I hope they are not so impertinent as to follow us.",
		"Such was the famous reply given by the nineteenth century artist James McNeil Whistler to what seemed to him like a rather impertinent question.",
		"The Unnameable The nature of I AM, the existent one, is so multi-dimensional that to catalog a few aspects seems almost impertinent.",
		"Believing this as I do, I hope I won't be thought impertinent if I end this lecture with a suggestion.",
		"How long shall we sit in our porticoes practising idle and musty virtues, which any work would make impertinent?",
		"Hyper-Calvinism, ignorance and avarice cooperated in making the very name \"missions\" odious, ministerial education an impertinent human effort to supplant a spirit-called and spirit-endowed ministry, Sunday-schools and prayermeetings as human institutions, the aim of which was to interfere with the divine order, and the receiving of salaries for ministerial work as serving God for hire or rather as serving self.",
		"Prayer, however, is regarded as an impertinent interference with the Creator; while, at the same time, instead of the fatalistic predestination of Mahommedanism, the freedom of the human will is distinctly maintained.",
		"But it is not impertinent, and is at the same time an excuse for what has been already said, to repeat that Villehardouin's book, brief as it is, is in reality one of the capital books of literature, not merely for its merit, but because it is the most authentic and the most striking embodiment in contemporary literature of the sentiments which determined the action of a great and important period of history.",
		"This is impossible; for as the Society had received the papal approval, that of the council would have been impertinent as well as unnecessary.",
		"Don't think me too impertinent for indeed I don't mean to be that!"
	],
	"synonyms": [
		"irreverent",
		"saucy",
		"pert",
		"orthogonal",
		"immaterial",
		"extraneous",
		"wise",
		"sassy",
		"smart",
		"fresh",
		"impudent",
		"overbold",
		"inapplicable",
		"flippant",
		"disrespectful"
	],
	"antonyms": [
		"mannered",
		"kind",
		"refined",
		"nice",
		"polite",
		"respectful"
	]
}