{
	"word": "disavow",
	"meaning": [
		"To deny any knowledge or approval of, or responsibility for; disclaim; disown.",
		"To assert to be wrong or of little value.",
		"To deny; to show the contrary of; to disprove."
	],
	"sentences": [
		"He could not disavow his actions, belauded as they were by half the world, and so he had to repudiate truth, goodness, and all humanity.",
		"Bebel denounced this agitation as obviously directed against England; and the government thought it expedient to disavow the action of its too zealous allies.",
		"Resentment, however, incited him to personal revenge on the Californian government, and an ambition that clearly saw the gravity of the crisis prompted him to improve it unscrupulously for his own advancement, leaving his The government to support or disavow him according as P1 war should come or not.",
		"When the queen was dead, and some rumours of the kings intentions got abroad, the public indignation was so great that Henry of Richards councillors had to warn him to disavow the Richmond projected marriage, if he wished to retain a single lands at adherenf.",
		"Eckhart appears, however, to have made a conditional recantation - that is, he professed to disavow whatever in his writings could be shown to be erroneous.",
		"To disavow the acts and desires of the army and of the secret societies for defence with which all north Germany was honeycombed would be to imperil the very existence of the monarchy, whilst an attack on the wreck of the Grand Army meant the certainty of a terrible retribution from the new armies now rapidly forming on the Rhine.",
		"Charles however did not scruple shortly afterwards to disavow his noblest supporter in order to become a king on terms dictated by Argyll and Argyll's adherents.",
		"The count hastened publicly to disavow Favras in a speech delivered before the commune of Paris and in a letter to the National Assembly, although there is no reasonable doubt of his complicity in the plot that did exist.",
		"He struck the name of Alexander Ypsilanti from the Russian army list, and directed his foreign minister, Count Capo d'Istria, himself a Greek, to disavow all sympathy of Russia with his enterprise; and, next year, a deputation of the Greeks of the Morea on its way to the congress of Verona was turned back by his orders on the road.",
		"Robilants opposition to a precipitate acceptance of the Austrian hint was founded upon fear lest King Humbert at Vienna might be pressed to disavow Irredentist aspirations, and upon a desire to arrange for a visit of the emperor Francis Joseph to Rome in return for King Humberts visit to Vienna."
	],
	"synonyms": [
		"retract",
		"gainsay",
		"forswear",
		"contradict",
		"abjure",
		"refuse",
		"negate",
		"recant",
		"reject",
		"repudiate",
		"disclaim",
		"deny",
		"renounce",
		"disown",
		"disacknowledge"
	],
	"antonyms": [
		"avow",
		"vouch-for",
		"sanction",
		"approve",
		"agree",
		"vow"
	]
}