{
	"word": "harrowing",
	"meaning": [
		"Extremely distressing; agonizing.",
		"Inspiring anguish, terror, etc.",
		"Causing pain or distress.",
		"Present participle of harrow."
	],
	"sentences": [
		"The train crash was a harrowing experience for everyone involved.",
		"I don't think I could live through such a harrowing event again.",
		"Because of her harrowing experience on an out-of-control roller coaster, Julia refuses to step foot in an amusement park.",
		"Emma teared up watching the harrowing scenes of the holocaust documentary.",
		"No matter how hard I try, I cannot get the harrowing images of the attack out of my head.",
		"Captains Speke and Grant, who had travelled through Uganda and came down the White Nile in 1863, and Sir Samuel Baker, who went up the same river as far as Albert Nyanza, brought back harrowing tales of the misery caused by the slave-hunters.",
		"When the farmer was 10, his father got blood poisoning from an injury and died after a harrowing illness.",
		"Cracker might have been uncomfortable, uncompromising, sometimes harrowing viewing.",
		"Also, as such a truly harrowing story, it is crafted well enough to draw huge sympathy.",
		"Silk wrap removal can be just as harrowing to the natural nail as acrylic and gel removal.",
		"It should, however, be followed by a light hoeing or harrowing.",
		"Constant hoeing or harrowing to maintain a natural soil mulch layer of 2 or 3 in.",
		"These are open tracts upon which the blue ground is spread out and left exposed to sun and rain until it crumbles and disintegrates, the process being hastened by harrowing with steam ploughs; this may require a period of three or six months, or even a year.",
		"They consist of paraphrases of parts of Genesis, Exodus and Daniel, and three separate poems, the first on the lamentations of the fallen angels, the second on the \"Harrowing of Hell,\" the resurrection, ascension and second coming of Christ, and the third (a mere fragment) on the temptation.",
		"A love story, an adventure story - at times rather harrowing in its descriptions of torture by the Germans.",
		"The most wonderful day of your life, or a financially harrowing ordeal from which you'll never recover?",
		"Early harrowing of fields being prepared for root crops will induce charlock germination allowing the mechanical destruction of seedlings during subsequent seedbed preparations.",
		"Some of their stories are harrowing but nowhere does one detect self-pity or any anger against the Turks or Samians.",
		"It's certainly an intense film; potentially harrowing subplots and Reygadas ' unforgiving use of close-up make for occasionally uncomfortable viewing.",
		"The encounter with the mugger was such a harrowing one that he still has nightmares about it to this day.",
		"The harrowing film about racism made Simon become more politically active in order to help change the world for good.",
		"Through a harrowing sequence of events, Rex eventually left Salem for good on July 26, 2005, after he discovered that his girlfriend Mimi Lockhart aborted their baby without informing him of it.",
		"The two troublemakers were closer than ever after their harrowing adventure.",
		"Shopping for an upscale bra is only harrowing if you don't do the appropriate legwork first!",
		"The seed appears to have been sometimes ploughed in, and at other times to have been covered by harrowing.",
		"Every effort should be made to prepare a good mealy tilth by suitable ploughing, harrowing and consolidation.",
		"The harrowing is done with 25-ft.",
		"In providing me with accounts of particularly harrowing experiences they appeared to be creating a testament which demanded sharing.",
		"This was an extremely harrowing experience for all the members of staff who were involved.",
		"The truth about Vietnam This harrowing tale is simply about the horrors of war.",
		"He mentions the different kinds of wheat, barley and oats; and after describing the method of harrowing \" all maner of cornnes,\" we find the roller employed.",
		"It 's certainly an intense film; potentially harrowing subplots and Reygadas ' unforgiving use of close-up make for occasionally uncomfortable viewing.",
		"He has spent years gathering harrowing testimonies from families of Gen Pinochet 's victims who despaired of ever getting justice.",
		"Shopping for Christmas gifts and cards can be a harrowing experience, especially if you wait until the last minute.",
		"Having debt looming over your head can be a harrowing experience; once you have acknowledged your problem, all you need to do is roll up your sleeves and get to work.",
		"It may not feel like it at the time, but the work that counselors are able to do on women who have undergone abortions can make the difference between life-long acceptance or indeed life-long guilt about a very harrowing decision.",
		"This woman resided as an architect in harrowing communist Romania until she pleaded for her husband to escape to the United States.",
		"An ectopic pregnancy is a type of abnormal pregnancy that can be both a life-threatening and harrowing experience.",
		"Pregnant celebs continue to be a topic of fascination, and considering the harrowing ordeal Hudson has faced, her story is one of particular interest.",
		"In the same way the villagers had to go through the work of harrowing with their harrows, and of removing the harvest in their vans and carts.",
		"Megan has a hard time being vulnerable because she doesn't want to burden others with her harrowing backstory.",
		"After-cultivation may comprise rolling, harrowing (to preserve the fineness of the tilth) and in some districts hoeing.",
		"The assigned novel was so harrowing, Arthur almost didn't finish it.",
		"It's been a harrowing year for Wanda, after enduring the death of both of her parents and having to proclaim bankruptcy after losing her job.",
		"I know that remembering the accident is harrowing for you, but we need you to answer some questions.",
		"He mentions the different kinds of wheat, barley and oats; and after describing the method of harrowing \"all maner of cornnes,\" we find the roller employed."
	],
	"synonyms": [
		"torturesome",
		"torturing",
		"agonising",
		"torturous",
		"excruciating",
		"agonizing",
		"upsetting",
		"traumatic",
		"tilling",
		"terrifying",
		"dangerous",
		"chilling",
		"frightening",
		"disturbing",
		"anguishing",
		"looting",
		"pillaging",
		"plundering",
		"ransacking",
		"raping",
		"ravaging",
		"despoiling",
		"sacking",
		"stripping",
		"spoiling",
		"dragging",
		"digging",
		"cultivating"
	],
	"antonyms": [
		"pleasant",
		"pleasing",
		"calming",
		"unfrightening",
		"safe",
		"heartening"
	]
}