{
	"word": "impinge",
	"meaning": [
		"To have an effect or influence.",
		"To strike, hit, or dash (on, upon, or against something)",
		"To make inroads or encroach (on or upon the property or rights of another)",
		"To touch (on or upon); have an effect.",
		"To advance over or press upon something."
	],
	"sentences": [
		"But the whole thing didn't really impinge on me that much.",
		"The peculiarity of the instrument consists in the stream of water, as it enters the hydrometer chamber, being made to impinge against a disk of metal, by which it is broken into drops, thus liberating the steam, which would otherwise disturb the instrument.",
		"You do not have to look too far to find examples of how international relations impinge on our everyday lives.",
		"Characteristic, also, is their action on a photographic plate, and the phosphorescence which they occasion when they impinge on zinc sulphide and some other salts.",
		"If two masses m1, nil moving in the same straight line impinge, with the result that the velocities are changed from u1, u2, to ui, ui, then, since the impulses on the two bodies must be equal and opposite, the total momentum is unchanged, i.e.",
		"The most simple test for the value of a system of fire-proof coverings, and of partitions and furrings, is to erect a large sample of the work and to subject it alternately to the continued action of an intensely hot flame which is allowed to impinge upon it, and to a stream of cold water directed upon it from the ordinary service nozzle of a steam fire engine.",
		"By means of vibrations or shocks transmitted through the - Sub water, or by displacements in the balance or position of the animal, the otoliths are caused to impinge against the bristles of the sensory cells, now on one side, now on the other, causing shocks or stimuli which are transmitted by the basal nerve-fibre to the central nervous system.",
		"Thus each of these molecules which is initially inside the cylinder, will impinge on the area dS within an interval dt.",
		"One end of the body, through contact, during locomotion, with fresh tracts of medium and other forms of stimuli, has become more specialized than the rest, and here the nervous system and sense-organs are more densely aggregated than elsewhere, forming a means of controlling locomotion and of correlating the activities of the inner organs with the varying stimuli that impinge upon the body.",
		"A jet or jets of water impinge on the cups, the interiors of which are shaped in such a way that the jet is discharged parallel to its original direction.",
		"Mountains impinge upon the sea almost over the whole length, sometimes, as in Slieve League (county Donegal), immediately facing it with huge cliffs.",
		"Was the phrase, \" will not impinge \" a step too far for the Minister?",
		"Neurological sequelae have been reported where secondary deposits impinge upon the spinal cord or CNS.",
		"It is known, however, that when two bodies impinge, the kinetic energy which appears to be lost from the mass-motion of the bodies is in reality transformed into heat-energy.",
		"To this point we have only considered rays passing through a principal section of the drop; in nature, however, the rays impinge at every point of the surface facing the sun.",
		"The heated products of combustion from the burner B impinge on a metal box H, through which water is circulating, and then pass downwards and outwards through a spiral cooler which reduces them practically to the atmospheric temperature.",
		"On this view, the function of the solvent is to give space for the solute to diffuse, and the pressure on a semi-permeable membrane is due to the excess of solvent molecules entering over those leaving in consequence of the smaller number which impinge on the membrane from the side of the solution; the defect in the number must be proportional, roughly at any rate, to the number of solute molecules, present, that is, to the strength of the solution.",
		"C. Graham in England have patented processes by which jets of the electrolyte are caused to impinge with considerable force upon the surface of the cathode, so that the renewal of the liquid at this point takes place very rapidly, and current-densities per sq.",
		"Studies consistently report that anxiety disorders can be debilitating and impinge seriously on a person's quality of life.",
		"It is paramount for struggling individuals to be proactive and attempt to conquer their hurdles or learn to accept their hair loss as a fact that does not impinge on the wonderful style they have inside.",
		"The prevailing winds respond to the stronger poleward temperature gradients of winter by rising to a higher velocity and a more frequent and severer cyclonic storminess; and to the weaker gradients of summer by relaxing to a lower velocity with fewer and weaker cyclonic storms; but furthermore the northern zone occupied by the prevailing westerlies expands as the winds strengthen in winter, and shrinks as they weaken in summer; thus the stormy westerlies, which impinge upon the north-western coast and give it plentiful rainfall all through the year, in winter reach southern California and sweep across part of the Gulf of Mexico and Florida; it is for this reason that southern California has a rainy winter season, and that the states bordering on the Gulf of Mexico are visited in winter by occasional intensified cold winds, inappropriate to their latitude."
	],
	"synonyms": [
		"make an impression",
		"touch",
		"affect",
		"crash against",
		"ricochet",
		"strike",
		"trench",
		"entrench",
		"encroach",
		"infringe",
		"trespass",
		"disturb",
		"collide",
		"intrude",
		"abut"
	],
	"antonyms": [
		"dodge",
		"avoid"
	]
}