{
	"word": "ambivalent",
	"meaning": [
		"Exhibiting or feeling ambivalence.",
		"Simultaneously experiencing or expressing opposing or contradictory feelings, beliefs, or motivations.",
		"Alternately having one opinion or feeling, and then the opposite."
	],
	"sentences": [
		"Howie was ambivalent as usual while Quinn indicated the choice was Martha's to make.",
		"Frank was ambivalent about his breakup with Jane.",
		"Since his cold had muted his sense of taste, Bob was ambivalent about what he ate for dinner.",
		"Most studentsreally likedthe principal, but Ginahad ambivalent feelings toward him.",
		"Josie was anxious to have a baby but her husband Fred was ambivalent about having children.",
		"The novel was an interesting read, full of dark imagery and ambivalent characters.",
		"Some of his friends were confident intheir plans for after college, but Zack felt ambivalent about his future.",
		"Babysitters should understand that parents often have ambivalent feelings about leaving their children with a babysitter.",
		"You need to look scared, not ambivalent.",
		"Rebecca was ambivalent with her decision to go on the weekend trip because of the work she had to complete.",
		"She is ambivalent to many things that may seem horrific to the reader.",
		"Any details left unaddressed will provide a convenient excuse for the alcoholic and addict, especially if he feels ambivalent about seeking help.",
		"His writings emphasize the limited, ambivalent, and sometimes paradoxical nature of organizational learning.",
		"The novel was an interesting read, full of darkimagery and ambivalent characters.",
		"The symbol for Pisces is two fish, tied by a cord, swimming in opposite directions, and Pisces can be just as ambivalent when it comes to love!",
		"He is very ambivalent about his new ability, but learns to use it when necessary to help people.",
		"Despite their ambivalent position on humanity, they'd been somewhat helpful thus far.",
		"Within Paul's argument the ambivalent encomium has a clear function.",
		"The idea of mounting an exhibition that takes an ambivalent or even critical position toward its contents now appears merely quaint.",
		"Felix was ambivalent about her publishing; he felt it was unseemly for a woman.",
		"And while most of the time he is wrong, it is just that I am busy and therefore run late, in some ways he is right because I am ambivalent.",
		"I am ambivalent because sometimes he seems ignorant and prejudiced and holds opinions that I cannot identify with or accept.",
		"And while most of the time he is wrong, it is just that I am busy and therefore run late, in some ways he is right because I am ambivalent.\"",
		"When Star Trek, the Next Generation first began production, Original Series Trekkers were ambivalent.",
		"All of these added up to a rather motley spectrum and to an ambivalent score.",
		"He is also ambivalent about soma pills or their equivalent.",
		"Preteens and teens are often ambivalent about their body's changes and aren't as confident, so lots of reassurance from a trusted adult can go a long way toward making her feel good about herself and this brand new experience.",
		"It was hard for me to pick a drink to order at the coffee shop because the names of the drinks were ambivalent."
	],
	"synonyms": [
		"mugwumpish",
		"irresolved"
	],
	"antonyms": [
		"certain",
		"sure",
		"unequivocal",
		"definite",
		"settled",
		"resolved"
	]
}