{
	"word": "licentious",
	"meaning": [
		"Morally unrestrained, esp. in sexual activity; lascivious.",
		"Disregarding accepted rules and standards."
	],
	"sentences": [
		"His mask of veneration slowly turned into a licentious grin.",
		"Part of its popularity lay in the forbidden nature of the dance; it was considered licentious and immoral, which made it all the more attractive to the youth of the time.",
		"Throughout his career he desired, says Swift, his intimate friend, to be thought the Alcibiades or Petronius of his age, and to mix licentious orgies with the highest political responsibilities.",
		"I have studied the subject most extensively, and have had opportunities of judging which no European can have, and I have no hesitation in saying that, ' the mystic songs' of Jayadeva and the ' ocean of love ' notwithstanding, there is nothing in the rituals of Jagannatha which can be called licentious.\"",
		"Licentious and luxurious in his manners, cultured and catholic in his tastes, he united in his person the most diverse qualities.",
		"Of nearly all the books in this class it may be said that they deal largely in sensationalism and pornography, though it does not follow that their language is either coarse or licentious.",
		"This explains the charge of Manichaeism levelled against Priscillian (Jerome, for his talk of the Sordes nuptiarum, had been similarly accused, and to escape popular indignation had retired to Bethlehem),' and to this was added the accusation of magic and licentious orgies.",
		"Her personal charms were not potent enough to wean Charles away from the society of his mistresses, and in a few weeks after her arrival she became aware of her painful and humiliating position as the wife of the selfish and licentious king.",
		"The chief religious purpose of the society was the worship of the generative powers of nature, and the ritual and ceremonies of initiation were grossly licentious.",
		"But he was a drunkard and a debauchee, and chroniclers are divided in opinion as to whether he died from the effects of drink or licentious living.",
		"But when those who wished him ill accused him of licentious amours, he called on God and the angels to attest his purity.",
		"He advanced into Italy at the head of a licentious and ruffianly soldiery, and Rome became the scene of riot and massacre, gladiatorial shows and extravagant feasting.",
		"The licentious practices of this sect were exposed in a lawsuit before the high court at Bombay in 1862.",
		"And even amongst the adherents of the left-hand mode of worship, many of these are said to follow it as a matter of family tradition rather than of religious conviction, and to practise it in a sober and temperate manner; whilst only an extreme section - the so-called Kaulas or Kulinas, who appeal to a spurious Upanishad, the Kaulopanishad, as the divine authority of their tenets - persist in carrying on the mystic and licentious rites taught in many of the Tantras.",
		"In the midst of Charles's debauched and licentious court, she lived neglected and retired, often deprived of her due allowance, having no ambitions and taking no part in English politics, but keeping up rather her interest in her native country.",
		"In private life Bezborodko was a typical Catharinian, corrupt, licentious, conscienceless and self-seeking.",
		"Even the most licentious of these have been fitted by Mahommedan theologians with a mystical interpretation.",
		"Licentious and avaricious, he amassed great wealth; and when he died on the 25th of October 1292 he left numerous estates in Shropshire, Worcestershire, Somerset, Kent, Surrey and elsewhere.",
		"The licentious Conies, published under the name of his brother D'Ouville, are often attributed to him.",
		"His regard for the young nobleman' last named dictated the omission in the later editions of his Moral Sentiments of the name of the celebrated ancestor of the duke, whom he had associated with Mandeville as author of one of the \"licentious systems\" reviewed in the seventh part of that work.",
		"His doctrinal position is explained in his letters to his patron Eusebius, bishop of the imperial city of Nicomedia, and to Alexander of Alexandria, and in the fragments of the poem in which he set forth his dogmas, which bears the enigmatic title of \" Thalia \" (06XECa), used in Homer, in the sense of \" a goodly banquet,\" most unjustly ridiculed by Athanasius as an imitation of the licentious style of the drinking-songs of the Egyptian Sotades (270 B.C.).",
		"He was passionately attached to his wife and children; and, while his friend Beccadelli signed the licentious verses of Hermaphroditus, his own Muse celebrated in liberal but loyal strains the pleasures of conjugal affection, the charm of infancy and the sorrows of a husband and a father in the loss of those he loved.",
		"He was succeeded by his eldest son, Haji Mahommed Khan, who abandoned himself to the most tyrannical and licentious way of life and alienated his subjects by oppressive taxation.",
		"It was, so to say, Hobbism turned inside out, - rendered licentious and anarchical instead of constructive.",
		"In that licentious university Francis found the greatest difficulty in resisting attacks on his virtue, and once at least had to draw his sword to defend his personal safety against a band of ruffians.",
		"In his youth Casimir was considered frivolous and licentious; while his sudden flight from the field of Plowce, the scene of his father's great victory over the Teutonic knights, argued but poorly for his personal courage.",
		"Though good-hearted he was weak and licentious; and once out of the hands of the fanatical party he became ensnared by women and entangled in harem intrigues.",
		"In the next year a new edition appeared, with the addition of some licentious verse, and the inscription par le sieur Theophile on the title-page.",
		"Both husband and wife were extreme examples of the licentious manners of the time, but they not unfrequently lived together for considerable periods, and nearly always on good terms. Later, however, Marguerite was established in the castle of Usson in Auvergne, and after the accession of Henry the marriage was dissolved by the pope.",
		"Though he loses no opportunity of being coarse, he is not licentious; though he is often truculent, he cannot be called malignant.",
		"Early in 1789 he had published twenty cantos of licentious verse, in the fashion of the time, under the title of Organt au Vatican.",
		"Gebhard was a drunken and licentious man, who owes his prominence rather to his surroundings than to his abilities.",
		"He was handsome and eloquent, but licentious; and at the same time active, hardy, courageous, a great general and an able politician.",
		"His reward was the archbishopric of Benevento, and it was believed that it was only his openly licentious poem, Capitoli del forno, and the fact that the French court seemed to desire his elevation, which prevented him from being raised to a still higher dignity.",
		"But these people were rendered licentious in revolt or impotent for salutary action by ignorance, by terror, by uneasy dread of the doom declared for heretics and rebels.",
		"The duke had capacity, but his life was so licentious that what influence he had upon the king was for evil."
	],
	"synonyms": [
		"obscene",
		"lustful",
		"loose",
		"libertine",
		"wanton",
		"unrestrained",
		"uncontrolled",
		"carnal",
		"amoral",
		"immoral",
		"free",
		"depraved",
		"dissolute",
		"promiscuous",
		"unruly"
	],
	"antonyms": [
		"good",
		"chaste",
		"innocent",
		"controlled",
		"moral",
		"virtuous"
	]
}