{
	"word": "schism",
	"meaning": [
		"A separation or division into factions.",
		"A split or division in an organized group or society, esp. a church, as the result of difference of opinion, of doctrine, etc.",
		"The act of causing or trying to cause a split or division in a church.",
		"A formal breach of union within a religious body, especially a Christian church.",
		"Any of the sects, parties, etc. formed by such a split."
	],
	"sentences": [
		"Most of what I know comes from what I've relearned after the Schism, Jule answered.",
		"The two worlds were sealed after the Schism.",
		"For once, he wished he remembered his time before the Schism.",
		"The council met to deal with the schism created by Arianism.",
		"It was so before the Schism, when the White God took an Oracle as his bride and was himself betrayed.",
		"In the Theodosian Code the various crimes which are accounted sacrilege include - apostasy, heresy, schism, Judaism, paganism, attempts against the immunity of churches and clergy or privileges of church courts, the desecration of sacraments, &c. and even Sunday.",
		"The Donatist schism (see Donatists) occasioned a number of important synods.",
		"The controversial literature connected with this latest schism is abundant, not only in Persian, but in English, for since 1900 many Americans have adopted the religion of Baha.",
		"With the exception of this schism, these episcopates were by no means in opposition to the Holy See.",
		"So strained had the relations between the English rulers of the Church and the Methodists themselves now grown, that in 1811 the longexpected schism took place, much to the regret of Charles of Bala himself, who had ever been a devoted disciple of Griffith Jones.",
		"An orthodox churchman himself, he effected in 519 a reconciliation of the Eastern and Western Churches, after a schism of thirty-five years (see HoRMISDAS).",
		"As a matter of fact, the only effect of this election was to aggravate the schism by adding a third to the number of rival pontiffs.",
		"The \"Conference of Carthage\" (see Donatists), held by imperial command in 411 with a view to terminating the Donatist schism, while not strictly a synod, was nevertheless one of the most important assemblies in the history of the African church, and, indeed of the whole Christian church.",
		"With the schism healed in 1979, Prince Andrej became Grand Master of the Troubletzkoy Order.",
		"The great schism between art and craft is one of the symptoms of a heirarchical view of art and a particular casualty of modernism.",
		"Division and schism within the church bring no honor to anyone, and they greatly weaken our Christian witness to the world.",
		"The great schism is played out from Freud 's perspective.",
		"As for the culture and the music industry schism, let 's take a stroll back to the 1960s and 1970s.",
		"You must never have schism in the true body of Christ.",
		"A schism in her psyche led her to donning a costume to destroy the Princess.",
		"He was quiet for a moment, his thoughts going to the life he'd lived before the Schism.",
		"The walk calmed his irritation at being powerless for the first time since the Schism.",
		"A woman who died during the Schism.",
		"I think I know the answer, but do we have any records that survived the Schism?",
		"His slain brother's wife had always been a painful sight for him, the reminder of his brother and a happier time before the Schism.",
		"Sofi was the only Oracle to be found since the Schism.",
		"Both killed in the Schism.",
		"She died before the Schism.",
		"She scrambled up, ever the actress, and smiled at him as if this was any other day before the Schism.",
		"I remember how we used to walk this stretch every night, before the Schism.",
		"We set this chain of events in motion before the Schism.",
		"I recall those I met before the Schism.",
		"There was always a divide before the Schism.",
		"That was after the Schism.",
		"I lost a daughter during the Schism.",
		"Leo was disturbed throughout his pontificate by heresy and schism.",
		"It deals with-the secular crimes of spiritual persons, if of importance and if not capital (these last being reserved for the secular forum), and with heresy and schism.",
		"He at once summoned the fourteenth general council of the Catholic Church, which met at Lyons in 1274, with an attendance of some 1600 prelates, for the purpose of considering the eastern schism, the condition of the Holy Land, and the abuses in the church.",
		"It is this political rather than religious spirit which also underlies the repressive attitude of the government, and of the Orthodox Church as the organ of the government, towards the various dissident sects (Raskolniki, from raskol, schism), which for more than two centuries past have played an important part in the popular life of Russia, and, since the political developments of the end of the 19th and early years of the zoth century, have tended to do so more and more.",
		"The Raskol was threatened with extinction by the gradual dying out of its priests, which led to a further schism within itself, into the Popovshchina (with priests) and the Bezpopovshchina (without priests).",
		"When put into execution the project produced in the Russian Church a great schism and numerous fantastic sects.",
		"Clement continued the struggle of his predecessors with the emperor Louis the Bavarian, excommunicating him after protracted negotiations on the 13th of April 1346, and directing the election of Charles of Moravia, who received general recognition after the death of Louis in October 1347, and put an end to the schism which had long divided Germany.",
		"There is little doubt that Josephus refers to the same events; but there is considerable confusion in his history of the Persian age, and when he places the schism and the foundation of the new Temple in the time of Alexander the Great (after the obscure disasters of the reign of Artaxerxes III.), it is usually supposed that he is a century too late.",
		"Not even the Qaraite schism was able to break the power of the geonim.",
		"His obsequious language on this occasion, and the favours with which it was rewarded, formed a too violent contrast to the determined attitude of the university of Paris, which, tired of the schism, was even then demanding the resignation of the two pontiffs.",
		"In the council lay now, to judge from his words, the only chance of salvation; and, in view of the requirements of the case, he began to argue that, in case of schism, a council could be convoked by any one of the faithful, and would have the right to judge and even to depose the rival pontiffs.",
		"Convinced as he was of the necessity for union and reform, he contributed more than any one to the adoption of the principle that, since the schism had survived the council of Pisa, it was necessary again to take up the work for a fundamental union, without considering the rights of John XXIII.",
		"His other works consisted of theological essays, ascetic or exegetic, questions of ecclesiastical discipline and reform, and of various polemical writings called forth for the most part by the schism.",
		"William adopted the Cluniac programme of ecclesiastical reform, and obtained the support of Rome for his English expedition by assuming the attitude of a crusader against schism and corruption.",
		"The Meletian schism was complicated, moreover, by the presence in the city of another anti-Arian sect, stricter adherents of the Homousian formula, maintaining the tradition of the deposed bishop Eustathius and governed at this time by the presbyter Paulinus.",
		"The Meletian schism, however, did not end with his death.",
		"This schism lasted fully ten years, although the antipope found hardly any adherents outside of his own hereditary states, those of Alphonso of Aragon, of the Swiss confederation and certain universities.",
		"The papacy, which had been so fundamentally shaken by the great schism of the West, came through this trial victorious.",
		"The schism between Eastern and Western Christendom left Bosnia divided between the Greek and Latin Churches.",
		"The connexion became closer at the time when the schism with its violent controversies between the rival pontiffs, waged with the coarse invective customary to medieval theologians, had brought great discredit on the papacy.",
		"But the great Western schism then agitating the Christian world again brought disturbance to Siena.",
		"The schism arose out of the alleged heterodox views of Bishop Colenso (q.v.), who had been created bishop of Natal by letters patent in 1853.",
		"Not till 1409 could Sigismund be said to be king in his own realm, yet in 1413 we find him traversing Europe in his endeavour to terminate the Great Schism, as the first step towards uniting Christendom once more against the Turk.",
		"In 585 he sought to heal the schism which had subsisted since the time of Pelagius I.",
		"Its immediate task was to neutralize the after-effects of the schism, which had only been terminated in the previous year by the death of Anacletus II.",
		"Barbarossa; its main object being to repair the direct or indirect injuries which the schism had inflicted on the life of the church and to display to Christendom the power of the see of Rome.",
		"That certain Fellows of the College of Physicians (especially in gynaecology) have personally taken operative procedures in hand is some good omen that in time the unreal and mischievous schism between medicine and surgery may be bridged over.",
		"Particular questions of importance, the Jerusalem bishopric, the healing of the Colenso schism in the diocese of Natal, the organization of native ministries and the like, occupied much of his time; and he did all in his power to foster the growth of local churches.",
		"The result was a great schism among the Jews of Spain and southern France, and a new impulse was given to the study of philosophy by the unauthorized interference of the Spanish rabbis.",
		"Except in connexion with the Pisan question the republic had taken no definite side in the great schism which had divided The the church since 1378, but in 1408 she appealed both council to Pope Gregory XII.",
		"King Louis thereupon proposed an oecumenical Pisa council so as to create a schism in the Church, and (1510).",
		"Jerome says that Apollos was so dissatisfied with the division at Corinth, that he retired into Crete with Zenas, a doctor of the law; and that the schism having been healed by Paul's letter to the Corinthians, Apollos returned to the city, and became its bishop. Less probable traditions assign to him the bishopric of Duras, or of Iconium in Phrygia, or of Caesarea.",
		"Their theological teaching is misty and perplexing; their earliest writings contain no error, and the hymns of their great St Ephrem, still sung in their services, are positively antagonistic to \"Nestorianism\"; their theology dating from the schism is not so satisfactory.",
		"Thence on the outbreak of the schism Urban summoned her to Rome, whither, somewhat reluctantly, she journeyed with her now large spiritual family in November.",
		"In 1873 the Free Church was threatened with a schism owing to negotiations for union with the United Presbyterian Church.",
		"The Reformation itself was from the standpoint of the Roman Catholic Church heresy and schism.",
		"The harsh treatment of the Hanoverian demands was inspired by him, and won favour with the queen, while Oxford's influence declined; and by his support of the Schism Bill in May 1714, a violent Tory measure forbidding all education by dissenters by making an episcopal licence obligatory for schoolmasters, he probably intended to compel Oxford to give up the game.",
		"Its use in the Eucharist of the undivided Church has been continued since the great schism, although the Eastern Church protests against the interpolation 1 Jevons, Introd.",
		"When attention was called to the interpolation in the 9th century it became one cause of the schism between East and West.",
		"It appears that Malta was not materially affected by the Greek schism, and remained subject to Rome.",
		"Simultaneously with these proceedings in Bohemia, negotiations had been going on for the removal of the long-continued papal schism, and it had become apparent that a satisfactory solution could only be secured if, as seemed not impossible, the supporters of the rival popes, Benedict XIII.",
		"Wycliffe's later attacks upon the papacy had been given point by the return of the popes to Rome in 1377 and the opening of the Great Schism which was to endure for forty years.",
		"The schism extended down to the bishoprics, and even to the monasteries and parishes, where partisans of the rival popes struggled to obtain possession of sees and benefices.",
		"The considerable pamphlet literature of the time substantiates the conclusion of an eminent modern Catholic historian, Ludwig Pastor, who declares that the crisis through which the church passed in this terrible period of the schism was the most serious in all its history.",
		"The healing of the schism proved no very difficult matter; but the council hoped not only to restore unity and suppress heresy, but to re-establish general councils as a regular element in the legislation of the Church.",
		"In 1527, supported by the diet, he carried his measures for secularizing such portions of the Church property as he thought fit, and for subjecting the Church to the royal power (Ordinances of Vesteras); but many of the old religious ceremonies and practices were permitted to continue, and it was not until 1592 that Lutheranism was officially sanctioned by the Swedish synod .2 Charles V., finding that his efforts to check the spread of the religious schism were unsuccessful, resorted once more to conferences between Roman Catholic and Lutheran theologians, but it became apparent that no permanent compromise was possible.",
		"The reply to this criticism is that Mr Blaine was the choice of the majority of the party, and that while Mr Roosevelt felt free to fight within the party vigorously for reform, he did not feel that the nomination justified a schism like that which occurred in the Democratic party over the free silver issue in 1896 - a schism which remained afterwards a hopeless weakness in that party.",
		"The result was a schism, and for perhaps over ten years Hippolytus stood as bishop at the head of a separate church.",
		"Soon after the schism of 1856 those who had rebelled against Cabet began to prepare a permanent home in Adams county, Iowa.",
		"When elected pope, or rather anti pope, by the cardinals of Avignon, on the 28th of September 1 394, it was he who by his astuteness, his resolution, and, it may be added, by his unswerving faith in the justice of his cause, was to succeed in prolonging the lamentable schism of the West for thirty years.",
		"The town was governed largely after the Mosaic law and continued essentially Puritan for fifty years or more; about 1730 Presbyterianism superseded Congregationalism, and in 1734 Colonel Josiah Ogden, having caused a schism in the preceding year, by saving his wheat one dry Sunday in a wet season, founded with several followers the first Episcopal or Church of England Society in Newark - Trinity Church.",
		"No means, however, existed of enforcing any remedy until the papal schism occurred in 1378.",
		"Such a schism as this, so intolerable to the ecclesiastical sense of the middle ages, necessitated the discovery of some authority superior to the rival popes, and therefore able to put an end to their quarrelling.",
		"The council of Pisa (1409) separated without effecting anything; but the council of Constance (1414-1418) did actually put an end to the schism.",
		"This schism had lasted since the 16th of July 1054; but now a union with the Eastern Church was successfully accomplished at Florence.",
		"Up till that time, in spite of the schism of East and West and of innumerable heresies, the idea of the Church as Catholic, not only in its faith but in its organization, had been generally accepted.",
		"The believer may pass from one community to another without imperilling his spiritual life, or even establish a new church without necessarily incurring the reproach of schism.",
		"He was as lenient with the offences iof the orthodox as he was rigid in suppressing heresy and schism.",
		"Although his pontificate had been so stormy and unhappy that he is said to have regretted on his death-bed that he ever left his monastery, nevertheless Eugenius's victory over the council of Basel and his efforts in behalf of church unity contributed greatly to break down the conciliar movement and restore the papacy to the position it had held before the Great Schism.",
		"Had Dollinger, with his immense reputation as a scholar, as a divine and as a man, allowed himself to be consecrated bishop of the Old Catholic Church, it is impossible to say how wide the schism would have been.",
		"But he declined to initiate a schism.",
		"In Order To Terminate Dissensions, Which Produced Both Scandal And Schism In The Church, The Council Of Nicaea, Which Was Held In The Year 325, Ordained That The Celebration Of Easter Should Thenceforth Always Take Place On The Sunday Which Immediately Follows The Full Moon That Happens Upon, Or Next After, The Day Of The Vernal Equinox.",
		"This caused a fresh and bitter schism, but `Abbas Efendi steadily gained ground, and there could be little doubt as to his eventual triumph.",
		"The great schism, which was to endure fifty years, broke out soon after the election of his successor, Urban VI.",
		"In the 4th century the Donatist party was in open schism; the orthodox party had the upper hand in the time of Aurelius and Augustine; the regular meeting of the councils further increased the corporate cohesion of the African Episcopal body.",
		"All of them, even down to the metropolitan sees of Milan and Aquileia, practised a certain degree of autonomy, and in the 6th century this developed into what is called the Schism of the Three Chapters.",
		"In Eastern Christendom the papacy was at this period an almost forgotten institution, whose pretensions were always Schism of met by the combined opposition of the imperial East and authority, which was still preponderant in the West.",
		"The essential reason of Urban II.'s action, and consequently the true cause of the crusade, was the ambition of the pope to unite with Rome and the Roman Church the Churches of Jerusalem, Antioch, Alexandria and even Constantinople, which the Greek schism had rendered independent.",
		"With him, as with all his successors, the idea of a collective expedition of Europe for the recovery of the Holy Places was always associated with the sanguine hope of extinguishing the schism at Constantinople, its very centre, by the substitution of a Latin for a Byzantine domination.",
		"When the schism of 1130 broke out he endeavoured to procure the cancellation of the clauses of the Concordat of Worms and to recover lay investiture by way of compensation for the support he had given to Innocent II., one of the competing popes.",
		"The popes were under the constant sway of two contrary influences - on the one hand, the seducing prospect of subduing the Eastern Church and triumphing over the schism, and, on the other, the apprehension of seeing the Normans of Sicily, their competitors in Italy, increasing their already formidable power by successful expeditions into the Balkan Peninsula.",
		"The progress of the Roman power was especially manifested under Innocent II., who had triumphed over the schism, and was supported by the Empire and by Bernard of Clairvaux, the first moral authority of his time.",
		"As instances of his more direct services, he put an end to the schism of 1130 and attached Italy and the world to the side of Innocent III.",
		"Thus ended the exile in France; but it left an evil legacy in the schism under Gregory's successor.",
		"TheGresf was a creation of the Avignon period; which must Schism.",
		"There may be room for dispute, as to the extent to which the king's share in the schism was due to the instigation of the revolted cardinals; there can be not the slightest doubt that his attitude was the decisive factor in perpetuating and widening the breach.",
		"By these means, the schism was averted from Italy, and Naples won for the Roman obedience.",
		"But these rules, and, in fact, the whole Catholic doctrine of the primacy were almost entirely obscured by the schism.",
		"It was in vain that this cultured prince, imbued with the principles of humanism, represented to the cardinals that this new path would lead quickly to the goal, but that this goal could not be unity but a triple schism.",
		"The synod grounded its procedure against the rival popes on a fact, ostensibly patent to all, but actually believed by none - that they were both supporters of the schism, and not merely this, but heretics in the truest and fullest sense of the word, since their attitude had impugned and subverted the article of faith concerning the one Holy, Catholic and Apostolic Church.",
		"In the midst of the confusion, which reigned supreme in the council, the upper hand was gained by that party which held that the only method by which the schism could be ended and a reformation of ecclesiastical discipline ensured was a drastic limitation of the papal privileges.",
		"At the same time the crowning reward of his labours was the effacing of the last traces of the schism.",
		"The crime of this new schism was soon to be expiated by its perpetrators.",
		"The conflict with France led to a schism in the College of Cardinals, which resulted in the conciliabulum of Pisa.",
		"Thus, in the very first year of his reign, he removed the schism which had broken out under Julius II.",
		"The occasion for the schism was given by the conflict with regard to indulgences, in the course of which Luther was not content to attack actual grievances, but assailed the Catholic doctrine itself.",
		"During the Italian turmoil the schism in Germany had made such alarming progress that it now proved impossible to bridge the chasm.",
		"Die Trennung der beiden Mdchte and das Problem ihrer Wiedervereinigung bis zum Untergange des byzantinischen Reichs (Berlin, 1903), which contains an account of the question of the East in its relations with the papal policy, from the rise of the schism down to the end of the middle ages.",
		"It is clear, then, that this vestment can only have been assumed with the emperor's permission; and Braun suggests (p. 305) that its use was granted to the patriarchs, after the completion of the schism of East and West, in order \"in some sort to give them the character, in outward appearance as well, of popes of the East.\"",
		"His works are chiefly reports of his disputations, such as that which appears in the Scisme Unmask't (Paris, 1658), in which the definition of a schism is discussed with two Romanist opponents.",
		"To them Alexius, son of the deposed Isaac, made appeal, promising as a crowning bribe to heal the schism of East and West if they would help him to depose his uncle.",
		"As in many other points Grotius inevitably recalls Erasmus, so he does in his attitude towards the great schism.",
		"A schism over the establishment of a theological seminary resulted in the organization of a new synod of the \"Free German Reformed Congregations of Pennsylvania,\" which returned to the parent synod in 1837.",
		"The great schism was reflected in the Mendicant orders which were divided into two obediences, to the destruction of discipline.",
		"The ecclesiastical schism continued unhealed during the thirty years of his patriarchate.",
		"Having suppressed a rising at Mainz Frederick set out in the autumn of 1163 for Italy, which country was now distracted by a papal schism.",
		"It was the age of the great schism, three popes claiming the allegiance of Christendom, and of the councils of Constance and of Basel; in all ranks of the Church there was an urgent cry for reform.",
		"The first concern of the new king was with the papal schism.",
		"A schism now produced lengthened civil war and alienated Egypt from the empire.",
		"One of Justinian's first public acts was to put an end to this schism by inducing Justin to make the then patriarch renounce this formula and declare his full adhesion to the creed of Chalcedon.",
		"Its decrees were received in the East but long contested in the Western Church, where a schism arose that lasted for seventy years.",
		"With the council of Constance (1414-1418) the great schism was practically healed.",
		"In 1872 he took part in the congress summoned by the Ultramontanes at Fulda, and by his judicious use of minimizing tactics he kept his diocese free from any participation in the Old Catholic schism.",
		"He had to deal with three main problems - the restoration of domestic peace, the healing of schism in the Church and the recovery of English prestige in Europe.",
		"A successful diplomacy detached the emperor Sigismund from France, and by the Treaty of Canterbury paved the way to end the schism in the Church.",
		"About one hundred years after the Buddha's death there was a schism in the community.",
		"It is said that he wrote a formal Palinodia or retractation of his book De vera obedientia, but it does not seem to be now extant; and the reference is probably to his sermon on Advent Sunday 15J4, after Cardinal Pole had absolved the kingdom from schism.",
		"His exile gave rise to a schism in the church, and the Johannists (as they were called) did not return to communion with the archbishop of Constantinople till the relics of the saint were, 30 years after, brought back to the Eastern metropolis with great pomp and the emperor publicly implored forgiveness from Heaven for the guilt of his ancestors.",
		"An article by him on the Donatist schism appearing in the Dublin Review in July 1839 made a great impression in Oxford, Newman and others seeing the force of the analogy between Donatists and Anglicans.",
		"A common ground previous to the Samaritan schism is ignored; it is found only in the period before the rival kingdoms. The political history of these ' In the art.",
		"Unfortunately the events of his age are shrouded in obscurity, but one can recognize the return of exiles from Babylon to Jerusalem and its environs - now half-Edomite - and various internal rivalries which culminate in the Samaritan schism.'",
		"This elicited from him a circular, in which he asserted his loyalty to the four general councils, and declared that the hostile bishops had been guilty of schism.",
		"His conciliatory policy produced a mild schism in his own party, but proved eminently wise, and the state elections of 1801 fulfilled his prophecy of 1791 that the policy of the Federalists would leave them\" all head and no body.\"In 1804 he was re-elected by 162 out of 176 votes.",
		"He set to work to restore some of these ruins, to reconstitute and pacify the Papal State, to put an end to the Schism, which showed signs of continuing in Aragon and certain parts of southern France; to enter into negotiations, unfortunately unfruitful, with the Greek Church also with a view to a return to unity, to organize the struggle against heresy in Bohemia; to interpose his pacific mediation between France and England, as well as between the parties which were rending France; and, finally, to welcome and act as patron to saintly reformers like Bernardino of Siena and Francesca Romana, foundress of the nursing sisterhood of the Oblate di Tor de' Specchi (1425).",
		"The affair would not have gone on so smoothly, had not the opportune defection of the Arabians put a stop to the inward schism which threatened.",
		"Later, in 1714, she approved of the Schism Bill.",
		"When in 1408 a French embassy arrived at Kutna, Hora, the residence of King Wenceslaus of Bohemia, and proposed that the papal schism should be terminated by the refusal of the temporal authorities further to recognize either of the rival popes, Wenceslaus summoned to Kutna Hora the members of the university.",
		"Having tried in vain to secure the general recognition of Victor and Paschal in Europe, the emperor held a diet at Wiirzburg in May 1165; and by taking an oath, followed by many of the clergy and nobles, to remain true to Paschal and his successors, brought about a schism in the German church.",
		"Further causes of trouble arose, moreover, and when the potentates separated the question of Matilda's estates was undecided; and Lucius had refused to crown Henry or to recognize the German clergy who had been ordained during the schism.",
		"Ever since the schism of East and West, however, it has been an ambition of the papacy to submit the Oriental Churches to its jurisdiction, and successive popes have from time to time succeeded in detaching portions of those Churches and bringing them into the obedience of the Holy See.",
		"As the Renaissance had its precursory movements in the medieval period, so the German Reformation was preceded by Wickliffe and Huss, by the discontents of the Great Schism and by the councils of Constance and Basel.",
		"The indignation excited by Leo X.'s sale of indulgences, the moral rage stirred in Northern hearts by papal abominations in Rome, were external causes which precipitated the schism between Teutonic and Latin Christianity.",
		"Under Valdes' influence he whole-heartedly accepted Luther's doctrine of justification by faith, though he repudiated a policy of schism.",
		"The mind of the nation being so preoccupied with the Covenant, it naturally followed that those who carried their fanaticism farthest were ready to denounce and to unchurch those who showed any inclination to moderation and political sanity, and that the beginnings of schism soon appeared in the ranks of the Covenanters.",
		"In 1763 there was a great debate in the assembly on the progress of schism, in which the Popular party laid the whole blame at the door of the Moderates, while the Moderates rejoined that patronage and Moderatism had made the church the dignified and powerful institution she had come to be.",
		"According to the above Report, the three most powerful dissenting bodies in Wales are the Congregationalists or Independents, whose members number 175,147 throughout Wales and Monmouthshire; the Calvinistic Methodists - a direct offshoot of the Church since the schism of 1811 - with a membership of 170,617; and the Baptists, 143,835.",
		"Nevertheless, the bulk of the Methodists continued to attend the services of the Church, and to receive the sacraments from regularly ordained parish priests, although a schism was becoming inevitable.",
		"The Great Schism of 1811 marks in fact the lowest point to which the fortunes of the once powerful and popular Church in Wales had sunk; - in 1811 there were only English-speaking prelates to be found, whilst the abuses of non-residence, pluralities and even nepotism were rampant everywhere.",
		"Acting according to the instructions he had received from Rome, where the matter had been fully gone into, he made an investigation, and divided the clergy ordained after that period into two classes; one consisting of those ordained in schism, indeed, but according to the old Catholic rite, and the other of those who had been ordained by the new rite drawn up by Cranmer and enforced by act of parliament 1st of April 1550.",
		"A schism occurred in 1652, the last three with a majority of the members contending for general redemption and for the laying on of hands as indispensable to fellowship, Olney, with the minority, maintaining particular redemption and rejecting the laying on of hands as an ordinance.",
		"Schism was narrowly averted by conciliatory statements on both sides.",
		"His determination to restrict the ambassadorial right of asylum, which had been grossly abused, was resented by Louis, who defied him in his own capital, seized the papal territory of Avignon, and talked loudly of a schism, without, however, shaking the pope in his resolution.",
		"Thus began the Great Schism which divided the Western Church for about fifty years.",
		"During the schism of Anacletus (1131-1137) the town of Brescia was torn by the struggles between the partisans of Pope Innocent II.",
		"The result was a schism which was only temporarily checked by the expulsion of de Kock from the country by the statesgeneral.",
		"Innocent issued at the close of 1404 a summons for a general council to heal the schism, and it was not the pope's fault that the council never assembled, for the Romans rose in arms to secure an extension of their liberties, and finally maddened by the murder of some of their leaders by the pope's nephew, Ludovico dei Migliorati, they compelled Innocent to take refuge at Viterbo (6th of August 1405).",
		"The time which elapsed between the foundation and completion of the colleges may be attributed to Wykeham's preoccupation with politics in the disturbed state of affairs, due to the papal schism begun in 1379, in which England adhered to Urban VI.",
		"On the schism of the Positivist body which followed Comte's death, he was recognized as head of the section which accepted the full Comtian doctrine; the other section adhering to Littre, who rejected the religion of humanity as inconsistent with the materialism of Comte's earlier period.",
		"The church schism, during which the rival pontiffs assailed each other with all the wild threats and objurgations of medieval theological strife, necessarily alienated the Bohemians to a yet greater extent.",
		"His chief importance, however, lies in the part he took in the controversies arising out of the Great Schism.",
		"Nestorianism had sprung from an exaggeration of the theology of the school of Antioch, and the schism weakened that patriarchate and its dependencies.",
		"But this pre-eminence, or rather the Roman idea of what was involved in it, was never acknowledged in the East; to press it upon the Eastern patriarchs was to prepare the way for separation, to insist upon it in times of irritation was to cause a schism.",
		"In France the country was disturbed by the papal schism.",
		"Edicts further extending the royal power in ecclesiastical affairs were even issued in 1418, after the schism was at an end.",
		"For him there was no schism between Rome and Galilee, between classical genius and sacred inspiration.",
		"The great schism of the west had already lasted thirty years, and the efforts which had been made to restore unity within the Church by the simultaneous resignation of the two rival pontiffs had been in vain, when in the spring of 1408, the state of affairs being desperate, the idea arose of assembling a council to effect a union without the co-operation of the popes.",
		"They had hoped to save the Church, but unfortunately the result of their efforts, generous as they were, was that the schism increased in bitterness, and that instead of the unity for which the Church craved, three popes continued to flourish.",
		"The dispute which led to the separation of the Latin and Greek Churches is known as the \" Great Schism,\" and the division over the election to the Papacy of Urban VI.",
		"Thus originated the Great Schism of the West.",
		"By his vast expenditure, ascribable not only to his wars in Italy, his incessant embassies, and the necessity of defending himself in the Comtat Venaissin against the incursions of the adventurous Raymond of Turenne, but also to his luxurious tastes and princely habits, as well as by his persistent refusal to refer the question of the schism to a council, he incurred general reproach.",
		"Unity was the crying need; and men began to fasten upon him the responsibility of the hateful schism, not on the score of insincerity - which would have been very unjust, - but by reason of his obstinate persistence in the course he had chosen.",
		"Garnet was the author of a letter on the Martyrdom of Godfrey Maurice, alias John Jones, in Diego Yepres's Historia particular de la persecution de Inglaterra(1599); a Treatise of Schism, a MS. treatise in reply to A Protestant Dialogue between a Gentleman and a Physician; a translation of the Stemma Christi with supplements (1622); a treatise on the Rosary; a Treatise of Christian Renovation or Birth (1616).",
		"He favoured his own countrymen, and under him began that preponderance of the French in the curia which later led to the papal residence at Avignon, and indirectly to the Great Schism.",
		"Shortly afterwards he took part in the proceedings of the synod which met at Antioch in Caria, principally in connexion with the Meletian schism.",
		"But the church was thereby involved in a double conflict; for while on the one hand the Novatianist schism represents the puritan outcry against such laxity, on the other the martyrs (not indeed for the first time) claimed a position above church law, and gave trouble by issuing libelli pacis, i.e.",
		"If he sided with Becket and thundered against hispersecutor, there wassmalldoubt that the king of England would adhere to the schism.",
		"ConTo it was added the Schism Act (1714), forbidding formity dissenters to keep schoolsor engage in tuition.",
		"Such views were marked as heretical by the Council of Ephesus (431), the decision resulting in a profound and lasting schism.",
		"Another grave and lasting schism was the result.",
		"The Maronites of Syria, reconciled to the see of Rome in 1182, probably represent the Monothelete schism.",
		"The schism was due to race rivalries, and to dislike for the ever-growing claims of the see of Rome.",
		"The council of Constance (1414-1418) put an end to the papal schism, and also showed its determination to put down heresy by burning John Huss.",
		"The schism between the two parties was, however, far from being healed; the bishop of Rome and the bishops of Egypt refused to acknowledge Flavian, and Paulinus, who by the extreme Eustathians had been elected bishop in opposition to Meletius, still exercised authority over a portion of the church.",
		"Through the intervention of Chrysostom, soon after his elevation to the patriarchate of Constantinople (398),and the influence of the emperorTheodosius, Flavian was acknowledged in 399 as legitimate bishop of Antioch by the Church of Rome; but the Eustathian schism was not finally healed till 415.",
		"He was ordained at Rome by Fabian, or perhaps by an earlier bishop; and during the Decian persecution he maintained the view which excluded from ecclesiastical communion all those (lapsi) who after baptism had sacrificed to idols - a view which had frequently found expression, and had caused the schism of Hippolytus.",
		"Thanks to the ecclesiastical sanction of his royalty, Philip had successfully braved the pope for twenty years, in the matter of Ingeborg and again in that of the German schism, when he had supported Philip of Swabia against Otto of Brunswick, the popes candidate.",
		"After the death of Boniface the splendid fabric of the medieval theocracy gave place to the rights of civil society, the humiliation of Avignon, the disruption of the great schism, the vain efforts of the councils for reform, and the radical and heretical solutions of Wycliffe and Huss.",
		"Leaving dreams about crusades to the poets, and to a papacy delivered from schism, Charles VII.",
		"This schism was reflected in the parties of the Assembly; the absolutists of the extreme Right; the moderate monarchists of the Right and Centre; the constitutionalists of the Left Centre and Left; and, finally, on the extreme Left the democratic revolutionists, among whom Robespierre sat as yet all but unnoticed.",
		"As Acacius, however, had the support of the emperor, a schism arose between the Eastern and Western churches, which lasted for 34 years.",
		"The predisposing causes of the Donatist schism were the belief, early introduced into the African church, that the validity of all sacerdotal acts depended upon the personal character of the agent, and the question, arising out of that belief, as to the eligibility for sacerdotal office of the traditores, or those who had delivered up their copies of the Scriptures under the compulsion of the Diocletian persecution; the exciting cause was the election of a successor to Mensurius, bishop of Carthage, who died in 311.",
		"This synod forbade the African churches to hold communion with Caecilian, the schism became overt, and in a very short time there were rival bishops and rival churches throughout the whole province.",
		"Majorinus, the Donatist bishop of Carthage, died in 315, and was succeeded by Donatus, surnamed Magnus, a man of great force of character, under whose influence the schism gained fresh strength from the opposition it encountered.",
		"The renewed excesses of the Circumcelliones, among whom were ranged fugitive slaves, debtors and political malcontents of all kinds, had given to the Donatist schism a revolutionary aspect; and its forcible suppression may therefore have seemed to Constans even more necessary for the preservation of the empire than for the vindication of orthodoxy.",
		"The latter proposal, though it was received with scorn at the time, had perhaps ultimately as much influence as the logic of Augustine in breaking the strength of the schism.",
		"The discussion, which lasted for three days, Augustine and Aurelius of Carthage being the chief speakers on the one side, and Primian and Petilian on the other, turned exclusively upon the two questions that had given rise to the schism - first, the question of fact, whether Felix of Aptunga who consecrated Caecilian had been a traditor; and secondly, the question of doctrine, whether a church by tolerance of unworthy members within its pale lost the essential attributes of purity and catholicity.",
		"On the 29th of June 1408 he and seven of his colleagues broke away from Gregory XII., and together with six cardinals of the obedience of Avignon, who had in like manner separated from Benedict XIII., they agreed to aim at the assembling of a general council, setting aside the two rival pontiffs, an expedient which they considered would put an end to the great schism of the Western Church, but which resulted in the election of yet a third pope.",
		"His numerous works include histories of Arianism, the iconoclastic controversy, the Greek schism, Lutheranism, Calvinism, and of the pontificates of Leo I.",
		"Dusty didn't know how they chose when to interfere with the mortal world, but when they did, it normally resulted in some sort of universal catastrophe, like the Schism that split the divine world from the physical one and nearly wiped out humanity and divinity alike.",
		"Damian granted him his god-powers after the Schism, whereas Jule was expelled from the divine world for crimes he'd never discussed.",
		"While he recalled little else of his time before the Schism, Jule couldn't help the nagging feeling he was missing something important about the transition between an old and new god.",
		"At least, they had been until about a year ago, when the White God found the first Oracle since the Schism.",
		"What he remembered of the Watchers came from the Schism, when they'd openly hunted and killed Naturalsâ€”humans with extraordinary giftsâ€”that they felt were threats to them.",
		"There was an era called the Schism, where the heavens and earth separated.",
		"Jule had chosen to stay with Cassandra instead of returning to the immortal realm when the Schism occurred.",
		"You chose a human and serving the White God over the immortal realm at the Schism, despite the need for your power by your fellow immortals.",
		"The friendship between them stretched thousands of years, to just before the Schism.",
		"I can't remember the time before the Schism, except for you and Darian, and my magic is but a fraction of what it once was.",
		"Their second war almost destroyed the mortal world and ended in the Schism, the divorcing of the divine world from the physical one.",
		"I am bound by the oath of non-interference I took at the Schism.",
		"If the Watchers were once again bringing their battle to earth, it meant the Original Beings imprisoned by the Schism were stirring up old divisions again.",
		"He was restricted to the physical world by the Schism despite his god-powers.",
		"At more than double both their ages, Jule was as old as the Watchers, exiled to earth after pissing off someone somewhere in the immortal world just before the Schism.",
		"This was an Oracle the world hadn't seen since before the Schism, the type of Oracle that belonged at her king's side.",
		"His heart skipped a beat as he realized that the last great Oracle, his mother, appeared just before the Schism, when the Watchers went to war and the universe was almost destroyed.",
		"Then there was the Schism and an era of disaster and grief, where his world collided withâ€”then severed fromâ€”the human one, centuries where he was forced into the underground world as a prostitute, a beggar, a thief.",
		"He couldn't flush away the dark memories from his time after the Schism when he'd been enslaved by humans intent on using his god-powers, but he could protect her from a similar fate.",
		"The Schism occurred, and some of us were exiled to the physical worldâ€”the human worldâ€”while the rest of my kind and the other creatures were confined to the divine world, he explained.",
		"With the memories of a better time drifting through his mind were memories of a war brewing between Others and Watchers that ultimately ended in the Schism, the severing of the mortal and immortal worlds.",
		"I was young when the Schism occurred.",
		"No one knew the Schism was coming when she stormed out of the house that fateful morning.",
		"She'd never even seen Damian prior to the Schism, when the Guardians exiled to the mortal world were a small band struggling to stay alive.",
		"I guess that's the punishment for our roles in the Schism â€“ being pushed aside and forced to watch, Eden said, referring to the war that severed the two realms completely from one another.",
		"Xander refused to say more, aware there was no benefit in opening old wounds, especially the kind that had driven the five Original beings a part â€“ thereby leaving them vulnerable to the Watchers and Others â€“ before the Schism.",
		"The schism occurred as a result of a second dispute over who should inherit the imamate.",
		"The collapse of the USSR had rendered this schism effectively obsolete.",
		"Like Erasmus, Grotius sought to end the religious schism and urged the papacy to reconcile with the Protestant faiths.",
		"This was later to cause a schism within the Church, more of which will be written later.",
		"Paul says in verse 25 that it is the mutual care of the members that prevents schism within the body.",
		"There are further phases still to be played out, but the situation at the moment can only be called schism.",
		"An attempt to replace the leadership in Malta failed, and for a period further schism was avoided.",
		"The great schism is played out from Freud's perspective.",
		"A major schism had arisen in the law of provocation.",
		"The first schism in the Church had been recognized.",
		"As for the culture and the music industry schism, let's take a stroll back to the 1960s and 1970s.",
		"All other so-called ' Churches ' had been formed through schism and heresy from Her.",
		"In July 1405 Chicheley began a diplomatic career by a mission to the new Roman pope Innocent VII., who was professing his desire to end the schism in the papacy by resignation, if his French rival at Avignon would do likewise.",
		"In 1406 renewed efforts were made to stop the schism, and Chicheley was one of the envoys sent to the new pope Gregory XII.",
		"He must put an end to the Pisan schism and settle the other troubles incident to the French invasion.",
		"It had ended the schism, ratified the censorship of books introduced by Alexander VI.",
		"Still the Great Schism, which now distracted Western Christendom, so enfeebled the papacy, and kept the Roman pontiffs so engaged in ecclesiastical disputes, that they had neither power nor leisure to occupy themselves seriously with their temporal affairs.",
		"Even when the schism was nominally terminated in 1415 by the council of Constance, the next two popes held but a precarious grasp upon their Italian.",
		"Humbly born, he had been tutor in the house of the Albizzi, and afterwards librarian of the Medici at Florence, where he imbibed the politics together with the culture of the Renaissance, Soon after assuming the tiara, he found himself without a rival in the church; for the schism ended by Felix V.s resignation in 1449.",
		"But at the same time, fearing a schism in the church should he attack Catholic Austria, he forbade his troops to do more than defend the frontier, and in his Encyclical of the 29th of April stated that, as head of the church, he could not declare war, but that he was unable to prevent his subjects from following the example of other Italians.",
		"In the spring of 1379 Pierre d'Ailly, in anticipation even of the decision of the university of Paris, had carried to the pope of Avignon the \"role\" of the French nation, but notwithstanding this prompt adhesion he was firm in his desire to put an end to the schism, and when, on the 10th of May 1381, the university decreed that the best means to this end was to try to gather together a general council, Pierre d'Ailly supported this motion before the king's council in the presence of the duke of Anjou.",
		"Several congregations took his part; but ultimately Dionysius, bishop of Alexandria, succeeded in healing the schism and asserting the allegorical interpretation of the prophets as the only legitimate exegesis.",
		"In vain did the pope explain his reasons and yield certain points; the fathers would listen to nothing, and, relying on the decrees of the council of Constance, which amid the troubles of the schism had proclaimed the superiority, in certain cases, of the council over the pope, they insisted upon their right of remaining assembled, hastily beat up the laggards, held sessions, promulgated decrees, interfered in the government of the papal countship of Venaissin, treated with the Hussites, and, as representatives of the universal Church, presumed to impose laws upon the sovereign pontiff himself.",
		"In the event of a fresh schism, the council, which bound itself to assemble immediately, even without formal convocation, was to remain sole judge of the conflict.",
		"About 1850 some of the followers of the new religion discovered that the greater part of the Vedas is polytheistic, and a schism took place, - the advanced party holding that nature and intuition form the basis of faith.",
		"Just then the Meletian schism, which arose over the relation of the orthodox to Arian bishops and to those baptized by Arians, distressed the church at Antioch (see Meletius Of ANTioex), and Jerome as usual eagerly joined the fray.",
		"No one will, of course, question the importance of the schism which created the distinction between Protestants and Catholics, but it must always be remembered that the religious questions at issue comprised a relatively small part of the whole compass of human aspirations and conduct, even to those to whom religion was especially vital, while a large majority of the leaders in literature, art, science and public affairs went their way seemingly almost wholly unaffected by theological problems.",
		"The urgent necessity for healing the schism, the difficulty of uniting the colleges of cardinals, and the prolonged and futile negotiations carried on between the rival popes inevitably raised the whole question of the papal supremacy, and led to the search for a still higher ecclesiastical authority, which, when the normal system of choosing the head of the Church broke down, might re-establish that ecclesiastical unity to which all Europe as yet clung.",
		"The council of Constance assembled in 1414 under auspices hopeful not only for the extinction of the schism but for the general reform of the Church.",
		"The circumstances which led to the English schism are dealt with elsewhere (see The Church Of England), and need be reviewed here only in the briefest manner.",
		"His most signal act as king was to aid in closing the Great Schism in the Church by agreeing to the deposition of the antipope Benedict XIV., an Aragonese.",
		"Robert assumed the style of Clement VII.; and thus Christendom was brought face to face with the worst misfortune conceivable - the Great Schism (1378-1417).",
		"The open protection it accorded to the Old Catholic movement contributed in no small measure to estrange those influential elements which, whilst favouring the suppression of Ultramontane tendencies, desired no schism in the Church, and viewed with horror the idea of a National Church in Bismarck's sense (see OLD Catholics).",
		"Experience in other denominations shows that ordination of deaconesses either paved the way to general female ordination and/or to schism within the communities.",
		"That was right after I met them, before the Schism and being paroled to earth.",
		"The Schism changed that, severing the tie between Damian and the source.",
		"He began to understand her reluctance to be involved with him and how thick the walls around her heart were, if she spent the years since the Schism learning how to shut people and emotion out.",
		"His gaze darkened, and Xander knew his long-time ally was thinking of their shared history from the time before the Schism that split the mortal and immortal worlds apart.",
		"Chicheley and the other envoys were received on their return as saviours of the world; though the result was summed up by a contemporary as trischism instead of schism, and the Church as giving three husbands instead of two.",
		"That Leo did not do more to check the tendency toward heresy and schism in Germany and Scandinavia is to be partially explained by the political complications of the time, and by his own preoccupation with schemes of papal and Medicean aggrandizement in Italy.",
		"This doctrine, rather political than theological, was a survival of the errors which had come into being after the Great Schism, and especially at the council of Constance; its object was to put the Church above its head, as the council of Constance had put the ecumenical council above the pope, as though the council could be ecumenical without its head.",
		"For a comprehensive use of the term \"ecclesiastical writers\" he has the authority of Jerome, who enumerates among them 4 such heresiarchs or leaders of schism as Tatian, Bardaisan, Novatus, Donatus, Photinus and Eunomius.",
		"As he spoke, memories streamed through his mind, memories of the universe before the Schism and afterwards, when he and a few others were cast alone onto earth.",
		"Rumors spread through the guardsmen of a second Schism, one that would finish what the first started.",
		"She'd given it to Talia before she left then reclaimed it after the first wave of the Schism ripped through the Immortal world.",
		"How I ran off just before the Schism killed them.",
		"I guess that's the punishment for our roles in the Schism – being pushed aside and forced to watch, Eden said, referring to the war that severed the two realms completely from one another.",
		"He hadn't felt this alive since long before the Schism, when a certain Original Human bound his magic.",
		"The two types of beings had last brought their war to the mortal realm during the time of the Schism, when they'd almost destroyed the universe.",
		"He hadn't seen a Healer since before the Schism and offered his hand to Bianca.",
		"He'd been enslaved the day of the Schism, and Damian would never speak of what happened to their home.",
		"It's forbidden to do so, has been since the Schism, the Other said.",
		"Negotiations for the healing of the Great Schism were without result.",
		"He'd been a kid when Damian found him and a human when the Schism occurred.",
		"He'd trade all the powers Damian granted him after the Schism for his sister's life.",
		"The Schism hadn't changed everything; she'd thrown everything away.",
		"You've spent your time since the Schism forgetting, only now you can't.",
		"Jule was quiet, trying hard to remember something from before the Schism besides brief glimpses of Darian and Damian."
	],
	"synonyms": [
		"split",
		"rent",
		"discord",
		"break",
		"breach",
		"faction",
		"disunion",
		"division",
		"separation",
		"disharmony",
		"section",
		"sect",
		"cabal",
		"divergency",
		"divergence"
	],
	"antonyms": []
}