{
	"word": "alienate",
	"meaning": [
		"To cause to become unfriendly or hostile; estrange.",
		"To transfer the ownership of (property) to another.",
		"To cause to become withdrawn or unresponsive; isolate or dissociate emotionally.",
		"To make unfriendly; estrange.",
		"To cause to be transferred; turn away.",
		"Estranged; withdrawn in affection; foreign; with from.",
		"(obsolete) A stranger; an alien."
	],
	"sentences": [
		"Even where we least like him we find nothing small or mean to alienate our respect from him.",
		"This popular Romanism was the greatest of all Gustavus's difficulties, because it tended to alienate the Swedish peasants.",
		"They could not alienate a single utensil.",
		"Ecclesiastical disputes tended to alienate both the native population and the Alexandrians.",
		"The Statute of Mortmain forbade any man to alienate land to the church without royal licence.",
		"Since the British occupation it was disputed whether the military authorities had the right to alienate for the benefit of the imperial exchequer fortress sites no longer required for defence.",
		"To this the beys assented, but with considerable misgivings; for they had intercepted letters from Au to the Albanians, endeavouring to alienate them from their side to his own.",
		"Alliances with various land powers, and an inability to understand the true relations which alone could unite the league, combined to alienate the allies, who could discover no reason for the expenditure of their contributions on protecting Sparta or Corinth against Thebes.",
		"The large estates which pious intentions had bestowed on the Church it was not allowed to alienate.",
		"With the distinct possibility that I'm going to alienate everyone all at the same time here are my own views.",
		"What if its efforts to become more diverse and inclusive alienate existing members without providing a sufficiently coherent focus to attract a new membership?",
		"Personal cupidity, discourtesy to the allies, and a tendency to adopt the style and manners of oriental princes, combined to alienate from him the sympathies of the Ionian allies, who realized that, had it not been for the Athenians, the battle of Salamis would never have been even fought, and Greece would probably have become a Persian satrapy.",
		"One, who was able to alienate his land, held two virgates at Bedfont (77).",
		"People are wary about any actions that could potentially alienate the public and allow activists to be easily cast as the villains.",
		"The mother, in my judgment, is doing her children a grave disservice in seeking to alienate them from their father.",
		"One, who was able to alienate his land, held two virgates at Bedfont (77 ).",
		"The colonus could possess property of his own, but 'could not alienate it without the consent of the master.",
		"Hopefully she will come around but if you push a relationship right now, you'll only alienate her.",
		"Two more films, How to Lose Friends and Alienate People and Lost, were completed before the sequel to Transformers hit theaters in 2009.",
		"This game will probably inspire you to alienate your family, friends, school, work, and life-long ambitions.",
		"But with a growing (and eventually dividing) market, this push could alienate it from the bulk of consumers.",
		"To avoid a marketing blunder that could alienate a portion of your target market, it's important to verify how the name you want to use translates into other languages.",
		"Don't go so far as to alienate a good friend, but just enough to up the ante and keep boredom at bay.",
		"The producers tried to mollify the fans by changing the tempo and making it a guitar piece in the third and fourth seasons, but that only served to alienate the fans that liked the song to begin with as well as the fans who hated it.",
		"While unable to alienate their reservations, save to the federal government, they are not confined to them, but wander at pleasure.",
		"Whilst the vastly overblown media hysteria and their ignorance will always alienate football fans, Wales is Wales and that was fantastic.",
		"By chasing largely phantom rightwing allies, the SWP will quickly alienate the few real members Respect has outside its own ranks.",
		"The consequences of this marriage were to alienate many of the most powerful of the nobility, especially the earls of Arran and Home, and to make Margaret entirely dependent on the house of Douglas; while it furnished the council with a pretext for removing her from the regency and guardianship of the king in favour of Albany in July 1515.",
		"On the 11th of September President Lincoln, who regarded the action as premature and who saw that it might alienate Kentucky and other border states, whose adherence he was trying to secure, annulled these declarations.",
		"The crafty king of Navarre being unwilling to alienate the Protestants save by an ear apostasy profitable to himself, Henry III., by the treaty of Nemours (July 7, 1585), granted everything to the head of the League in order to save his crown.",
		"It is often the petty injustices and the high handedness of minor bureaucrats which often outrage and alienate Mr and Mrs Joe Public.",
		"Hitler did not want to alienate the army & the wealthy industrialists.",
		"This will further alienate the liberal intelligentsia which has never been very enthusiastically Blairite.",
		"Government, however, had to be carried on; the war between Germany and France broke out in July, and Austria might be drawn into it; the emperor could not at such a crisis alienate either the Germans or the Sla y s.",
		"Foreign relations are to be conducted by that government, and the raja cannot cede or alienate any part of the territory without the consent of the British government (Hertslet, 18.227).",
		"Itagaki made the mistake of memorializing the government at the moment when its very existence was imperilled by the Satsuma rebellion (1877), and this evidentdisposition to take advantage of a great public peril went far to alienate the sympathies of the cabinet.",
		"He was bold enough to speak and vote for the \"detention of Louis during the war and his perpetual banishment afterwards,\" and he pointed out that the execution of the king would alienate American sympathy.",
		"In 1598 he declined the two bishoprics of Ely and Salisbury, as the offers were coupled with a proposal to alienate part of the revenues of those sees.",
		"In his last years he was given to self indulgence and scandalous excesses, which did not, however, alienate the London citizens, with whose wives he was too familiar.",
		"Accordingly in 1290 a statute was passed, Quia emptores, which allowed the tenant to alienate whenever he pleased, but the alienee or person to whom he granted was to hold the land not of the alienor but of the same immediate lord, and by the same services as the alienor held it before.",
		"The wisdom of King George Tupou in refusing to alienate an acre of land, except upon lease, has resulted in Tonga having been the last native state in the Pacific to lose its independence.",
		"More important in its ulterior consequences to Hungary was the law of 1351 which, while confirming the Golden Bull in general, abrogated the clause (iv.) by which the nobles had the right to alienate their lands.",
		"While he thus resisted the clergy and nobility he successfully opposed the demand of the king to be allowed to alienate the public lands and royal demesnes, although the chief deputies had been won over to assent.",
		"Bacon saw clearly that such a reputation would assuredly alienate the affections of the queen, who loved not to have a subject too powerful or too popular.",
		"Reduced to poverty by these splendid editorial speculations, Cicognara contrived to alienate the imperial favour by his political opinions.",
		"The caste privileges of the estates (Stdnde) were increased by Augustus, a fact which tended to alienate them more from the people, and so to decrease their power.",
		"She could not afford to recognize Mary's claim, for that would have been to alienate the Protestants, double the number of Catholics, and, in her own phrase, to spread a winding-sheet before her eyes; for all would have turned to the rising sun.",
		"He on his part undertook not to alienate any territory to a foreign Power, except with the consent of the British Government.",
		"In the preliminary treaty with Great Britain he ceded the Spanish colony of Trinidad without even consulting the court of Madrid, while he sold Louisiana to the United States in spite of his promire not to alienate it except to Spain.",
		"There was this difference, that he asked only for neutrality, not armed assistance, and it is improbable that he ever intended to alienate any German territory; he showed himself, however, on more than one occasion, ready to discuss plans for extending French territory, on the side of Belgium and Switzerland.",
		"The Kuprilis, both father and son, had by their haughty and uncompromising demeanour done much to alienate the old-standing friendship with France, and at the battle of St Gotthard 6000 French, under Coligny, fought on the Austrian side.",
		"The consequences of this marriage were to alienate many of the most powerful of the nobility, especially the earls of Arran and Home, and to make Margaret entirely dependent on the house of Douglas.",
		"The Hellenistic monarchies rested, as all government in the last resort must, upon the loyalty of those who wielded the brute force of the state, and however unlimited the powers of the king might be in theory, he could not alienate the goodwill of the army with impunity.",
		"Great care was shown not to alienate the Whig leaders in a body, which would have raised up under Pitt's leadership a formidable .party of resistance, but advantage was taken of disagreements between the ministers concerning the war, of personal jealousies, and of the strong reluctance of the old statesmen who had served the crown for generations to identify themselves with active opposition to the king's wishes.",
		"The idea of a Spanish marriage excited the wrath of Knox, whose interviews with Mary did nothing but irritate both parties and alienate the politicians from the more enthusiastic Protestants.",
		"The result of his action was to alienate the leaders of the High Church party, who had endeavoured to procure the formal condemnation of the views advanced in Essays and Reviews."
	],
	"synonyms": [
		"enfeoff",
		"unyoke",
		"reindoctrinate",
		"alien",
		"disaffect",
		"estrange",
		"wean",
		"transfer",
		"remise",
		"hostility",
		"devest",
		"detach",
		"demise",
		"separate",
		"disunite"
	],
	"antonyms": [
		"disarm",
		"be friendly",
		"acclimate",
		"reconcile",
		"unite"
	]
}