{
	"word": "iridescent",
	"meaning": [
		"Having or showing shifting changes in color or an interplay of rainbowlike colors, as when seen from different angles.",
		"Brilliant, lustrous, or colorful in effect or appearance.",
		"(not comparable) Producing a display of lustrous, rainbow-like colors; prismatic."
	],
	"sentences": [
		"The cream colored siding looked iridescent in the moonlight.",
		"The happiest specimens of this glass almost rival the wings of butterflies in the brilliancy of their iridescent colours.",
		"Most curious of all is the courtship of the males of some species of Salticidae, or jumping spiders, which are decorated with plumes or coloured stripes or iridescent patches.",
		"But instead of a rim of darker blue surrounding her irises, they were rimmed by a thick band of iridescent silver.",
		"The African golden-moles (Chrysochloris), the desmans or water-moles (Myogale), and the West African Potamogale velox, are remarkable as being the only mammals whose hair reflects those iridescent tints so common in the feathers of tropical birds.",
		"Window glass exposed to alkaline vapours often shows a thin iridescent surface film which is supposed to be due to crystallization; the same change is found in pieces of Roman glass which have been dug out of the ruins of Pompeii.",
		"The massive and compact mineral frequently exhibits this iridescent tarnish, and is consequently known to miners as \"peacock ore\" or \"peacock copper.\"",
		"The alarm clock buzzed insistently and she reached over to slap the snooze button, squinting at the iridescent hands.",
		"The surface of vessels may be spangled with gold or platinum by rolling the hot glass on metallic leaf, or iridescent, by the deposition of metallic tin, or by the corrosion caused by the chemical action of acid fumes.",
		"The smooth, black and brown scales of the back are highly iridescent, hence the generic name of this peculiar snake, which reaches the length of one yard.",
		"Amphioxus is a small fish-like creature attaining a maximum length of about 3 in., semitransparent in appearance, showing iridescent play of colour.",
		"Of the extremely limited Samoan fauna, consisting mainly of an indigenous rat, four species of snakes and a few birds, the most interesting member is the Didunculus strigirostris, a ground pigeon of iridescent greenish-black and bright chestnut plumage, which forms a link between the extinct dodo and the living African Treroninae.",
		"The mineral is especially liable to surface alteration, tarnishing with beautiful iridescent colours; a blue colour usually predominates, owing probably to the alteration of the chalcopyrite to covellite (CuS).",
		"This polish is clear and has iridescent pink sparkles in it.",
		"Wood has studied the iridescent colours seen when a precipitate of potassium silicofluoride is produced by adding silicofluoric acid to a solution of potassium chloride, and found that they are due to the same cause, the refractive index of the minute crystals precipitated being about the same as that of the solution, which latter can be varied by dilution.",
		"With the exception of the pottery works at Belleek, where iridescent ware of good quality is produced, Fermanagh has no distinguishing manufactures.",
		"The shiny iridescent green beetles appear in midsummer and quickly infest plants of all types in the home landscape, leaving behind a wake of destruction.",
		"The costume pearl necklaces were made from glass pearls dipped in an iridescent coating to look like natural pearls.",
		"A beautiful effect is created by the flickering light of the candle as it burns in a hand crafted pearlized iridescent green votive holder from Amazing Magical Light.",
		"The leaves of the big oak tree were like silver filigree and the white cross beneath it looked iridescent.",
		"A valuable product is a species of clam, the shell of which furnishes a specially iridescent mothero'-pearl, which the natives barter with the Japanese for inlaying lacquer.",
		"Opt for colors that are sheer because iridescent ones can look too shiny in photographs.",
		"The medium purple shade features an iridescent finish that makes eyes pop.",
		"You can also experiment with darker shadows that contain iridescent specks that sparkle in a subtle way with every turn of your head.",
		"They offer more than 40 colors and three finishes, including iridescent, non-iridescent and matte, for all of their tiles.",
		"Tessera is a line of mosaic tiles that are cast in more than 40 iridescent and non-iridescent colors, as well as blends and patterns that can be customized.",
		"The color palette comes in both translucent and iridescent colors and the line comes with liners and decos that reveal ocean motifs.",
		"The Eclipse design earring is created in a stunning iridescent in addition to gold, silver, and aquamarine.",
		"The most popular type is rainbow moonstone, which is an iridescent white or gray with a blue sheen.",
		"Colors range from strikingly beautiful shades of rust brown, copper and bronze with undertones that are strong and iridescent.",
		"Not every opal is iridescent or fiery; some have a more matte appearance and do not reflect light well at all.",
		"However, each one has the luxurious feel and somewhat iridescent sheen that makes silk a favorite fabric of women around the world.The following are the different types of silk fabric.",
		"Its iridescent fabric and sides held together with tiny strings make this a head-turning one-piece.",
		"Most feature little tails and tops made from iridescent fabric, lightly padded fins with decorative stitching, and expandable side vents that allow for extra kicking room.",
		"A real Tahitian pearl has a rich color of varying iridescent hues that changes depending on how the light hits it.",
		"Many purple leather designs in this tote style contain unique design elements, like the Latico Leathers woven shopper style tote in eggplant or the rich purple iridescent leather Bulga Marquis.",
		"Gone are the days of your mother's white and bulky number--now you can get nursing bras with mesh and iridescent overlays, fun hues from sunshine yellow to the hottest of hot pinks and straps that look just like a regular bra.",
		"This clear, iridescent glittery top coat can be worn as color alone or over another nail polish.",
		"An ingot of tin is pure white (except for a slight tinge of blue); the colour depends, however, upon the temperature at which it is poured - if too low, the surface is dull, if too high, iridescent.",
		"Crystallized haematite, such as that from the iron-mines of Elba, presents a steel-grey or ironblack colour, with a brilliant metallic lustre, sometimes beautifully iridescent.",
		"Glancing at the iridescent numbers on her alarm clock, she discovered it was only two a.m.",
		"Has adjustable straps for custom fit and its rich iridescent tone lends elegance to this camisole.",
		"Goldeneye (Bucephala clangula) The mature male goldeneye (Bucephala clangula) The mature male goldeneye has an iridescent green head with a prominent white patch between bill and eye.",
		"The glass was extremely thin and light and slightly iridescent from decay.",
		"Group 1 pigments include iridescent Pearl (Coarse and Fine ).",
		"Mother-of-Pearl Iridescent, milky interior shell of the fresh water mollusk that is sliced thin and used on watch dials.",
		"Others on the ground show off their blue face patch and an iridescent violet sheen on their neck.",
		"It's an iridescent purple-black sunbird, which apparently shows two tiny tufts of orange feathers under the wings.",
		"The country in general is a fern paradise, and the iridescent creeping Selaginella (akin to Lycopodium) festoons the undergrowth by the wayside.",
		"They are bright, iridescent, golden-green or bluish-coloured beetles (see Coleoptera), with the breast finely punctured and pubescent, head and thorax with a longitudinal channel, and elytra with two slightly elevated lines.",
		"Suave double-breasted suits in iridescent bronze and jade, all covered buttons and foppish silk hankies flowing out of breast pockets.",
		"It 's an iridescent purple-black sunbird, which apparently shows two tiny tufts of orange feathers under the wings.",
		"Pale, iridescent eye shadows or those in pastel tones can create a beautiful eye without the intensity of a darker shade.",
		"Rim the bottom of your eye's inner lash with an iridescent color, like pearl, white, or silver.",
		"Don't limit yourself to matte corals, but rather try an iridescent gloss or nail polish that will give you a fun new look without being completely obvious.",
		"Iridescent, surprisingly shimmery and a bit too heavy on the berry tones for my taste, Sugar Violet unfortunately was not very wearable on me.",
		"The sleek, navy blue compact is adorned with an iridescent \"CD\" moniker reflected behind a \"Dior\" logo engraved in silver.",
		"Additionally, you might also want to use a primer on your eyes (try Urban Decay's Eyeshadow Primer Potion); this will keep your eye shadow form creasing.Texture is also very important as sheer color is different than iridescent shades.",
		"Iridescent powders, cornelli lace, basket weave, or latticework designs, blown sugar pearls or jewels, and unique cake texturization can all create individualized looks for your cake.",
		"Instead, go with white or ivory wedge heels with iridescent beading.",
		"Pour in a half cup of iridescent decorating stones to each vase.",
		"The fibers catch the light differently when chenille is looked at from various angles, giving it an almost iridescent appearance.",
		"This Moss (S. pennata) is so small that it would hardly be noticed by naked eye but for the iridescent gleams of beautiful color which it displays in suitable positions.",
		"For centuries, people have been fascinated with opals because of their striking color possibilities and hidden rainbows in many iridescent varieties.",
		"In addition, you will need sheer, iridescent fabric to place over the Lycra for the fins.",
		"Blue is the most popular color for sapphires in jewelry but the gem stone comes in other colors such as green, yellow, white, orange, pink, purple, a rare iridescent color and even brown.",
		"The mackerel proper (genus Scomber) are readily recognized by their elegantly shaped, well-proportioned body, shining in iridescent colours.",
		"Calcium carbide, as formed in the electric furnace, is a beautiful crystalline semi-metallic solid, having a density of 2.22, and showing a fracture which is often shot with iridescent \"non-automatic.\"",
		"The plumage of gorgeously-hued birds, the blossoms of flowers (especially the hydrangea), the folds of thick brocade, microscopic diapers and arabesques, are built up with tiny fragments of iridescent shell, in combination with silver-foil, goldlacquer and colored bone, the whole producing a rich and sparkling effect.",
		"From the labours of his pupil Miotto sprang that branch of the glass trade which is concerned with the imitation of gems. In the 15th century the first crystals were made, and in the 17th the various gradations of coloured and iridescent glass were invented, together with the composition called \" aventurine \"; the manufacture of beads is now a main branch of the trade."
	],
	"synonyms": [
		"shot",
		"chatoyant",
		"changeable",
		"opaline",
		"pearlescent",
		"opalescent",
		"nacreous",
		"pearl-like",
		"rainbowy",
		"rainbowlike",
		"pearlish",
		"nacred",
		"iridial",
		"iridal",
		"margaritaceous"
	],
	"antonyms": []
}