{
	"word": "sedulous",
	"meaning": [
		"Working hard and steadily; diligent.",
		"Persevering and constant in effort or application; assiduous.",
		"Constant; persistent."
	],
	"sentences": [
		"The success of this very useful scheme was due chiefly to his sedulous interest and help.",
		"The hope of eventual emancipation was stimulated by sedulous propagandists from each of these countries; from time to time armed bands of insurgents were manned and equipped in the small neighbouring states, with or without the co-operation of the governments.",
		"Here we find less evidence of sedulous workmanship, yet not infrequently a piercing sweetness, a depth of emotion, a sincere and spontaneous lovableness, which are irresistibly touching and inspiring.",
		"The general success of Frederick's rule was secured by the sedulous care with which he confined himself to the work of government.",
		"A sedulous courtier, he was rewarded with the confidence of Augustus, who ordered the procurators of Syria to do nothing without taking his advice.",
		"Unsurprisingly, given sedulous clerical attention over a period of weeks, many prisoners proved responsive to the call for repentance.",
		"In most temperate climates, artificial heating is necessary, at least occasionally, in many cases, but the tendency has been to be more sedulous of warmth than of ventilation.",
		"That experiments, founded on the study of his nature and properties, which have from time to time been made to improve the breed, and bring the different varieties to the perfection in which we now find them, have succeeded, is best confirmed by the high estimation in which the horses of Great Britain are held in all parts of the civilized world; and it is not too much to assert that, although the cold, humid and variable nature of their climate is by no means favourable to the production of these animals in their very best form, Englishmen have by great care, and by sedulous attention to breeding, high feeding and good grooming, with consequent development of muscle, brougnt them to the highest state of perfection of which their nature is capable."
	],
	"synonyms": [
		"assiduous",
		"vivacious",
		"untiring",
		"laborious",
		"busy",
		"active",
		"persistent",
		"persevering",
		"painstaking",
		"industrious",
		"diligent",
		"studious"
	],
	"antonyms": []
}