{
	"word": "constraint",
	"meaning": [
		"The threat or use of force to prevent, restrict, or dictate the action or thought of others.",
		"A constraining or being constrained.",
		"Repression of natural feelings or behavior.",
		"The state of being restricted or confined within prescribed bounds.",
		"One that restricts, limits, or regulates; a check."
	],
	"sentences": [
		"Liberty, he holds, is simply freedom from constraint, \" the power.",
		"All states have an age constraint restricting minors.",
		"This constraint makes a good anagram much harder to find.",
		"Outbreaks of Newcastle Disease (fowl pest) are the main constraint to village chicken production, causing fatalities of up to 100% .",
		"To search for the second singular values and principal tensor associated an orthogonality constraint is added [4] .",
		"On the whole it seems safe to assert that it was the change in France far more than the change in his health which brought about the manifest constraint of the emperor in the Hundred Days.",
		"However, the time constraint also forces you to be dedicated to finishing your degree.",
		"The truth might surprise you -- this creative constraint has led to some amazing creations.",
		"For many applications, however, the constraint they provide is too coarse.",
		"XtSetValues then calls the constraint set_values procedures so that the parent can recompute derived constraint set_values procedures so that the parent can recompute derived constraint fields and move or resize the child as appropriate.",
		"They are designed to sound tough while imposing no constraint on his ability to ride an endless escalator of taxing and spending.",
		"For the case study we choose a constraint domain C 0 that is sufficiently expressive to encode many policy idioms.",
		"In any civil engineering hydraulics projects, water represents a constraint, a risk on the life cycle of the infrastructure.",
		"To pass on to another constraint, the view we now have evidently does not conflict with psychoneural intimacy.",
		"These are the block (or interleaver) size, the encoder constraint length and the number of decoder iterations performed.",
		"In the context of (constraint) logic programming, part of this problem reduces to figuring out how to query a program.",
		"This approach is used to guide a simple heuristic constraint satisfaction algorithm eliminating the need to explicitly define a search objective.",
		"It was held that the system of Apollinaris was really Docetism (see Docetae), that if the Godhood without constraint swayed the manhood there was no possibility of real human probation or of real advance in Christ's manhood.",
		"With this constraint, many of the possible options for overcoming reified statements become impossible.",
		"This can place a tight time constraint on your wedding day activities, including setup and take down time.",
		"Handing him a handful of browns, oranges, yellows, and other autumn shades can set up a \"creative constraint\" for him that will yield some very nice artwork on the fridge.",
		"Economic and political conditions abroad had eased as a constraint since October, but this survey was completed before the recent Brazilian devaluation.",
		"To search for the second singular values and Principal Tensor associated an orthogonality constraint is added [4 ].",
		"Or the sender has a time constraint s/he is trying to work around, and one memo is more effective than 10 different conversations on the same issue.",
		"As regards the latter consideration, it is enough to say that nowhere has productive industry developed itself in the form of voluntary effort; in every country of which we have any knowledge it was imposed by the strong upon the weak, and was wrought into the habits of the people only by the stern discipline of constraint.",
		"Like Mary, she was reproached for showing no concern at the news of the king's flight, but her justification was that \"she never loved to do anything that looked like an affected constraint.\"",
		"We note further that if a body be free to turn about a fixed point 0, there are three mutually perpendicular lines through this point about which it can rotate steadily, without further constraint.",
		"Try to ensure that any briefing is not a constraint on creative brainstorming.",
		"Now, whatever be the direction in which a body is moving, a frictionless constraint, like a string attached to the body, can cause its velocity to be changed into the vertical direction without any change taking place in the magnitude of the velocity.",
		"Each individual is entirely devoted to his master, adopts his manners, distinguishes and defends his property, and remains attached to him even unto death; and all this springs not from mere necessity nor from constraint, but simply from gratitude and true friendship.",
		"These are disallowed as a bond of union or test of communion, much as in the Savoy Declaration of 1658 it is said that constraint \" causeth them to degenerate from the name and nature of Confessions,\" \" into Exactions and Impositions of Faith.\"",
		"If the small displacements of a rigid body be subject to one constraint, e.g.",
		"In the second part we consider a new relational reduction to tractable constraint languages.",
		"The biggest constraint with a draft league is you have to have either eight or 16 people to make the league interesting.",
		"Maternal age is also a factor (adolescent mothers are prone to have undersize babies), as is uterine constraint (which occurs when the uterus is too small for the baby).",
		"This was far from resulting in any cooperation of the nationalities in realizing their former ideal; on the contrary, they felt themselves free from all constraint, and formed Governments having no connexion with the old state.",
		"At first the family felt some constraint in intercourse with Prince Andrew; he seemed a man from another world, and for a long time Natasha trained the family to get used to him, proudly assuring them all that he only appeared to be different, but was really just like all of them, and that she was not afraid of him and no one else ought to be.",
		"Hobbes's moral man, who, if let loose from governmental constraint, would straightway spread ruin among his fellows, is not what we commonly agree to call good.",
		"On the whole it seems safe to assert that it was the change in France far more than the change in his [Napoleon's] health which brought about the manifest constraint of the emperor in the Hundred Days.",
		"Every additional constraint introduces an additional equation of the type (10) and reduces the number of degrees of freedom by one.",
		"Even God Himself, Edwards here maintains, has no other liberty than this, to carry out without constraint His will, wisdom and inclination.",
		"Above all, his polemic is directed against the dying heresies of the 3rd century; and he writes with an absence of constraint which is not the language of one who lives amidst violent controversies or who is conscious of being in a minority.",
		"He not only showed no sign of constraint or self-reproach on account of his outburst that morning, but, on the contrary, tried to reassure Balashev."
	],
	"synonyms": [
		"irresistibility",
		"timidity",
		"suppression",
		"shyness",
		"restriction",
		"reserve",
		"obligation",
		"distress",
		"confinement",
		"captivity",
		"bond",
		"necessity",
		"modesty",
		"driving",
		"compulsion"
	],
	"antonyms": [
		"allowance",
		"permission",
		"openness",
		"boldness",
		"aggression",
		"free-will",
		"liberation",
		"freedom"
	]
}