{
	"word": "efface",
	"meaning": [
		"To rub out, as from a surface; erase; wipe out; obliterate.",
		"To remove or make indistinct.",
		"To make (oneself) inconspicuous; withdraw (oneself) from notice.",
		"To become shorter, softer, and thinner during labor: said of the cervix.",
		"To cause to become shorter, softer, and thinner during labor.",
		"A position in ballet in which the dancer stands at an angle to the audience so that part of the body is hidden from view."
	],
	"sentences": [
		"Sometimes, however, he did suppress whole sections or verses, enjoining his followers to efface or forget them, and declaring them to be \" abrogated.\"",
		"The doctor can tell if the cervix is dilated or has begun to thin and soften (efface).",
		"Stage one of labor starts when your doctor tells you your cervix is dilated and you are beginning to efface.",
		"It has ever been the policy of Rome to efface national distinctions, but under the shadow of the Eastern Church national churches have grown and flourished.",
		"For a first-time mother the cervix must completely efface before dilatation continues.",
		"Braxton Hicks contractions may occur, which can be very confusing for first time mothers because they feel similar to labor contractions but they do not cause the cervix to dilate or efface.",
		"You will know you are in early labor when your doctor tells you at your weekly pelvic exam that your cervix is between one and four centimeters dilated and starting to efface.",
		"Humiliating is not too strong a term to apply to a letter in which he expresses his desire to \"efface the past by every action of his life,\" in order that he may stand well with the king.",
		"In various passages in Joachim's writings the clerical hierarchy is represented by Rachel and the contemplative order by her son Joseph, and Rachel is destined to efface herself before her son.",
		"Thus so far from simplifying or really elucidating the religion, these priestly labors tended rather to confuse one legend with another and to efface the personality of individual gods.",
		"With the initiation of labor, the muscular wall of the uterus begins to contract causing the cervix to open (dilatation) and thin out (efface).",
		"The reason why this method works for some women is the male semen may contain prostaglandins that help efface the cervix and start labor.",
		"At the same time this strategy does not efface local cultural originality, the specific imagery bound to certain localities.",
		"On the restoration he urged his patron Ormonde to support the Irish Roman Catholics as the natural friends of royalty against the sectaries, and endeavoured to mitigate their lot and efface the impression made by their successive rebellions by a loyal remonstrance to Charles II., boldly repudiating papal infallibility and interference in public affairs, and affirming undivided allegiance to the crown."
	],
	"synonyms": [
		"wipe-off",
		"score out",
		"rub out",
		"erase",
		"obliterate",
		"undo",
		"raze",
		"indistinct",
		"delete",
		"expunge",
		"eradicate",
		"eliminate",
		"remove",
		"destroy",
		"cancel"
	],
	"antonyms": []
}