{
	"word": "penury",
	"meaning": [
		"Lack of money, property, or necessities; extreme poverty; destitution.",
		"A lack of something; a dearth; barrenness; insufficiency."
	],
	"sentences": [
		"The result of his experiments was that he found himself completely impoverished, and lived in penury for the remainder of his life.",
		"It's these people who are likely to face penury in old age.",
		"He soon rose from penury to ease, and married a painter's beautiful daughter, Maria Vagini; she died after seven years of wedded life.",
		"As the war went on the naval power of the Greeks diminished, partly owing to the penury of their treasury, and partly to the growth of piracy in the general anarchy of the Eastern Mediterranean.",
		"Despite extreme penury, he then continued to study indefatigably ancient and modern languages, history and literature, finally turning his attention to mathematics and astronomy.",
		"Catherine was forced to live in near penury with a frugal allowance from her father-in-law.",
		"But during the greater part of his reign he was the puppet of the magnates and kept in such penury that he was often obliged to pawn his jewels to get proper food and clothing.",
		"Thenceforward, partly from prudence and partly from penury, Vergerines cared only for the maintenance of peacea not too easy task, in opposition to the greed of Catherine II.",
		"In the penury of the dockyards Holmes could not be provided with the force he was promised, and the enterprise was but partially successful.",
		"Archbishop Giffard gave his assent, on account of their penury, in terms of warm eulogy as to their devout life.",
		"Then came forced loans and debased currency (1788), producing still more acute distress until, in 1791, at the close of the two years' war with Russia, in which the disaster which attended Ottoman arms may be largely ascribed to the penury of the Ottoman treasury, Selim III., the first of the \" reforming sultans, \" attempted, with but little practical success, to introduce radical reforms into the administrative organization of his empire.",
		"There on the 4th of May 1794 he married Mlle Catherine Boyer, though he was a minor and had not the consent of his family - an act which brought him into a state almost approaching disgrace and penury.",
		"But the penury of the treasury made it impossible to maintain a permanent naval force to protect the coast against the Barbary pirates.",
		"For himself he prized above all things the wisdom that is virtue, and in the task of producing it he endured the hardest penury, maintaining that such life was richer in enjoyment than a life of luxury.",
		"The once mighty tyrant of Rimini found himself reduced to penury with a state chiefly composed of a single town.",
		"The penury and barbarism of Polish circumstances are graphically described in his and his wife's letters of this period."
	],
	"synonyms": [
		"pauperization",
		"pauperism",
		"need",
		"indigence",
		"destitution",
		"bankruptcy",
		"want",
		"privation",
		"penuriousness",
		"pennilessness",
		"neediness",
		"impoverishment",
		"impecuniousness",
		"impecuniosity",
		"beggary"
	],
	"antonyms": []
}