{
	"word": "apotheosis",
	"meaning": [
		"Exaltation to divine rank or stature; deification.",
		"The act of raising a person to the status of a god; deification.",
		"Elevation to a preeminent or transcendent position; glorification.",
		"The glorification of a person or thing.",
		"An exalted or glorified example."
	],
	"sentences": [
		"The city is in many ways a cultural feast, the very apotheosis of hybridity.",
		"Apotheosis can mean nothing to those who hold that a man may be reborn as a god, but still needs redemption, and that men on earth may win redemption, if they are brave enough.",
		"Tiberius appears to have received the news with indifference, if not with satisfaction; he absented himself from the funeral, and refused to allow her apotheosis; her will was suppressed for a long time and only carried out, and the legacies paid, by Caligula.",
		"Surely this is the ultimate apotheosis of free market thinking.",
		"The Romans had, up to the end of the Republic, accepted only one official apotheosis; the god Quirinus, whatever his original meaning, having been identified with Romulus.",
		"At the end of the month he was able to attend a performance of it, which was a kind of apotheosis.",
		"No one professed a more austere morality, and few medieval writers indulged in cruder satire on the female sex; yet he passed some years in the society of a concubine, and his living masterpiece of art is the apotheosis of chivalrous passion for a woman.",
		"The 1945 government was the apotheosis of bureaucratic socialism, founded on the principles of collectivism, central economic planning, and redistributive taxation.",
		"It is needless to say that the attitude of those holding the Euhemerist theory is at the farthest pole from belief in apotheosis.",
		"If this were the case, the whole group would have represented the apotheosis (becoming a god) of Maussollos.",
		"But let it suffice here that The Band stands as the moment when the group achieved apotheosis.",
		"Joseph Bajza was a lyricist of a somewhat melancholy cast, but his Borenek (Wine Song), Sohajtds (Sigh), Ebreszto (Awakening) and Apotheosis are much admired.",
		"Apotheosis after his death, being in the hands of the senate, did not at once cease, even when Christianity was officially adopted.",
		"Representations of apotheoses occur on several works of art; the most important are the apotheosis of Homer on a relief in the Townley collection of the British Museum, that of Titus on the arch of Titus, and that of Augustus on a magnificent cameo in the Louvre.",
		"These are, again in an ascending direction, connected with the Coraciiformes, out of which have arisen the Passeriformes, and these have blossomed into the Oscines, which, as the apotheosis of bird life, have conquered the whole inhabitable world.",
		"The man was an Avatar of Vishnu or Siva; his supreme apotheosis is now complete, and the Brahmins feel warranted in providing for him a niche in the orthodox pantheon.\"'",
		"Further, the royal apotheosis, so common among them and recurring under the Sassanids, is probably not so much of Greek origin as a development of Iranian views.",
		"The famous quarrel between the priesthood and the Empire, which had culminated at Canossa under Gregory VII., in the apotheosis of Philip the the Lateran council under Innocent III., and again Fair and in the fall of the house of Hohenstaufen under Innocent the IV., was reopened with the king of France by Boniface Papacy.",
		"The final apotheosis showing a tableau of Apollo was glorious.",
		"And though he did not believe in the Incarnation, yet he held deity to be in a sense manifest in humanity; its saints and heroes became, in spite of innumerable frailties, after a sort divine; man underwent an apotheosis, and all life was touched with the dignity and the grace which it owed to its source.",
		"There is no doubt that it contains an element of truth; as among the Romans the gradual deification of ancestors and the apotheosis of emperors were prominent features of religious development, so among primitive peoples it is possible to trace the evolution of family and tribal gods from great chiefs and warriors.",
		"The eleventh tablet narrates the deluge; the twelfth associates the apotheosis of Eabani with the zodiacal emblems of the resurrection.",
		"Curiously, Apotheosis is used by the Latin Christian poet, Prudentius (c. 400), as the title of a poem defending orthodox views on the person of Christ and other points of doctrine - the affectation of a decadent age.",
		"Thenceforward, in the Hellenistic kingdoms of the East the worship of the living sovereign became the rule, although it appears to have been regarded as given in anticipation of an apotheosis which did not become actual till death.",
		"The Apotheosis and Hamartigenia are polemic, the first against the disclaimers of the divinity of Christ, the latter against the gnostic dualism of Marcion and his followers.",
		"Apotheosis may also be used in wider senses."
	],
	"synonyms": [
		"nonsuch",
		"ideal",
		"nonesuch",
		"saint",
		"nonpareil",
		"paragon",
		"deification",
		"exaltation",
		"upthrust",
		"fetishization",
		"enshrinement",
		"glorification",
		"ennoblement",
		"elevation",
		"aggrandizement"
	],
	"antonyms": []
}