{
	"word": "dour",
	"meaning": [
		"Marked by sternness or harshness; forbidding.",
		"Hard; stern; severe.",
		"Sullen; gloomy; forbidding.",
		"Obstinate.",
		"Expressing gloom or melancholy; sullenly unhappy."
	],
	"sentences": [
		"The social reformer of the past is depicted as a dour spinster wielding an axe to break barrels of \"Demon Rum.\"",
		"The tanker driver was a dour, surly man.",
		"It is situated at the mouth of a small stream, the Dour, whose valley here breaches the high chalk cliffs which fringe the coast on either hand.",
		"A rare capacity for tedious work, a dour Catonian rectitude, a passion for truth, pride, irritability at criticism and independence of character, are the marks of Herculano as a man.",
		"If given the choice between two potential partners, one with a sunny disposition, and another with a dour expression, a male Sagittarian will always choose the individual who is smiling.",
		"And as I've already said, without the tongue-in-cheek performances of the original, the characters seem pretty dour here.",
		"Turk feels an affinity with the dour playwright's style.",
		"In front of our forge was a small steam hammer worked by a rather dour individual.",
		"Darrow's personality, by contrast [with Chesterton ], seemed rather colorless and certainly very dour.",
		"Chancellor Brown a tax fixated, somewhat dour, middle-aged man has shown himself in a surprising light.",
		"There's also great support from Deddie Davies as the down-to-earth Farmer's wife and the slightly dour Anthony Pedley as Farmer Hogget.",
		"Their delightfully dour little pop songs do touch on the melancholic side of things, but the lyrics are wonderfully slice-of-life descriptions.",
		"On base models, the mix of black and gray plastics looks dour.",
		"His current dour persona makes John Major and Iain Duncan Smith look inspirational.",
		"But Carlisle are very dour but that's my team so.. .",
		"His wife Annie was dour and a bit on the chunky side."
	],
	"synonyms": [
		"unyielding",
		"tenacious",
		"pertinacious",
		"persistent",
		"dogged",
		"grim",
		"forbidding",
		"glowering",
		"saturnine",
		"sour",
		"sullen",
		"morose",
		"glum",
		"moody",
		"dark"
	],
	"antonyms": [
		"cheery",
		"cheerful",
		"bright",
		"happy"
	]
}