{
	"word": "hiatus",
	"meaning": [
		"A break where a part is missing or lost, as in a manuscript; gap in a sequence; lacuna.",
		"Any gap or interruption, as in continuity or time.",
		"A slight pause in pronunciation between two successive vowels in adjacent words or syllables, as between the sounds represented by the successive e's in he entered and reenter.",
		"A separation, aperture, fissure, or short passage in an organ or body part.",
		"A vacation, break from work."
	],
	"sentences": [
		"After a three year hiatus, Simple Minds came back with a new CD.",
		"After a lengthy hiatus, the band has released a few more tracks and will have a string of shows planned for the near future.",
		"There was a hiatus in the activities of the agency.",
		"After a five-year recording hiatus, Omar the UK soul man is back!",
		"The external evidence does not point to any intervening hiatus, and the archaeological data from the excavations do not reveal any dislocation of earlier conditions; earlier forms have simply developed and the evolution is a progressive one.",
		"In 2005, its members announced that the band was on \"indefinite hiatus.\"",
		"Their abstraction creates a hiatus in space-time and a sense of unboundedness.",
		"Tarantino is lucky because he had a six-year hiatus to hide the fact that he steals from any random film he likes.",
		"In the mean time, alternative routes will need to be put in place by the agency in order to avoid a hiatus.",
		"After a hiatus of fifty years, France had finally allowed the US to build a small, largely symbolic, NATO base.",
		"There is a hiatus of several months in the letters, caused by the depressing effect on Helen and Miss Sullivan of the \"Frost King\" episode.",
		"The sudden departure of Pat Baker at the end of October has caused a slight hiatus in the work of Hewlett-Packard.",
		"Here we can read the young Aristotle, writing in the form of the dialogue like Plato, avoiding hiatus like Isocrates, and justifying the praises accorded to his style by Cicero, Quintilian and Dionysius.",
		"By all accounts, Teed treated the six young actors as his own children, even taking them on trips during the summer hiatus.",
		"Fred was back to worrying not only about Martha, but his duty with the reconvening jury after the weekend hiatus.",
		"The nutlog will be taking a hiatus for about three weeks in August.",
		"The renewal of the practice follows a 200-year hiatus.",
		"The first step is to identify the sacral hiatus.",
		"There has been nearly a two-year hiatus for the Beat Up?",
		"Metzger also considers the possibility that \" the final nu came into the text in order to avoid hiatus with the following vowel \" .",
		"The hiatus did nothing to improve the flow of the game and both sides were probably grateful for the half-time whistle.",
		"Although the show is currently on hiatus, it garnered the young cast, especially Panettiere, much positive press.",
		"Following Pinkerton, bad blood between the band members forced Weezer to go on hiatus between 1997 and 2000.",
		"While awaiting the ESR result she was treated with analgesics rather than anti-inflammatory drugs because of a history of hiatus hernia and oesophageal stricture.",
		"Jolie plans to work through the summer, take two months off, then work for an additional two months before her one-year hiatus.",
		"Her popularity declined on The View and after she was fired from the show in 2006, Jones Reynolds, an attorney, went on a one-year hiatus.",
		"They should call it more of a hiatus or maybe a sabbatical, maybe even an extended leave of absence, but not retirement.",
		"She and husband Josh Kelley recently adopted a special needs baby from Korea, which was the reason for her hiatus from the show in the first place.",
		"Her husband co-wrote the songs, and their sound was much heavier than the music Ford had been doing prior to her hiatus.",
		"Her show business career began in 1939, but the outbreak of World War II put her career on hiatus as she joined the American Women's Voluntary Services.",
		"They are back after a few decades of hiatus, and they're better than ever.",
		"While Guitar Tabs Universe may be on hiatus, there are plenty of other options available for those who wish to learn music on guitar through tablature.",
		"The band's lead singer, Layne Staley, died tragically of a drug overdose in 2002, and the band took a five year hiatus afterwards.",
		"The band went on a short hiatus after being dropped from Atlantic Records and later reformed with new members as a part of S-Curve records - a label formed by former Atlantic A&R Representative Steven Yegewel.",
		"The updating went on hiatus, but soon, another programmer took on the task and continued to improve the emulator for another year.",
		"The two women were lovers, and spending some time together after a long hiatus apart.",
		"Despite her success, it seems likely that the pregnant Maggie Gyllenhaal will take a hiatus from acting once her baby is born.",
		"This is especially beneficial for seniors re-entering the dating scene after a long hiatus.",
		"After a hiatus, Knox reprised the role in 1972 and currently remains on the show.",
		"Fans greeted the series with some of the highest rating numbers when it debuted in 2009 and continued to enchant fans despite significant hiatus periods.",
		"During one of her hiatus breaks from Days Alfonso appeared on the prime time soap opera Falcon Crest.",
		"Soon after their third album, the group released a holiday album and decided to go on a hiatus.",
		"Heidi was doing good at Bolthouse Productions and their engagement went into a hiatus and Spencer moved in with his sisters.",
		"The show was an instant hit when it debuted in 2005 but in 2007, amidst filming for a new season, Hogan Knows Best had to go into hiatus due to a series of family problems.",
		"At the reunion show, Jes broke up with Michaels on stage, complaining he didn't keep in touch with her during the show's hiatus and suggesting that he should have picked Heather.",
		"He has also had roles in a couple of soap operas and other television shows, and took a long hiatus from acting before appearing on Teen Idol.",
		"The hiatus is short-lived, however, lasting just under two months.",
		"She continued to work in film and television until 1990, when she took a hiatus to stay home with her family.",
		"In Batman Begins, the Dark Knight returns to the screen after a seven year hiatus, but instead of moving forward with new foes to fight, we travel back to the roots of Batman and take a look into the man behind the mask.",
		"The fusion of the two is found in the abrupt hiatus of iii.",
		"He could very easily write in different styles at different times, now avoiding hiatus and now not, sometimes writing diffusely and sometimes briefly, partly polishing and partly leaving in the rough, according to the subject, his own state of health or humour, his age, and the degree to which he had developed a given topic; and all this even in the same manuscript as well as in different manuscripts, so that a difference of style between different parts of a work or between different works, explicable by one being earlier than another, does not prove either to be not genuine.",
		"But 0 and Z are a group interrupted by E, and H and 0 are another group unconnected with the previous group and with E, and are also distinguished in style by avoiding hiatus.",
		"Median intervocalic f gives v (Estve, S t ep h an u s); it has disappeared from p r 0 f u n d u s, which yielded the form preon, then pregon (g being introduced to obviate the,hiatus).",
		"However extraordinary it may appear, especially to those who bring the living forms only into focus, that opposition should still be made to Huxley's primary division of the vertebrates other than mammals into Sauropsida (birds and reptiles) and Ichthyopsida (batrachians and fishes), it is certain that recent discoveries in palaeontology have reduced the gap between batrachians and reptiles to such a minimum as to cause the greatest embarrassment in the attempt to draw a satisfactory line of separation between the two; on the other hand the hiatus between fishes and batrachians remains as wide as it was at the time Huxley's article Amphibia (Encyclopaedia Britannica, 9th ed.) was written.",
		"The remnants of the arch are known as the sacral cornu, and are located on either side of the hiatus.",
		"This is the most common type of hiatus hernia.",
		"Our new patroness more than made up for the hiatus.",
		"Hiatus hernia Other risks chocolate, peppermint, coffee and alcohol hamper sphincter function.",
		"Falling Up is an excellent collection of poems by Silverstein published after a 20-year hiatus, and just three years before his death.",
		"After a hiatus from acting, Kirstie flaunted a shocking new form in 2005.",
		"She rose to stardom as a member of the pop/R&B group Destiny's Child, and began her solo career in 1993 when the band was on hiatus.",
		"While Wilder's film career has been on hiatus, he's still keeping busy with charity work and writing.",
		"After releasing Black, Lita Ford decided to take a hiatus from her busy life in the music business.",
		"Sheen later announced that he was undergoing drug rehabilitation and CBS officially placed the hit sitcom Two and a Half Men on hiatus.",
		"Where that would have lead is left up to fans to imagine because in 2005 the band announced they were going on indefinite hiatus.",
		"Home and Away remains popular and takes periodic breaks for hiatus.",
		"Each hiatus is usually pre-ceded by a cliffhanger that is resolved when the show returns.",
		"In 2003, Destiny's Child took a hiatus and Beyonce released her first solo album, Dangerously in Love.",
		"In 2005, fans worried that Eminem was quitting music for good when he released a greatest hits collection called Curtain Call, and indeed he did take a hiatus until 2009, when he released Relapse.",
		"After a hiatus lasting more than 10 years, Lilith Fair re-entered the music scene in 2010.",
		"In 2007, with more series of the show planned, filming went into hiatus after the family faced a series of problems.",
		"After these allegations came to light the show was put on hiatus for several weeks.",
		"The show aimed to help people with terminal illnesses live their dreams, but was put on hiatus.",
		"The first surprise was when i pulled the old book out of the bottom drawer after a three-year hiatus and found myself enjoying the story.",
		"The hiatus is striking, but it cannot be held to necessitate an editorial dovetailing of two separate epistles.",
		"I tonic long and i short, when in hiatus with another vowel, produce i (amich, a in i c u 1; via, vi a).",
		"It was during the hiatus period."
	],
	"synonyms": [
		"gap",
		"break",
		"interval",
		"void",
		"lacuna",
		"interim",
		"reprieve",
		"abatement",
		"respite",
		"suspension",
		"foramen",
		"time-off",
		"interruption",
		"aperture",
		"pause"
	],
	"antonyms": [
		"continuation",
		"continuity"
	]
}