{
	"word": "assiduous",
	"meaning": [
		"Showing or characterized by persistent attention or untiring application.",
		"Done with constant and careful attention.",
		"Diligent; persevering.",
		"Hard-working, diligent or regular (in attendance or work); industrious."
	],
	"sentences": [
		"Burke, on the contrary, was assiduous and orderly, and had none of the vices of profusion.",
		"He was an assiduous student, commonly spending sixteen hours a day among his books; but his learning (to quote Justin Winsor's contrast between Increase and Cotton Mather) \"usually left his natural ability and his education free from entanglements.\"",
		"He was assiduous in his attendance on Queen Hortense until the Hundred Days brought him into active service again.",
		"The years 1865-1870 were occupied with assiduous labour.",
		"He opposed the execution of Charles I., lived quietly under the Commonwealth, and was assiduous in promoting the king's return; for this he was afterwards offered the bishopric of Coventry and Lichfield, but declined it, it is said, on his wife's persuasion.",
		"He was henceforth assiduous in the performance of his duties, preaching in his cure of Novoli, and also in the cathedral and the church of the Angeli at Florence.",
		"Hutchinson, David Hume, Home and Robertson were assiduous in avoiding Scotticisms as far as they might; even Burns, who summed up the popular past of Scotland in his vernacular poetry, as a rule wrote English in his letters, and when he wrote English verse he often followed the artificial style of the 18th century.",
		"In 1790 he joined the Jacobin Club, in which the moderate elements still predominated, and was assiduous in attendance at the debates of the National Assembly.",
		"Hence it was the duty of the auditores to pay the greatest respect and most assiduous attention to the electi.",
		"But his health was broken down by too assiduous study, and he died at Christiania on the 18th of February 1899, six months after his return.",
		"But before you do so, I should like to commend you for your very assiduous work on this case.",
		"In the midst of the cares of war, Harlan was assiduous in his religious duties, and few years passed without his making the pilgrimage.",
		"Again, the arrangement followed in the Pterylographie was of course based on pterylographical considerations, and we have its author's own word for it that he was persuaded that the limitation of natural groups could only be attained by the most assiduous research into the species of which they are composed from every point of view.",
		"His education was only elementary and very defective, except in mathematics, in which he was largely self-taught; and although at his death he left a considerable library, he was never an assiduous reader.",
		"In 1567 he became one of the secretaries of state, receiving also about the same time the lucrative appointment of protonotary of Sicily, and in 1573 the death of Ruy Gomez himself made room for Perez's promotion to be head of the \" despacho universal,\" or private bureau, from which Philip attempted to govern by assiduous correspondence the affairs of his vast dominions.",
		"He advised him to addict himself to an assiduous study of the more idiomatic English writers, such as Swift and Addison - with a view to unlearn his foreign idiom and recover his halfforgotten vernacular - a task, however, which he never perfectly accomplished.",
		"But the admonition was unheeded, for while unweariedly diligent in business, he was in his intervals of leisure a most assiduous student.",
		"Take away her assiduous frequentation of society, from the later philosophe coteries to the age of Byron - take away the influence of Constant and Schlegel and her other literary friends - and probably little of her will remain.",
		"Your chances of finding such a feature are down to either extremely assiduous trawling or mere serendipity.",
		"Loopholes closed Today's government has been equally assiduous.",
		"It grows just above normal spring tide high water mark and has prospered after assiduous protection by members of the island community.",
		"Otherwise your chances of finding such a feature are down to either extremely assiduous trawling or mere serendipity.",
		"It's noted that, although stylish and easy to care for, people with dry skin should be assiduous in their use of quality oils to help prevent dandruff.",
		"During the many years in which he was a member of \" The Club \" he was one of its most assiduous frequenters, and his loss was acknowledged by a formal resolution.",
		"With so many men toting their computers to and from the workplace, not to mention assiduous students who now shun ballpoint pens in favor of keypads for lecture notes, the need for stylish laptop bags is continually increasing!",
		"With a view to this work he studied the original authorities on each subject and was most assiduous in making excerpts from their pages.",
		"Here he remained for three years - \"most assiduous in his attention to business,\" said one of the partners, \"and showing great ability in the transaction of it.\"",
		"Though \"assiduous in his attention to business\" in Frederick's Place, he found time to write for the printer.",
		"The school grew in numbers, and Barnes occupied all his spare time in assiduous study, reading during these years authors so diverse in character as Herodotus, Sallust, Ovid, Petrarch, Buffon and Burns.",
		"He was assiduous in his attendance, and, though frequently standing almost or quite alone, especially in the Erastian controversy, he exercised a material influence on the result of the discussions of the Assembly.",
		"But the method which was peculiarly his, and which still forms the open road to discoveries in natural science, consisted in the combination of experiment with calculation - in the transformation of the concrete into the abstract, and the assiduous comparison of results.",
		"Gilbert White's daily life was practically unbroken by any great changes or incidents; for nearly half a century his pastoral duties, his watchful country walks, the assiduous care of his garden, and the scrupulous posting of his calendar of observations made up the essentials of a full and delightful life, but hardly of a biography.",
		"The Concord of Wittenberg, made in 1536, was favourable for these schemes, but after five years spent in assiduous preparation war was prevented by the serious illness of the landgrave and the lukewarmness of his allies."
	],
	"synonyms": [
		"diligent",
		"sedulous",
		"unrelaxing",
		"unwearied",
		"unremitting",
		"steady",
		"plugging",
		"persistent",
		"earnest",
		"devoted",
		"determined",
		"active",
		"painstaking",
		"laborious",
		"hardworking"
	],
	"antonyms": [
		"negligent",
		"lazy",
		"neglectful"
	]
}