{
	"word": "proclivity",
	"meaning": [
		"A natural or habitual tendency or inclination, esp. toward something discreditable."
	],
	"sentences": [
		"I prefer to work with people that have a proclivity to be efficient and reliable.",
		"Anna was very worried about her son going to kindergarten because he has a proclivity to misbehave.",
		"After watching others succeed by working hard, I have a proclivity to behave like them.",
		"Tammy has a proclivity to spend more money than she saves.",
		"The book concludes in a way that hardly matches my own political proclivity.",
		"Companies have a proclivity to increase their prices when their products are in high demand.",
		"Jack has a proclivity to show kindness to people even when they don't show it back.",
		"Do you have a proclivity to initiate conversation with strangers?",
		"Because of her proclivity to burn food, Dana never signs up to bring dishes to potluck dinners.",
		"Although he has a proclivity to speak his mind, Joe continues to talk in situations where he should be quiet.",
		"These organizations would most likely be displeased at graphics that indicate a proclivity for drug and alcohol use.",
		"Some people have a proclivity to like analytical data more than abstract concepts.",
		"He was known for his proclivity for playing the game naked, and cast member Sue Hawk alleged he brushed up against her while naked during a challenge.",
		"Duchovny continues to receive outpatient treatment for \"sexual compulsion proclivity\" (read…sex addiction).",
		"It was long the residence of John Peel, yeoman, whose hunting proclivity was well known throughout the whole north country.",
		"Foreign banks do not have a proclivity nor do they really feel an interest or need to go down market.",
		"Janardhana was, by instinct and natural proclivity, a person who wanted to talk to families on a personal basis."
	],
	"synonyms": [
		"leaning",
		"propensity",
		"talent",
		"prejudice",
		"predisposition",
		"penchant",
		"partiality",
		"predilection",
		"tendency",
		"bent",
		"inclination",
		"disposition",
		"turn",
		"trend",
		"squint"
	],
	"antonyms": [
		"disinclination"
	]
}