{
	"word": "extricate",
	"meaning": [
		"To set free; release or disentangle (from a net, difficulty, etc.)",
		"(rare) To free from intricacies or perplexity."
	],
	"sentences": [
		"It was a long time before the dragoons could extricate the bleeding youth, beaten almost to death.",
		"On the other hand, there may be a Christianity which seeks to extricate the \" spiritual \" from the\" supernatural \" (Arnold Toynbee, characterizing T.H.Green).",
		"It took Blucher time to extricate his troops from the confusion into which the battle had thrown them, and the garrison of Leipzig and the troops left on the right bank of the Elster still resisted obstinately - hence no direct pursuit could be initiated and the French, still upwards of 10o,000 strong, marching rapidly, soon gained distance enough to be reformed.",
		"He managed, nevertheless, to extricate himself, and turning north-eastwards he passed through Chetang, and reached Lhasa by way of Samye monastery.",
		"The efforts made to extricate the garrisons, including the mission of General Gordon, the fall of Khartum, and the Nile Expedition under Lord Wolseley, are described below separately in the section of this article dealing with the military operations.",
		"But we can easily extricate ourselves from these confusions by comparing induction with different kinds of deduction.",
		"Beauregard thereupon decided to extricate his sorely-tried troops from the misadventure, and retired fighting on Corinth.",
		"It is not necessary in every proposition, but it is necessary in the arrangement of a syllogism, to extricate the terms of its propositions from the copula; e.g.",
		"Campbell-Bannerman \" a policy of huge armaments,\" unfortunately is a policy from which it is impossible for any country to extricate itself without the co-operation, direct or indirect, of other nations.",
		"Julian pressed forward to Ctesiphon but succumbed to a wound; and his successor Jovian soon found himself in such straits, that he could only extricate himself and his army by a disgraceful peace at the close of 363, which ceded the possessions on the Tigris and the great fortress of Nisibis, and pledged Rome to abandon Armenia and her Arsacid protg, Arsaces III., to the Persian.",
		"The vehicle was supporting considerable weight from the house superstructure, but without removing it they could not extricate the driver.",
		"His grand aim was to extricate the Church from the fetters of the state and of secular interests.",
		"The battle of Fuentes d'Onoro followed, in which Wellington was only able to extricate the army from a dangerous predicament which \"if Boney had been there\" would have been a disaster.",
		"With a backpack diaper bag you can extricate your child from his or her car seat and toss him into the stroller while your diaper bag rests comfortably on your back.",
		"Once you've really allowed yourself to sink into this dream scenario and experience it as best you can, gently extricate yourself from your daydream, and return to reality.",
		"First, he was introduced as a budding Einstein, a young genius who often figured out how to extricate the Enterprise from trouble.",
		"Instead of marching on to Kassala, Ras Alula, who at this time was much offended by the transfer of Massawa by the Egyptians to Italy, made a triumphant entry into Asmara, and absolutely refused to make any further efforts to extricate Egyptian garrisons from the grip of the khalifa.",
		"Yeltsin could only extricate his forces with the assistance of a peace negotiated by his potential rival General Lebed.",
		"Had she attempted concealment, or tried to extricate herself from her awkward position by cunning, she would have spoiled her case by acknowledging herself guilty.",
		"The new poor law, by throwing the maintenance of the poor on the soil, encouraged landlords to extricate themselves from their responsibilities by evicting their tenants.",
		"Is it enough to extricate the spirit of Protestantism from the imperfect letter of its early creeds?",
		"John was attacked by the representatives of the various nations and reprimanded even for his private conduct, but endeavoured to extricate himself from this uncomfortable position by gratifying their desires, if not by reforming abuses.",
		"In answer to Toll, Paulucci suggested an advance and an attack, which, he urged, could alone extricate us from the present uncertainty and from the trap (as he called the Drissa camp) in which we were situated.",
		"Having annihilated at Poltava the army of Charles XII., Peter was not at all indisposed to renew the struggle with Turkey, and began the campaign in the confident hope of making extensive conquests; but he had only got as far as the Pruth when he found himself surrounded by a great Turkish army, and, in order to extricate himself from his critical position, he had to sign a humiliating treaty by which Azov and other conquests were restored to the sultan.",
		"Napoleon, however, failed to allow for the psychology of his opponents, who, utterly indifferent to the sacrifice of life, refused to be drawn into engagements to support an advance or to extricate a rearguard, and steadily withdrew from every position when the French gained touch with them.",
		"With the latter he determined to strike the first blow, by a concentric advance on Berlin (which he calculated he would reach on the 4th or 5th day), the movement being continued thence to extricate the French garrisons in Kustrin, Stettin and Danzig.",
		"But Ivanov had obtained an opportunity that he could not have gained by his own efforts to extricate the various forces of the Bulgarian left which were scattered from the Vardar to the Struma."
	],
	"synonyms": [
		"disencumber",
		"disentangle",
		"untangle",
		"rescue",
		"remove",
		"loose",
		"liberate",
		"free",
		"extract",
		"disengage",
		"clear",
		"deliver",
		"disinvolve"
	],
	"antonyms": [
		"entangle",
		"involve"
	]
}