{
	"word": "abstemious",
	"meaning": [
		"Eating and drinking in moderation.",
		"Moderate, esp. in eating and drinking; temperate.",
		"Characterized by abstinence or moderation.",
		"Characterized by abstinence.",
		"Sparing in diet; refraining from a free use of food and strong drinks; temperate; abstinent; sparing in the indulgence of the appetite or passions. [First attested in the mid 17th century.]"
	],
	"sentences": [
		"Abstemious in his habits, he possessed great physical endurance.",
		"Browne was a man of abstemious habits, charitable disposition, and impressive eloquence.",
		"He went thoroughly into the practice as well as the theory of Stoicism, and lived so abstemious and laborious a life that he injured his health.",
		"His daily living being very plain, he had a peculiar taste for sudden and isolated luxuries; he was an abstemious epicure.",
		"Grave and serious in manner, speaking slowly, but with energetic gestures, simple and abstemious in his life - his daily bill of fare being reckoned as hardly costing a couple of francs - Leo XIII.",
		"They are industrious and abstemious in their lives, and when living up to the standard of their faith they present one of the nearest approaches to the realization of the Christian ideal which have ever been attained.",
		"The latter are peaceable, inoffensive and abstemious.",
		"Though accused of extreme licentiousness in his relations with women, and though he lived for years in adultery with Dona Maria de Osorio, Philip was probably less immoral than most kings of his time, including his father, and was rigidly abstemious in eating and drinking.",
		"They counsel abstemious habits, but set no time for the coming of Christ, and so are spared the perpetual disappointments that overtake the ordinary adventist."
	],
	"synonyms": [
		"light",
		"self-abnegating",
		"encratic",
		"continent",
		"temperate",
		"sober",
		"straitlaced",
		"sparing",
		"ascetic",
		"self-denying",
		"frugal",
		"austere",
		"moderate",
		"abstinent"
	],
	"antonyms": [
		"gluttonous",
		"hungry",
		"greedy"
	]
}