{
	"word": "infer",
	"meaning": [
		"To bring on or about; cause; induce.",
		"To conclude or decide from something known or assumed; derive by reasoning; draw as a conclusion.",
		"To involve by logical necessity; entail.",
		"To draw inferences.",
		"To indicate indirectly; imply."
	],
	"sentences": [
		"You can infer the meaning of the word from the context of the rest of the sentence.",
		"He will infer conclusions from secondary data.",
		"We should infer that the tables in the document were all approved by the company.",
		"Can he infer what should be made explicit?",
		"The numbers infer the existence of a margin.",
		"You can infer which variable affects which outcome.",
		"May we infer deductively that they have been attained because of the increase of speculative transactions?",
		"And perhaps we may infer that no similar attempt can be more successful.",
		"It would be unsafe to infer much from the Eg.",
		"We may also infer that he had not been through his whole career so much estranged from the social life of his day as he seems to have been in his later years.",
		"It requires the combination of at least two premises to infer a conclusion different from both.",
		"Can we then infer any certainty at all?",
		"As Longomontanus is mentioned in Anthony Wood's anecdote, and as Wittich as well as Longomontanus were assistants of Tycho, we may infer that Wittich's prosthaphaeresis is the method referred to by Wood.",
		"From this we may infer the limitation upon the width of the source of light, in order that the bands may be properly formed.",
		"It is reasonable, therefore, to infer that the causes leading to the production of double flowers are varied.",
		"When the parallax of a star is known, we are able to infer from its proper motion its actual linear speed in miles per hour, in so far as the motion is transverse to the line of sight.",
		"By \" all \" we mean every individual whatever of a kind; and when from the experience of sense and memory we start with particular judgments of existence, and infer universal judgments of existence and scientific laws, we further mean those existing individuals which we have experienced, and every individual whatever of the kind which exists.",
		"Sigwart does not indeed shrink from this and greater absurdities; he reduces the first figure to the modus ponens and the second to the modus tollens of the hypothetical syllogism, and then, finding no place for the third figure, denies that it can infer necessity; whereas it really infers the necessary consequence of particular conclusions.",
		"In the same way, to infer a machine from hearing the regular tick of a clock, to infer a player from finding a pack of cards arranged in suits, to infer a human origin of stone implements, and all such inferences from patent effects to latent causes, though they appear to Jevons to be typical inductions, are really deductions which, besides the minor premise stating the particular effects, require a major premise discovered by a previous induction and stating the general kind of effects of a general kind of cause.",
		"Observational methods, e.g. eddy correlation techniques to measure turbulent fluxes or measurement of mean profiles to infer turbulent transport.",
		"From this passage, if we accept the Aristotelian view as to the early supremacy of the Areopagitic council, we must infer that a modification of the aristocracy in a popular direction had at that time already taken place.",
		"The conclusion then is really used to establish the major premise, and if we still will infer it therefrom we fall into the circular proof.'",
		"Were it to become conscious, would it therefore follow that it could infer the laws of a separate or independent activity of its own?",
		"The obvious importance, especially to scattered villages or tribes, of systematic joint action in the face of a common danger makes it reasonable to infer that federation in its elementary forms was a widespread device.",
		"The stresses in the bars, in the problem as thus modified, may be supposed found by the preceding methods; it remains to infer from the results thus obtained the reactions in the original form of the problem.",
		"In particular, we infer that couples of the same moment in parallel planes are equivalent; and that couples in any two planes may be compounded by geometrical addition of the corresponding vectors.",
		"Meanwhile the general dissatisfaction was coming to a head, as we may infer from the urgency with which the imperial freedman Helius insisted upon Nero's return to Italy.",
		"As the Genesis begins with a line identical in meaning, though not in wording, with the opening of Cmdmon's Hymn, we may perhaps infer that the writer knew and used Cmdmon's genuine poems. Some of the more poetical passages may possibly echo Cmdmon's expressions; but when, after treating of the creation of the angels and the revolt of Lucifer, the paraphrast comes to the Biblical part of the story, he follows the sacred text with servile fidelity, omitting no detail, however prosaic. The ages of the antediluvian patriarchs, for instance, are accurately rendered into verse.",
		"From this we may infer that they spoke a language cognate with the Scythic. The greater part of the barbarian names occurring in the inscriptions of Olbia, Tanais and Panticapaeum are supposed to be Sarmatian, and as they have been well explained from the Iranian language now spoken by the Ossetes of the Caucasus, these are supposed to be the representatives of the Sarmatae and can be shown to have a direct connexion with the Alani, one of their tribes.",
		"So, too, with the attempt to show that from the analogy of the present life we may not unreasonably infer that virtue and vice will receive their respective rewards and punishments hereafter; it may be admitted that virtuous and vicious acts are naturally looked upon as objects of reward or punishment, and treated accordingly, but we may refuse to allow the argument to go further, and to infer a perfect distribution of justice dependent upon our conduct here.",
		"The uncertainty as to the literary structure of the epistle naturally renders it hazardous to infer the character of the Christians who are addressed, but it may be said that the results of the long debate on this point are converging upon the belief that the predominant class in the local church or churches were Gentile Christians, while proselytes must have swelled the ranks to no inconsiderable degree.",
		"In the spring of 1535 the authorities of the Lyons hospital, considering that Rabelais had twice absented himself without leave, elected Pierre de Castel in his room; but the documents which exist do not seem to infer that any blame was thought due to him, and the appointment of his successor was once definitely postponed in case he should return.",
		"The presence of Goths in his army is certain, but it seems dangerous to infer that his invasion was a national Gothic enterprise.",
		"First and foremost is its ascription to the Lord Himself, which we can hardly be mistaken in regarding as an attempt to claim yet higher sanction than was claimed by the various compilations which were styled \" apostolic. \" This fact alone would lead us to infer the pre-existence of certain of the latter.",
		"But it is sometimes convenient to use a fixed weight on the long arm, and to infer the amount of the load from the position of the steelyard.",
		"We might infer from this that the intellect, so judging, is itself the proper and complete determinant of the will, and that man, as a rational being, ought to aim at the realization of absolute good for its own sake.",
		"Instead of rejecting the older stories of Joshua's conquests it may be preferable to infer that there were radical divergences in the historical views of the past.",
		"The lateral characteristics of a polarized stream lead at once to the conclusion that the stream may be represented by a vector, and since this vector must indicate the direction in which the light travels as well as the plane of polarization, it is natural to infer that it is transverse to the direction of propagation.",
		"We must not, however, infer that there was a large Egyptian element in the Canaanitish Pantheon.",
		"Now, since it seems this Manatus senegalensis ascends rivers, we may infer that its parasite travels with it.",
		"There was a second chapel of Semo Sancus on the island in the Tiber with an altar, the inscription on which led Christian writers (Justin Martyr, Tertullian, Eusebius) to confuse him with Simon Magus, and to infer that the latter was worshipped at Rome as a god.",
		"Until excavation gives us more definite data we can only infer from its position on one of the 1 So Appian, Syr.",
		"Yes, people may correctly infer that praise for my batting is unlikely.",
		"It might not be unreasonable to infer that the reason was purely fiscal.",
		"We may reasonably infer that someone of importance was buried here.",
		"Even more problematic are attempts to infer the reasons why those activities took place at a particular geographic locality.",
		"From a research perspective, one cannot infer causal relationships from the temporal proximity of events captured in a factor structure.",
		"Experiment shows that, in water and ammonia, we have, respectively, 8 parts of oxygen and 4.67 parts of nitrogen in union with one part of hydrogen; we can therefore infer that the oxides of nitrogen will all have the composition of 8m parts of oxygen to 4.67n parts of nitrogen.",
		"If it can be shown that, however the duration and all other conditions of the experiment may be varied, the same amount of heat can in the end be always produced when the same amount of energy is expended, then, and only then, can we infer that heat is a form of energy, and that the energy consumed has been really transformed into heat.",
		"Hence we should infer that the Tables in Umbrian alphabet were at all events older than 90 B.C.",
		"Next, from the certainty of duty we infer as our first moral postulate free will - \" I can because I ought \"; which, primarily at least, means \" I know I can because I know I ought.\"",
		"We may infer that, whatever the merits of that modification, it does not affect the theistic problem.",
		"We may therefore infer that ancient Israel during the period when they 1 See Bathgen, Beitrdge zur semit.",
		"At the same time, to whatever cause this serious setback of Minoan civilization was owing, it would be very unsafe to infer as yet any large displacement of the original inhabitants by the invading swarms from the mainland or elsewhere.",
		"The word \"pear\" or its equivalent occurs in all the Celtic languages, while in Slavonic and other dialects different appellations, but still referring to the same thing, are found - a diversity and multiplicity of nomenclature which led Alphonse de Candolle to infer a very ancient cultivation of the tree from the shores of the Caspian to those of the Atlantic. A certain race of pears, with white down on the under surface of their leaves, is supposed to have originated from P. nivalis, and their fruit is chiefly used in France in the manufacture of Perry (see Cider).",
		"Pictorial art of a purely indigenous character, whether on ceramic material or plaster, made great strides, and from ceramic forms we may legitimately infer also a high skill in metallurgy.",
		"At the same time we have no evidence that any Endopterygota existed amongst Palaeozoic insects, so that the phenomena of endopterygotism are comparatively recent, and we are led to infer that the Endopterygota owe their origin to the older Exopterygota.",
		"These received from them into their language a very large number of Sanskrit terms, from which we can infer the nature of the civilizing influence imparted by the Hindu rulers.",
		"If the hot colourless bead becomes enamel-white on cooling even when minute quantities of the substances are employed, we may infer the presence of barium or strontium.",
		"H a and HR, however, differed mainly from each other in words and phrases, as we infer from a and 1 3.",
		"KhalepBeroea, we may infer, remained a native town and a focus of Aramaic influence, a fact which will explain the speedy oblivion of its Macedonian name and the permanent revival of its ancient title, even by Greeks.",
		"Since A' is in some sense the area of the diffraction pattern, it may be considered to be a rough criterion of the definition, and we infer that the definition of a point depends principally upon the area of the aperture, and only in a very secondary degree upon the shape when the area is maintained constant.",
		"By measurements of coronas it is possible to infer the size of the particles to which they are due, an application of considerable interest in the case of natural coronas - the general rule being the larger the corona the smaller the water spherules.",
		"We may infer that, in the case of a telescope tube 12 cm.",
		"We may infer that the limits of efficiency in the two methods are the same when the length of the pointer is equal to the width of the mirror.",
		"We know that in the 2nd century A.D., when the steppes were dominated by the Sarmatae, the majority of the barbarian names in the inscriptions of Olbia, Tanais, and Panticapaeum were Iranian, and can infer that the Sarmatae spoke an Iranian language.",
		"We infer that the Paulicians merely rejected the Eucharistic rites and doctrine of the Greeks.",
		"One may infer that Sim.",
		"Missing the perfume-laden air of the Occident, a visitor is prone to infer paucity of blossoms. But if some familiar European flowers are absent, they are replaced by others strange to Western eyesa wealth of lespedeza and Indigo-fera; a vast variety of lilies; graceful grasses like the eulalia and the ominameshi (Patriaa scabiosaefolia); the richly-hued Pyrus japonica; azaleas, diervillas and deutzias; the kikyo (Platycodon grandifiorum), the giboshi (Funkia ovala), and many another.",
		"This earth-matter is called \" tohu and bohu \"; there is nothing like this phrase in the epic, but we may infer from Jer.",
		"Solid solutions are probably very common in alloys, so that when an alloy of two metals shows two constituents under the microscope it is never safe to infer, without further evidence, that these are the two pure metals.",
		"The island was conquered with great difficulty by the whole force of the league, and from the fact that the tribute of the Thracian cities and those in Hellespontine district was increased between 439 and 436 we must probably infer that Athens had to deal with a widespread feeling of discontent about this period.",
		"He subscribes himself Geoffrey Arturus; from this we may perhaps infer that he had already begun his experiments in the manufacture of Celtic mythology.",
		"A more common method of procedure, however, is to infer the general relations of the thermodynamic potential from a consideration of the phenomena of equilibrium.",
		"Hence we may reasonably infer that the mass of the people had adopted Aramaic at a considerably, earlier period, probably, as early as the 2nd century B.C., and that the need of Aramaic translations of the sacred text made itself felt but little later.",
		"We may infer that, as time went on, a reaction in favour of the older renderings made itself felt, with the result that these were collected in the form of variants and appended to Onkelos.",
		"The account in the Book of Kings is so phrased that one might naturally infer from it that Sennacherib was assassinated by his sons immediately after his return from the disastrous campaign in Palestine; but in point of fact, as it now appears, the Assyrian king survived that campaign by twenty years.",
		"We can only infer from the colossal character of the earth-works which surround the modern town, that, like the similar remains at Bost on the Helmund and at Ulan Robat of Arachosia, they belong to that period of Central-Asian history which preceded the rise of Achaemenian power, and which in Grecian romance is illustrated by the names of Bacchus, of Hercules and of Semiramis.",
		"Thus while its form would by analogy tend per se to awaken suspicion, its contents remove this feeling; and we may even infer from this surviving early formulation of local ecclesiastical tradition, that others of somewhat similar character came into being in the sub-apostolic age, but failed to survive save as embodied in later local teaching, oral or written, very much as if the Didache had perished and its literary offspring alone remained (see Didachf).",
		"Formulae of the calculus of finite differences enable us from the chronograph records to infer the velocity and retardation of the shot, and thence the resistance of the air.",
		"We may infer therefore that as early as 1594 Napier had communicated to some one, probably John Craig, his hope of being able to effect a simplification in the processes of arithmetic. Everything tends to show that the invention of logarithms 2 See Mark Napier's Memoirs of John Napier of Merchiston (1834), p. 362.",
		"Descartes, the founder of psychological idealism, having proceeded from the conscious fact, cogito ergo sum, to the non sequitur that I am a soul, and all a soul can perceive is its ideas, nevertheless went on to the further illogical conclusion that from these mental ideas I can (by the grace of God) infer things which are extended substances or bodies, as well as thinking substances or souls.",
		"He thought that we perceive nothing but ideas both of primary and of secondary qualities, and yet that somehow we are able to infer that, while our ideas of secondary qualities are not, those of primary qualities are, like the real qualities of external things.",
		"Again, in his Grundproblem der Erkenntnisstheorie (1889) he uses without proof the hypothesis of psychological idealism, that we perceive psychical effects, to infer with merely hypothetical consistency the conclusion of noumenal metaphysical idealism that all we can thereby know is psychical causes, or something transcendent, beyond phenomena indeed, yet not beyond mind.",
		"This knowledge is acquired by experience; and since it is not, at all events as a rule, taught by the first taste to any individual bird, it is reasonable to infer that a considerable amount of injury, sufficient to disable if not to kill, is annually inflicted upon insects belonging to species protected by distastefulness or kindred qualities.",
		"The right-hand expression is six times the volume of the tetrahedron of which the lines AA, BB representihg the forces are opposite edges; and we infer that, in whatever way the wrench be resolved into two forces, the volume of this tetrahedron is invariable.",
		"For instance, considering four equal particles at the vertices of a regular tetrahedron, we can infer that the radius R of the circumscribing sphere is given by R2=j a2, if a be the length of an edge.",
		"From this MilchhÃƒ¶fer seems to infer that the sphinx was a symbol of death.",
		"This phenomenon was subjected to a detailed investigation by Jean Baptiste Biot during the years 1812 to 1814, and from the results of his experiments Thomas Young, with his brilliant acumen, was led to infer that the colours were to be attributed to interference between the ordinary and extraordinary streams in the plate of crystal.",
		"Whitewater. From the name, you should infer that these types of kayaks are the best for rough waters and rapids.",
		"Gossip sites will usually post their stories as blind type news items using suggestive descriptions so that the reader or fan can infer their own meaning to the details.",
		"It is more difficult to infer the moral than the intellectual characteristics of a great writer from the personal impress left by him on his work.",
		"One must not infer from this, however, that the two civilizations met on anything like an equality.",
		"By the rules of induction from concomitant variations, we are logically bound to infer the realistic conclusion that outer physical stimuli cause inner sensations of sensible effects.",
		"On this assumption he deduces that in being conscious of our mental states we are conscious of soul not merely as it appears, but as it is in itself, and therefore can infer similar souls, other psychical unities, which are also things in themselves.",
		"Taking, then, will to be the essential thing in itself of which we are conscious, he deduces that we can infer that the psychical things in themselves beyond ourselves are also essentially \" wills.\"",
		"It is most important also to notice that Kantism denies, but science asserts, the logical power of reason to infer actual things beyond experience.",
		"He accepts the Kantian positions that unity of consciousness combines sensations by a priori synthesis, and that therefore all that natural science knows about matter moving in space is merely phenomena of outer sense; and he agrees with Kant that from these data we could not infer things in themselves by reason.",
		"According to him, whatever inferences we make, certain or uncertain, are mere economies of thought, adapting ideas to sensations, and filling out the gaps of experience by ideas; whatever we infer, whether bodies, or molecules, or atoms, or space of more than three dimensions, are all without distinction equally provisional conceptions, things of thought; and \" bodies or things are compendious mental symbols for groups of sensations - symbols which do not exist outside thought.\"",
		"If knowledge is experience of ideas distinguished by inner will of apperception into subject and object in inseparable connexion, if the starting-point is ideas, if judgment is analysis of an aggregate idea, if inference is a mediate reference of the members of an aggregate of ideas to one another, then, as Wundt says, all we can know, and all reason can logically infer from such data, is in our ideas, and consciousness without an object of idea is an abstraction; so that reason, in transcending experience, can show the necessity of ideas and \" ideals,\" but infer no corresponding reality beyond, whether in nature, or in Man, or in God.",
		"Having felt reciprocal pressures in touch, I infer similar pressures between myself and the external world.",
		"This is to substitute \" indirect experience \" for all inference, and to maintain that when, starting from any \" direct experience,\" I infer the back of the moon, which is always turned away from me, I nevertheless have experience of it; nay, that it is experience.",
		"He does not say what happens when we use vision alone and still infer that an external stimulus causes the internal sensation.",
		"We want an answer to this question - What must we know by the senses in order to enable us to know what we infer by reason in the sciences?",
		"By combining, moreover, our knowledge of Nature with our consciousness of our own works, we can infer that Nature is a work of God.",
		"There are three reasons against it, and for the view that we perceive a sensible object within, and infer an external object without, the organism.",
		"The Scottish School never realized that every sensation of the five senses is a perception of a sensible object in the bodily organism; and that touch is a perception, not only of single sensible pressure, but also of double sensible pressure, a perception of our bodily members sensibly pressing and pressed by one another, from which, on the recurrence of a single sensible pressure, we infer the pressure of an external thing for the first time.",
		"The three evidences, which are fatal to intuitive realism, do not prove hypothetical realism, or the hypothesis that we perceive something mental, but infer something bodily.",
		"But what he proceeds to suppose is that, having the conception, and finding that the complex of perceptions needs accounting for, we infer a real condition, e.g.",
		"Finally, according to him, having inferred matter as the condition of our perceptions, we are entitled to infer that the condition of the existence of matter is God, whose nature, however, can be inferred only by practical reason from conscience.",
		"On this quite new assumption of a sense of sensations he deduces that, from a perception of these mental facts, we could not infer material facts, e.g.",
		"From a material pressure within we logically infer a material pressure outside.",
		"But the primary sense of touch perceives one bodily member causing pressure on another, reciprocally, within the organism, from which we infer similar particular pressures caused between the organism and the external world; but without needing the supposed stupendous belief and assumption of the uniformity of Nature, which is altogether ignored in the inferences of the ordinary man.",
		"The book in its fuller form was most probably written in the 2nd century B.C. The writer places his romance two centuries earlier, in the time of Ochus, as we may reasonably infer from the attack made by Holofernes and Bagoas on Judaea; for Artaxerxes Ochus made an expedition against Phoenicia and Egypt in 350 B.C., in which his chief generals were Holofernes and Bagoas.",
		"In this he is followed by some other recent writers, who infer thence that the name \" wise \" was conferred on Thales on account of the success of his prediction.",
		"We may hence infer that C. purpureus was grafted or budded on the common laburnum, and that the intermediate forms are the result of graft-hybridization.",
		"The first observing savage who noticed it among his ashes might easily infer that it resulted from the action of burning wood on certain extremely heavy stones.",
		"From this we may infer that copper and iron probably came into use at about the same stage in man's development, copper before iron in regions which had oxidized copper ores, whether they also had iron ores or not, iron before copper in places where there were pure and easily reduced ores of iron but none of copper.",
		"Philo, however, pushing his principles to their full consequences, shows that unless we assumed (or knew) beforehand that the system of nature was the work of a benevolent but limited deity, we certainly could not, from the facts of nature, infer the benevolence of its creator.",
		"There is no doubt that the archons represented the ancient kings, whose absolutism, under conditions which we can only infer, yielded in process of time to the power of the noble families, supported no doubt by the fighting force of the state.",
		"We know that Peisistratus ruled by controlling the archonship, which was always held by members of his family, and the archonship of Isagoras was clearly an important party victory; we know further the names of three important men who held the office between Cleisthenes' reform and the Persian War (Hipparchus, Themistocles, Aristides) from which we infer that the office was still the prize of party competition.",
		"From other fairly attested sources we infer that Paul regarded the baptism as a landmark indicative of a great stage in the moral advance of Jesus.",
		"It is enough then here to observe that Iran and Babylonia do, as a matter of fact, continually yield the explorer objects of workmanship either Greek or influenced by Greek models, belonging to the age after Alexander, and that we may hence infer at any rate such an influence of Hellenism upon the tastes of the richer classes as would create a demand for these things.",
		"We may infer, from its epithet, \"Golden,\" that the external appearance of Antioch was magnificent; but the city needed constant restoration owing to the seismic disturbances to which the district has always been peculiarly liable.",
		"Both these genera have the toe-bones of the irregular nodular form distinctive of modern camels, so that we may safely infer that the feet themselves had assumed the cushiontype.",
		"He sometimes altered and contorted the facts; he very often unduly simplified his problems; he was very apt when he had proved a favourite opinion true to infer it to be the whole truth.",
		"We possess only the poet's share of his correspondence with Frau von Stein, but it is possible to infer from it that, of all Goethe's loves, this was intellectually the most worthy of him.",
		"We can therefore infer that the two stars are really comparatively close together, and, moreover, since they have the same proper motion, that they remain close together.",
		"We infer that nearly all the stars down to magnitude 6.5, whose proper motions exceed 5\", are at a distance from the sun less than SP, whilst of the fainter stars with equally great proper motions a large proportion are at a distance greater than SP. This result enables us to form some sort of idea of the distance SP.",
		"Some suppose that we may infer from one premise by a so-called \" immediate inference.\"",
		"Men speculate about the analogy between Mars and the earth, and infer that it is inhabited, without troubling about all the planets.",
		"But can we rise still higher and infer real necessity ?",
		"Like induction, it starts from a particular premise, containing one or more examples or instances; but, as it is easier to infer a particular than a universal conclusion, it supplies particular conclusions which in their turn become further particular premises of induction.",
		"But at length many of them became formal logicians, who held that logic is the investigation of formal thinking, or consistent conception, judgment and reasoning; that it shows how we infer formal truths of consistency without material truth of signifying things; that, as the science of the form or process, it must entirely abstract from the matter, or objects, of thought; and that it does not tell us how we infer from experience.",
		"In rising, however, from particular to universal inference, induction, as we have seen, adds to its particular premise, S is P, a universal premise, every M is similar to S, in order to infer the universal conclusion, every M is P. This universal premise requires a universal conception of a class or whole number of similar particulars, as a condition.",
		"But the combinations of premises in analogical and inductive inference, although the combination does not involve the conclusion, yet causes us to infer it, and in so similar a way that the science of inference is not complete without investigating all the combinations which characterize different kinds of inference.",
		"The question of logic is how we infer in fact, as well as perfectly; and we cannot understand inference unless we consider inferences of probability of all kinds.",
		"The moment we stir a step further with Wundt in the direction of a more general conclusion (ein allgemeinerer Satz), we cannot infer from the premises the conclusion desired by Wundt, \"Metals and fusible are connected \"; nor can we infer \" All metals are fusible, \" nor \"Metals are fusible,\" nor \"Metals may be fusible,\" nor \"All metals may be fusible,\" nor any assertory conclusion, determinate or indeterminate, but the indifferent contingent, \"All metals may or may not be fusible,\" which leaves the question undecided, so that there is no syllogism.",
		"The point about induction is that it starts from experience, and that, though in most classes we can experience only some particulars individually, yet we infer all.",
		"In the former process, the given particulars are the data from which we infer the universal; in the latter, they are only the consequent facts by which we verify it.",
		"It is not syllogism in the form of Aristotle's or Wundt's inductive syllogism, because, though starting only from some particulars, it concludes with a universal; it is not syllogism in the form called inverse deduction by Jevons, reduction by Sigwart, inductive method by Wundt, because it often uses particular facts of causation to infer universal laws of causation; it is not syllogism in the form of Mill's syllogism from a belief in uniformity of nature, because few men have believed in uniformity, but all have induced from particulars to universals.",
		"Hence the fallacy of those who, like Bosanquet, or like Paulsen in his Einleitung in die Philosophie, represent the realistic theory of inference as if it meant that knowledge starts from ideas and then infers that ideas are copies of things, and who then object, rightly enough, that we could not in that case compare the copy with the original, but only be able to infer from idea to idea.",
		"From the analogy of couples to translations which was pointed out in 7, we may infer that a couple is sufficiently represented by a free (or non-localized) vector perpendicular to its plane.",
		"We infer that on our reckoning the force of gravity on a mass m is to be measured by mg, the momentum produced per second when this force acts alone.",
		"The whole scheme of revealed principles is, therefore, not unreasonable, and the analogy of nature and natural religion would lead us to infer its truth.",
		"We should infer also that he was not dependent on any professional occupation, and that he was separated in social station, and probably too by tastes and manners, from the higher class to which Tacitus and Pliny belonged, as he was by character from the new men who rose to wealth by servility under the empire.",
		"In this primitive Pneuma there must reside the utmost tension and heat; for it is a fact of observation that most bodies expand when heated, whence we infer that there is a pressure in heat, an expansive and dispersive tendency.",
		"The ordinary way of using a steelyard is to bring it into a horizontal position by means of movable weights, and to infer the amount of the load from the positions of these.",
		"On the other hand, the study of the anatomy and development of the zooids has thrown much light upon the manner in which the corallum is formed, and it is now possible to infer the structure of the soft parts from a microscopical examination of the septa, theca, &c., with the result that unexpected relationships have been shown to exist between corals previously supposed to stand far apart.",
		"It is not clear from the analysis whether the self is immediately observed as an acting or originating cause, or whether reflection working on the principle of causality is compelled to infer its existence and character.",
		"If self is actually so given, we do not need the principle of causality to infer it; if it is not so given, causality could never give us either the notion or the fact of self as a cause or force, far less as an ultimate one.",
		"This is a mere paralogism; we can never infer either absolute or infinite from relative or finite.",
		"Of course, we might seek to infer an unwritten tradition of Christ's words; but without pedantic ultra-Protestant devotion to written scripture, one may distrust on scientific grounds the attempt to reconstruct tradition by a process of inference.",
		"May we not then infer that man, as man, has his proper function, and that the well-being or \" doing well \" that all seek really lies in fulfilling well the proper function of man, - that is, in living well that life of the rational soul which we recognize as man's distinctive attribute ?",
		"From this MilchhÃ¶fer seems to infer that the sphinx was a symbol of death.",
		"Leaving out of account the Welle-Ubangi (and Idrisi's description of the two Niles may infer a knowledge of that stream, which was supposed by Schweinfurth to form part of the Chad system), there is an almost continuous waterway from the mouth of the Senegal to that of the Nile.",
		"Examining the light reflected from the windows of the Luxemburg palace with a doubly refracting prism, he was led to infer (though more refined experiments have shown that this is not strictly the case) that light reflected at a certain angle, called the polarizing angle, from the surface of transparent substances has the same properties with respect to the plane of incidence as those of the ordinary stream in Iceland spar with respect to the principal plane of the crystal.",
		"Relying upon the known custom of performing certain observances in a practically, or even entirely, nude condition, it seems plausible to infer that the ephod was a scanty wrapping, perhaps a loincloth, and this view has found weighty support.",
		"It is likely that man began with particular inference and with particular language; and that, gradually generalizing thought and language, he learnt at last to think and say \" all,\" to infer universally, to induce and deduce, to reason, in short, and raise himself above other animals.",
		"So - for this among other reasons - we infer that knowledge has narrow limits, beyond which doubt, or faith, presently begins.",
		"Nor is it unjust to infer that the sense of opposition provoked some of the Cynics to an overweening display of superiority.",
		"To infer another mind he must infer another body, and the bodily environment including his and other bodies.",
		"The child has only to have its mother's nipple in its mouth in order to infer something very like the mutually pressing parts of its own mouth.",
		"Next, finding that He gives signs of bodily works, but no signs of bodily organs, we can infer that God is a Spirit.",
		"On this assumption of a sense of sensations, but not of causality, he deduces that we could not from such data infer any particular kind of cause, or a bodily cause, e.g.",
		"Balfour, however, having from unproved assumptions denied the evidence of the senses, and the rational power of using them to infer things beyond oneself, has to look out for other, and non-rational, foundations of belief.",
		"The duties of opening the proceedings and maintaining order belonged not to the king but to the priests, from which we may probably infer that the gathering itself was primarily of a religious character and that it met, as among the Swedes in later times, in the immediate neighbourhood of the tribal sanctuary.",
		"It is apparent that in many cases lichens are quite indifferent to the substrata on which they occur, whence we infer that the preference of several for certain substrata depends upon the temperature of the locality or that of the special habitat.",
		"To the former belong the theorems (t), (2), and (3), and to the latter especially the theorem (4), and also, probably, his solution of the two practical problems. We infer, then, [t] that Thales must have known the theorem that the sum of the three angles of a triangle are equal to two right angles.",
		"It is difficult to extract any historical fact out of this maze of myths; the various groups cannot be fully co-ordinated, and a further perplexing feature is the neglect of Thebes in the Homeric poems. At most it seems safe to infer that it was one of the first Greek communities to be drawn together within a fortified city, that it owed its importance in prehistoric as in later days to its military strength, and that its original \"Cadmean\" population was distinct from other inhabitants of Boeotia such as the Minyae of Orchomenus.",
		"On the other hand, it is not necessary to infer from lxxv.",
		"This is not to infer that all or most men who wear feminine style fabic are cross dressers, as this is not technically or otherwise accurate.",
		"He maintained that the physical and the psychical are two orders which are parallel without interference; that the physical or objective order is merely phenomena, or groups of feelings, or \" objects,\" while the psychical or subjective order is both a stream of feelings of which we are conscious in ourselves, and similar streams which we infer beyond ourselves, or, as he came to call them, \" ejects \"; that, if we accept the doctrine of evolution at all, we must carry these ejective streams of feelings through the whole organic world and beyond it to the inorganic world, as a \" quasimental fact \"; that at bottom both orders, the physical phenomena and the psychical streams, are reducible to feelings; and that therefore there is no reason against supposing that they are made out of the same \" mind-stuff,\" which is the thing-in-itself.",
		"And for this reason it is customary to appoint diviners or interpreters to be judges of the true inspiration.\"' From such passages as the above we infer that the gift of tongues and of their interpretation was not peculiar to the Christian Church, but was a repetition in it of a phase common in ancient religions.",
		"He did not, however, infer that since the heat could not have been supplied by the ice, for ice absorbs heat in melting, this experiment afforded conclusive proof against the substantial nature of heat.",
		"Many objects in nature, organisms especially, seem to resemble the works of human design; there fore with high probability we infer a designing mind behind nature, adequate to the production of these special results.",
		"And from every experience they have had in their lives, we would be able to infer what was successful and what was not successful."
	],
	"synonyms": [
		"mean to say",
		"indicate",
		"suggest",
		"insinuate",
		"guess",
		"extrapolate",
		"generalise",
		"generalize",
		"deduce",
		"derive",
		"deduct",
		"understand",
		"draw",
		"judge",
		"gather"
	],
	"antonyms": [
		"misconceive",
		"misunderstand"
	]
}