{
	"word": "artifice",
	"meaning": [
		"Deception or trickery.",
		"Skill or ingenuity.",
		"Something contrived or made up to achieve an end, especially by deceiving; a stratagem or ruse.",
		"A clever expedient.",
		"Cleverness or ingenuity in making or doing something; art or skill."
	],
	"sentences": [
		"Gibbon's stylistic artifice both averted the peril of prosecution and rendered the attack more telling.",
		"In this he succeeded, though not without a good deal of artifice, more creditable to his ingenuity than to his virtue.",
		"The dominating milieu in which we live is a technical artifice.",
		"It is poetic artifice and not nature that is the key term here.",
		"Henry, who saw through the artifice, and was already looking round for a more popular successor to Wolsey, made the gracious answer that he would employ More otherwise.",
		"But Louis XVI.s reign (1774-1792) was only to be a temporary halting-place, an artifice of history for passing through the transition period whilst elaborating the transformation which was to revolutionize, together with France, the whole world.",
		"He will conquer who has learned the artifice of deviation.",
		"The latter are straight photographs, and don't involve such artifice.",
		"This with many other aspects of the production by Ron Daniels, betrayed a conscious artifice, with reference to ballet and magical tricks.",
		"This remedy for sin is no artifice, no afterthought in the light of the tragedy of man's disobedience.",
		"When you expose the artifice of theater, the audience will trust the performers to take them anywhere.",
		"A simple artifice is used to represent any spanwise twist distribution by a combination of linear segments.",
		"Aggregates are ' substantial entities put together by nature or human artifice ' .",
		"The ban on all religious groups is merely an artifice to circumvent prohibitions on discrimination against a specific group by discriminating against everyone equally.",
		"And when he heaps suspicion, not on Christian dogmas, but on beliefs of which the resemblance to Christian tenets is sufficiently patent, the real aim is so transparent that his method seems to partake rather of the nature of literary eccentricity than of polemical artifice; yet by this disingenuous indirectness he gave his argument that savour of duplicity which ever after clung to the popular conception of deism.",
		"He had not attempted to include in his calculations the orbital variations of the disturbing bodies; but Lagrange, by the happy artifice of transferring the origin of coordinates from the centre of the sun to the centre of gravity of the sun and planets, obtained a simplification of the formulae, by which the same analysis was rendered equally applicable to each of the planets severally.",
		"The style of the whole book is nervous, vivid, free from artifice and rhetoric, obeying the writer's thought with absolute plasticity.",
		"The moles use a similar artifice in clearing out the dirt from the cavities they form by scraping.",
		"This artifice is specially valuable when the substance decomposes or volatilizes in a warm current of carbon dioxide.",
		"Karim was still obliged to take shelter in Shirz, and to employ artifice in order to supply the place of the force in which he was deficient.",
		"This artifice is specially adopted in objectives for astronomical photography (\"pure actinic achromatism\").",
		"At the same time that he refused the colonel's demand he made up his mind that he must have recourse to artifice when leaving Orel, to induce the Italian officer to accept some money of which he was evidently in need.",
		"Inaccuracy in detail and artifice in the arrangement of isolated peoples are inevitable in such a scheme."
	],
	"synonyms": [
		"connivery",
		"schemery",
		"dodgery",
		"ficelle",
		"supercherie",
		"underplot",
		"ruse",
		"tactic",
		"subtlety",
		"machination",
		"wiliness",
		"guile",
		"deceit",
		"cunning",
		"craft"
	],
	"antonyms": [
		"simplicity",
		"artlessness",
		"uncleverness",
		"incapacity",
		"inability",
		"innocence",
		"openness",
		"candor",
		"frankness",
		"honesty",
		"reality",
		"ingenuousness",
		"sincerity",
		"honor",
		"truthfulness"
	]
}