{
	"word": "protocol",
	"meaning": [
		"A diplomatic agreement, esp. one that amends, clarifies, or adds to a treaty.",
		"A code of correct conduct.",
		"The code of ceremonial forms and courtesies, of precedence, etc. accepted as proper and correct in official dealings, as between heads of state or diplomatic officials.",
		"An original draft or record of a document, negotiation, etc.",
		"The first copy of a treaty or other such document before its ratification.",
		"To issue in a protocol.",
		"To draw up a protocol."
	],
	"sentences": [
		"Austria and Prussia accepted the protocol, but it was not signed by tho diet.",
		"On the 16th of November a protocol of the London conference placed the Morea, with the neighbouring islands and the Cyclades, under the guarantee of the powers; and on the 22nd of March 1829 another protocol extended the frontier thus guaranteed to the line Arta-Volo and included the island of Euboea.",
		"I was using a POP3 protocol, a new protocol to retrieve emails on the Internet.",
		"None of the steps which may be expected to feature in a pre-action protocol were taken.",
		"A famous 1996 no-go theorem by Lo, Chau, and Mayers claims that no such protocol exists, but has been repeatedly challenged.",
		"Was able to you're trying to the Kyoto protocol.",
		"The initial network rollout will use the Gigabit Ethernet protocol to provide up to 1000 Mbps speeds.",
		"Russia has the casting vote on the entire Kyoto Protocol.",
		"In addition to the administration of the foreign customs service, the establishment of a postal service in the provinces devolved upon him, and after the signing of the protocol of 1901 he was called upon to organize a native customs service at the treaty ports.",
		"The result was the protocol of St Petersburg of the 4th of April 1826, by which Great Britain was empowered to offer to the Ottoman government a settlement of the Greek question based on the establishment of Greece as a vassal and tributary state.",
		"The Protocol requires Departments to commission specialist conservation consultants to conduct quadrennial condition surveys on all historic assets.",
		"It is expected that new members will adopt the referral protocol within one month of joining the CSN.",
		"Months passed without any action being taken under the protocol of the 4th of April; and Russia suspected Great Britain of merely using the protocol to prevent her Powers as own isolated intervention.",
		"The Protocol has been warmly endorsed by the President of the Family Division.",
		"Article 1 of the first protocol to the Convention guarantees the individual a right to the peaceful enjoyment of his possessions.",
		"The new protocol accounts for the reversal in selectivity observed in changing from Z enol borinates to unsubstituted enol borinates to unsubstituted enol borinates.",
		"This can be done on the basis of a per protocol calculation, using the numbers randomized at enriched enrollment.",
		"The boot prom uses the trivial file transfer protocol (tftp) to request the boot program.",
		"By routing a protocol through a hardware device, the machine can act as a client or server for a particular type of network.",
		"There are likely to be calls encouraging all NPT parties to ratify this protocol.",
		"The Disability Co-ordinator follows a standardized protocol in processing a PIN form.",
		"Using the TCP/IP protocol, each device is identified by its IP Address.",
		"It was originally designed an an authentication protocol, with non-repudiation added as an afterthought.",
		"To get verification of emissions reductions, you need to implement an effective JI project that complies with the requirements of the Kyoto Protocol.",
		"The use of a written sealant policy and protocol for sealant application and equipment maintenance could further improve retention rates.",
		"The final portion of the protocol defined by the OHP 1.2 specification is the client- and server-side shims.",
		"It is envisaged that the protocol shim functionality will be incorporated within the runtime component.",
		"We did not have the capability to implement the protocol stacks of Fig.",
		"The Protocol aims to reduce and eventually eliminate the emissions of man-made ozone depleting substances.",
		"There is concern that the illicit market in banned substances may erode the future success of the Protocol.",
		"Implicit in CRC's protocol is the idea that tobacco money is always tainted.",
		"Oil, energy and car companies have spent tens of millions of dollars fighting the Kyoto protocol.",
		"We reviewed our experience with a prospective ongoing protocol for the treatment of benign ovarian teratomas, between January 1990 and December 1996.",
		"The network protocol used for the internet and for many local area computer networks TFT - thin film transistor.",
		"Solaris 8 supports the next generation IPv6 Internet protocol, which offers nearly unlimited IP addressing.",
		"The United States has never, therefore, judged that the Protocol would produce what is to us an effectively verifiable BWC.",
		"It is current practice at Great Ormond Street to use a predominantly non-invasive presurgical work-up, and the following outlines our current investigation protocol.",
		"At the opening of the conference (23rd June 1882) Italy secured the signature of a self-denying protocol whereby all the great powers undertook to avoid isolated action; but the rapid development of the crisis in Egypt, and the refusal of France to cooperate with Great Britain in the restoration of order, necessitated vigorous action by the latter alone.",
		"On the 10th of July the four signatory powers of the convention of London signed a protocol recording the closure of the incident (protocole de cloture), and on the 13th France united with them in signing another protocol (protocole des detroits) by which the powers engaged to respect the principle proclaimed by the sultan as to the closing of the Dardanelles to foreign warships.",
		"The main results of this congress were the issue of the famous Troppau Protocol, signed by Austria, Prussia and Russia only, and an invitation to King Ferdinand to attend the adjourned congress at Laibach (1821), an invitation of which Great Britain approved \"as implying negotiation\" (see Troppau, Laibach, Congresses of).",
		"At present, only nine nations have formally ratified the Kyoto Protocol.",
		"We have developed a protocol which is effective in improving IVF outcome in high responder patients, including those with PCOS.",
		"The bibliographic search and retrieval protocol could come in very useful for some Headline purposes.",
		"The draft protocol prepared by the Clerk would be revisited at a future meeting.",
		"Rat examination Recent changes in protocol have put a ban on the LD50 test, save in exceptional circumstances.",
		"A protocol for screening for diabetic retinopathy in Europe.",
		"But, cruelly out of place amid the strict protocol of State, Diana seeks solace in the arms of Rugby players and Arabs.",
		"These included GCP and SOP training courses for monitors and specific workshops for study team leaders such as protocol writing and effective study coordination.",
		"Trials of the protocol resulted in considerably improved recovery on thawing of human spermatozoa compared with vapor freezing or conventional linear cooling.",
		"The issue is still pending in spite of the fact that we now have a protocol.",
		"The bottom line is that HTTP is a stateless protocol.",
		"Implicit in CRC 's protocol is the idea that tobacco money is always tainted.",
		"The service is normally used in conjunction with a teleconferencing service or a VoIP (Voice over Internet Protocol) facility.",
		"The Kyoto Protocol is a timid attempt to reduce the impact of climate change.",
		"In spite of the adoption of the Protocol, however, genetic pollution from transgenic crops is still on the rise.",
		"The network protocol used for the internet and for many local area computer networks TFT - Thin film transistor.",
		"The main use by the MECCANO project of direct broadcast satellite has been in the development of a routing protocol for unidirectional links.",
		"Strengthening the BWC through the conclusion of a verification protocol is of fundamental importance for international security.",
		"In a sweeping summary, he said the Protocol would \" not improve our ability to verify compliance \".",
		"This refers to the protocol used by a wireless adapter to access the Internet.",
		"Improper litter box protocol is one of the most common reasons a cat will stop using her litter box.",
		"Information regarding the proper vaccination protocol serves to educate owners about their pet's risk.",
		"In some cases a strict vaccination protocol may improve your cat's symptoms.",
		"The merchant swipes the card using a secure encrypted messaging protocol (SEMP).",
		"Concierge professionals can also provide you with a convenient message service and foreign protocol information.",
		"There may be risks to mother and child by following the above protocol.",
		"Herbs can be a more moderate treatment than chemical prescription drugs, but few doctors recommend that they be taken blindly and outside a careful treatment protocol.",
		"The National Psoriasis Foundation claims that studies involving turmeric for the treatment of psoriasis have yielded insufficient results, making it an ineffective protocol for the relief of psoriasis symptoms.",
		"They are often recommended by herbalists as part of a kidney-cleansing protocol.",
		"One of the most important features to come out of the Internet is the TCP/IP protocol.",
		"Some programs make it easy and you don't have to worry about it, but if you are involved in a substantial network, then the TCP/IP protocol is critical.",
		"Bob Kahn and Vint Cerf invented the TCP protocol.",
		"Basically, a podcast is a program that is delivered online through an XML protocol known as RSS.",
		"That's right, just like every other aspect of your wedding, there's a certain protocol to be followed when registering for gifts.",
		"Because a bridal shower is an unofficial event, there's really no set protocol.",
		"Use the dress tips from your temple to help you create a pattern that follows church protocol and is flattering to your body type.",
		"Researchers are testing how effectively this protocol prevents immune abnormalities and immune-related cancers in these mice.",
		"What is the protocol for returning to play following an injury?",
		"Clot busters must be administered quickly and properly through several specifically timed intravenous infusions according to a rigid protocol established for each drug and the body weight of each patient.",
		"The \"Sexual Assault Nurse Examiner Development and Operation Guide,\" prepared by the Sexual Assault Resource Service, describes the ideal protocol for collecting evidence from a sexual assault victim.",
		"Achievement and ability tests follow a uniform testing protocol, or procedure (i.e., test instructions, test conditions, and scoring procedures) and their scores can be interpreted in relation to established norms.",
		"Parents should encourage athletic or physical activity participation and talk to gym teachers or coaches to ensure they understand the child's symptoms and treatment protocol.",
		"The development of an observational protocol or test for assessing temperamental characteristics offers an advantage over reliance on questionnaires.",
		"Good weaves can be costly and involve a strategic care protocol.",
		"During preschool, a student is learning the protocol and fundamentals that will equip him for a more challenging academic curriculum.",
		"During my time, I was able to successfully implement a new call center protocol that saved thousands of dollars in human resources capital.",
		"At one time engagement party invitation wording followed a specific protocol.",
		"If you're throwing an engagement party for a friend or having a party yourself, it's a good idea to become familiar with engagement party protocol.",
		"Today, engagement parties can serve many functions, but there are still certain etiquette protocol that must be observed.",
		"When it comes to engagement party invitation protocol, let the formality level of the party guide your invitation choice.",
		"If you have concerns of this nature, contact the manufacturer directly for in-depth information on the handling protocol for the product.",
		"To back up its claims, the company is also gluten-free certified and has its inspection and processing protocol posted on its official website.",
		"These days there is a massive variety of gluten-free alternatives to wheat flour, each offering noticeable differences in taste, texture, and baking protocol.",
		"Saturn represents structure, long term stability and protocol; all the things Aquarius, and more to the point, Uranus, loathes.",
		"The different colors represent different revisions of the script, with the order of colors following an industry standard protocol.",
		"The best results come from assistance by investigators who follow a careful scientific protocol and have experience in the field.",
		"This was standard flying protocol for a lost aircraft in that area.",
		"With their superior patented feather-weight technology and custom design protocol, LUST shoes can affect your cycling speed and grant you a marked advantage over the competition.",
		"If you fit the profile of the first consumer and already have a desired designer in mind, then your protocol for buying boots with fur online will involve locating the internet vendor who offers the lowest shipping fee.",
		"The founder of the Autism Research Institute (ARI), Dr. Bernard Rimland, created the first biomedical intervention plan for autism, the Defeat Autism Now (DAN) protocol in the 1960s.",
		"The traditional medical community does not accept biomedical treatments for autism because of safety concerns over core methods of the protocol.",
		"Check out VOIP, Voice Over Internet Protocol systems to see if they are available in your area.",
		"VoIP phone service, or Voice Over Internet Protocol phone service is an evolving technology offering several advantages for small business.",
		"A formal letter of request has a touch more formality to it and follows a strict business letter format and protocol.",
		"This is a very safe thing to do, but it's also important to make sure that the connection to the bank is through a secure and encrypted protocol.",
		"Podcasts are programs that are delivered online through an XML protocol known as RSS.",
		"The foundation of meals is very similar to the 24-hour protocol.",
		"Roberts' protocol is frequently deemed as unhealthy by doctors and other health professionals.",
		"The ketogenic diet is typically started in the hospital where the child follows the Hopkins protocol.",
		"When following this protocol the child fasts for 24 hours, consuming only water.",
		"The program, which can be downloaded for free here, is said to be reasonably easy to use with speedy searches, effective connections, and even support for the BitTorrent (BT) protocol which seems to be all the rage these days.",
		"One of the major advantages to Ares Galaxy is that the protocol it uses is more difficult to identify that other similar programs, and as a result, it appears to work better in \"restricted\" networks.",
		"Although you can consider the top music download sites where you can get your tunes directly, the Bit Torrent protocol is much more robust and can result in much faster and more efficient downloads.",
		"Her language skills combined with her knowledge of communication and protocol made her invaluable to the crew of the original Enterprise.",
		"Cascading Style Sheets (CSS) is an Internet programming protocol that formats the appearance of various elements within a web page by assigning style values within the HTML or XML.",
		"When Tim Berners-Lee created the \"hypertext\" protocol to enable people to share academic papers through computers, it seemed a natural way to control how that information was presented.",
		"However, as these networks became more popular, by 1983 Robert Kahn and Vinton Cert invented the TCP/IP protocol upon which the future of the Internet would be based.",
		"File Transfer Protocol (or FTP) is the workhorse behind web design and site management.",
		"File Transfer Protocol is used for more than just web design.",
		"Ikir ordered a no-engagement protocol.",
		"I obeyed the emergency protocol issued earlier in the day and didn't approach the vamp.",
		"Already in 1884 a protocol had been signed between the contending parties, by which it was agreed that the frontier should follow the line where \" the highest peaks of the Andine ranges divide the watershed.\"",
		"Should the Porte refuse, the two powers were to take the earliest opportunity, either separately or in common, of establishing a reconciliation on the basis of the protocol.",
		"At the various congresses, from Aix-la-Chapelle (1818) to Verona (1822), therefore, he showed himself heartily in sympathy with the repressive policy formulated in the Troppau Protocol.",
		"Castlereagh, in the name of Great Britain, had cordially approved this invitation, as \"implying negotiation\" and therefore as a retreat from the position taken up in the Troppau Protocol.",
		"Thus far, Mr. Tim was not following typical protocol for emergencies.",
		"Can they elaborate the financial mechanisms to support their involvement in implementing the protocol?",
		"But, equally, never have the reasons for concluding the protocol been so acute.",
		"Similar difficulties may apply to the proposed additional Protocol.",
		"However, our efforts to stabilize the climate will need, over time, to become far more ambitious than the Kyoto Protocol.",
		"The standardized operational bindings do not have to be established via the Operational Binding management protocol (the DOP ).",
		"The aim of this audit was to assess the implementation of a protocol for urgent cholecystectomy by a specialist upper gastrointestinal surgical team.",
		"With the better integration comes protocol and code cleanups, allowing the Samba team to track the evolving NT implementation.",
		"An example of a simple communications protocol adapted to voice communications protocol adapted to voice communication is the case of a radio dispatcher talking to mobile stations.",
		"It also tracks the level of protocol conformance of each connected application.",
		"After an exhaustive evaluation within the US government, we decided that the Protocol was actually counterproductive.",
		"Kerberos is a network security protocol from MIT that uses private key cryptography to provide strong security between nodes.",
		"In addition, the sniffer chooses a random protocol and sends the packet to the logging daemon.",
		"They then double-checked to make sure the Queen had not decided to stick to normal protocol despite her mother's wishes.",
		"In laboratories with highly standardized testing and quality assurance procedures, this protocol appears highly effective.",
		"To design a distributed cooperation protocol to generate provenance data in workflow enactment.",
		"The aim of this study was to investigate the effect of a short-term gonadotropin releasing hormone agonist protocol in polycystic ovary syndrome.",
		"The factory argument will be used as the stream handler factory to obtain protocol handler factory to obtain protocol handlers when creating new URLs.",
		"The reasons for including partial hepatectomy in the protocol were unclear.",
		"Put simply, the draft Protocol would have been singularly ineffective.",
		"Messenger is a popular instant messaging client and protocol provided by Yahoo!",
		"The actual complexities of the SSL protocol remain invisible to the end customer.",
		"Protocol amendment to the gene therapy trial in follicular lymphoma using a DNA vaccine.",
		"Hence companies or even systems within companies (including some mainframes) can work together, exchanging information using a commonly accepted standard protocol.",
		"The module also supports the VT100 communications protocol, giving the QL a valuable new role as a terminal to widely used minicomputers.",
		"Firstly, everything, from the protocol for catching a bus, to food, to personal morals or social requirements are completely different.",
		"Recall the simple protocol that we designed in the lecture that used a MAC and random nonces.",
		"Also the use of a reliable protocol such as TCP incurs an overhead as the system must wait for an acknowledgment of each packet.",
		"At the moment our protocol involves using cells from two donor pancreases.",
		"Layer 2 and 3 protocol counts are summarized in the second section.",
		"While protocol used to require certain restraints from brides planning second weddings, rules of etiquette are more relaxed today, especially in light of the growing numbers of re-marriages.",
		"Some online shops are strict (even downright unfair) with their return protocol, so make sure you are clear on it beforehand.",
		"Despite the best vaccine protocol, the differing maternal antibody levels within each puppy will leave some vulnerable to contracting the dangerous virus.",
		"This is why VoIP stands for Voice over Internet Protocol.",
		"Bilirubin-induced complications can be prevented by introducing a neonatal jaundice protocol to identify infants at risk for significant bilirubin increases, by ensuring adequate parental education and providing for follow-up care.",
		"The signing of a peace protocol on the 12th of August was followed by the signature at Paris on the 10th of December of articles of peace between the United States and Spain.",
		"Session initiation protocol The session initiation protocol, SIP, became an IETF proposed standard in March 1999.",
		"The plenipotentiaries of Great Britain, France, Austria, Russia, Sardinia and Turkey recorded in a protocol, at the instance of Lord Clarendon, their joint wish that \"states between which any misunderstanding might arise should, before appealing to arms, have recourse so far as circumstances might allow (en tant que les circonstances l'admettraient) to the good offices of a friendly power.\"",
		"Both had signed the protocol of 1852, and both realized that, if the European powers were to be given no excuse to intervene, their attitude must be scrupulously correct; and this involved the recognition of King Christians rights in the duchies.",
		"On the 19th of November he signed the Troppau Protocol, which consecrated the principle of intervention and wrecked the harmony of the concert.",
		"By the protocol of 1895 Chile agreed to give to Bolivia the port of Arica, or some other suitable position on the seaboard.",
		"Vitor, a landing-place a little to the south of Arica, was offered by the Chilean government to Bolivia, but refused as not complying with the conditions stated in the protocol of 1895; the Bolivians furthermore preferred to wait and see if Arica was finally ceded by Peru to Chile, and if so to claim the fulfilment of the terms of the protocol.",
		"In August of 1898 the Chilean government determined to insist upon the terms of the protocol of 1896 being acted upon, and intimated to Argentina that they demanded the fulfilment of the clause relating to arbitration on disputed points.",
		"The protocol concluded with Great Britain on the 15th of April 1891, already referred to, contained a clause to the effect that, were Kassala occupied by the Italians, the place should be transferred to the Egyptian government as soon as the latter should be In a position.",
		"The Treaty of Adrianople, by which the Danubian principalities were erected into practically independent states, the treaty rights of Russia in the navigation of the Bosporus Anapa and Poti in Asia ceded to the tsar, included also a settlement of the Greek question on the terms of the protocol of the 22nd of March.",
		"The \"protocol king,\" as Christian was sometimes called, ascended the throne on Frederick's death in November 1863, and was at once faced by formidable difficulties.",
		"He was also one of the guarantors of the integrity of Denmark (London protocol, May 8th, 1852).",
		"Here it suffices to say that these issued in the congress of Troppau (October 1820) and the proclamation of the famous Troppau protocol affirming the right of collective \" Europe \" to interfere to crush dangerous internal revolutions.",
		"On the 17th of April 1896 another protocol was drawn up, by which the contending parties agreed to submit any differences to the arbitration of Great Britain, at the instance of one or both governments.",
		"Neither side would give way, nor was any disposition exhibited to refer the matter to arbitration under the protocol of 1896.",
		"The European powers now determined to interfere; and, by a protocol of the 3rd of May 1860, it was decided that the Lebanon should be occupied by a force of 20,000 men, of whom half were to be French.",
		"France thereupon proposed to convert the protocol of the 4th of April into a treaty; Russia and Great Britain agreed; and on the 6th of July the Treaty of London was signed by the three powers.",
		"On the 3rd of February 1830 was signed a protocol embodying the principle of an independent Greece under Leopold of Coburg as \" sovereign prince.\"",
		"Bergne wrote to the foreign office from Brussels, reporting that a special session of the permanent commission, established under the sugar bounties convention, had opened on the 18th of November, and the principal matter for its consideration had been the application of Russia to become a party to the convention on special terms. A protocol admitting Russia to the sugar convention was signed at Brussels on the 19th of December 1907.",
		"At the same time, however, it was decided by a secret protocol that the four powers should first settle among themselves the distribution of the conquered territories, and that France and Spain should only be consulted when their final decision was announced.",
		"The limits of Belgium are fixed by the London protocol of the 15th of October 1831 - also called the twenty-four articles - which cut off what is now termed the grand duchy of Luxemburg, and also a good portion of the duchy of Limburg.",
		"While it was discussing the subject, a conference of the European powers met in London, and by the protocol of May 28, 1852, settled that Frederick VII.",
		"On the other hand, the constitution of the 13th of November had been in flat contradiction to the protocol of London, which recognized theseparate rights of the duchies; and if the two great German powers chose to make this violation of an agreement to which they had been parties a casus belli, Europe would have no right to interfere.",
		"Russia and Great Britain had already protested against the occupation of Holstein and the support given to the Aiigustenburg claimant; and now Beust, the Saxon minister, was proposing that the federal diet, which had been no party to the protocol, should formally recognize his claim.",
		"A last attempt of the twp powers to carry the diet with them in recognizing the protocol having failed, they formally announced that they would act in the matter as independent European powers.",
		"A protocol enumerating the points agreed on was signed by all who had taken part in the conference, and in May bills were laid before the diet incorporating the chief points in the agreement.",
		"Before leaving Troppau, however, the three autocratic powers, Russia, Austria and Prussia, had issued, on the 8th of December 1820, a circular letter, in which they reiterated the principles of the Protocol, i.e.",
		"The London protocol of 1871, with a view to prevent such abuses, lays down, perhaps a little too broadly, \" that it is an essential principle of the law of nations that no power can liberate itself from the engagements of a treaty, nor modify the stipulations thereof, unless with the consent of the contracting powers, by means of an amicable arrangement.\"",
		"The six months that had elapsed between the signing of the peace protocol and the ratification of the treaty had constituted a virtual interregnum, Spain's authority having been practically destroyed in the Philippines and that of the United States xvii.",
		"Property of an individual who has abandoned Ottoman nationality without legal authority so to do does not pass to heirs, whether Ottoman or foreign, but devolves to the state if legal authority has been granted the government under which the foreign heirs live must have accepted the protocol above cited.",
		"By the 10th article of the treaty, moreover, Turkey acceded to the protocol of the 22nd of March 1829, by which the Powers had agreed to the erection of Greece into a tributary principality.",
		"The Senate refused to ratify it; but a protocol provided for a modus vivendi pending ratification, giving American fishing vessels similar advantages to those contemplated in the treaty; and on the whole Mr Chamberlain's mission to America was accepted as a successful one in maintaining satisfactory relations with the United States.",
		"Difference of opinion, therefore, arose as to the interpretation of the protocol, the Argentines insisting that the boundary should run from highest peak to highest peak, the Chileans that it should follow the highest points of the watershed.",
		"By a previous Anglo-Belgian protocol (May 1910) the Congo-Uganda frontier had been modified so as to give Belgium the western shores of Albert Nyanza and in Feb."
	],
	"synonyms": [
		"manners",
		"decorum",
		"code",
		"order",
		"etiquette",
		"custom",
		"behavior",
		"formality",
		"ceremony",
		"ceremoniousness",
		"punctiliousness",
		"communications protocol",
		"rules",
		"treaty",
		"obligation"
	],
	"antonyms": [
		"impropriety",
		"bad-manners",
		"crudeness"
	]
}