{
	"word": "superfluous",
	"meaning": [
		"Being more than is needed, useful, or wanted; surplus; excessive.",
		"Being beyond what is required or sufficient.",
		"Not needed; unnecessary; irrelevant.",
		"Extravagant; prodigal."
	],
	"sentences": [
		"Superfluous wealth can buy superfluities only.",
		"The superfluous water from all the Delta canals is drained off, by bahrs (rivers) into the coast lakes.",
		"In an earlier age such an inquiry would have seemed superfluous.",
		"In one way, as I need not say, a saint has no superfluous merit.",
		"The prevailing feeling is a noble spaciousness both in scale and in form, an equanimity based upon knowledge and character, a grandeur of conception expressed by severely simple execution, There is nothing superfluous, nothing common, nothing trivial.",
		"It works by eliminating information from the file that the program deems superfluous.",
		"The town is named after a celebrated sheikh buried here, by whose tomb travellers crossing the desert used formerly to deposit all superfluous goods, the sanctity of the saint's tomb ensuring their safety.",
		"The paper, with the specimen upwards, is then laid on bibulous paper for a few minutes to absorb as much as possible of the superfluous moisture.",
		"The lower branches often require removal, to ensure the formation of a tall straight trunk, and this operation should be performed before the superfluous shoots get too large, or the timber will be injured; but, as with all trees, unnecessary pruning should be avoided, as every branch removed lessens the vigour of growth.",
		"Like him he had little inclination to the orthodox church, and favored Mazdak, the founder of a communistic sect which had made headway among the people and might be used as a weapon against the nobles, of whom Mazdak demanded that they should cut down their luxury and distribute their superfluous wealth.",
		"These things may have had some effect by way of suggestion; the scryer may have been brought by them into an appropriate frame of mind; but, as a whole, they are tedious and superfluous.",
		"The hounds must have first of all walking, then trotting and fast exercise, so that their feet may be hardened, and all superfluous fat worked off by the last week in August.",
		"When the powder had become thoroughly liquid, so as to fill all the lines, the plate was allowed to cool, and the whole surface was scraped, so as to remove the superfluous niello, leaving only what had sunk into and filled up the engraved pattern.",
		"Those of them, however, who have farms in the savannahs and are accustomed to take long rides in all weathers, and those whose trade obliges them to take frequent journeys in the mountainous interior, or even to Europe and North America, are often as active and as little burdened with superfluous flesh as a Scotch farmer.",
		"Sometimes they consider moral intuition as determining the comparative excellence of conflicting motives (James Martineau), or the comparative quality of pleasures chosen (Laurie), which seems to be the same view in a hedonistic garb; others hold that what is intuitively perceived is the rightness or wrongness of individual acts - a view which obviously renders ethical reasoning practically superfluous.",
		"The sheer idiocy of these proposals makes further comment superfluous.",
		"There are two superfluous semicolons and the logic in the map could be shortened too, as well as some other bits.",
		"Do not answer a question that was not asked or provide superfluous information.",
		"Fill in with the pencil, add lipstick or lip gloss and you are done!While some consider lip liner as simply a superfluous makeup product, others won't leave home without it.",
		"The exportation in I902 only reached about 45 million gallons (and even that is double the average), while an equally abundant vintage in France and Spain rendered the exportation of the balance of 1907 impossible, and fiscal regulations rendered the distillation of the superfluous amount difficult.",
		"This gives to it unity and definiteness, and renders superfluous the attemps that have been made from time to time to define the limits which divide geography from geology on the one hand and from history on the other.",
		"Nor were these precautions by any means superfluous, for not a few princes died on the journey or were condemned to death and executed for real or imaginary offences.",
		"The summer pruning of established wall or espalier-rail trees consists chiefly in the timely displacing, shortening back, or rubbing off of the superfluous shoots, so that the winter pruning, in horizontal training, is little more than adjusting the leading shoots and thinning out the spurs, which should be kept close to the wall and allowed to retain but two or at most three buds.",
		"Napoleon's powers as First Consul for Life were so wide as to render much extension both superfluous and impossible; but we may note here that the senate now gained a further accession of authority at the expense of the two legislative bodies; and practically legislation rested with the emperor, who sent his decrees to the senate to be registered as senatus consulta.",
		"Sir Leslie Stephen pays high praise to Wesley's writings, which went \"straight to the mark without one superfluous flourish.\"",
		"An enumeration of Laplace's memoirs and papers (about one hundred in number) is rendered superfluous by their embodiment in his principal works.",
		"Way about 1850, this precaution was not only superfluous but harmful, because the soil possesses a power of absorbing the soluble saline matters required by plants and of retaining them, in spite of rain, for assimilation by the roots.",
		"If, as Hegel asserted, our experience is all knowledge, and if knowledge is indefinitely transformed by the conditions of knowing, then we are tempted to regard the object as superfluous, and to treat our innate conviction that knowledge has reference to objects as a delusion which philosophical reflection is destined to dispel.",
		"He explained, corrected or commented till the clock struck nine; then, with the little finger of the right hand brushing from his coat and waistcoat the shower of superfluous snuff which had fallen on them, he pocketed his snuff-box, and resuming his hat, he as silently as when he came in made his exit by the door which I rushed to open for him.\"",
		"The engraver, who is very rarely the designer, then cuts the otitlines into the block with a knife, afterwards removing the superfluous wood with gouges and chisels.",
		"He avoids not only every unusual but every superfluous word; and, although no writing can be more free from rhetorical colouring, yet there may from time to time be detected a glow of sympathy, like the glow of generous passion in Thucydides, the more effective from the reserve with which it betrays itself whenever he is called on to record any act of personal heroism or of devotion to military duty.",
		"Since 1648 it has been the custom of Moorish sultans to despatch superfluous sons and daughters to Tafilalt, and as the males are all sharifs, the fanaticism against Europeans is comprehensible.",
		"It was on his initiative that this synod condemned the heresy of adoptianism and the worship of images, which had been restored in 787 by the second council of Nicaea; and at the same time that council was declared to have been superfluous.",
		"Thus for the benefit of Madame de Lamballe the queen revived the superfluous and expensive office of superintendent of her household, which led constant disagreements and jealousies among her ladies and offended many important families.",
		"From the standpoint of the post-exilic age, the older delineation of the history of Israel, especially in the books of Samuel and Kings, could not but appear to be deficient in some directions, while in other respects its narrative seemed superfluous or open toi misunderstanding, as for example by recording, and that without.",
		"The superfluous asterism, named Abhijit, included the bright star a Lyrae, under whose influence the gods had vanquished the Asuras.",
		"It includes also the superfluous merit and satisfaction of the Blessed Virgin and the Saints.",
		"It is this ` superfluous' expiation that accumulates in the Treasure of the Church \" (Bp. of Newport, p. 166).",
		"It was usual to evidence the feoffment by writing in a charter or deed of feoffment; but writing was not essential until the Statute of Frauds; now, by the Real Property Act 1845, a conveyance of real property is void unless evidenced by deed, and thus feoffments have been rendered unnecessary and superfluous.",
		"The pharmacopoeial preparations of this acid are a 2% solution, which is given in doses of from two to six minims, the tinctura chloroformi et morphinae cornposita, which contains a half-minim of this solution in each ten minims, and the aqua laurocerasi, which owes its virtues to the presence of this acid, and is of inconstant strength, besides being superfluous.",
		"The stronger the solution administered, the greater is the quantity of water that passes into the bowel, a fact to be borne in mind when the salt is administered for the purpose of draining superfluous fluid from the system, as in dropsy.",
		"So close indeed is the similarity that many monkeys, apes and human beings have an apparently instinctive fear of all snakes and do not discriminate between poisonous and non-poisonous forms. Hence it may be that innocuous snakes are in many instances sufficiently protected by their likeness in shape to poisonous species that close and exact resemblance in colour to particular species is superfluous.",
		"Pruning, or the removal of superfluous growths, is practised in order to equalize the development of the different parts of trees, or to promote it in particular directions so as to secure a certain form, and, by checking undue luxuriance, to promote enhanced fertility.",
		"By working in this way all round the ball, the best roots will be got out and preserved, and the ball lightened of all superfluous soil.",
		"In some cases, as, for example, with peaches, the superfluous shoots are wholly removed, and certain selected shoots reserved to supply bearing wood for next year.",
		"These waters are utilized as the temporary reservoirs of the superfluous polder water, each system of reservoirs being termed a boezem (bosom or basin), and all lands watering into the same boezem being considered as belonging to it.",
		"Generally the skins are placed in an alkali bath, then by hand with a blunt wooden instrument the moisture of the pelt is worked out and it is drawn carefully to and fro over a straight, dull-edged knife to remove any superfluous flesh and unevenness.",
		"It is almost superfluous to remark, first, that Hume here deliberately gives up his fundamental principle that ideas are but the fainter copies of impressions, for it can never be maintained that order of disposition is an impression, and, secondly, that he fails to offer any explanation of the mode in which coexistence and succession are possible elements, of cognition in a conscious experience made up of isolated presentations and representations.",
		"But in what that vividness (ivap-yaaa) consists is a question which Epicurus does not raise, and which he would no doubt have deemed superfluous quibbling over a matter sufficiently settled by common sense.",
		"The idea of ponding up the superfluous flood discharge of the river is not a new one, and if Herodotus is to be believed, it was a system actually pursued at a very early period of Egyptian history, when Lake Moeris in the Fayum was filled at each Nile flood, and drawn upon as the river ran down.",
		"Along with this, there is a great deal of superfluous verbiage; and nowhere do we find a steady advance in the narration.",
		"It is noteworthy that though words were so freely spelled in alphabetic characters, especially in the time of the Old Kingdom, no advance was ever made towards excluding the cumbersome word-signs and biliteral phonograms, which, by a judicious use of determinatives, might well have been rendered quite superfluous.",
		"The successors of the polymath claimed to possess and to communicate, not the knowledge of all branches of learning, but an aptitude for dealing with all subjects, which aptitude should make the knowledge of any subject superfluous.",
		"These commissioners had power to consolidate by closing superfluous prisons, to establish one system of discipline, and generally by watchful supervision, aided by the experience of specialists, to maintain that muchdesired uniformity which had been so long and unsuccessfully sought.",
		"Administrative reform was also taken in hand; the large number of superfluous and badly paid officials was considerably reduced, and the status and salary of all existing government officials considerably improved.",
		"The reign of \" Brother Sacristan, \" the nickname given to Joseph by Frederick the Great, was one continual suppression of superfluous abbeys, feast-days, pilgrimages.",
		"To dwell here upon the Italianizing versifiers, moralists and pastoral romancers who attempted to refine the vernacular of the Romancero would be superfluous.",
		"The tides being lowest on the north coast of the province, the scheme of the Waterstaat, the government department (dating from 1879), provides for the largest removal of superfluous surface water into the Lauwerszee.",
		"In the committee appointed for preliminary consultation, one section was for the immediate condemnation of the order, and declined to allow it any opportunity of defence, on the ground that it was now superfluous and simply a source of strife.",
		"His opponents argued, \" if all events are foreordained, divination is superfluous \"; he replied that both divination and our behaviour under the warnings which it affords are included in the chain of causation.",
		"He writes a plain and unadorned style and shuns superfluous words.",
		"It would be superfluous to criticize the Tubingen view under a form in which it has already been abandoned.",
		"Thus, though difficult or superfluous arts may easily be lost, it is hard to imagine the abandonment of contrivances of practical daily utility, where little skill is required and materials are easily accessible.",
		"The language and dialogue of Melite are on the whole simple and natural, and though the construction is not very artful (the fifth act being, as is not unusual in Corneille, superfluous and clumsy), it is still passable.",
		"Of the many objections urged against the play, perhaps the weightiest is that which condemns the frigid and superfluous part of the Infanta.",
		"Agricultural or field drainage consists in the freeing of the soil from stagnant and superfluous water by means of surface or underground channels.",
		"The circumstance, unknown to these critics when they made their conjectures, that Eusebius Pamphili, in nearly a score of citations, substitutes the words \" in My Name \" for the words \" baptizing them into the name of the Father and of the Son and of the Holy Ghost,\" renders their conjectures superfluous.",
		"When we have to multiply two numbers, and the product is only required, or can only be approximately correct, to a certain number of significant figures, we need only work to two or three more figures (§ 83), and then correct the final figure in the result by means of the superfluous figures.",
		"The pictures were taken, in both cases, with only one quality of light, the violet ray of calcium, the remaining superfluous beams being eliminated by the agency of a double slit.",
		"It is almost superfluous to quote here the voluminous evidence for the intercourse with spirits which savage chiefs and medicine men are believed to maintain.",
		"Odin would thus (if we admit the etymology) be the swift goer, the \" ganger,\" and it seems superfluous to make him (with Grimm) \" the all-powerful, all-permeating being,\" a very abstract and scarcely an early conception.",
		"He pointed out indeed that the so-called \"third motion,\" introduced by Copernicus to account for the constant parallelism of the earth's axis, was a superfluous complication.",
		"Carriages were soon after introduced, and the use of them speedily became so fashionable that a bill was brought in \" to restrain the excessive and superfluous use of coaches.\"",
		"The correct piecing together of the fragmentary remains is one of the first problems of the palaeobotanist, and the gradual disappearance of superfluous names affords a fair measure of the progress of his science.",
		"Steve Moore has told the tale cleanly, not embellishing it with the superfluous.",
		"There's also a part about the weapons of the Waffen-SS which feels somewhat superfluous.",
		"One less concerned with the sell would have dispensed with a largely superfluous chapter on Easter 1916.",
		"To the dozen medics around the table, the point that the doctor was making seemed almost superfluous.",
		"So coupled with the word technology it is completely superfluous; rather like saying experiment and science or numbers and maths.",
		"The second warning is, however, rather superfluous in my view.",
		"These totally superfluous police horsemen were never in the processions in earlier years.",
		"The existence of the human data, however, renders the animal data superfluous.",
		"They feel they cannot cope and they feel rendered superfluous.",
		"It is probable that they serve to strain off the superfluous water which is introduced into the mouth during the process of feeding.",
		"The determination of the relative degree of perfection of organization attained by two animals 1 A great deal of superfluous hypothesis has lately been put forward in the name of \" the principle of convergence of characters \" by a certain school of palaeontologists.",
		"The absence of the musical titles, however, ma y be taken as an indication that the last collection of psalms was formed in a different place from that in which the earlier collections had arisen; and if, as seems probable, we may identify this place with the Temple at Jerusalem, the absence of musical titles is easily explained, for the number of skilled musicians who there ministered, and who would, of course, possess the tradition of the various modes and tones, would make precise musical directions superfluous.",
		"It was usual, however, to hold the front and back of the ir6rXos together by a girdle q'c'ovr7), passed round the waist below the airO rrv'ypa; the superfluous length of the garment was pulled up through the girdle and allowed to fall over in a baggy fold (KOA7ros) (see Greek Art, fig.",
		"The king had now clarified the ancient laws of the realm to his satisfaction, and could proceed to abolish superstitious rites, remedy abuses, and seize such portions of the Church's possessions, especially pious and monastic foundations, as he deemed superfluous for the maintenance of religion.",
		"The superfluous sibilants were also adapted in various ways (see below).",
		"When two blocks of ice are placed loosely together so that the superfluous water which melts from them may drain away, the remaining water draws the blocks together with a force sufficient to cause the blocks to adhere by the process called Regelation.",
		"On the other hand, the ethical optimism of Shaftesbury, rather broadly impressive than exactly reasoned, and connected as it was with a natural theology that implied the Christian scheme to be superfluous, challenged attack equally from orthodox divines and from cynical freethinkers.",
		"If she could see and hear, I suppose she would get rid of her superfluous energy in ways which would not, perhaps, tax her brain so much, although I suspect that the ordinary child takes his play pretty seriously.",
		"Still we live meanly, like ants; though the fable tells us that we were long ago changed into men; like pygmies we fight with cranes; it is error upon error, and clout upon clout, and our best virtue has for its occasion a superfluous and evitable wretchedness.",
		"Or perchance, at evening, I hear him in his stable blowing off the superfluous energy of the day, that he may calm his nerves and cool his liver and brain for a few hours of iron slumber.",
		"But the only true America is that country where you are at liberty to pursue such a mode of life as may enable you to do without these, and where the state does not endeavor to compel you to sustain the slavery and war and other superfluous expenses which directly or indirectly result from the use of such things.",
		"It puts to rest many questions which he would otherwise be taxed to answer; while the only new question which it puts is the hard but superfluous one, how to spend it.",
		"It very often happened that in a moment of irritation husband and wife would have a dispute, but long afterwards Pierre to his surprise and delight would find in his wife's ideas and actions the very thought against which she had argued, but divested of everything superfluous that in the excitement of the dispute he had added when expressing his opinion.",
		"It seems superfluous to mention it, but do n't go swimming if you 've been drinking alcohol.",
		"There 's also a part about the weapons of the Waffen-SS which feels somewhat superfluous.",
		"The Times ' subs obviously missed the three superfluous words in there.",
		"Second, it is prohibited to cause superfluous injury or unnecessary suffering.",
		"Your own kernel lacks superfluous elements and is therefore faster and more stable.",
		"Most CVs start with these but take care to avoid superfluous details, such as religious affiliation, children 's names and so on.",
		"Ornament and multiple colors are considered superfluous in this type of bathroom.",
		"Elaborate décor is superfluous for this style of a holiday wedding.",
		"Contact lenses that enhance the color of your eyes are often considered superfluous, but they can actually be used to aid athletes' performance by highlighting certain colors in the environment.",
		"This simple and straight-forward website gives you just what you want without any flashing banners or superfluous features.",
		"It filters out a lot of superfluous noise to distract you from finding wineries, restaurants, inns, and important spots.",
		"Favorpals provides an online space for individuals to freely exchange superfluous items (just like a business's excess inventory) with others-all without engaging in a traditional monetary transaction.",
		"There is an optimum number of jewel bearings that will depend on the watch mechanism design and sometimes jewels are added for superfluous reasons.",
		"Party posts are subject to approval before they go live which filters out superfluous or bogus events.",
		"Some are even outdated - such as meta-tag generation, a strategy that used to be essential but has grown superfluous in the Web 2.0 world.",
		"The form of the work was fatal to its success, and the subsequent Exegetisches Handbuch rendered it quite superfluous.",
		"The carbon compounds of the latter are of no direct nutritive value to the succeeding crop, but the decaying vegetable tissues very greatly assist in retaining moisture in light sandy soils, and in clay soils also have a beneficial effect in rendering them more open and allowing of better drainage of superfluous water and good circulation of fresh air within them.",
		"But if the Order had now become a superfluous anachronism, it had still to be disposed of, and this was no easy task.",
		"The point here is that the Spirit does not make study superfluous.",
		"The smoke of the campfires, into which they were throwing everything superfluous, made the eyes smart.",
		"The modern Wagnerian conductor is apt to complain that Beethoven, in his four-bar phrase, drowns a melody which lies in the weakest register of the clarinet by a crowd of superfluous notes in oboes, horns and flutes.",
		"Once the glue is cured, the caustic soda becomes superfluous.",
		"But how cast off all the superfluous, devilish burden of my outer man?",
		"It is an athlete's style, all bone and sinew, nude, without superfluous flesh or ornament.",
		"To fit timber for use in building construction the superfluous sap and."
	],
	"synonyms": [
		"wasted",
		"senseless",
		"purposeless",
		"pointless",
		"otiose",
		"surplus",
		"supernumerary",
		"supererogatory",
		"spare",
		"redundant",
		"extra",
		"excess",
		"worthless",
		"superfluity",
		"prodigal"
	],
	"antonyms": [
		"necessary",
		"needed",
		"important",
		"essential"
	]
}