{
	"word": "insatiable",
	"meaning": [
		"Impossible to satiate or satisfy.",
		"Constantly wanting more; that cannot be satisfied or appeased.",
		"Not satiable; incapable of being satisfied or appeased; very greedy; as, an insatiable appetite, thirst, or desire."
	],
	"sentences": [
		"Success only stimulated his insatiable ambition.",
		"If memory serves, you were the insatiable one this morning.",
		"The attention of European diplomacy at this time was concentrated upon the king of Prussia, whose insatiable acquisitiveness disturbed all his neighbours.",
		"This time, there was more than insatiable lust and need in his kiss.",
		"Hastings was a man of immense industry, with an insatiable appetite for detail.",
		"His ambition was insatiable; he is said to have exclaimed when looking at a map that the whole world did not form a sovereignty vast enough for one monarch.",
		"They are unscrupulous in perjury, treacherous, vain and insatiable, passionate in vindictiveness, which they will satisfy at the cost of their own lives and in the most cruel manner.",
		"Perhaps Chase's chief defect as a statesman was an insatiable desire for supreme office.",
		"But Charles's insatiable lust for conquest, and his ineradicable suspicion of Denmark, induced him, on the 17th of July, without any reasonable cause, without a declaration of war, in defiance of all international equity, to endeavour to despatch an inconvenient neighbour.",
		"From his mother, Elizabeth Vitlitsaya, he inherited most of his characteristics, an insatiable love of work, an almost pedantic love of order and the most rigorous sense of duty.",
		"Dozing after his insatiable passion, she roused herself when one of Gabriel's hands moved down her body.",
		"More celebrities have been created by the media and the appetite of the public to access modern celebrity culture has become insatiable.",
		"The union between a prince who physically was something less than a man and mentally little more than a child, and a princess of prodigious intellect and an insatiable love of enjoyment, was bound to end in a catastrophe.",
		"The papacy, with its secular ambitions, and its insatiable greed for money, was the worst abuse of all.",
		"The demand for English language courses in Pakistan is insatiable and puts us predominantly monolingual English speakers to shame.",
		"He's known for playing tricks and his insatiable curiosity.",
		"The almost insatiable worldwide appetite for prawns has resulted in a booming of the prawn farming industry in several tropical regions.",
		"They have an insatiable thirst for anything made of gold or silver.",
		"There's an insatiable curiosity to know Fluffy's ancestry, especially when she's been rescued from the local pound.",
		"At about one to two years of age, children with PWS develop an uncontrollable, insatiable appetite.",
		"The innocence of childhood - the insatiable love of fantasy and the wonder of life, is similarly juxtaposed with the reality that all too soon the child will grow up and know the truth of life.",
		"Satisfy the insatiable need for all that information by putting them on a personalized favor.",
		"A card is selected and the apparently insatiable vacuum removes the ink from its face.",
		"Yet in the end, his noble qualities were subsumed by his insatiable lust for glory.",
		"Between running the Gretna ticket office and feeding the media's insatiable maw, he's also been in for a brain scan.",
		"Just like the rainforests, seagrass meadows are threatened by mans ' insatiable need to expand, build and consume.",
		"His avidity was insatiable and he could brook no opposition; but, unlike his father, he was morose, silent and unsympathetic. His next conquests were Camerino and Urbino, but his power was now greatly shaken by the conspiracy of La Magione (a castle near Perugia where the plotters met).",
		"Ministers have swept aside concepts of clinical priority in favor of their own insatiable PR agenda.",
		"It seemed that nothing would quench his insatiable greed.",
		"Consumers seem to have an insatiable appetite for more and more items to fill their lives with.",
		"She believes Cruise has an insatiable need for publicity and adoration, things that were missing at the time, and that he needed the wedding media frenzy to satisfy his media need.",
		"As a matter of fact, many dogs love to travel and have an insatiable curiosity for new places filled with wonderful new smells.",
		"The insatiable appetite of this invertebrate will keep you occupied for hours on end as you frantically seek out the lexicon entries hidden among the mass of letter tiles.",
		"Your insatiable desire for new games may keep you up on the latest releases, but it can also be hard on the wallet.",
		"Boundless energy and insatiable curiosity drives the child to explore the environment and master new skills.",
		"Insatiable appetite is a classic feature of PWS.",
		"Fanatical Twilight followers, referred to as \"Twi-hards,\" have a seemingly insatiable appetite for all things having to do with the young-adult vampire romance.",
		"Even if slow, her death would spare her an eternity at the hands of a demon with insatiable bloodlust.",
		"His mind coursed with carnal lust, raw and insatiable.",
		"But the longing for these pledges of the divine assistance was insatiable.",
		"In connexion with this he emphasizes a too generally neglected factor in economic phenomena, \" the constant and insatiable desire of the mind for exercise and employment.\"",
		"But Seneca's fear lest Nero's sleeping passions should once be roused were fully verified, and he seems to have seen all along where the danger lay, namely in Agrippina's imperious temper and insatiable love of power.",
		"The laws of light and shade, the laws of \"perspective,\" including optics and the physiology of the eye, the laws of human and animal anatomy and muscular movement, those of the growth and structure of plants and of the powers and properties of water, all these and much more furnished food almost from the beginning to his insatiable spirit of inquiry.",
		"His insatiable researches into natural fact brought upon him among the vulgar some suspicion of practising those magic arts which of all things he scouted and despised.",
		"Gregory of Tours tells us that they were robbers, not protectors of the people, and that justice and the whole administrative apparatus were merely engines of insatiable greed.",
		"His lust for blood, war and women is insatiable.",
		"Cynthia was busy feeding linens into the insatiable washing machine.",
		"An insatiable appetite for learning resulted in her securing a place at Leeds College of Music.",
		"Not a pebble of the ground, to the foliage of the highest branches, escapes the insatiable curiosity of this vigilant settler.",
		"The hacks have an insatiable feeding frenzy for political fratricide.",
		"The super-exploitation of the munitions workers to feed the insatiable greed for profits of the war mongering factory owners.",
		"They were replaced by soulless monsters, driven only by an insatiable hunger for human flesh.",
		"My need to be loved by a man was seemingly insatiable.",
		"The reason why the age of abundance has not arrived even in the developed Western world is that human wants seem insatiable.",
		"Mr. Higinbotham, President of the World's Fair, kindly gave me permission to touch the exhibits, and with an eagerness as insatiable as that with which Pizarro seized the treasures of Peru, I took in the glories of the Fair with my fingers.",
		"Cats have an insatiable need to mark the places they claim for their own by dragging their nails down every inch and depositing their own unique signature from the scent glands in their pads.",
		"Often times, there is an insatiable desire for the sweet tastes in life.",
		"They were insatiable in their demands for office and emolument, and when they discovered that the shah, acting by the advice of the British envoy, was levying from among their tribesmen regiments to be directly under his control, they took care that the plan should fail.",
		"All were traits she developed in him that made him the perfect warrior, insatiable for blood, merciless and ambitious.",
		"His greatness consists in his practical aptitude, in his political perception, and in the self-restraint which enabled him to confine within limits tolerable to his people an insatiable appetite for power.",
		"With an insatiable love of pleasure he combined a certain external piety and a magnificent generosity in his charities."
	],
	"synonyms": [
		"unsatiable",
		"insatiate",
		"voracious",
		"unsatisfied",
		"unappeasable",
		"rapacious",
		"omnivorous",
		"greedy"
	],
	"antonyms": [
		"fulfilled",
		"full",
		"satisfied",
		"pleased",
		"satiable"
	]
}