{
	"word": "suffrage",
	"meaning": [
		"A vote or voting; esp., a vote in favor of some candidate or issue.",
		"The exercise of such a right.",
		"The right to vote, esp. in political elections; franchise.",
		"A prayer or act of intercession or supplication.",
		"A vote cast in deciding a disputed question or in electing a person to office."
	],
	"sentences": [
		"The right of suffrage is confined by the constitution to adult male citizens who have resided in the state for one year.",
		"Suffrage was by this constitution first extended to women tax-payers in questions \" submitted to the tax-payers, as such.\"",
		"A constitution of 1868 gave suffrage to the blacks, and disfranchised all whites made ineligible to office under the proposed Fourteenth Amendment to the national Constitution, and also (practically) those who had by word, pen or vote defended secession.",
		"A limited suffrage was conferred upon women in 1879.",
		"The legislative power is vested in a national congress of two chambers, elected by direct suffrage, and convened on the 3rd of May each year.",
		"The deputies are elected by direct suffrage for the legislative session of three years, and have the same immunities from legal process as the senators.",
		"The National Convention was therefore the first French assembly elected by universal suffrage, without distinctions of class.",
		"As for the chambers, based avowedly on universal suffrage, their existence thenceforth was ornamental or sepulchral.",
		"Convicts not pardoned with an explicit restoration of suffrage privileges are disfranchised - a rare clause in the United States.",
		"The members of both chambers owe their election to universal suffrage; but the Senate is not elected directly by the people and the Chamber of Deputies is.",
		"While restoring the principle of universal suffrage, which had been partially abrogated in 1795, Sieyes rendered this system of election practically a nullity.",
		"On a referendum in 1895 on the expediency of granting municipal suffrage to women only 59.08% of the women who were registered voted, and probably less than 10% of those entitled to be registered.",
		"The right of voting being confined to members of the Communist party, the Government represented by no means one really elected by universal suffrage but rather a dictatorship of the lower classes.",
		"The result was the formation of an assembly at Modena which abolished feudal dues and customs, declared for manhood suffrage and established the Cispadane Republic (October 1796).",
		"The address in reply to the speech from the throne, voted after a debate in which abstract theories had triumphed over common sense, demanded universal suffrage, the establishment of pure parliamentary government, the abolition of capital punishment, the expropriation of the landlords, a political amnesty, and the suppression of the Imperial Council.",
		"She was educated at home, and later identified herself with the movement for the higher education of women, being also one of a group of women who about 1858 were discussing the question of women's suffrage at the Kensington Society.",
		"The colonial minister is assisted by a number of organizations of which the most important is the superior council of the colonies (created by decree in 1883), an advisory body which inclUdes the senators and deputies elected by the colonies, and delegates elected by the universal suffrage of all citizens in the colonies and protectorates which do not return members to parliament.",
		"In 17 9 4 the United Irishmen, persuaded that their scheme of universal suffrage and equal electoral districts was not likely to be accepted by any party in the Irish parliament, began to found their hopes on a French invasion.",
		"On the 2gth of June 1881 the Chamber adopted a Franchise Reform Bill, which increased the electorate from oo,ooo to 2,000,000 by lowering the fiscal qualification from 40 to 19.80 lire in direct taxation, and by extending the suffrage to all persons who had passed through the two lower standards of the elementary schools, and practically to all persons able to read and write.",
		"Besides the realization of the formal programme of the Left, consisting of the repeal of the grist tax, the abolition of the forced currency, the extension of the suffrage and the development of the railway system Depretis laid the foundation for land tax re-assessment by introducing a new cadastral survey.",
		"He was a strong advocate of the League of Nations, but did not favour woman suffrage.",
		"He resigned his seat in 1912, in order to recontest it as a supporter of women's suffrage, and was defeated.",
		"In addition to the ordinary suffrage qualifications of age, sex, and residence, the voter must have paid all taxes due from him for the two years immediately preceding the election, and he must be able to read any section of the constitution or \"be able to understand the same when read to him, or give a reasonable interpretation thereof.\"",
		"All male citizens above twenty-one years of age have the right of suffrage, subject to a residence of one year in the state and sixty days in the county in which they offer to vote.",
		"The aim of the constituent assembly in its departmental system (1789-1790) had been to vest local affairs ultimately in councils elected by universal suffrage, alike in the department and in the three smaller areas within it.",
		"At the close of the war, contrary to the general feeling of his party, he urged universal amnesty and impartial suffrage as the basis of reconstruction.",
		"On the!18th of March 1886, a socialist rising suddenly burst out at Liege, on the occasion of the 18th of April the chamber adopted an electoral system until then unknown - le suffrage universel plural.",
		"But as soon as this was accomplished the government opened a comprehensive enquiry into the causes of dissatisfaction, which served as the basis of numerous social laws, and led eventually to the establishment of universal suffrage and the substitution in Belgium of a democratic for a middle-class regime.",
		"Legislative power is vested in a Congress consisting of a Senate and a Chamber of Deputies, elected by universal manhood suffrage in the proportion of one senator for every 1 2,000 inhabitants and one deputy for every 6000.",
		"Consequently, I go for admitting all whites to the right of suffrage, who pay taxes or bear arms (by no means excluding females)\" - a sentiment frequently quoted to prove Lincoln a believer in woman's suffrage.",
		"The members of the latter, 397 in number, are elected for a space of five years by universal suffrage.",
		"Every German who has completed his twenty-fifth year is prima facie entitled to the suffrage in the state within which he has resided for one year.",
		"The Liberal ministries of 1848 were dismissed, the constitutions were changed or abolished, and new chambers were elected under a severely restricted suffrage.",
		"On the 24th Bismarck in his turn issued a circular note stating that, in view of the Austrian war preparations, Prussia must take measures for her defence; at the same time he laid before the princes the outline of the Prussian scheme for the reform of the Confederation, a scheme which included a national parliament to be elected by universal suffrage, as offering surer guarantees for conservative action than lilnitations that seek to determine the majority befprehand.",
		"The Prussian plan of reform laid before the diet included the exclusion of Austria from the Confederation; the creation of a federal navy; the division of the supreme command of the army between Prussia and Bavaria; a parliament elected by manhood suffrage; the regulation of the relations between the Confederation and Austria by a special treaty.",
		"On the 24th of February 1867 the constituent diet of the confederation, elected by universal suffrage and the ballot, met in Berlin, and soon accepted in its essential features the constitution submitted to it.",
		"The new diet, instead of being composed of four estates sitting separately, consists of a single chamber of 200 members elected directly by universal suffrage, women being eligible.",
		"House were to be elected triennially by popular suffrage.",
		"Taylor, Miss Emily Davies and others, of the first women's suffrage society, which developed into the National Union of Women's Suffrage Societies, and his writings are still the most important theoretical statement of the case for women's suffrage.",
		"He presented to Parliament the first petition on the subject (see further Blackburn, Women's Suffrage Record).",
		"At the basis of the pyramid we get the great council, the elective body composed of all who enjoyed the suffrage, i.e.",
		"The separation of church and state is provided for by the constitution, and both the nation and the states are forbidden to establish, subsidize or restrict the exercise of any religious worship. Foreigners are eligible to Brazilian citizenship, and the right of suffrage is conferred upon all male citizens over twenty-one years of age, except beggars, illiterates, the rank and file of the armed forces, members of monastic orders, &c., bound by private vows, and all unregistered citizens.",
		"Under an act of 1724 the suffrage was restricted to adult males who possessed a freehold of the value of $134 (see History).",
		"Since 1874 the aim has been to bestow suffrage on all male citizens who shall have attained the age of twenty-one years and shall have been inhabitants of the state for one year, but for the protection of the ballot citizenship for ninety days, 2 residence in the county for four months, and in the election district for thirty days next preceding the election are required.",
		"On June 17 1907 a promising speech from the throne opened the first universal suffrage Parliament and promised \" to leave to the peoples as a secure heritage the integrity of their national territories\"; \"to solve the language question.",
		"Consequently after division on the subject among the Democrats themselves, as well as opposition of Republicans and Populists, a new constitution with restrictions on suffrage was adopted in 1901.",
		"From the suffrage and the holding of office are excluded idiots and insane persons and all those who have been convicted of treason, embezzlement, malfeasance in office, bribery or larceny, or any crime involving moral turpitude and punishable under the laws of the state by imprisonment in the penitentiary - this last disqualification, however, is removable by a pardon for the offence.",
		"The scheme alarmed the Coalition, which saw that universal suffrage might destroy not only the hegemony of the Magyar nobility and gentry in whose hands political power was concentrated, but might, by admitting the non-Magyars to political equality with the Magyars, undermine the supremacy of the Magyar race itself.",
		"Garrison's son, WILLIAM LLOYD GARRISON (1838-1909), was a prominent advocate of the single tax, free trade, woman's suffrage, and of the repeal of the Chinese Exclusion Act, and an opponent of imperialism; another son, WENDELL PHILLIPS",
		"Cormenin was an earnest advocate of universal suffrage before the revolution of February 1848, and had remorselessly exposed the corrupt practices at elections in his pamphlet - Ordre du jour sur la corruption electorale.",
		"The Legislative Assembly, without a mandate for modifying a constitution that had become inapplicable with the suspension of the monarch, had before disappearing convoked a National Convention, and as the reward of the struggle for liberty had replaced the limited franchise by universal suffrage.",
		"With such followers he made the constitution of 1876 and all the laws of the monarchy, putting a limited franchise in the place of universal suffrage, curtailing liberty of conscience, rights of association and of meeting, liberty of the press, checking democracy, obliging the military to abstain from politics, conciliating the Carlists and Catholics by his advances to the Vatican, the Church and the religious orders, pandering to the protectionists by his tariff policy, and courting abroad the friendship of Germany and Austria after contributing to the marriage of his king to an Austrian princess.",
		"A talk was given by historian and author Jill Liddington and suffrage songs were sung by a local choir.",
		"Bulgaria 's parliament, elected by male suffrage, could veto royal legislation.",
		"All the collections are valuable for the study of the women 's suffrage movement in Britain.",
		"Herbert Asquith, the Prime Minister during the militant suffrage campaign, had always been totally against women having the vote.",
		"In 1879, she married Richard Pankhurst, a Manchester barrister and radical who authored the first women 's suffrage bill in Britain.",
		"The struggle for women 's suffrage in America began in the 1820s with the writings of Fanny Wright.",
		"Ms Pankhurst is a militant suffragette leading the revolution for women 's suffrage for the vote.",
		"A supporter of African American suffrage, Blaine was a strong opponent of President Andrew Johnson and voted for his impeachment in 1868.",
		"To equate his policies today, in a land with universal suffrage, is an insult to this man.",
		"Told largely through letters home and diaries, this book throws light on wartime conditions and the cause of women 's suffrage.",
		"Learn about Catt, the woman suffrage movement, and the restoration of her 1866 rural Iowa home.",
		"The impractical shifted toward practical as women entered the workplace, took part in the suffrage movement and shook off the patronizing attitude of men who felt that women should be seen and not heard.",
		"Anthony and Frederick Douglas, and became a passionate supporter of both women's suffrage and civil rights.",
		"Protest folk songs were also instrumental in women's suffrage.",
		"He favoured a strong executive holding during good behaviour, an aristocratic senate appointed by the president for life, and the restriction of the suffrage to freeholders.",
		"He had a seat in the Constituent Assembly of 1867, and while he joined the National Liberals he distinguished himself by his opposition to the introduction of universal suffrage, the effects of which he, as did many other Liberals, much distrusted.",
		"In 1880 he retired, like so many other Liberals, disheartened by the change in political life, which _he attributed to universal suffrage.",
		"The franchise is adult suffrage, conditional on a previous residence in the colony for a year, including six months in the electoral district for which a claim to vote is registered.",
		"Sir George Grey, entering colonial politics as a Radical leader, had appealed eloquently to the work-people as well as to the Radical \"intellectuals,\" and though unable to retain office for very long he had compelled his opponents to pass manhood suffrage and a triennial parliaments act.",
		"Suffrage is conferred upon all adult citizens of the United States (including women, 1910) who have lived in the state one year, in the county ninety days, and in the city, town, ward or precinct thirty days immediately preceding the election, and are able to read and speak the English language; Indians who are not taxed, idiots, insane persons and convicts are debarred.",
		"A meeting of representatives of all European inhabitants of the Sovereignty, elected on manhood suffrage, held at Bloemfontein in June 1852, never theless declared in favour of the retention of British rule.",
		"He opposed woman suffrage on the ground that the majority of women did not want it and never would, and declared that until woman should \"emancipate herself from the thraldom to etiquette,\" he \"could not see how the ` woman's rights theory ' is ever to be anything more than a logically defensible abstraction.\"",
		"The feudal character of the first chamber was abolished, and its members made mainly elective from among the highest tax-payers, while an almost universal suffrage was introduced for the second chamber.",
		"A widespread agitation was the outcome, and the temper of the people, of what became known as the \" Red Kingdom,\" was displayed in the elections of 1903 to the German imperial parliament, when, under the system of universal suffrage, of 23 members returned 22 were Social Democrats.",
		"The establishment in Austria of universal suffrage in 1907 had as its aim the creation, in the place of the old Parliament, which was crippled by the strife of nationalities, of a Chamber in which social and economic interests should prevail over national ones.",
		"With the introduction of universal equal suffrage the stormy suffrage agitation came to rest, although one of its demands was unfulfilled, namely female suffrage for the Austrian House of Deputies.",
		"They were not, however, without quiet success, for these committees worked so intensively to create a public opinion favourable to woman's suffrage that immediately after the proclamation of the Austrian Republic in 1918 the vote was unanimously conceded to women, even the conservative parties agreeing to this.",
		"It might have been expected that the concession of universal suffrage in the case of the House of Deputies would have led to the abolition of the class system of voting for the legislative bodies of the several territories and the introduction of an equal franchise, and also to the doing away with the three-class system of voting - established on the Prussian model - in the case of the election of municipal representatives.",
		"With the extension of the suffrage and the growth of nationalist conflicts, the powers of the president were no longer sufficient, and he was unable to deal with the obstruction of even a small group. At.",
		"With the carrying through of suffrage reform the Beck Ministry, which started in June 1906, had.",
		"By means of this coalition the Ministry succeeded, indeed, in passing the military service reforms on April 24 1911 (reduction of the three years' service to two years, combined with an increase in the contingent of recruits); but this completely exhausted its parliamentary strength, and the first parliamentary suffrage Parliament ended with but poor results in the midst of unsolved national problems.",
		"The suffrage is granted to all males resident in an election precinct for ten days, in the county for thirty days, in the state for six months, in the United States for one year, and 21 years of age, except those under guardianship or insane, and those convicted of treason or felony, unless restored to civil rights.",
		"Count May, in January 19,94, proposed in the chamber of the Bavarian Reichsrath that the clergy should be deprived of the suffrage.",
		"In 1866 he expressed himself favourable to the making of household suffrage the basis of representation, an expression of opinion which probably influenced the Reform Bill of the following year - in the discussions on which Palmer took a prominent part, and especially in opposition to the so-called \"fancy franchises\" originally proposed by its authors.",
		"The right of suffrage is confined by the constitution to males twenty-one years of age, who are citizens of the United States or have declared their intention of becoming citizens, and who have resided in the state one year, in the county six months, and in the voting precinct ninety days preceding the election.",
		"Suffrage is universal, both men and women who have attained the age of 21 years being able to vote in elections to the House of Deputies.",
		"In 1850-1851 he was a member of the convention to revise the Virginia constitution, and advocated white manhood suffrage, internal improvements, and the abolition of imprisonment for debt.",
		"When suffrage had thus come to be a thing really worth possessing, the proprietor, in 1670, sought to check the opposition by disfranchising all freemen who did not have a freehold of fifty acres or a visible estate of forty pounds sterling.",
		"So, when during the Civil War Maryland was largely under Federal control and the demand arose for the abolition of slavery by the state, another constitutional convention was called, in 1864, which framed a constitution providing that those who had given aid to the Rebellion should be disfranchised and that only those qualified for suffrage in accordance with the new document could vote on its adoption.",
		"A dispute with Tennessee over the southern boundary was settled in a similar manner in 1820.1 The constitution of 1792 provided for manhood suffrage and for the election of the governor and of senators by an electoral college.",
		"Suffrage is extended to all Mexican citizens who possess honest means of livelihood, the age limit being 18 for the married and 21 for the unmarried.",
		"According to the constitution of December 1879 (modified in 1885, 1887, 1889 and 1903) the legislative power is vested in a national assembly of 69 deputies (1 for every 20,000 inhabitants) chosen for 4 years by direct popular vote, under universal manhood suffrage.",
		"Comparing the old constitutions with the new ones, it may be said that the note of those enacted in the first thirty or forty years of the republic was their jealousy of executive power and their careful safeguarding of the rights of the citizen; that of the second period, from 1820 to the Civil War (186165), the democratization of the suffrage and of institutions generally; that of the third period (since the war to the present day), a disposition to limit the powers and check the action of the legislature, and to commit power to the hands of the whole people voting at the polls.",
		"In 1789 property qualifications were general, but now in all the northern and western states these have been long since abolished, and the electoral suffrage is practically manhood suffrage.",
		"In Wyoming, Colorado, Utah, Idaho and Washington universal adult suffrage prevails.",
		"Down till 1890 manhood suffrage had prevailed in all the Southern states also (as to some Southern states now see ante, 5).",
		"As the electoral suffrage for state legislature elections is also that for Federal elections (including the election of presidential electors), the working of the Federal Constitution has thus been affected without any change in the Constitution itself.",
		"The municipal council is elected by direct suffrage for a term of two years, and is composed of 15 members.",
		"She was then chosen lecturer for the Massachusetts Woman's Suffrage Association.",
		"She died at Moylan, Pa., July 2 1919, shortly after the passage of the suffrage amendment to the Federal Constitution by Congress.",
		"He was a supporter of the League of Nations; he indorsed woman suffrage and was a strong advocate of civil-service reform for the post-office and consular appointments.",
		"Thus universal conscription and universal suffrage tend to become in continental political development complementary conditions of the citizen's political being.",
		"In France, so far from taking this direction, it has resulted, under democratic government and universal suffrage, in a widespread abhorrence of war, and, in fact, has converted the French people from being the most militant into being the most pacific nation in Europe.",
		"This and other symptoms caused serious apprehension that some attempt might be made to alter the law of universal suffrage for the Reichstag, and it was policy of this kind which maintained and justified the profound distrust of the governing classes and the class hatred on which Social democracy depends.",
		"The unity of the Conservatives was preserved by social forces and the interests of agriculture; the decay of the Liberals was the result of universal suffrage.",
		"In spite of the election of the Reichstag by manhood suffrage, there existed, as Count Billow pointed out in 1904, no real parliamentary system in Germany, and owing to the economic, political, social and religious structure of the nation there could never be one.",
		"This consists of one house only, of 106 members, elected by what is practically manhood suffrage.",
		"Committees of students and national guards were formed; on the 13th of May a Central Committee was established; and on the 15th a fresh insurrection broke out, as a result of which the government once more yielded, recognizing the Central Committee, admitting the right of the National Guard to take an active part in politics, and promising the convocation of a National Convention on the basis of a single chamber elected by universal suffrage.",
		"Seeing that the Coalition would not take office on acceptable terms, Fejervary obtained the consent of the crown to a scheme, drafted by Kristoffy, minister of the interior, that the dispute between the crown and the Coalition should be subjected to the test of universal suffrage and that to this end the franchise in Hungary be radically reformed.",
		"The miserable state of public finances and the depression of trade doubtless helped to induce them to perform a duty which they ought to have performed from the first; but their chief motive was the desire to escape the menace of universal suffrage or, at least, to make sure that it would be introduced in such a form as to safeguard Magyar supremacy over the other Hungarian races.",
		"It was the introduction of a Universal Suffrage Bill by Mr Joseph Kristoffy, minister of the interior in the \" unconstitutional \" cabinet of Baron Fejervary, which brought the Opposition leaders in the Hungarian parliament to terms and made possible the agreement of 1907.",
		"On the other hand, the Wekerle ministry was pledged to a measure of franchise reform, a pledge which they showed no eagerness to redeem, though the granting of universal suffrage in the Austrian half of the Monarchy had made such a change inevitable.",
		"In the two latter classes all had the suffrage who paid at least ten gulden in direct taxes.",
		"The proportion of members assigned to the towns was increased, the special representatives of the chambers of commerce and of the landed proprietors were retained, and the suffrage was not extended.",
		"The Young Czechs could not take their place; their Radical and anti-clerical tendencies alarmed the Feudalists and Clericalists who formed so large a part of the Right; they attacked the alliance with Germany; they made public demonstration of their French sympathies; they entered into communication with other Slav races, especially the Serbs of Hungary and Bosnia; they demanded universal suffrage, and occasionally supported the German Radicals in their opposition to the Clerical parties, especially in educational matters; under their influence disorder increased in Bohemia, a secret society called the Umladina (an imitation of the Servian society of that name) was discovered, and stringent measures had to be taken to preserve order.",
		"Universal suffrage had long been demanded by the working men and the Socialists; the Young Czechs also had put it on their programme, and many of the Christian Socialists and anti-Semites desired an alteration of the franchise..",
		"The limited suffrage had hitherto prevented socialism from becoming a political force in Austria as it had in Germany, and the national divisions have always impeded the Socialism.",
		"In 1887, under the leadership of Dr Adler, the socialist party began to revive (the party of violence having died away), and since then it has steadily gained in numbers; in the forefront of the political programme is put the demand for universal suffrage.",
		"In August 1905 the crown took into consideration and in September sanctioned the proposal that universal suffrage be introduced into the official programme of the Fejervary cabinet then engaged in combating the Coalition in Hungary.",
		"His subsequent action justifies, indeed, the belief that, when sanctioning the Fejervary programme, the monarch had already decided that universal suffrage should be introduced in Austria; but even he can scarcely have been prepared for the rapidity with which the movement in Austria gained ground and accomplished its object.",
		"On the 15th of September 1905 a huge socialist and workingclass demonstration in favour of universal suffrage took place before the parliament at Budapest.",
		"The premier, Baron Gautsch, who had previously discountenanced universal suffrage while admitting the desirability of a restricted reform, then changed attitude and permitted an enormous Socialist demonstration, in support of universal suffrage, to take place (November 28) in the Vienna Ringstrasse.",
		"Their main principles were the abolition of the curia or electoral class system and the establishment of the franchise on the basis of universal suffrage; and the division of Austria electorally into racial compartments within which each race would be assured against molestation from other races.",
		"In 1848 he voted for Hume's household suffrage motion, and introduced a bill for the repeal of the Game Laws.",
		"While the 114 members of the Folkething (House of Commons) are elected for three years in the usual way by universal suffrage, 12 out of the 66 members of the Landsthing are life members nominated by the crown.",
		"These citizens were an obstacle to the town's admission to the New Haven Jurisdiction, which was formed in 1643, but in the following year a compromise was effected and Milford was admitted on condition that, in the future, suffrage should be granted only to church members and that none of the objectionable six should be elected to any office of the Jurisdiction.",
		"She was vicepresident-at-large of the National Woman's Suffrage Association from the date of its organization in 1869 until 1892, when she became president.",
		"In collaboration with Mrs Elizabeth Cady Stanton, Mrs Matilda Joslyn Gage, and Mrs Ida Husted Harper, she published The History of Woman Suffrage (4 vols., New York, 1884-1887).",
		"Requirements for suffrage are age of 21 years or more, citizenship in the United States, and residence in the state for one year, in the county ninety days, and the election precinct thirty days preceding the exercise of suffrage.",
		"Among other causes that he powerfully attacked were liquor prohibition, female suffrage and State Socialism.",
		"On the abdication of King Otho of Greece in 1862 the Greek people by universal suffrage voted Prince Alfred of England to the throne, and when he declined to accept the Cess crown England was asked to name a successor.",
		"He was also, though he deplored the conduct of the militants, a decided supporter of woman suffrage; and he took an active interest in, and lent a helping hand to, many social movements, the Working Men's College, Toynbee Hall, the Hampstead Garden Suburb, Children's Country Holidays, the Shakespeare National Memorial, as well as to a number of miscellaneous church societies.",
		"He favoured the League .of Nations and woman suffrage, and likewise the prohibition amendment.",
		"But the reform committee of 1814, whose object was to obtain an extension of the franchise, had made little progress, when the events of 1848 led to the establishment of a representative assembly of 120 members, elected by universal suffrage, which obtained a place beside the senatorial government.",
		"The qualifications for suffrage include one year's residence in the state, six months in the county, and one month in the voting district, next before election; idiots, insane persons, convicts, Indians not taxed, minors and women are disqualified; aliens who have declared their intention to become citizens of the United States vote on the same terms as actual citizens.",
		"But meanwhile, a convention of delegates chosen mainly at polls opened at the army posts, assembled in January 1864, abolished slavery, repudiated secession and the secession war debt, and revised in minor details the constitution of 1836, restricting the suffrage to whites.",
		"The qualifications required for the suffrage are in no way different from those common throughout the Union, except that by a constitutional amendment of 1894 it is necessary for a voter to be able to read the state constitution and write his name.",
		"Suffrage is conferred upon both men and women, and the right to vote at a general election is given to all citizens of the United States who have attained the age of twenty-one years, are able to read the constitution, and have resided in the state one year and in the county sixty days immediately preceding, with the exception of idiots, insane persons, and persons convicted of an infamous crime; at a school election the voter must also own property on which taxes are paid.",
		"She was prominent in the anti-slavery and woman suffrage agitations in Massachusetts, and wrote Massachusetts in the Woman Suffrage Movement (1881).",
		"In 1850 a third Convention undertook to amend the Constitution, and now that the West yielded its bitter hostility to slavery, representation was so arranged that the more populous section was enabled to control the House while the East still held the Senate; the election of judges was confided to the people; and the suffrage was broadened.",
		"Schofield was put in charge, and under his authority a constitutional Convention was summoned which bestowed the suffrage upon the former slaves, who, led by a small group of whites, who had come into the state with the invading armies, ratified the 14th and 15th amendments to the Federal Constitution and governed the community until 1869.",
		"Under the short-lived Second Republic (1848-52) the position of the Church grew even stronger, for the introduction of universal suffrage brought to the polls great masses of new voters strongly clerical in sympathies.",
		"In an age of universal suffrage public men cannot afford to appeal to pure reason, or even to pure sentiment.",
		"Anthony and Mathilda Joslyn Gage she wrote The History of Woman Suffrage (3 vols., 1880-1886).",
		"She was president of the National W oman Suffrage Association in 1865-1890.",
		"Her daughter, Harriot Stanton Blatch (1856-), also became prominent as a worker for woman's suffrage.",
		"Popular feeling had been excited by the political conflict, advanced tendencies had declared themselves, and when the new diet met it proceeded as explained above to remodel the constitution, on the basis of universal suffrage, with freedom of the press, speech, meeting and association.",
		"The franchise was for long extremely limited in comparison with other countries, but in 1907 universal manhood suffrage was introduced, after protracted dissension and negotiation between the two houses.",
		"It brought in a bill for manhood suffrage at elections for the Second Chamber, together with single member constituencies and election on the absolute majority principle.",
		"The latter chamber instead passed a bill for manhood suffrage at elections for the Second Chamber, on the condition that the elections for both chambers should take place on the basis of proportional representation.",
		"A Conservative government was then formed on the 29th of May by Mr Lindman, whose principal task was to find a solution of the suffrage question which both chambers could accept.",
		"By this act proportional representation was established for both chambers, together with universal manhood suffrage at elections for the Second Chamber, a reduction of the qualifications for eligibility for the First Chamber and a reduction of the electoral term of this chamber from nine to six years, and finally payment of members of the First Chamber, who hitherto had not received any such emolument.",
		"According to this constitution the sovereignty resides in the nation, but suffrage is restricted to married citizens over twenty-one and unmarried citizens over twenty-five years of age, not in domestic service, who can read and write, and who are the owners of real estate, or who have capital invested in business or industry, or who receive salaries or incomes proportionate in value to such real estate as investment; and as 75% of the population is classed as illiterate, and a great majority of the labouring classes is landless, badly paid, and miserably poor, it is apparent that political sovereignty in Chile is the well-guarded possession of a small minority.",
		"As the Transvaal and Orange colonies already possessed manhood suffrage, and as the property qualifications in the coast colonies were low, this alteration made little difference.",
		"As soon as Castelar saw universal suffrage reestablished he solemnly declared in the Cortes that his task was accomplished, his political mission at an end, and that he proposed to devote the remainder of his life to those literary, historical, philosophical, and economic studies which he had never neglected even in the busiest days of his political career.",
		"Each district was governed by a commission composed of (I) the civil governor, who was nominated by the central authority and presided over the commission; (2) the administrative auditor; and (3) three members chosen by indirect suffrage.",
		"The right of suffrage is exercised by all male citizens, twenty-one years of age, or over, if single, and eighteen years, or over, if married, who can read and write, and own real estate or have an income of 200 bolivianos a year, said income not to be compensation for services as a servant.",
		"During his long term of office he abolished the grist tax, extended the suffrage, completed the railway system, aided Mancini in forming the Triple Alliance, and initiated colonial policy by the occupation of Massawa; but, at the same time, he vastly increased indirect taxation, corrupted and destroyed the fibre of parliamentary parties, and, by extravagance in public works, impaired the stability of Italian finance.",
		"Suffrage requirements are citizenship in the United States, registration and residence in the state for six months and in the county for thirty days immediately before election, but mental deficiency, conviction of infamous crimes (without restoration to rights of citizenship), bribery or attempt at bribery, bigamy, living in \" what is known as patriarchal, plural or celestial marriage,\" or teaching its validity or belonging to any organization which teaches polygamy,' are disqualifications.",
		"In1884-1885all county and precinct officers were required to take a test oath abjuring bigamy, polygamy, or celestial marriage; and under this law in 1888 three descent not born in the United States are also excluded from suffrage rights.",
		"On the 11th of March a vast public meeting voted a petition to the government of Vienna which demanded that the Bohemian language should enjoy equal rights with the German in all the government offices of the country, that a general diet comprising all the Bohemian lands, but elected on an extensive suffrage, should be convoked, and that numerous liberal reforms should be introduced.",
		"In its present form the constitution confers suffrage upon every male citizen of the United States who is twenty-one years of age or over and has resided in the state six months and in his township or ward twenty days immediately preceding an election; and any woman may vote in an election involving the direct expenditure of public money or the issue of bonds if she have the qualifications of male electors and if she have property assessed for taxes in any part of the district or territory affected by the election in question.",
		"Among other things, Phillips contended, during his later years, for prohibition, woman suffrage and various penal and administrative reforms. He was not always the best judge of character, and was sometimes allied in these movements with men who were little more than demagogues.",
		"The right of suffrage is conferred upon all males, twenty-one years of age and over, who have resided in the state for one year and in the county for five months preceding the election.'",
		"The constitution as amended in 1875 forbids the legislature to pass any private or special laws regulating the affairs of towns or counties, or to vote state grants to any municipal or industrial corporations or societies, and prescribes that in imposing taxes the assessment of taxable property shall be according to general laws and by uniform rules; and anti-race-track agitation in1891-1897led to a further amendment prohibiting the legalizing of lotteries, of pool-selling 1 The constitution of 1844 limited the suffrage to white males, and although this limitation was annulled by the fifteenth amendment to the Federal Constitution, it was not until 1875 that the state by an amendment (adopted on the 7th of September) struck the word \" white \" from its suffrage clause.",
		"These and the property qualifications for suffrage, which was granted to \" all inhabitants of this state, of full age, who are worth fifty pounds proclamation money, clear estate in the same,\" &c., were soon considered undemocratic; and the democratic tendency of certain election officers may be seen from their construing the words \" all inhabitants of full age \" to include women, and from their permitting women to vote.",
		"The election of the governor was taken from the legislature and given to the people; the powers of government were distributed among legislative, executive and judicial departments; representation in the assembly was based on population; and the property qualification for membership in the legislature and for the suffrage was abolished.",
		"The suffrage qualification is a residence of twelve months and the attainment of the age of 21 years.",
		"He also published Sermons for the New Life (1858); Christ and his Salvation (1864); Work and Play (1864); Moral Uses of Dark Things (1868); Women's Suffrage, the Reform against Nature (1869); Sermons on Living Subjects (1872); and Forgiveness and Law (1874).",
		"He had grave doubts about universal suffrage.",
		"He was a believer in woman's rights, but he was lukewarm towards conventions in favour of woman suffrage.",
		"Every citizen of the United States, male or female, twenty-one years old or over, who has lived one year within the state, four months within the county and sixty days within the precinct has the right of suffrage, except that idiots, insane, and those convicted of treason or crime against the elective franchise are disfranchised; but in elections levying a special tax, creating indebtedness or increasing the rate of state taxation, only those who have paid a property tax during the preceding year may vote.",
		"As a politician he acted with the extreme radicals, yet universal suffrage disgusted him as unreasonable in its principle and dangerous in its results.",
		"In 1866, Prince Charles of HohenzollernSigmaringen was chosen prince of Rumania by a constituent assembly elected under universal suffrage.",
		"In May 1864, owing to difficulties between the government and the general assembly, the assembly was dissolved, and a statute was submitted to universal suffrage giving greater authority to the prince, and creating two chambers (of senators and of deputies).",
		"Universal manhood suffrage was established by the first constitution.",
		"Occasional riots, such as in 1897, when the Bohemians were exasperated by the action of the Vienna government which restricted the use of the national language in the law courts; and in 1905, when the people demanded an extension of the suffrage, have not interfered with the increasing prosperity of the city, and their importance has been greatly exaggerated.",
		"The chamber is composed of 67 members, elected by popular suffrage in the departments, on the basis of one representative for each 50,000 of population.",
		"The House of Representatives comprises members elected for four years by universal suffrage, each department forming a constituency and returning one member for every 50,000 inhabitants.",
		"The right of suffrage is conferred by the constitution upon all white male citizens twenty-one years of age and over who have resided in the state during the six months immediately preceding the election, and upon every white male of the required age who has been a resident of the state for six months, and who, one year before the election, has declared his intention of becoming a citizen and who has resided in the United States for one year and in the state for six months prior to the election.",
		"Among the measures defeated were the fourth woman's suffrage amendment voted down in Oregon, a single-tax bill and an \"open town\" bill designed to defeat the purpose of the local option liquor law.",
		"The constitution of 1816 had conferred the suffrage upon all \" white male citizens of the United States of the age of twenty-one and upward,\" had prohibited slavery, and had provided that no alteration of the constitution should ever introduce it.",
		"It was not until 1881 that the restriction of the suffrage to \" white \" males, which was in conflict with the Fifteenth Amendment (1870) to the Federal Constitution, was removed by constitutional amendment.",
		"Since that date those who may vote have been all male citizens twenty-one years old and upward who have lived in Indiana six months immediately preceding the election, and every foreign-born male of the requisite age who has lived in the United States one year and in Indiana six months immediately preceding the election, and who has declared his intention of becoming a citizen of the United States; but the General Assembly has the power to deprive of the suffrage any person convicted of an infamous crime.",
		"Universal manhood suffrage is the rule, but women may vote in school and municipal elections, Kansas being the first state to grant women municipal suffrage as well as the right to hold municipal offices (1887).",
		"Woman suffrage became a vital political issue.",
		"That House of Commons was far from resting on a wide basis of popular suffrage.",
		"Suffrage was originally granted to every male' twenty-one years of age or upwards resident in the state for one year preceding any election - if he were a white citizen of the United States, or a white of foreign birth who had declared his intention to be naturalized, or an Indian declared by Congress a citizen of the United States, or a civilized person of Indian descent not a member of any tribe; and the constitution provided that the legislature might by law give suffrage to others than those enumerated if such an act of legislature were approved by a majority of the popular vote at a general election.",
		"Its followers were still a minority in the House of Commons; an angry Reform agitation was going on; an ingenious resolution founded on the demand for an enlarged franchise serviceable to Liberals might extinguish the new government almost immediately; and it is pretty evident that the Tory leaders took office meaning to seek a cure for this desperate weakness by wholesale extension of the suffrage.",
		"After various remodellings, and amid much perturbation, secession, violent reproach, the Household Suffrage Bill passed in August 1867.",
		"Members of both houses must be over twenty-five years of age, and parliaments are elected for six years; the suffrage is enjoyed by all male citizens over twentyfive years of age, and voting is by ballot.",
		"The elections to the Convention were by almost universal suffrage, but indifference or intimidation reduced the voters to a The small number.",
		"The system of indirect election was maintained but universal suffrage was abandoned.",
		"According to the constitution granted to Iceland in 1874, the king of Denmark shares the legislative power with the Althing, an assembly of 36 members, 30 of whom are elected by household suffrage, and 6 nominated by the king.",
		"He rejects all the ideal systems in every name and shape, from the idea of God downwards; and every form of external authority, whether emanating from the will of a sovereign or from universal suffrage.",
		"He was associated with his wife (a daughter of Mr Justice Crompton) in many kinds of social work; he sat on the Committee of the National Society for Women's Suffrage, and was actively associated with its president, John Stuart Mill.",
		"The State, 16 Wallace, 130), of a state law confining the rights of suffrage to males (Minor v.",
		"For several years before September 1909 Warren was the national headquarters of the National American Woman's Suffrage Association.",
		"When the Assembly, by the law of the 31st of May 1850, restricted universal suffrage and reduced the number of the electors from 9 to 6 millions, he was able to throw upon it the whole responsibility for this coup d'etat bourgeois.",
		"The ministry proposed to abrogate the electoral law of 1850, and restore universal suffrage; the Assembly by refusing made itself still more unpopular.",
		"The aim which the emperor had in view was, by a concentration of power which should make him \"the beneficent motive force of the whole social order\" (constitution of the 14th of January 1852; administrative centralization; subordination of the elected assemblies; control of the machinery of universal suffrage) to unite all classes in \"one great national party\" attached to the dynasty.",
		"The Jacobins, on the contrary, considered that the king should merely be hereditary president of the Republic, to be deposed if he attempted to violate the constitution, and that universal suffrage should be established.",
		"This law re-established universal male suffrage, which had existed during the Revolution, from 1869 to 1877.",
		"Under the secretary of state for the interior the civil administration in each province is headed by a governor, who repreSelitS the central power in the provincial council (dip utacion provincial) which is also elected by universal suffrage.",
		"Universal suffrage alone was respected for a while and used as the means to call into existence the first Cortes of the Restoration in 1876.",
		"The electors proved, as usual, so docile, and they were so well handled by the authorities, that Canovas obtained a parliament with great majorities in both houses which voted a limited franchise to take the place of universal suffrage.",
		"Sagasta reconstructed his ministry for the last time, and announced his intention to make the re-establishment of universal suffrage the crowning act of the Liberal policy, knowing very well that he would thus rally round him all the Liberals,.",
		"The Suffrage Bill was carried through the Senate and Congress in the spring of 1890 after protracted debates, in which the Conservatives and many military politicians who had previously been regarded as the allies of Sagasta did their best to obstruct the measure.",
		"Sagasta held on as long as was necessary to secure the promulgation of the universal suffrage law, but he noticed that the queen-regent, when he waited upon her for the despatch of public business, showed almost daily more impatience for a change of policy, until at last, in July 1890, she peremptorily told him that she considered the time had come for calling the Conservatives and their mililary patrons to her councils.",
		"He also, in the constitution for the new confederation, introduced a parliament (Bundestag) elected by universal suffrage.",
		"His experience at Frankfort had diminished his dislike of popular representation, and it was probably to the advice of Lassalle that his adoption of universal suffrage was due.",
		"All male persons who are citizens of the United States or have declared their intention to become such at least thirty days before an election have the right of suffrage provided they have attained the age of twenty-one years, have resided in the state six months, are not of unsound mind, and have not been convicted of treason or felony.",
		"This creative act bore evident traces of the proslavery sentiments of the Congress that passed it in the limitation of the suffrage to whites, and the explicit application of the national fugitive-slave laws for the last time in a federal statute.",
		"As the expenses of Territorial government were partly borne by the United States, statehood was voted against in 1860, and again (virtually) in 1864 after Congress had passed an Enabling Act; but in 1866 a constitution framed by the legislature was declared carried by the people by a majority of loo votes in 7776, and Nebraska was admitted as a state (in spite of President Johnson's veto) in 1867, after her legislature had accepted a fundamental condition imposed by Congress removing the limitation of the suffrage to whites by the new constitution.",
		"The right to decide upon a citizen's qualifications for suffrage is vested in the selectmen and clerk of each township. A property qualification, found in the original constitution, was removed in 1845.",
		"Their most original feature was the omission of a religious test for citizenship, though a precedent for this is to be found in the Plymouth Colony; on the other hand, the union of church and state was presumed in the preamble, and in 1659 a property qualification (the possession of an estate of X30) for suffrage was imposed by the general court.",
		"The right of suffrage is given to every male citizen of the United States who has attained the age of twenty-one years and has been a resident of the state for one year, provided he has paid his poll tax and has not been convicted of bribery, larceny or other infamous crime.",
		"Continental Congress of the peoples of Europe, elected by universal suffrage and proportional representation.",
		"For a single-chamber, executive and legislative, Continental Congress of the peoples of Europe, elected by universal suffrage and proportional representation.",
		"The ten pound suffrage introduced by the Reform Bill had only enfranchised the middle classes.",
		"Until 1916 the country was ruled by an oligarchy of landowners who operated a parliament on a restricted suffrage.",
		"They also straddle the suffrage question, leaving it to the states.",
		"Smiles became secretary of the Leeds Parliamentary Reform Association which advocated household suffrage.",
		"Why not extend the suffrage to the industrious people - the working people.",
		"Its goal was to collect signatures in favor of a Charter demanding universal suffrage.",
		"Today the palace houses the Senate, the chamber elected by indirect suffrage.",
		"There is universal suffrage for Estonian citizens over 18 years of age.",
		"Asquith was known to be hostile to female suffrage.",
		"Bulgaria's parliament, elected by male suffrage, could veto royal legislation.",
		"Universal and equal suffrage gave all adult men and women the vote.",
		"This made her unpopular with middle class suffragettes who saw limited suffrage as an important step in the struggle to win the vote.",
		"Parliament is the highest legislative body in the land and is elected by direct universal suffrage and personal secret ballot.",
		"Even an approach to manhood suffrage, you see, reduces the evil.",
		"The chapter on Laurence Houseman allows for an investigation of the position of men within women's suffrage.",
		"The head of state is a President, directly elected by universal adult suffrage.",
		"In addition to the members of the committee proper there were several members of the House present who favor woman suffrage.",
		"The struggle for women's suffrage in America began in the 1820s with the writings of Fanny Wright.",
		"Ms Pankhurst is a militant suffragette leading the revolution for women's suffrage for the vote.",
		"In the United States the stoutest enemy of the movement acknowledges that woman suffrage is ultimately inevitable.",
		"Mrs. Fawcett had for many years been interested in the higher education of women and in their economic and political future, and was one of the early workers for women's suffrage, becoming more prominent in the cause after her husband's death (1884).",
		"By about 1870 various small societies had grown up with the purpose of advancing the cause of women's suffrage, and in 1896 these were amalgamated under the name of the National Union of Women's Suffrage Societies, Mrs. Fawcett in 1907 becoming the president of this movement.",
		"The body was for some years the only important suffrage society, and most of the pioneers of the movement belonged to it; but in 1906 the Women's Social and Political Union was formed, pledged to work by militant, as opposed to constitutional methods.",
		"The constitutional methods adopted by the body of which she was president included an alliance formed with the Labour party (1912) by which the society agreed to support Labour candidates in preference to Liberal when the latter proved unsatisfactory on the suffrage question.",
		"Mrs. Fawcett in 1912 produced her work Women's Suffrage, and her other books include Lives of Queen Victoria (1895) and Sir William Molesworth (1901), and Five Famous French Women (1906).",
		"The convention which met in 1829 to form a new constitution for Virginia, against the protest of the counties beyond the mountains, required a property qualification for suffrage, and gave the slave-holding counties the benefit of three-fifths of their slave population in apportioning the state's representation in the lower Federal house.",
		"Though the Virginia constitution of 1850 provided for white manhood suffrage, yet the distribution of representation among the counties was such as to give control to the section east of the Blue Ridge Mountains.",
		"This society held a synod at which a confession of faith and a book of order were drawn up. Meanwhile the national Protestant Church set itself to the work of reconstruction on the basis of universal suffrage, with restrictions, but no result was arrived at.",
		"After the establishment of responsible government the main questions at issue were the secular as opposed to the religious system of public instruction, protection as opposed to a revenue tariff, vote by ballot, adult suffrage, abolition of transportation and assignment of convicts, and free selection of lands before survey; these, and indeed all.",
		"Thus it was with the abolition of the grist tax, the reform of the suffrage, the railway conventions and many other bills.",
		"When, in course of time, the extended suffrage increased the Republican and Extreme Radical elements in the Chamber, and the Liberal Pentarchy (composed of Crispi, Cairoli, Nicotera, Zanardelli and Baccarini) assumed an attitude of bitter hostility to Depretis, the Right, obeying the impulse of Minghetti, rallied openly to Depretis, lending him aid without which his prolonged term of office would have been impossible.",
		"Zanardelli, minister of justice, secured in June 1888 the adoption of a new penal code; state surveillance was extended to the opere pie, or charitable institutions; municipal franchise was reformed by granting what was practically manhood suffrage with residential qualification, provision being made for minority representation; and the central state administration was reformed by a bill fixing the number and functions of the various ministries.",
		"The Octobrists, on the other hand, supported Count Witte's moderate programme, the most important provisions of which were the extension (r1 December 1905) of the suffrage under the stillborn constitution of August, and (20 February 1906) the reorganization of the Duma as the Lower House, and of the Imperial Council (half of which was to be elective) as the Upper House 2 in the new parliament.",
		"In 1897 a law was passed making the right of suffrage dependent on the payment of poll taxes for the preceding two years; but in the following year the State Supreme Court declared this act unconstitutional because the title was not descriptive of the matter.",
		"Once having accepted the principle of constitutional government, the emperor-king adhered to it loyally, in spite of the discouragement caused by party struggles embittered by racial antagonisms. If in the Cisleithan half of the monarchy pv rliamentary government broke down, this was through no fault of the emperor, who worked hard to find a mod us vivendi between the factions, and did not shrink from introducing manhood suffrage in the attempt to establish a stable parliamentary system.",
		"This expedient, indeed, probably also conveyed a veiled threat to the Magyar chauvinists, who, discontented with the restrictions placed upon Hungarian independence under the Compromise, were agitating for the complete separation of Austria and Hungary under a personal union only; for universal suffrage in Hungary would mean the subordination of the Magyar minority to the hitherto subject races.",
		"Central Government.The principles upon which the French constitution is based are representative government (by two chambers), manhood suffrage, responsibility of ministers and irresponsibility of the head of the state.",
		"He is assisted, and in some degree controlled, in his work by the district council (conseil darrondissement), to which each canton sends a member, chosen by universal suffrage.",
		"The councils general are elected by universal suffrage of all citizens and those who, though not citizens, have been granted the political franchise.",
		"Universal suffrage he rejected as tending \"very much to anarchy,\" spoke against the hasty abolition of either the monarchy or the Lords, and refused entirely to consider the abstract principles brought into the debate.",
		"Persons guilty of treason or felony in any state or Territory and not restored to civil rights, idiots and insane persons, are excluded from the suffrage.",
		"He was for exempting American shipping from Panama Canal tolls and also supported woman suffrage.",
		"Washington in his will provided for the emancipation of his own his first wishes to see some plan adopted by which slavery in his country might be abolished by law,\" and again he wrote that to this subject his own suffrage should never be wanting.",
		"The constitution of 1845 made the popular suffrage final in the choice of the governor, abolished property qualifications, and began to pare executive powers for the benefit of the General Assembly or the people.",
		"The separatists, headed by Carlos Manuel de Cespedes (1819-1874), a wealthy planter who proclaimed the revolution at Yara on the 10th of October, demanded the same reforms, including gradual emancipation of the slaves with indemnity to owners, and the grant of free and universal suffrage.",
		"Simply by introducing (direct) universal suffrage.",
		"Before taking his seat he served also as a member of the state constitutional convention, where he opposed the grant of universal suffrage.",
		"Restrictions in this direction dated as far back as 1865, while in 1896 an act was passed aimed at the exclusion of Indians from the suffrage.",
		"Universal suffrage had already been adopted in the Cis-leithan half of the monarchy; it was an obvious policy to propose it for Hungary also, and thus, by an appeal to the non-Magyar Kristoffy's majority, to reduce the irreconcilable Magyar minority Universal to reason.",
		"Universal suffrage, then, was the first and Suffrage most important of the proposals put forward by Mr proposal.",
		"The issue of a programme so liberal, and notably the inclusion in it of the idea of universal suffrage, entirely checkmated the opposition parties.",
		"About ioo,000 people assembled, and a deputation handed to Mr Justh, the president of the Chamber, a monster petition in favour of universal suffrage.",
		"It granted, manhood suffrage, it is true, but hedged with so many qualifying conditions and complicated with so elaborate a system of plural voting as to make its effect nugatory.",
		"It was not, indeed, simply a reactionary or undemocratic measure; it was, as The Times correspondent pointed out, \" a measure sui generis, designed to defeat the objects of the universal suffrage movement that compelled the Coalition to take office in April 1906, and framed in accordance with Magyar needs as understood by one of the foremost Magyar noblemen.\"",
		"The plan, concerted by Kossuth and Apponyi, with the approval of Baron Aehrenthal, was to carry on a modified coalition government with the aid of the Andrassy Liberals, the National party, the Clerical People's party 2 and the Independence party, on a basis of suffrage reform with plural franchise, the 2 The People's party first emerged during the elections of 1896, when it contested 98 seats.",
		"The two main items in the published programme of the new government were the introduction of universal suffrage and - even more revolutionary from the Magyar point of view - the substitution of state-appointed for elected officials in the counties.",
		"After affirming that the Serbs, Croats and Slovenes constitute a single nation and appealing to the right of self-determination, it declared in favour of complete national unity under the Karagjorgjevic dynasty, \" a constitutional democratic and parliamentary monarchy, equality of the three national names and flags, of the Cyrilline and Latin alphabets, and of the Orthodox Catholic and Mussulman religions, equal rights for all citizens, universal suffrage in parliamentary and municipal life, and the freedom of the Adriatic to all nations.\"",
		"The Governments of Belgrade and Zagreb were to retain their former spheres until a constituent assembly, elected by universal suffrage, could draw up a new constitution.",
		"Under his weaker but more neutral guidance, and aided by the unifying force of the Adriatic crisis, the parties reached agreement upon a new parliamentary franchise, based on universal suffrage.",
		"The right of suffrage is exercised by Venezuelan males over 21 years of age, and all electors are eligible to public office except where the constitution declares otherwise.",
		"Citizenship is accorded to all Peruvians over the age of 21 and to all married men under that age, and the right of suffrage to all citizens who can read and write, or possess real estate or workshops, or pay taxes.",
		"The most important domestic event of Grant's first term as president was the adoption of the fifteenth amendment to the Constitution on the 30th of March 1870, providing that suffrage throughout the United States should not be restricted on account of race, colour or previous condition of servitude.",
		"The charter of 1663 and the franchise law of 1724 established substantial equality of representation among the towns, and restricted the suffrage to freeholders.",
		"Dorr (1805-1854), a young lawyer of Providence, began a systematic campaign for an extension of the suffrage, a reapportionment of representation and the establishment of an independent judiciary.",
		"A convention summoned without any authority from the legislature, and elected on the principle of universal manhood suffrage, met at Providence, October 4-November 18, 1841, and drafted a frame of government which came to be known as the People's Constitution.",
		"The suffrage was extended to non-freeholders, but only to those of American birth.",
		"A constitutional amendment of 1888 extended to them the right of suffrage in state and national elections, and an amendment of 1909 partially remedied the evils in the system of apportionment.",
		"On the 18th of March 1867 the Tory Reform Bill, which ended in establishing Household Suffrage in the boroughs, was introduced, and was read a second time without a division.",
		"In 1864, in a debate on a private member's bill for extending the suffrage, he declared that the burden of proof lay on those \" who would exclude forty-nine fiftieths of the working-classes from the franchise.\"",
		"His second administration, of which the main achievement was the extension of the suffrage to the agricultural labourers, was harassed by two controversies, relating to Ireland and Egypt, which proved disastrous to the Liberal party.",
		"She wrote and lectured on women's education and in behalf of better primary schools, and radically opposed woman suffrage and college education for women, holding woman's sphere to be domestic. The National Board of Popular Education, a charitable society which she founded, sent hundreds of women as teachers into the South and West.",
		"Blaine, on the other hand, contended that representation should be based on population instead of voters, as being fairer to the North, where the ratio of voters varied widely, and he insisted that it should be safeguarded by security for impartial suffrage.",
		"He never held office again, but he was very active in support of the causes which he had at heart, such as tariff reform, and woman suffrage; he was a keen critic of Lord Haldane's army reforms, and threw himself vigorously into the \" die-hard \" campaign of 1911.",
		"As far back as 1878 he had declared himself opposed to universal suffrage, a declaration that lost him his seat from 1879 to 1881.",
		"Its character is distinctly democratic. The property qualification of state senators and the restriction of suffrage to those who have paid county or poll taxes are abolished; but suffrage is limited to male adults who can read the state constitution in English, and can write their names, unless physically disqualified, and who have registered.",
		"All male citizens over twenty-one years of age and resident in the state for one year and in the county or election precinct for six months immediately preceding election (except paupers, idiots, lunatics, felons, United States soldiers, marines and seamen, and persons who have taken part, either as principal or second, in fighting a duel or in sending a challenge) have the right of suffrage.",
		"The suffrage now belongs to all male citizens of the United States at least twenty-one years of age who shall have resided in the state for six months, and in some one county sixty days preceding an election, except idiots and persons insane or convicted of some infamous crime.",
		"Religious qualifications for suffrage and office-holding were somewhat relaxed, except in the case of 4 The number of representatives from 1832 to 1908 varied from 240 to 635, and the length of session from 58 to 206 days (since 1861 none of under 100 days), with an almost continual increase in both respects.",
		"Property qualifications for the suffrage and for office-holding - universal through colonial times - were abolished in the main in 1780.",
		"From 1821 to 1891 the payment of at least a poll-tax was a condition precedent to the exercise of the suffrage.",
		"Some writers deny the company's right under this instrument to rule as they proceeded to do; but at any rate what they did was to make the suffrage dependent on stringent religious tests, and to repress with determined zeal all theological \" vagaries \" and \" whimsies.\"",
		"As has been mentioned already, the new charter softened religious tests for office and the suffrage, and accorded \" liberty of conscience \" except to Roman Catholics.",
		"As a member of the Assembly he had been a strong supporter of woman suffrage, and in June 1919, as governor, called a special session which ratified the woman suffrage amendment to the Federal Constitution.",
		"General suffrage is conferred on every male citizen of the United States who is twenty-one years of age and who has lived in the state one year, and in the county thirty days immediately preceding an election, the only exceptions being idiots or insane persons; a woman who has the qualifications for suffrage that are required of a man, may vote at any school district election and if a tax-payer she may vote on all questions submitted to the tax-payers of the state or of any political division thereof.",
		"The qualifications for a senator are that he be at least twenty-four years of age and have resided in his county or district at least one year next preceding his election; for a representative there are no qualifications other than those required for suffrage.",
		"All male citizens twenty-five years old and upwards who pay 3 marks per annum in taxes have the suffrage; and all above thirty years of age who pay 30 marks in annual taxes are eligible as members of the lower house.",
		"Five states Wyoming, Colorado, Utah, Idaho and Washingtongive the suffrage for all elections to women.i In 1905 women could vote at school elections in twenty-four states.",
		"The suffrage for legislature elections generally determines that for all other elections within the state, and as a rule it carries with it eligibility to office.",
		"And by the Federal Constitution it is also the suffrage for Federal elections, viz, elections of representatives in Congress and of presidential electors.",
		"Originally franchises varied much in different states, but for many years prior to 1890 what was practically manhood suffrage prevailed in nearly all of.",
		"She was also associated after 1886 with the National American Woman's Suffrage Association as lecturer, vice-president-at-large, and from 1904-15 as president, when she declined reelection.",
		"She was a member of the International Council of Women; the International Suffrage Alliance; the National Society for Broader Education and the League to Enforce Peace.",
		"In some states women are allowed to vote on certain questions, or for the candidates for certain offices, especially school officials; and in four of the Western states women have the same rights of suffrage as men.",
		"At first inclined to conservatism, he afterwards became an exponent of the mediating theology (Vermittelungs-theologie), and ultimately a liberal theologian and advanced critic. Associating himself with the \"German Protestant Union\" (Deutsche Protestanten-verein), he defended the community's claim to autonomy, the cause of universal suffrage in the church and the rights of the laity.",
		"The more the hope of being able to regain these middle classes of society disappeared, the more decidedly did the Curia perceive that it must seek the support and the regeneration of its power in the steadily growing democracy, and endeavour through the medium of universal suffrage to secure the influence which this new alliance was able to offer.",
		"All male citizens over 21 years of age, who have been citizens of the United States for one month, residents of the state for one year and of the election district for two months immediately preceding the election, have the right of suffrage, provided they have paid within two years a state or county tax, which shall have been assessed at least two months and paid at least one month before the election.",
		"He frequently appeared in behalf of fugitive slaves before the Pennsylvania courts, and previously, in the state constitutional convention of 1837, he had refused to sign the constitution limiting the suffrage to white freemen.",
		"From the tribune of the Chamber he described the revolution of February as a \"catastrophe,\" and he supported reactionary legislation, notably the bill (May 31, 1850) for the liinitation of the suffrage.",
		"The liberal ministry of 1891 attempted to deal with the question, and a proposal was made by the minister Tak van Poortvliet, which almost amounted to universal suffrage.",
		"Thousands of workmen went on strike, demanding better wages and the suffrage.",
		"The fifty-eight members of the Bundesrat are nominated by the governments of the individual states for each session; while the members of the Reichstag are elected by universal suffrage and ballot for the term of five years.",
		"It was decided that there should be a representative for every group of 50,000 inhabitants, and that the election should be by universal suffrage.",
		"The first object of the working classes necessarily was the attainment of political power; in 1867 there had been mass demonstrations and petitions to the government for universal suffrage.",
		"A \"church-state\" was immediately organized after the model of that of New Haven, but two or three years later the town bestowed suffrage on six of its inhabitants who were not church members.",
		"The legislature established the seat of government at Cheyenne, and granted full suffrage and the right of holding office to women.",
		"The Constitution, which continued the Territorial provision of full suffrage for women, met the approval of Congress, and on the 10th of July 1890 Wyoming was formally admitted as a state.",
		"Delegates of the various federated governments form the Bundesrath; the Reichstag, or popular assembly, is directly chosen by the people by universal suffrage; and the two assemblies constitute the federal parliament.",
		"By this instrument the legislative power is vested in a single chamber of 36 members (instead of 40, as under the old constitution), elected by universal male suffrage for six years (instead of two).",
		"Full woman suffrage was adopted in 1893 (by a majority of about 6000 votes).",
		"To the departments that were hostile to the dictatorship of Paris, and the tyranny of Danton or Robespierre, it promised the referendum, an executive of twenty-four citizens, universal suffrage, and the free exercise of religion.",
		"The suffrage was restricted, the Press was placed under a strict censorship, and the right of public assemblage was unknown.",
		"Among the many reforms introduced under his guidance were a workmen's compensation law; a survey of occupational diseases with recommendations for health insurance; the elimination of the sweatshop; the establishment of a state industrial commission for dealing with questions of labour and capital; the provision of a minimum wage and a nine-hour day for women; mothers' pensions; ratification of the proposed woman suffrage amendment; the budget system for state expenditures; pure food laws; a \" blue sky \" law for protecting investors from unscrupulous promoters; the initiative and referendum; a Corrupt Practices Act; the indeterminate sentence for convicts; improvement of rural schools; the establishment of a state tuberculosis hospital and the extension of safety devices on railways and in mines.",
		"The suffrage is extended to all citizens over twenty-one years of age who can read and write and have either attained a certain standard of elementary education or are qualified by paying a rent which varies from 6 in communes of 2500 inhabitants to 16 in communes of 15p,ooo inhabitants, or, if peasant farmers, I6s.",
		"The allegations made con cerning the Chinese really amounted to a charge of undue 1 Australia, it may be noted, has woman's suffrage in all the states (Victoria, the last, adopting it in November 1908), and for the federal assembly.",
		"The constitution as adopted limited the suffrage to adult white males, but this provision was annulled by the fifteenth amendment to the Federal constitution; and in 1880 amendments to the state constitution were adopted striking out the word \" white \" from the suffrage clause and adding a new article granting rights of suffrage and office holding without regard to race, colour or previous condition of servitude.",
		"Sagasta remained in office until 1890, long enough to carry out all his reform programme, including universal suffrage and the establishment of trial by jury.",
		"This council, which consists for the most part of business and professional men, is elected by universal suffrage, each canton in the department contributing one member.",
		"On the 19th of February 1906 the parliament was dissolved, without writs being issued for a new election, a fact accepted by the country with an equanimity highly disconcerting The agreement with the crown which had made this course possible included the postponement of the military questions that had evoked the crisis, and the acceptance of the principle of Universal Suffrage by the Coalition leaders, who announced that their main tasks would be to repair the mischief wrought by the \" unconstitutional \" Fejervary cabinet, and then to introduce a measure of franchise reform so wide that it would be possible to ascertain the will of the whole people on the questions at issue between themselves and the crown."
	],
	"synonyms": [
		"vote",
		"right-to-vote",
		"attestation",
		"assent",
		"voice",
		"ballot",
		"testimony",
		"right",
		"petition",
		"franchise",
		"consensus",
		"prayer",
		"say-so",
		"say",
		"testimonial"
	],
	"antonyms": []
}