{
	"word": "decadence",
	"meaning": [
		"A process, condition, or period of decline, as in morals, art, literature, etc.; deterioration; decay.",
		"A literary movement especially of late 19th-century France and England characterized by refined aestheticism, artifice, and the quest for new sensations.",
		"Lavish or sensual self-indulgence."
	],
	"sentences": [
		"He was possessed by the spirit of decadence, imitative rather than originating..",
		"The era of decadence, of honorary statues and fulsome inscriptions, began.",
		"In fine, the decadence of the papal institution manifested itself in an irremediable manner when it had accomplished no more than the half of its task.",
		"The name of Parthenope became lost, and the city of Palaeopolis fell into gradual decadence.",
		"We notice, however, that the continual warfare in which the Roman state was engaged led to the decadence of the free population of Latium, and that the extension of the empire of Rome was fatal to the prosperity of the territory which immediately surrounded the city.'",
		"Anything over 70 percent battery power is just pure decadence.",
		"This early form of bra was all about decadence and had nothing to do with support.",
		"Taken in this sense fetishism is probably a mark of decadence.",
		"The best known and by far the largest division of the Gymnosperms is that of the cone-bearing trees (pines, firs, cedars, larches, &c.), which play a prominent part in the vegetation of the present day, especially in the higher latitudes of the northern hemisphere; certain members of this class are of considerable antiquity, but the conifers as a whole are still vigorous and show but little sign of decadence.",
		"In the course of the 14th century, when the native Berber dynasties were in decadence, piracy became particularly flagrant.",
		"And its moral decadence means a decay of conscience.",
		"There was sexual decadence being advocated even by church leaders.",
		"Now these men have all been very hot on western decadence.",
		"It is our belief that the cause of moral and cultural decadence is always in spiritual decadence.",
		"Perhaps, in view of our ongoing social decadence, we have brought this upon ourselves.",
		"And the result is materialistic hedonism and Godless decadence.",
		"He also kindled Minnelli's taste for decadence; she was like the Madonna of her generation and Halston was her Versace.",
		"Rome represented the materialism and decadence of this world.",
		"Another - whom I will not name - has moved farther on, pursuing the strange Odyssey of his decadence.",
		"Causes of this were (I) the peace-loving luxury (born of commercial wealth and contact with Oriental life) of the great Ionian cities of Asia; (2) the tameness with which they submitted first to Lydia and to Persia, then to Athenian pretensions, then to Sparta, and finally to Persia again; (3) the decadence and downfall of Athens, which still counted as Ionian and had claimed (since Solon's time) seniority among \" Ionian \" states.",
		"The result is a delicious blend of rich decadence that melts in your mouth with every bite.",
		"They advocated strange doctrines about Christ and sometimes sexual decadence.",
		"Welcome to the magical world of Miss Keda Breeze where circus showgirl meets the glamorous decadence of burlesque striptease.",
		"His eye rested only on superficial characteristics which have served to associate the name \" Byzantine \" with treachery, cruelty, bigotry and decadence.",
		"It was thus the first manifest sign, of Turkey's decadence from the glory of Suleiman I.'s reign, when King Ferdinand stooped to call the sultan's vizier his brother.",
		"The feeble school of descriptive writers, epic poets of the extreme decadence, fabulists and miscellaneous verse-makers, which the Empire had nourished could satisfy no one.",
		"The lectures on the Philosophy of Art stray largely into the next sphere and dwell with zest on the close connexion of art and religion; and the discussion of the decadence and rise of religions, of the aesthetic qualities of Christian legend, of the age of chivalry, &c., make the A sthetik a book of varied interest.",
		"They had a forerunner in Luiz Antonio Verney, who poured sarcasm on the prevailing methods of education, and exposed to good effect the extraordinary literary and scientific decadence of Portugal in an epoch-making work, the Verdadeiro methodo de estudar.",
		"Numerous minor chroniclers fill up the gaps, but no one of them has the idiosyncrasy which distinguishes these three writers, who illustrate the three periods of the middle ages - adolescence, complete manhood, and decadence.",
		"The Church was treated with the same unconcerned cynicism; he held her in strict tutelage, accentuating her moral decadence still further by the manner in.",
		"Nearly naked lips, just flushed cheekbones and dark, red carpet-worthy eyes are a recipe for dramatic decadence.",
		"He is the epitome of decadence, and needs to consume souls to maintain his vitality (but he gains his victims' knowledge simultaneously).",
		"You, as the customer, have the ability to indulge in the decadence of a salon treatment or to live on a budget with their at-home hair care products.",
		"Enhance dressy styles with minimal details - your shoes are the best complement for an elegant black cocktail dress; you don't want to detract from its overall decadence.",
		"This may be because they are scarf collectors or because they appreciate the decadence, quality and craftsmanship of something that might be considered high end.",
		"Popular basket options include the Dreaming of a Chocolate Christmas, Chocolate Decadence, and I Love Chocolate.",
		"Options include the Sweet Decadence Chocolate Gift Stack, the Ultimate Chocolate Gift Basket, the Hand-Dipped Artisan Truffle Box, and several other choices.",
		"Canopy linens are available in a wide range of styles, from elegant simplicity to elaborate decadence.",
		"With gardens that are perfectly manicured, and a rich history that precedes the Revolutionary war the palace of Versailles epitomizes the rich decadence that was characteristic of Louis' monarchy.",
		"From a brightly patterned kimono to an elegant bridal white dressing gown, you can achieve the feel of sensual decadence without laying out a fortune.",
		"The commo room where he sat was large with marble walls and leather chairs, a sign of the upper class's decadence.",
		"He spent some time in Sennar in 1772, and in his Travels has left an interesting account of the kingdom in its decadence.",
		"In his Histoire du gouvernement de Venise he undertook to explain, and above all to criticize, the administration of that republic, and to expose the causes of its decadence.",
		"War was also carried on against the western neighbours of Cambodia, and the exhaustion consequent upon all these efforts seems to have been the immediate cause of the decadence which now set in.",
		"In the Rio Branco region of Amazonas and in Piauhy, where the national government has long been the owner of extensive cattle ranges, the industry is in a state of decadence.",
		"Since 1865 the most notable features have been the rise and decadence of the national banks and the rise of the trust companies.",
		"It would certainly be most unjust to blame Olivares alone for the decadence of Spain, which was due to internal causes of long standing.",
		"Among its ecclesiastical edifices (nine Roman Catholic and four Protestant churches) the most noteworthy is the Roman Catholic cathedral, with huge pointed windows, slender columns and numerous flying buttresses, which, begun in the 13th century and consecrated in 1546, belongs to the period of the decadence of the Gothic style.",
		"His insight into the causes of Italian decadence was complete; and the remedies which he suggested, in the perorations of the Principe and the Arte della guerra, have since been applied in the unification of Italy.",
		"The purely fictitious and romantic tales added to the personal history of Charlemagne and his warriors in the 13th century are inferior in manner, and belong to the decadence of romance.",
		"The French and Norman-French chansons circulated as freely in England as in France, and it was therefore not until the period of decadence that English versions were made.",
		"Socially and educationally the upland has furnished an interesting example of decadence.",
		"The 18th century, however, was a time of religious decadence even among the Alpine valleys, and the outbreak of the French Revolution saw the Vaudois made subjects of France.",
		"The decadence of Latin early in the 7th century is exemplified by the fantastic grammarian Virgilius Maro, who also illustrates the transition from Latin to Provencal, and from quantitive to accentual forms of verse.",
		"Complete original Gnostic works have unfortunately survived to us only from the period of the decadence of Gnosticism.",
		"Later evidence of the decadence of Gnosticism occurs in the Pistis-Sophia and the Coptic Gnostic writings discovered and edited by Schmidt.",
		"At several points the work remained unfinished, for decadence followed close upon the moment of extreme greatness.",
		"The visible symptom of this decadence of the archiepiscopal power was the growing frequency during the Hildebrandine conflict of episcopal confirmations and consecrations made by the popes themselves or their legates.",
		"During this period the papal institution, considered in its internal development, already showed symptoms of decadence.",
		"How clearly he read the causes of religious decadence, how deeply he himself was convinced of the need of trenchant reform, is best shown by his instructions to Chieregati, his nuncio to Germany, in which he laid the axe to the root of the tree with unheard-of freedom.",
		"The second half of the 8th century seems to have been a time of very general decadence; but about the year Boo Theodore, destined to be the only other creative name in Greek monachism, became abbot of the monastery of the Studium in Constantinople.",
		"Caetani indeed (Nineteenth Century and After, 1908) attributes the economic decadence of the Roman Campagna to the existence of free trade throughout the Roman empire.",
		"But before 1550 the drain of military expeditions to the continent, the quarrels of civil, military and ecclesiastical powers, and of citizens, and the emigration of colonists to the Main (not in small part due to the abolition of the encomiendas of the Indians), produced a fatal decadence.",
		"The falling-off in the exportation of cereals is not a consequence of any decadence in Sicilian agriculture, but rather of the increase of population, which nearly doubled within the 19th century.",
		"In a word, the monarchy had to share its dominion with the nobility; and the Danish nobility in the 16th century was one of the most exclusive and selfish aristocracies in Europe, and already far advanced in decadence.",
		"The period of decadence was marked in the latter half of the 18th century by the formation of practically independent pashaliks or fiefs, such as those of Scutari under Mahommed of Bushat, Iannina under Ali of Tepelen, and Viden under Pasvan-oglu.",
		"Tradition says that of old every Fula boy and girl was a scholar; but during the decadence of their power towards the close of the 19th century education was not highly valued.",
		"There is a certain poverty and decadence of art, a certain simplicity of civilization and a decline in the shape and decoration of pottery which seems to exhibit signs of derivation from skin prototypes elsewhere associated with desert peoples.",
		"Although the southern Italians had long been ruled by foreigners, it was the Angevin domination which thoroughly denationalized them, and initiated that long period of corruption, decadence and foreign slavery which only ended in the 19th century.",
		"The controversy as to the selfevidence of perception in which the New Academy effected some sort of conversion of the younger Stoics, and in which the Sceptics opposed both, is one of the really vital issues of the decadence.",
		"It is of significance in the general history of thought as the one great school that developed after the decadence had set in.",
		"The decadence of the monarchy as a national institution was reflected in the decadence of the cortes, which was rarely summoned between 1521 and 1580.",
		"Couto is also responsible for some acute observations on the causes of Portuguese decadence in the East, entitled Soldado practico.",
		"The common account of his philosophical position, that he reintroduced nominalism, which had been in decadence since the days of Roscellinus and Abelard, by teaching that universals were only flatus vocis, is scarcely correct.",
		"The 15th century brought with it to sealengraving, as it did to other departments of medieval art, the elements of decadence.",
		"During the decadence of the elder branch of the Han dynasty the Chinese supremacy was weakened, but in A.D.",
		"Cleverness naturally and rapidly took the place of nature, and decadence then began..",
		"In the second period (1685-1715) all the germs of decadence weredeveloped until the moment of final dissolution.",
		"They became independent during the decadence of the Caruli,ngians.",
		"There also looks to be a nice new place that's just opened called decadence.",
		"He often regales his colleagues with many anecdotes from an action-packed life of decadence, glamor and sophistication.",
		"At Eylau, at Wagram, and later at Waterloo, his method of acting by enormous masses of infantry and cavalry, in a mad passion for conquest, and his misuse of his military resources, were all signs of his moral and technical decadence; and this at the precise moment when, instead of the armies and governments of the old system, which had hitherto reigned supreme, the nations themselves were rising against France, and the events of 1792 were being avenged upon her.",
		"While modern research has added considerably to our knowledge of prehistoric Athens, a still greater light has been thrown on the architecture and topography of the city in the earlier historic or \" archaic \" era, the subsequent age of Athenian greatness, and the period of decadence which set in with the Macedonian conquest; the first extends from the dawn of history to 480-479 B.C., when the city was destroyed by the Persians; the second, or classical, age closes in 322 B.C., when Athens lost its political independence after the Lamian War; the third, or Hellenistic, in 146 B.C., when the state fell under Roman protection.",
		"In Italy the period of intellectual decadence had set in, and no serious scientific ardour remained to withstand the novelties of abstract theory.",
		"When we turn from the man to the author, the decadence of the age and race that could develop a political philosophy so arid in its cynical despair of any good in human nature forces itself vividly upon our notice.",
		"Portugal in a lamentable state of decadence which dated from the preceding age.",
		"In Italy Benedict supported the policy of the emperor, Henry II., and at the council of Pavia (1022) exerted himself in favour of ecclesiastical discipline, then in a state of great decadence.",
		"In the 4th century there was a veritable renaissance in Gaul, the Intel- last outburst of a dying flame, which yet bore witness lectual also to the general decadence.",
		"When he recognized his error in having raised the papacy from decadence by restoring its power over all the churches, he tried in vain to correct it by the Articles Organiques wanting, like Charlemagne, to be the legal protector of the pope, and eventually master of the Church.",
		"His first work, published in 1828, as an answer to Hugh James Rose's Cambridge lectures on rationalist tendencies in German theology, showed a good deal of sympathy with the German \"pietists,\" who had striven to deliver Protestantism from its decadence; this sympathy was misunderstood, and Pusey was himself accused of holding rationalist views.",
		"It is impossible to give more than approximately accurate statistics of the resultant depopulation of Portugal; but it seems probable that the inhabitants of the kingdom decreased from about 1,800,000 or 2,000,000 in 1500 to The Slave thus discredited; the peasants sold their farms and p emigrated or flocked to the towns; and small holdings were merged into vast estates, unscientifically cultivated by slaves and comparable with the latifundia which caused so many agrarian evils during the last two centuries of the Roman republic. The decadence of agriculture partly explains the prevalence of famine at a time when Portuguese maritime commerce was most prosperous.",
		"The Cretans have stayed their previous decadence, and are once more possessors of a progressive civilization.",
		"It was in the middle of the 18th century that the decorative, but relatively feeble, Chinese art of the later Ming period found favor in Japan and a clever exponent in a painter named Ryurikyo It must be regarded as a sad decadence from the old Chinese ideals, which was further hastened, from about 1765, by the popularity of the southern Chinese style.",
		"Among them are the sagas of Thorgils and Haflidi (I118-1121), the feud and peacemaking of two great chiefs, contemporaries of Ari; of Sturla (1150-1183), the founder of the great Sturlung family, down to the settlement of his great lawsuit by Jon Loptsson, who thereupon took his son Snorri the historian to fosterage, - a humorous story but with traces of the decadence about it, and glimpses of the evil days that were to come; of the Onundar-brennusaga (1185-1200), a tale of feud and fire-raising in the north of the island, the hero of which, Gudmund Dyri, goes at last into a cloister; of Hrafn Sveinbiornsson (1190-1213), the noblest Icelander of his day, warrior, leech, seaman, craftsman, poet and chief, whose life at home, travels and pilgrimages abroad (Hrafn was one of the first to visit Becket's shrine), and death at the hands of a foe whom he had twice spared, are recounted by a loving friend in pious memory of his virtues, c. 1220; of Aron Hiorleifsson (1200-1255), a man whose strength, courage and adventures befit rather a henchman of Olaf Tryggvason than one of King Haakon's thanes (the beginning of the feuds that rise round Bishop Gudmund are told here), of the Svinefell-men (1248-1252), a pitiful story of a family feud in the far east of Iceland."
	],
	"synonyms": [
		"decadency",
		"degeneration",
		"degeneracy",
		"regression",
		"perversion",
		"downfall",
		"corruption",
		"decay",
		"deterioration",
		"decline",
		"self-indulgence",
		"declination",
		"declension",
		"atrophy"
	],
	"antonyms": [
		"morality",
		"humility"
	]
}