{
	"word": "rebuff",
	"meaning": [
		"An abrupt, blunt refusal of offered advice, help, etc.",
		"A check or an abrupt setback to progress or action.",
		"Any check or repulse.",
		"Repercussion, or beating back.",
		"To refuse bluntly; snub.",
		"To check or repulse.",
		"To repel or drive back.",
		"To refuse; to offer sudden or harsh resistance; to turn down or shut out.",
		"To buff again."
	],
	"sentences": [
		"Irritated at his mate's rebuff, he whispered, \"Where are you?\"",
		"In consequence of this rebuff Dr Wekerle tendered his resignation on the 27th of April.",
		"For the present he experienced a sharp rebuff of fortune, which he met with his usual fortitude.",
		"But the rebuff showed that it was desirable in the interests both of the British government and of Afghanistan that an opportunity should be made for enabling the amir to have personal acquaintance with the highest Indian authorities.",
		"Henchard shut up her argument with a sharp rebuff.",
		"The letters remained unnoticed, but Laplace was not crushed by the rebuff.",
		"The conditions of the problem were such that unless Great Britain were to accept a humiliating rebuff, any correspondence, however skilfully conducted, was bound to bring into greater prominence the standing causes of offence between the two sides.",
		"This made sense in so far as it was important for the general council to overcome sectionalism or rebuff attempts to withdraw from action.",
		"In spite of the official rebuff received from the mother-country, the Australian ministry, in drawing up the new Federal tariff, gave a substantial preference to British imports, and thus showed their willingness to go farther.",
		"On the 27th of April, in consequence of this rebuff, Dr Wekerle tendered his resignation, but consented to hold office pending the completion of the difficult task of forming another government.",
		"The check, however, was but temporary, and the French king only bided his time to take vengeance for the rebuff he had suffered.",
		"The verdict of the court, was a serious rebuff for the government; after a preliminary investigation of nine months, and a public trial of a fortnight, the major charges against the prisoners were dismissed, and six of them were condemned only to short terms of imprisonment for conspiracy.",
		"An approach to Ryanair regarding O'Leary's charitable donations just receives a rebuff.",
		"For much of all this the prime minister's colleagues were primarily responsible; but he himself had given a lead to the anti-militarist section by prominently advocating international disarmament, and the marked rebuff to the British proposals at the Hague conference of 1907 exposed alike the futility of this Radical ideal and the general inadequacy of the prime minister's policy of pacificism.",
		"Lothairs rebuff in Bohemia stiffened the backs of Frederick and Conrad, and in order to contend with them the king secured a powerful ally by marrying his daughter Gertrude to Henry the Proud, a grandson of Welf, whom Henry IV.",
		"The very first act of the new chancellor brought upon him a severe rebuff.",
		"He was proclaimed king at Carlisle, joined by the earl of Derby in Lancashire, evaded the troops of Lambert and Harrison in Cheshire, marched through Shropshire, meeting with a rebuff at Shrewsbury, and entered Worcester with a small, tired and dispirited force of only 16,000 men (22nd of August).",
		"The peace of Belgrade (September 1739) was, by its renewal -of the capitulations, a great material success for France, and a great moral victory by the rebuff to Austria and Russia.",
		"The Council hazarded its own dignity in risking a friendly gesture and suffered a rebuff.",
		"It is a mere delirium of the present semi-official organ to whom there is nobody to give the worthy rebuff.",
		"But this personal rebuff could not alter the fact that in the country his was the name which was on the lips of the voters at the election.",
		"A series of diets between 1495 and 1499 produced only mutual recriminations, and then Maximilian met with a serious rebuff.",
		"Bismarck therefore, who took this rebuff much to heart, said he would have nothing more to do with the matter, and warned those interested in colonies that they must depend on self-help; he could do nothing for them.",
		"The betrothal was actually fixed for the 22nd of September, when the whole arrangement foundered on the obstinate refusal of Gustavus to allow his destined bride liberty of worship according to the rites of the Greek Orthodox Church - a rebuff which undoubtedly accelerated the death of the Russian empress.",
		"The proof of this is found, partly in the fact that he tried to establish relations with Polycarp of Smyrna, from whom he got a sharp rebuff, partly in a legend to the effect that towards the end of his life he sought readmission to the Church.",
		"Charles thought to repair the rebuff of Trier at Cologne, and wasted his resources in an attempt to win over its elector by besieging the insignificant town of Neuss.",
		"She might welcome his attention by responding with pansies or sweet peas or rebuff his advances with daffodils or yellow chrysanthemums.",
		"You thrust away The instinct of a friend Or else you fear that You may meet rebuff.",
		"An approach to Ryanair regarding O'Leary 's charitable donations just receives a rebuff.",
		"Phil Marfleet Israel Israeli prime minister Benjamin Netanyahu delivered a rebuff to his country 's paymaster, US president Bill Clinton.",
		"But he met with a sharp rebuff, and Bishop Stephen fared no better when, in the middle of the 3rd century, he came into collision with Cyprian of Carthage and Firmilian of Caesarea in the dispute concerning heretical baptism.",
		"Charles suffered a first rebuff in endeavouring to protect his kinsman, the archbishop of Cologne, against his rebel subjects.",
		"This move was very popular in Germany, and the papal party received a further rebuff in July 1338 when the electors met at Rense and declared that in no possible manner could they allow any control over, or limitation of, their electoral rights."
	],
	"synonyms": [
		"snub",
		"rejection",
		"reprimand",
		"repulse",
		"slight",
		"spurn",
		"cut",
		"go-by",
		"cold shoulder",
		"repulse",
		"drive back",
		"fight-off",
		"repel",
		"snub",
		"slap",
		"scold",
		"reprimand",
		"reject",
		"refusal",
		"rebut",
		"brushoff",
		"resist",
		"reprove",
		"rebuke"
	],
	"antonyms": [
		"inclusion",
		"welcome",
		"include",
		"hug",
		"take-in",
		"welcome",
		"accept"
	]
}