{
	"word": "forbearance",
	"meaning": [
		"The act of forbearing.",
		"The quality of being forbearing; self-control; patient restraint.",
		"The act by which a creditor extends time for payment of a debt or forgoes for a time the right to enforce legal action on the debt."
	],
	"sentences": [
		"He treated them all with forbearance, and it is said that when the correspondence of Cassius was brought him he burnt it without reading it.",
		"He was merciful as a conqueror, stern as a disciplinarian, enterprising and wary as a general; while his courage, loyalty and forbearance seem to have been almost unsullied.",
		"Forbearance doesn't change the amount of money you owe to creditors.",
		"A forbearance agreement was not followed by the servicer.",
		"They spoke, therefore, of Mrs. Churchill's death with mutual forbearance.",
		"Hear that, ye great sinners, and ye saints who need great forbearance.",
		"Yet Philip was not untouched by ideal considerations, as is proved by the respect, no doubt sincere, which he showed for Hellenic culture, by the forbearance and deference with which he treated Athens, the sacred city of that culture and his mortal foe.",
		"The protective instinct was responsible for much of this interference with the natural impulse of men of various creeds towards mutual esteem and forbearance.",
		"Instead of seizing all provisions and burning what they could not remove, the Prussian generals enforced on their men the utmost forbearance towards the inhabitants, and the fact that they were obeyed, in spite of the inhumanity the people showed to their sick and wounded countrymen, proves that discipline was by no means so far gone as has generally been believed.",
		"Yet positive repudiation is very rare though compromises are not uncommon, and a good many illogical arrangements are made that imply forbearance and amity.",
		"There will be a need for such forbearance with xenografting as well as with cell therapies, if disasters are to be avoided.",
		"The alternative was, to faith, forgiveness through divine forbearance; to unbelief, a warning of judgment to come.",
		"Furthermore, officers had shown considerable forbearance in dealing with him, despite instances of unacceptable discourtesy on his part.",
		"The government also offers an income contingent repayment plan and deferment and forbearance options that can put your payments on hold for a period of time if you are truly struggling to make ends meet.",
		"Gibbon, however, regrets that the style of his pamphlet was too acrimonious; and this regret, considering his antagonist's slight claims to forbearance, is creditable to him.",
		"She showed great forbearance and generosity towards the duchess of Marlborough in the face of unexampled provocation, and her character was unduly disparaged by the latter, who with her violent and coarse nature could not understand the queen's self-restraint in sorrow, and describes her as \"very hard\" and as \"not apt to cry.\"",
		"Driven inwards upon themselves, they employed their energy in severe self-examination, or they cultivated resignation to the will of the universe, and towards their fellow men forbearance and forgiveness and humility, the virtues of the philanthropic disposition.",
		"The beautiful character which rose superior to weakness, poverty and slave's estate is also presented to us in the Discourses of his disciple Arrian as a model of religious resignation, of forbearance and love towards our brethren, that is, towards all men, since God is our common father.",
		"Ferdinand treated the nobles and knights with great forbearance, and contented himself with the confiscation of the estates of some of those who had been most compromised.",
		"President Lincoln executed the draft with all possible justice and forbearance, but refused every importunity to postpone it.",
		"Parental tenderness and care for the young are strongly marked among the lower animals, though so inferior in scope and duration to the human qualities; and the same may be said of the mutual forbearance and defence which bind together in a rudimentary social bond the families and herds of animals.",
		"During his absence from England Whitefield found that a divergence of doctrine from Calvinism had been introduced by Wesley; and notwithstanding Wesley's exhortations to brotherly kindness and forbearance he withdrew from the Wesleyan connexion.",
		"She was helpless, and the violence of her grief and anger soon changed to passive resistance, and than to a complete forbearance and complaisance which gained the king's regard and favour.",
		"Sprengtporten was haunted by the fixed idea that the jeunesse doree of the court was in league with his old enemies to traduce and supplant him, and not all the forbearance of the king could open his eyes.",
		"In 1893 the question of Siam came near to causing serious trouble with France, but by the exercise of a combination of firmness and forbearance on Lord Rosebery's part the crisis was averted, and the lines were laid down for preserving Siam, if possible, as a buffer state between the English and French frontiers in Indo-China.",
		"His dying boast, that \"no Athenian had put on mourning through his doing,\" perhaps refers to his forbearance towards his political rivals, whom he refused to ruin by prosecution."
	],
	"synonyms": [
		"longanimity",
		"patience",
		"withholding",
		"resignation",
		"refraining",
		"moderation",
		"mercy",
		"long-suffering",
		"fortitude",
		"compassion",
		"clemency",
		"toleration",
		"tolerance",
		"lenity",
		"leniency"
	],
	"antonyms": [
		"continuation",
		"pursual",
		"involvement",
		"use",
		"indulgence",
		"impatience"
	]
}