{
	"word": "succinct",
	"meaning": [
		"Clearly and briefly stated; terse.",
		"Characterized by clear, precise expression in few words; concise and terse.",
		"Characterized by brevity and conciseness of speech.",
		"Enclosed as by a girdle.",
		"Closefitting."
	],
	"sentences": [
		"Realworterbuch gives a succinct account of the older views.",
		"He has the gift of succinct explanation covering complex subjects.",
		"Individual programs can certainly be too succinct for their own good.",
		"Submissions * Please aim to be succinct in the information you provide and keep the submission as brief as possible.",
		"Spatial Planning There is a need for a clear, succinct definition of spatial planning.",
		"To be a successful newspaper journalist, you must learn to be succinct with your writing.",
		"Duncan also provides a wonderfully succinct study of Taxi Driver.",
		"The paper has been designed to provide a succinct overview of the main issues.",
		"However, the reviews are succinct enough to keep your thoughts from getting too cluttered.",
		"This is necessary to keep the overall document succinct.",
		"Would you try to keep all the major ideas and make the text more succinct?",
		"The Penguin Writers ' Guides series provides authoritative, succinct and easy-to-follow guidance on specific aspects of written English.",
		"They are succinct, dramatic, often sardonic, and always strong in atmosphere.",
		"His page provides a very succinct summary of legal developments in Scotland each month.",
		"They are so succinct we quote them in full.",
		"The admirably succinct grounds of appeal assert, shortly, that the judge was wrong in two ways.",
		"Your stand graphics and display must provide succinct, key information about the properties or programs that you are marketing.",
		"It is hoped that the England Council will produce a succinct summary, based on the discussions that have occurred.",
		"He began by reading, with the most profound admiration and attention, the whole of Faraday's extraordinary self-revelations, and proceeded to translate the ideas of that master into the succinct and expressive notation of the mathematicians.",
		"Table 1, below, offers a succinct summary of what not to do.",
		"Special Features Basic Beliefs offers a succinct introduction to the church, including founder Joseph Smith 's personal account of his visions.",
		"Make succinct, salient points, avoiding jargon and unnecessarily complex information.",
		"General Sherman's succinct declaration on the brute nature of war has become ensconced in our national lexicon as an offhand way of acknowledging the true horror of war without actually having to think on it.",
		"I could tell he had run a Fortune 1000 company, that's for sure, he is a quick thinker and succinct answerer.",
		"You can ask any question you can think of as long as it is succinct and to the point like \"Is your character male?\"",
		"Don’t worry about spelling, grammar, punctuation, or other minor errors at this point; the goal is to make sure your writing is succinct, interesting, and coherent.",
		"A favorite men's magazine Maxim has the Maxim Movie Blog that contains the most recent news about the HD DVD industry as well as a handful of succinct movie reviews.",
		"For a branding strategy to work, you must have a clearly defined, succinct picture of how you want the consumer to think of you.",
		"The body of the memo should contain short, succinct text formatted for quick and easy reading.",
		"He began to hope that his earlier work, if recast and lightened, might share the fortunes of its successor; and at intervals throughout the next four years he occupied himself in rewriting it in a more succinct form with all the literary grace at his command.",
		"The effect seems austere, then revelatory, succinct in its hints or physical signals.",
		"Succinct, easy-to-read chapters teach the fundamentals in a way that everyone can understand and put to work right away.",
		"It should be clear yet succinct whilst reflecting the purpose of your chosen area of research.",
		"Instead, what you want is a memo that's succinct and persuasive; a memo crafted to get noticed and acted upon rather than \"misfiled\" in the trash or lost in a stack of things to be accomplished.",
		"Grant and the Period of National Preservation and Reconstruction (New York, 1897) is a good succinct account.",
		"But a few years ago they used to compile laborious essays, in which the inspiration was drawn from Occidental text-books, and the alien character of the source was hidden under a veneer of Chinese aphorisms., To-day they write terse, succinct, closely-reasoned articles, seldom diffuse, often witty; and generally free from extravagance of thought or diction.",
		"St John's prologue prepares us to find that he is not writing for persons who require a succinct narrative of facts, but for those who having such already in familiar use are asking deep questions as to our Lord's mission.",
		"A succinct account of the chief events of the period will be found in Sir Spencer Walpoles History of Twenty-Five Years (London, 1904).",
		"At a subsequent period the demand for instruction in the sacrificial science called into existence a still more practical set of manuals, the so-called Kalpa-sutras, or ceremonial rules, detailing, in succinct aphorisms, the approved course of sacrificial procedure, without reference to the supposed origin or import of the several rites.",
		"Snorri's sources were partly succinct histories of the realm, as the chronological sketch of Ari; partly more voluminous early collections of traditions, as the Noregs Konungatal (Fagrskinna) and the Jarlasaga; partly legendary biographies of the two Olafs; and, in addition to these, studies and collections which he himself made during his journeys in Norway.",
		"In the following pages we shall not attempt to do more than to sketch in very succinct outline the general results of investigation into the origins and growth of Hebrew religion.",
		"The conflict which thus arose explains what St Mark's succinct narrative had left unexplained - the fatal hostility of Jerusalem."
	],
	"synonyms": [
		"lean",
		"laconic",
		"summary",
		"compendious",
		"terse",
		"short",
		"concise",
		"brief",
		"compact",
		"direct",
		"curt",
		"condensed",
		"blunt"
	],
	"antonyms": [
		"wordy",
		"long-winded",
		"lengthy"
	]
}