{
	"word": "macabre",
	"meaning": [
		"Upsetting or horrifying by association with death or injury; gruesome.",
		"Grim and horrible; gruesome; ghastly.",
		"Constituting or including a representation of death."
	],
	"sentences": [
		"Dean had no desire to know the macabre contents.",
		"My taste in movies is rather dark, I enjoy mostly macabre horror films.",
		"Halloween can rattle my nerves, because I am easily frightened by the macabre pranks at that time of year.",
		"Even the homocide detectives were surprised by the macabre level of this crime.",
		"After the increase of crime in her neighborhood, Annie began to be questioned about some of her macabre hobbies.",
		"I was disappointed when the novel ended on a macabre cliffhanger.",
		"Will has a dark side and has become unusually well-versed in macabre pranks.",
		"I have a have a very dark, and sometimes macabre sense of humor.",
		"One of the major tourist sights in Moscow, however, is a somewhat macabre reminder of communist Russia's heyday.",
		"The Portrait is a darkly atmospheric, psychologically complex, macabre and chilling novel from a master storyteller.",
		"Mankiewicz's directorial debut is an old fashioned romantic melodrama with some macabre touches.",
		"Macabre themes are often preoccupations in the Goth subculture.",
		"While it might seem macabre, there are many websites that keep a running tally of which celebs have passed away and when.",
		"Soon, they all lay dead at her feet, their throats all neatly slit into macabre grins across their necks.",
		"The macabre habits to which he referred are shared by their cousins the digger wasps.",
		"Ellen was disturbed by much of what she saw in the small village in South America, including the macabre ritualistic dance performed by the village leaders.",
		"It seems too macabre to suggest that she was a mourner at another funeral, stricken down suddenly on the platform and promptly buried!",
		"The life of society, now alarmingly unstable and ruthlessly cfuel, was symbolized by the dance macabre painted on the walls of the cemeteries; the sombre and tragic art of the I5th century, having lost the fine balance life shown by that of the I3th, gave expression in its mournful realism to the general state of exhaustion.",
		"The macabre fascination with battlefield icons such as The Danger Tree and the Lone Pine may be more than just commemorative passion.",
		"The book has nothing to do with Halloween, but the name has enough of a macabre tinge to it that it would fit in at any Halloween cocktail party.",
		"If you want macabre, host your wedding reception in a haunted mansion or find a nearby hotel that has plenty of ghost stories to share.",
		"Depending on your own personal feelings, these sites can be macabre or lighthearted fun.",
		"For example, a black rose partnered with a black heart makes for a macabre and gothic tattoo, as does a broken heart accompanied by a wilted rose.",
		"The band's imagery has always leaned toward a romanticized macabre feel.",
		"The voice punctuated all of the remarks with a series of elaborate motion graphics put over O'Brien, with images of the Twitter icon bluebird in more and more macabre situations.",
		"I told Ethel Reagan why I wanted to keep the news quiet; it might make a perpetrator feel safe to do his macabre mischief.",
		"Its mate made an even more macabre final picture, having died after stuffing its head down into a large glass candleholder.",
		"Had my rather macabre wish for a suspended been granted.",
		"Even the homicide detectives were surprised by the macabre level of this crime.",
		"Together they had hurried to Janet O'Brien's trailer in hopes of catching Donnie before he wandered unexpectedly into the macabre turmoil his mother had caused in her violent exit from life.",
		"She then becomes plagued by nightmares about a macabre, amorphous being stalking her.",
		"Most women know that black is incredibly slimming, but it feels downright macabre during those warm summer months when the air is soft and stars are twinkling."
	],
	"synonyms": [
		"sick",
		"gruesome",
		"grisly",
		"grim",
		"ghastly",
		"eery",
		"dreadful",
		"deathlike",
		"eerie",
		"horrible",
		"lurid",
		"horrid",
		"hideous",
		"unwholesome",
		"unhealthy"
	],
	"antonyms": [
		"living",
		"common",
		"normal"
	]
}