{
	"word": "facade",
	"meaning": [
		"The front of a building; part of a building facing a street, courtyard, etc.",
		"The front part of anything."
	],
	"sentences": [
		"On each side of the facade is a massive tower of four storeys.",
		"His facade of disinterest infuriated her.",
		"Under that facade of indifference beats a heart primed for breaking.",
		"The entire facade troubled Adrienne.",
		"Was it merely a facade, or did he always have a clear view of where he was headed and the confidence to get him there?",
		"The facade has a Gothic portal, ascribed to Giorgio da Como (1228), which was intended to have a lateral arch on each side.",
		"That's all it was - a facade.",
		"It has a beautiful but incomplete facade designed by Giovanni di Mino del Pellicciaio in 1382, and a marvellous font with bas-reliefs by Donatello, Ghiberti, Jacopo della Quercia and other 15th-century sculptors.",
		"Darcie was in on the entire facade.",
		"The facade was never finished.",
		"In front of the former, as in front of those of Heracles and Zeus, stood a huge altar for burnt offerings, as long as the facade of the temple itself.",
		"It has a fine Renaissance facade, constructed about 1500 by Cardinal Giovanni de' Medici (afterwards Pope Leo X.), and some good terra cottas by the Della Robbia.",
		"About 1309 the arcaded facade along the lagoon front was taken in hand, and set the design for the whole of the external frontage of the palace.",
		"The Palazzo Dario with its dedication, Urbis genio, the superb Manzoni-Montecuculi-Polignac, with its friezes of spread-eagles in low relief, and the Vendramini-Calergi or Non nobis palace, whose facade is characterized by its roundheaded windows of grouped twin lights between columns, are among the more important; though beautiful specimens, such as the Palazzo Trevisan on the Rio della Paglia, and the Palazzo Corner Reali at the Fava, are to be found all over the city.",
		"By the side of the sea in the piazzetta, on to which the west facade of the ducal palace faces, stand two ancient columns of Egyptian granite, one red and the other grey.",
		"The present structure, which dates from 1347, has its Gothic character disguised by a classical facade with Ionic pillars and much tasteless modernization.",
		"The main facade of the cathedral was largely altered in 1491, to which date the statues upon it belong; the portico in front was added in 1497.",
		"There is reason for supposing that the marble coating of the facade, and perhaps the erection of the quadrangle, also covered with marble, were the work of Herodes Atticus, and therefore just completed when Pausanias saw them.",
		"On the Lechaeum road, on which a bewildering wealth of fountains and statues is enumerated, only the Baths of Eurycles below the plane tree were found; deep diggings were made into them, and the foundations of the facade laid bare.",
		"The homestead consisted of a threshing floor, outhouses, stables, a bathhouse, a lodge, and a large brick house with semicircular facade still in course of construction.",
		"Sofia, a circular edifice of about 760, now modernized, the roof of which is supported by six ancient columns, is a relic of the Lombard period; it has a fine cloister of the 12th century constructed in part of fragments of earlier buildings; while the cathedral with its fine arcaded facade and incomplete square campanile (begun in 1279) dates from the 9th century and was rebuilt in 1114.",
		"The cathedral, founded in 1314, has a fine porch and Gothic facade.",
		"It consists of two storeys with open colonnades, forming a long loggia on the ground and first floors, with seventeen arches on the sea front and eighteen on the other facade.",
		"Similar results are obtained in the magnificent facade of the Scuola di San Marco, at SS.",
		"The choir has fine stalls of 1489-1490, upon one of which there is a view of the facade of the cathedral before its alteration in 1491.",
		"The cathedral of San Pietro, dating from 1141 and restored and enlarged in the i 5th century by Pietro Lombardo, with a classical facade of 1836, has five domes.",
		"The church of St Martin is a brick building of the 17th century in the Gothic style with a modern facade.",
		"Almost in the centre of this south facade is an exquisitely sculptured window, from which letters from the Greek patriarch at Constantinople used to be read.",
		"The Allerheiligen-Hofkirche, or court-church, is in the Byzantine style, with a Romanesque facade.",
		"Maria di Collemaggio, just outside the town, has a very fine Romanesque facade of simple design (1270-1280) in red and white marble, with three finely decorated portals and a rose-window above each.",
		"The church of Notre-Dame, typical of the Gothic style of Burgundy, was erected from 1252 to 1334, and is distinguished for the grace of its interior and the beauty of the western facade.",
		"A row of gargoyles surmounts each storey of the facade, which is also ornamented by sculptured friezes.",
		"The vaulting of the three portals is of exceptional depth owing to the projection of the lower storey of the facade.",
		"Blocks of marble which had seen use elsewhere ran from them back into the facade, which was hacked away in rough fashion to receive them.",
		"Maria della Piazza, with an elaborate arcaded facade (1210).",
		"The town hall, which took ten years to build (1525-1535), has after that of Louvain the most elaborately decorated facade in Belgium.",
		"The two western portals are adorned with sculpture in the ornate Romanesque style; the tower on the left of the facade was rebuilt in the 17th century.",
		"The length of the entire facade is 118 ft.",
		"The facade, which is 121 ft.",
		"Towards the river it presents a rich facade with a terrace rising directly from the water.",
		"Behind that facade of indifference, there's a very nice person.",
		"The plan of the temple may be supposed to have included a colonnaded court in front of the present facade, and pylon towers at the entrance; but these were never built, probably for lack of funds.",
		"On a commission from Rucellai he designed the principal facade of the church of Santa Maria Novella in Florence, as well as the family palace in the Via della Scala, now known as the Palazzo Strozzi.",
		"The facade, however, with its two square and somewhat heavy flanking towers dates from the 17th century, and is Greco-Roman in architecture.",
		"Standing close beside the cathedral is the highly ornamented facade of a smaller church called El Sagrario Metropolitano.",
		"The latter is a beautiful Renaissance structure, with a magnificent facade and a delicate spire, and contains a grand hall, the Kaisersaal, in which every Whit Monday a play, Der Meistertrunk, which commemorates the capture of the town by Tilly in 1631, is performed.",
		"The former residence of the electors (Residenzschloss) fronts this square, as well as the Museum Fridericianum, with a facade of Roman-Ionic columns.",
		"The hotel de Tulle, which dated from the earlier half of the 16th century, was restored in 1846, and since then statues have also been added to represent those that formerly ornamented the facade.",
		"The cathedral, close by, is a fine specimen of Italian Gothic begun in 1277, but not completed internally until 1511, while the facade was not begun until 1880.",
		"The Romanesque choir and apse belong to the 11th century, the rest of the interior is contemporary with the facade.",
		"The doorway was flanked with columns of alabaster, with rich spiral ornament, now in the British Museum; and the rest of the facade was very richly decorated, as may be seen from Chipiez's fine restoration.",
		"In front of the west facade stood a great altar.",
		"Francesco has an almost Renaissance facade, fine cloisters with a good 15th-century tomb, and a chapter-house with Giottesque frescoes.",
		"The Parliament House, standing on the crown of the eastern hill, is a massive square brick building with a pillared freestone facade approached by a broad flight of steps.",
		"In Rutland Square, at the northern end, is the Rotunda, containing public rooms for meetings, and adjoining it, the Rotunda hospital with its Doric facade.",
		"The effect of the facade is not improved by the Renaissance portico that has been added to it.",
		"The latter retains Gothic details in the interior, but the facade is simple Renaissance work.",
		"The hotel de ville, with a graceful facade surmounted by a lofty belfry, is in the late Gothic style of the early 6th century and was completed in modern times.",
		"Giusto occupies the site of a Roman temple, some of the walls and columns of which may be seen in the tower Into the facade are built fragments of sepulchral reliefs.",
		"There are a number of theatres, but the city had no large theatre of architectural merit previous to the construction of the Municipal Theatre at the intersection of the Avenida Central with Rua 13 de Maio, with an elegant marble facade in the French Renaissance style.",
		"It was completed in 1866, but was subsequently extended and in great part rebuilt; it is in Italian renaissance style, having a richly adorned facade.",
		"The cathedral is partly of the 12th century, with a porch and facade with small arcades - in black and white marble, as is the case with several other churches of Pistoiabut was remodelled in the 13th century, and modernized inside in the worst taste.",
		"Giovanni Fuorcivitus (so called because it was outside the line of the earliest, pentagonal, enceinte of the middle ages), with one of the long sides elaborately adorned with small arcades in the Pisan style, in black and white marble, also with sculpture by Gruamons (1162) on the facade.",
		"The Briihl palace, built in 1737 by Count Briihl, the minister of Augustus II., has been in some measure demolished to make room for the new Standehaus (diet house), with its main facade facing the Hofkirche; before the main entrance there is an equestrian statue (1906) of King Albert.",
		"The date of the erection of the cathedral is probably about 1179; it retains some traces of Norman architecture, and the facade has a fine figured cornice by Bartolommeo da Foggia; the crypt has capitals of the 11th (?) century.",
		"The chief modern' buildings, such as the Athenaeum, with its Ionic facade and Byzantine dome, are principally on the quays and boulevards, and are constructed of stone.",
		"With its Renaissance windows and portals this facade, though good in itself, was utterly out of keeping with the general style of the church, and in 1900 the removal of the inharmonious features was begun, to be replaced in a style strictly in accordance with the Gothic style of the rest of the building from the designs of Giuseppe Brentano.",
		"The second palace is that of the archbishops, the fine facade of which is the work of Fabio Magnone.",
		"It has an older north colonnade, by some attributed to Bramante, but, like many other buildings, without sufficient evidence, and a fine court with double colonnades by Tibaldi, to whom the back facade is due.",
		"The church was built by St Ambrose early in the 4th-century (on the site of a temple of Bacchus it is said), but as it stands it is a Romanesque basilica of the 12th century, recently well restored (like many other churches in Milan), with a brick exterior, like so many churches of Milan and Lombardy, curious galleries over the facade, and perhaps the most perfectly preserved atrium in existence.",
		"Eustorgio, one of the largest Gothic churches in Milan, with some Romanesque survivals, dates, as it stands, with its campanile, from the end of the 13th century, and has a modern facade in the old style.",
		"Ambrogio, in the Corso Magenta, is the church of Santa Maria delle Grazie, built by the Dominicans about 1460, to which the Gothic facade and nave belong.",
		"Celso (the interior and the baroque facade are by Alessi).",
		"The entire edifice is covered externally with terra-cotta, and its facade, designed by the Florentine Antonio Averulino (Filarete) and begun in 1 457, is superior to any other of the kind in Milan.",
		"Looking on to the piazza is the fine Palazzo Marino, the seat of the municipality since 1861; it was built by Galeazzo Alessi in 1558, to whom the side façade and the court are due, but was not completed until 1890, when the main facade was erected by Luca Beltrami.",
		"Maria dei Miracoli (1488-1523) is also noteworthy for its general effect and for the richness of its details, especially of the reliefs on the facade.",
		"The inner line of fortifications was razed in 1890, and the defensive works now consist only of the citadel and three detached forts, one of which, Fort Blucher, serves as a tete-de-pout on the left bank of the Rhine, Wesel contains some quaint old houses, and a town hall, dating from 1396, with an elaborate facade, and containing a valuable collection of old silver plate.",
		"It has a fine facade of six arches, and the capitals of the supporting pillars are very curiously carved.",
		"Immense booty was secured, the Venetians obtaining among other treasures the four bronze horses which adorn the facade of St Mark's.",
		"It contains several interesting Gothic buildings, including a fine town hall with a timber facade of 1498.",
		"The facade dates from 1278, and the interior of the edifice dates in the main from 1543 In the crypt is the tomb of Andrea Doria by Montorsoli, and above the main altar hangs the dagger presented to the doge by Pope Paul III.",
		"San Siro, originally the \"Church of the Apostles\" and the cathedral of Genoa, was rebuilt by the Benedictines in the 11th century, and restored and enlarged by the Theatines in 1576, the facade being added in 1830; in this church in 1339 Simone Boccanera was elected first doge of Genoa.",
		"The Durazzo Pallavicini palace has a noble facade and staircase and a rich picture-gallery.",
		"The facade, which is flanked by two square towers without spires, has three portals decorated with a profusion of statuary, the central portal having a remarkable statue of Christ of the 13th century; they are surmounted by two galleries, the upper one containing twenty-two statues of the kings of Judah in its arcades, and by a fine rose-window.",
		"Among the chief edifices are the old church of St Martin; the town hall, with a Gothic facade; the law courts and the government offices, constructed, like many of the other buildings, of a peculiar veined brown sandstone found in the district.",
		"Next to the cathedral in artistic importance come the church of Santa Maria in Istrada, and the broletto or old palace of the commune, usually styled the Arengario; the former (founded in 1357) has a rich terra-cotta facade of 1 393, and the latter is raised on a system of pointed arches, and has a tall square tower terminating in machicolations surrounding a sharp central cone.",
		"The principal church, San Lorenzo, in part dates back earlier than the 15th century, while its richly sculptured facade bears the figures 1517.",
		"The upper part of the main facade, with arcades of pointed arches, dates from the 13th century, and the portal has recumbent lions and elaborate sculptures above.",
		"Giovanni Antonio Amedeo was chief architect in 1481-1499, and the lower part of the facade was finished in 1507.",
		"The cathedral (San Rufino) has a fine facade with three rose-windows of 1140; the interior was modernized in 1572.",
		"In front of the southern facade, which looks on to Khedive Avenue, is a bronze statue of General Gordon seated on a camel, a copy of the statue by Onslow Ford at Chatham, England.",
		"The facade is a magnificent specimen of the flamboyant Gothic style, flanked by two Gothic towers.",
		"Between the two flanking towers of the west facade, the spires of which are of the 16th century, rises a central tower of the same period.",
		"The most prominent feature of the facade is the series of eight warriors carved on the base of this tower.",
		"Andrea, founded in 1093, still preserves the lower part of the original arcaded facade in black, white and coloured marble.",
		"It was remodelled in 1488, and has a facade decorated with disks of majolica.",
		"On the K6nigs-platz between the column of Victory and the Reichstagsgebaude, and immediately facing the western facade of the latter, is the bronze statue of Bismarck, unveiled in 1901, a figure 20 ft.",
		"It has a noble facade with a deeply recessed portico, and a brick campanile of 1414.",
		"The Treasury itself dates from 1737, but the facade is by Sir Charles Barry.",
		"The fine facade built by that king was formerly adorned with a statue of King George, who was represented as holding a sword pointing upward to a representation of the chalice, the emblem of the Hussite Church.",
		"The belfry which rises in the centre of the facade dates from the end of the 13th century; it has long been famous for its chime of bells, but the civic fathers have caused modern airs to be substituted for the old hymn.",
		"The upper part of the facade and the towers were afterwards completed in accordance with a different plan, and the spire on the north tower was added in 1435.",
		"The most interesting buildings are the cathedral church of the Assumption, founded in 1377, and completed with a modern facade copied from that of the Pantheon in Rome; the church of St Veit, on the model of Santa Maria della Salute in Venice; and the Pilgrimage church, hung with offerings from shipwrecked sailors, and approached by a stairway of 400 steps.",
		"The finest building in the city is the Jesuits' church, whose facade is covered with elaborate carving.",
		"All this decoration is in strange contrast with the grandly austere simplicity of the facade and outer walls of the church.",
		"Underneath that facade of ego, there lurked a vulnerable heart.",
		"Its imposing front facade of red brickwork in Flemish bond with finely lined pointing even merits a mention in Pevsner.",
		"The external facade consists of curtain walling with elements of rainscreen cladding around core areas.",
		"The entrance to the hotel has a glass facade allowing lots of natural daylight into the lobby area.",
		"By means of Stevens we see the slow deconstruction of his facade, his costume.",
		"The BHS facade to Union St of 1971 was and remains simply a disgrace.",
		"The richly decorated multi-coloured brick facade is a well known landmark in Glasgow, topped by a statue of Thenew.",
		"Visitors will be among the first to hear about the fully restored facade, which once again reflects Adam's original design.",
		"Behind the elegant facade lies all the modern facilities you would expect from a hotel of this caliber.",
		"Behind the classical facade is a spacious contemporary foyer leading to an elegant lounge bar with comfortable traditional furnishings.",
		"The imposing baroque facade of no 35 dates from 1842 and is made from Bath stone which is crumbling because of pollution.",
		"Seeing them on the canopy gives an idea of scale, they seem quite small on the backdrop of the brick facade.",
		"The east front of the chapel received its present stone facade in 1665.",
		"Part of the old fire station entrance facade can still be seen at the entrance to the car park in Market Street.",
		"This is consistent with an early photograph of the facade which shows fenestration of Gothic influence.",
		"Banks Internet service Gibraltar will be the facade of.",
		"Does the ' new ' facade conceal the licorice all sorts within?",
		"The plain facade is broken only with is a large ionic portico with four large columns on the entrance front.",
		"Behind an impressive facade overlooking the recently rejuvenated shore area of the Port of Leith, is a unique hotel.",
		"The North facade of Boughton House has led to it gaining the sobriquet of ' The English Versailles ' .",
		"A fanned Armagh marble stairway leads up to the entrance door on the north facade.",
		"On the front facade, John Knox stands steadfast in the fourth niche along.",
		"Behind the big orange facade you'll find some pretty darn good tucker.",
		"St Mary's rear facade terminates the vista down the wide Melville Street.",
		"It must remembered that at that time using granite for the facade was considered vulgar.",
		"The facade facing Church Street has a carved stone wreath above the main inscription.",
		"A pair of monolithic columns, disengaged, flank each facade.",
		"There may also be mentioned a large number of other places of worship, a town hall with fine classical facade and tower, market hall, museums of natural history and of art and industry, an exchange, assembly rooms, and various benevolent institutions.",
		"Bernardino has an early Renaissance polychrome facade, richly sculptured, of 1457-1461, by Agostino d'Antonio di Duccio of Florence.",
		"The cathedral built by Bartolommeo Ammanati (1S70), modified by Ippolito Scalza, and completed in 1680 (with the exception of the facade, which is still unfinished) contains a large altar-piece by Taddeo di Bartolo of Siena, and the fragments of an imposing monument erected in1427-1436by the Florentine architect Michelozzo in honour of Bartolommeo Aragazzi, secretary of Pope Martin V., which was taken down in the 18th century.",
		"The exteriors of the north Italian Gothic churches are characterized by the flatness of the roof; the treatment of the west facade as a mere screen wall, masking the true lines of the aisle roofs; the great circular window in the west front for lighting the nave; the absence of pinnacles owing to the unimportance of the buttresses; the west-end porches with columns resting on lions or other animals.",
		"The facade of San Zaccaria (1457-1515), the stately design of Anton Marco Gambello and Mauro Coducci, offers some slight modifications in the use of the semicircular pediment, the line of the aisle roof being indicated by quarter-circle pediments abutting on the facade of the nave.",
		"Entering by the main entrance the visitor finds himself in an atrium, called the Court of the Kings (Patio de los reyes), from the 16th-century statues of the kings of Judah, by Juan Bautista Monegro, which adorn the facade of the church.",
		"Bernardino di Siena (1472) has a fine Renaissance facade by Nicolo Filotesio (commonly called Cola dell' Amatrice), and contains the monumental tomb of the saint, decorated with beautiful sculptures, and executed by Silvestro Ariscola in 1480.",
		"The style is Gothic, very elaborately decorated, but it shows many peculiarities, for the work was continued through several centuries and after many designs by many masters, notably by Amadeo, who carried out the octagonal cupola (the pinnacle of which dates from 1774), and by Tibaldi, who laid down the pavement and designed a baroque facade.",
		"Looking on to the piazza is the fine Palazzo Marino, the seat of the municipality since 1861; it was built by Galeazzo Alessi in 1558, to whom the side faÃ§ade and the court are due, but was not completed until 1890, when the main facade was erected by Luca Beltrami.",
		"The rock-cut tomb usually represented the house of the living, with an elaborate facade, but in one or two instances, notably that of the so-called Harpy-tomb, the facade is surmounted by a tall, square tower, in the upper part of which is the sepulchral chamber.",
		"Michele in respect of its facade (though it has not the elaborate sculptures), dome and mosaic pavements.",
		"But, speaking Arabic or Turkish before their fellows Muslims, they drop their facade and embrace radicalism.",
		"The facade, reconstructed in the original, historical style, harmoniously blends into the cityscape.",
		"Had sales of facade improvement program which he has its relentless newlywed.",
		"The block is set behind a facade in a cul de sac location, the residents all benefit from use of communal garden.",
		"The Sinai rips the facade off - the shy creature can become the leader.",
		"The North facade of Boughton House has led to it gaining the sobriquet of ' The English Versailles '.",
		"Part of the Broad Street facade, showing terra cotta string courses, window dressings and aprons.",
		"St Mary 's rear facade terminates the vista down the wide Melville Street.",
		"While ranch homes were designed to have few ornate details, adding a few exterior updates can lessen the severity of the facade.",
		"It is important to choose a deck that has a similar amount of detail as the rest of your home's facade.",
		"If your budget is small, consider covering only the bottom portion of the facade with your chosen material.",
		"It is important to choose details that will complement, yet not compete with the rest of your facade.",
		"Facade offers free readings as well as many other forms of divination including tarot, runes and numerology.",
		"Plus, if everything goes well and you end up seeing her more than once, maintaining that false facade will become more and more difficult, if not impossible.",
		"This is an outward facade Virgo puts on for the world.",
		"Facade tarot strives to offer a fun and unique take on tarot reading.",
		"Facade Tarot can help cut through some of that confusion.",
		"When you visit Facade Tarot, you'll see a dark blue box highlighted on the left-hand navigation tool.",
		"Facade Tarot is a computer-generated site, so don't take it to heart if you receive an answer that you're not particularly happy about.",
		"His outer facade is ideal for business since he presents a professional appearance most of the time.",
		"Paul began the famous Villa Borghese; enlarged the Quirinal and Vatican; completed the nave, facade and portico of St Peter's; erected the Borghese Chapel in Sta Maria Maggiore; and restored the aqueduct of Augustus and Trajan (\"Acqua Paolina\").",
		"The facade is a triumph of graceful elegance; so light is the tracery, so rich the decoration, so successful the breach of symmetry which gives us a wing upon the left-hand side but none upon the right.",
		"The facade has the characteristic circular pediment with a large west window surrounded by three smaller windows separated by two ornamental roundels in coloured marble and of geometric design.",
		"The two great domes above the tombs, the four lofty minarets and part of the facade of this shrine, are overlaid with gold, and from whatever direction the traveler approaches Bagdad, its glittering domes and minarets are the first objects which meet his eye.",
		"The building is one of three storeys each with ten pointed windows forming the facade facing the square.",
		"The columns decorating the facade represent all the four orders.",
		"Marco, modernized inside, still retains a beautiful facade of 1254 and a tower - in brick as elsewhere - and contains another tomb by Balduccio.",
		"The church of St Michael, founded in the 8th century, and built of marble within and without, has a lofty and magnificent western facade (1188) - an architectural screen rising much above the roof of the church.",
		"The principal facade is Corinthian, from designs of Ventura Rodriguez (1783).",
		"Playfair (1789-1857), but it was not till 1883 that the building was completed by the dome, crowned by the bronze figure of Youth bearing the torch of Knowledge, on the facade in South Bridge Street.",
		"Prospero, close by, has a facade of 1504, in which are incorporated six marble lions belonging to the original Romanesque edifice.",
		"We find it retaining some traces of Byzantine influence in the decorated surfaces of applied marbles, and in the roundels of porphyry and verd antique, while it also retained certain characteristics of Gothic, as, for instance, in the pointed arches of the Renaissance facade in the courtyard of the ducal palace designed by Antonio Rizzo (1499).",
		"The oldest of its churches, St Mexme, is in the Romanesque style, but only the facade and nave are left.",
		"Maria in Organo, dating from 1481, with a facade of 1592 from Sanmichele's designs, contains paintings by various Veronese masters, and some fine choir-stalls of 1 499 by Fra Gioconda.",
		"A base on which stood a statue of Herodes' wife, Regilla, was found close to the facade, inscribed with fulsome praise, stating that the statue was \"set up by order of the Sisyphaean Senate at the outpouring of the streams.\"",
		"The Scuola di San Marco is now a part of the town hospital, and besides its facade, already described, it is remarkable for the handsome carved ceiling in the main hall (1463).",
		"The chief building in Agen is the cathedral of St Caprais, the most interesting portion of which is the apse of the 12th century with its three apse-chapels; the transept dates from the 12th and 13th centuries, the nave from the 14th to the 16th centuries; the tower flanking the south facade is modern.",
		"The facade is divided into storeys, and the general effect is by no means ecclesiastical.",
		"This Pirene originally had a two-storey facade of Roman fashion made of limestone, but, before the time of Pausanias, it had received a covering of marble which has now fallen off, but has left traces of itself in the holes drilled into the limestone, in the rough hacking away of the half columns, and in the numerous marble fragments which lay in front of the facade.",
		"He desired to have the facade of his house in colour.",
		"The exterior facade is enriched with marble columns brought from Alexandria and other cities of the East, and bearing in many cases incised graffiti.",
		"The principal facade, in the rue de la Marine, consists of a row of white marble columns supporting an arcade.",
		"Contemporaneously with the restoration of the southern facade of St Mark's, the restoration of the colonnade of the ducal palace towards the Piazzetta and the Mole was undertaken at a cost of £23,000.",
		"The hotel de ville, the facade of which is decorated with armorial bearings of Renaissance carving, and the church of St Etienne, an unblemished example of Romanesque architecture, are of interest.",
		"It contains a fine cathedral, with a Gothic facade, reconstructed in 1486, and is an important commercial centre."
	],
	"synonyms": [
		"window dressing",
		"frontal",
		"frontage",
		"fake",
		"veneer",
		"pretense",
		"mask",
		"guise",
		"front",
		"face",
		"disguise",
		"false front",
		"pretext",
		"veil",
		"semblance"
	],
	"antonyms": [
		"personality",
		"character"
	]
}