{
	"word": "bastion",
	"meaning": [
		"A projecting part of a fortification.",
		"A projection from a fortification, arranged to give a wider firing range.",
		"A well-fortified position.",
		"Any fortified place; strong defense or bulwark.",
		"One that upholds or defends something, as against neglect or unpopularity."
	],
	"sentences": [
		"Rosa Parks is a great example of a bastion for desegregation.",
		"The soldiers hid behind the bastion, hoping to avoid any of the arrows coming towards them.",
		"Reality TV is & should remain the last bastion of the desperate.",
		"The term \"cavalier\" has been adopted from the French as a term in fortification for a work of great command constructed in the interior of a fort, bastion or other defence, so as to fire over the main parapet without interfering with the fire of the latter.",
		"Bastion demanded of Hilden.",
		"From this and other indications Professor Dorpfeld has inferred that the original plan of Mnesicles was to complete the south wing on a plan symmetrical with that of the north wing, but opening by a portico on to the bastion to the west; and to add on the inner side of the Propylaea two great halls, faced by porticoes almost in a line with the main portico, but with smaller columns.",
		"The temple was still standing in 1676; some eight years later it was demolished by the Turks, and its stones built into a bastion; on the removal of the bastion in 1835 the temple was successfully reconstructed by Ross with the employment of little new material.",
		"Of the few accessible fragments of the Roman wall still existing special mention may be made of the bastion in the churchyard of St Giles's, Cripplegate; a little farther west is a small fragment in St Martin's Court, Ludgate Hill (opposite the Old Bailey), but the best specimen can be seen near Tower Hill just out of George Street, Trinity Square.",
		"The Metz forts, though neither sufficiently armed nor even completely finished in some cases, were nevertheless, with their deep ditches and self-protecting bastion trace, far too formidable for any field army to attempt without the aid of a siege train of some 200 guns, which for the moment were not available.",
		"Thus, to defend her immense possessions in Volhynia and Podolia, she converted the castles of Bar and Krzemieniec into first-class fortresses, and placed the former in the hands of her Silesian steward, who acquitted himself so manfully of his charge r that \"the Tatars fell away from the frontier all the days of Pan Pretficz,\" and a large population settled securely beneath the walls of Bar, henceforth known as \"the bastion of Podolia.\"",
		"Projecting like a bastion into the Mediterranean at a very central point, Cyrenaica seems intended to play a commercial part; but it does not do so to any extent because of (1) lack of natural harbours, Bengazi and Derna having only open and dangerous roads (this is partly due to coastal subsidence; ancient ports have sunk); (2) the difficulty of the desert routes behind it, wells beings singularly deficient in this part of the Sahara.",
		"Small postern door in the semicircular bastion, approached by flight of rockcut steps.",
		"In the 16th century exclusive privileges of fishing for coral were granted by the dey of Algiers to the French, who first established themselves on a bay to the westward of La Calle, naming their settlement Bastion de France; many ruins still exist of this town.",
		"The northern wall, famous in the siege of Delhi in 1857, extends three-quarters of a mile from the Water bastion to the Shah, commonly known as the Mori, bastion; the length of the west wall from this bastion to the Ajmere gate is 14 m.",
		"The width is about 25 ft.; from bastion to bastion runs a battlemented curtained wall about 10 ft.",
		"On the north-west side, half within and half without the circuit of the walls, protruding into the plain like a great bastion, stood the royal palace, on a terrace, 45 ft.",
		"A royal palace existed at Westminster at least as early as the reign of Canute, but the building spoken of by Fitzstephen as an \"incomparable structure furnished with a breastwork and a bastion\" is supposed to have been founded by Edward the Confessor and enlarged by William the Conqueror.",
		"Pushed back, as he had been in Spain, from bastion to bastion, after the action on the Beresina, Napoleon had to fall back upon the frontiers of 1809, and thenhaving refused the peace offered him by Austria at the congress of Prague, from a dread of losing Italy, where each of his victories had marked a stage in the accomplishment of his dreamon those of 1805, despite Lfltzen and Bautzen, and on those of 1802 after his defeat at Leipzig, where Bernadotte turned upon him, Moreau figured among the Allies, and the Saxons and Bavarians forsook him.",
		"It is approached in a very circuitous way, either by a passage (Xaupn) leading from a side door in the main propylaeum or by another long passage which winds round the back cf the chief hall, and so leads by a long flight of steps, cut in the rock, to the little postern door in the semicircular bastion.",
		"Talk was loud enough to hurt his ears, ranging between orders shouted across the chamber to the man Bastion bellowing at the messengers from the northern wall.",
		"Did any of her colleagues mind that she was a woman in a male bastion?",
		"Right wing politicians used to be fond of pointing to Hong Kong as the last bastion of the absolute free market.",
		"Outside this again lies a projecting semicircular bastion, which commands the entrance from the exterior of the city on the E., a winding trench approached by a pair of double gateways, which are not vaulted but covered by the gradual projection of the upper courses.",
		"The spring, to which a staircase leads down, was once more included in a bastion during the War of Independence by the Greek chief Odysseus.",
		"Lord Curzon restored, at his own cost, the monument which formerly commemorated the massacre of the Black Hole, and a tablet let into the wall of the general post office indicates the position of the Black Hole in the north-east bastion of Fort.",
		"I hope to be a bastion of support for the homeless shelter. I feel so passionate about helping others.",
		"The bastion for women's rights strongly defended her argument in front of the audience.",
		"He took an immediate dislike to Bastion; the man was short and thick with close-set blue eyes as cold as a winter's morning.",
		"In the Collas Sector, which had become the bastion of the strike, its efforts to fight back were crowned with success.",
		"In a world of mass market eateries, the Dixon trio forms a bastion of affordable, high quality food in highly individual surroundings.",
		"It is so because America is the remaining bastion of political liberty.",
		"The chronicles mention the destruction of Dunbar, former Northumbrian bastion against the Picts, possibly as a naval base.",
		"As I worked my way through my News bookmarks I came to Pravda, former bastion of the soviet Politburo.",
		"Not only is cricket the untapped male market, it is the last bastion of British drunken sporting tomfoolery.",
		"The north wing is completed by a square chamber which served as a picture gallery; but the south wing contains no corresponding chamber, and its plan has evidently been curtailed; its front projected beyond its covered area, and it is finished in what was evidently a provisional way on the side of the bastion before the little temple of Victory (NLio).",
		"So, White Heat, not exactly the bastion of twee indie pop, but just occasionally they strike out.",
		"You must save Riku in Hollow Bastion before you can take on any of these boss battles.",
		"Ragnarok -- Obtained by beating Riku twice in Hollow Bastion.",
		"Why is Grand Theft Auto cited as such a bastion of violence?",
		"This bastion of sex, sand and swimsuits has become a juggernaut, churning out breathtaking annual issues year after year.",
		"The north shore of Long Island, the \"Gold Coast\" has been the bastion of old money since the days of the 19th century industrialists.",
		"To take on this bastion takes balls, to use a crude term, unless there was a highly valuable prize as a reward.",
		"Normally. I then take it to Sirian or Bastion.",
		"The walls are lofty and massive and topped by turrets, while on each side is a projecting bastion.",
		"Bastion gave Taran a distasteful look before swiftly moving away.",
		"Bastion alone knew of his departure.",
		"The fine Gothic bastion tower overlooking the harbour was built in 1532; the East gate not later than 1578.",
		"The fitness center seems to be the final bastion in the area that stands up for a healthy lifestyle.",
		"Another cave more to the west was revealed by the demolition of the bastion of Odysseus.",
		"The site of this precinct, in which the sacred olive tree of Athena grew, has been almost certainly fixed by an inscription found in the bastion of Odysseus."
	],
	"synonyms": [
		"citadel",
		"rock",
		"pillar",
		"stronghold",
		"mainstay",
		"fort",
		"bulwark"
	],
	"antonyms": [
		"weakness",
		"weak spot"
	]
}