{
	"word": "genial",
	"meaning": [
		"Cheerful, friendly, and sympathetic; amiable.",
		"Promoting life and growth; pleasantly warm, mild, and healthful.",
		"Of marriage or procreation.",
		"Of or characterized by genius.",
		"Having to do with the chin."
	],
	"sentences": [
		"What a genial person he was.",
		"He was, however, genial and kind-hearted, a great lawyer and a faithful minister.",
		"He seemed a genial sort though, if not a bit of a show-off.",
		"The Letters, which are very stilted, also reveal Apollinaris as a man of genial temper, fond of good living and of pleasure.",
		"He knew so much and was so genial that it was impossible to feel dull in his presence.",
		"For Moscow society Pierre was the nicest, kindest, most intellectual, merriest, and most magnanimous of cranks, a heedless, genial nobleman of the old Russian type.",
		"The new influence of patronage, which in other times has chilled the genial current of literature, become, in the person of Maecenas, the medium through which literature and the imperial policy were brought into union.",
		"In winter, for example, when the northern monsoon begins to blow, numbers of denizens of the Sea of Okhotsk swim southward to the more genial waters of north Japan; and in summer the Indian Ocean and the Malayan archipelago send to her southern coasts a crowd of emigrants which turn homeward again at the approach of winter.",
		"The climate of Armagh is considered to be one of the most genial in Ireland, and less rain is supposed to fall in this than in any other county.",
		"Lysias was a man of kindly and genial nature, warm in friendship, loyal to country, with a keen perception of character and a fine though strictly controlled sense of humour.",
		"I had many a genial thought by the cabin fire \"as I sailed.\"",
		"The stranger's face was not genial, it was even cold and severe, but in spite of this, both the face and words of his new acquaintance were irresistibly attractive to Pierre.",
		"He also was well acquainted with Greek philosophy, and took a genial view of it; but he was not nearly so widely read as Clement.",
		"All these grow well in good garden soil, and blossom from March onwards, coming in very early in genial seasons.",
		"There was nothing about him, as there was afterwards about Michelangelo, dark-tempered, secret or morose; he was open and genial with all men.",
		"As a general rule, the Viennese are gay, pleasure-loving and genial.",
		"His personal popularity, too, due partly to his youth and genial manners, was at this time greatly increased by the cool courage he had shown after the dastardly bomb attack made upon him and his young wife, during the wedding procession at Madrid, by the anarchist Matteo Morales.1 Whatever his qualities, the growing entanglement of parliamentary affairs was soon to put them to the test.",
		"He can never be spoken of, however, save as a spiritual genius and a significant figure in British philosophy, less robust and in some respects less learned than Cudworth, but more interesting and fertile in thought, and more genial in character.",
		"Genial in private life, he was harsh and unyielding in his official capacity, and his singular skill in devising fresh taxes to meet the enormous demands of Napoleon's government made him the best-hated man in Lombardy, the more so that, being a Piedmontese, he was regarded as a foreigner.",
		"At that time, looking after the tennis courts was a very genial character.",
		"For his own education, perhaps, the otherwise genial and lovely Bardem needs to reach for the high-heels as soon as possible.",
		"Pill, the presiding judge, seems more genial than ever.",
		"And still the warmth seemed to increase and to become more genial.",
		"On the contrary, a genial warmth prevails, inducing the inhabitants to discard flannel-lined leathern capotes and fur caps for lighter garments.",
		"But in true James Bond style, our heroes will always outwit their genial villains in the final frame.. .",
		"No one will ever give us such papers again, so full, so accurate, so racy, and withal so genial.",
		"His installation into this congenial post at once introduced him to the best literary society of the time; and in becoming the associate of Charles Lamb, Cary de Quincey, Allan Cunningham, Proctor, Talfourd, Hartley Coleridge, the peasant-poet Clare and other contributors to the magazine, he gradually developed his own intellectual powers, and enjoyed that happy intercourse with superior minds for which his cordial and genial character was so well adapted, and which he has described in his best manner in several chapters of Hood's Own.",
		"Innocent was genial, skilled in flattery, and popular with the Romans, but he lacked talent and relied on the stronger will of Cardinal della Rovere, afterwards Julius II.",
		"Unmistakable traces show that, while during the Glacial period Russia had an arctic flora and fauna, the climate of the Lacustrine period was more genial than it is now, and a dense human population at that time peopled the shores of the numberless lakes.",
		"And though there was positive gain in the removal of idolatrous and corrupt modes of worship, there was also positive loss in the disappearance of this old genial phase of Hebrew social life and worship. It involved a vast difference to many a Judaean village when the festival pilgrimage was no longer made to the familiar local sanctuary with its hoary associations of ancient heroic or patriarchal story, but to a distant and comparatively unfamiliar city with its stately shrine and priesthood.",
		"Socially he was genial and courteous, though in argument he occasionally lost his temper.",
		"He had a thorough knowledge of the private and indirect motives which influence politicians, and his genial attractive manner, easy temper and vivacious, if occasionally coarse, wit helped to confer on him a social distinction which led many to take for granted his eminence as a statesman.",
		"In the interview Amis described Deller as ' genial, straightforward, considerate, clear-eyed ' and ' charmingly uxorious '.",
		"Freely produced from August, they are very showy, and continue for weeks in a genial autumn.",
		"When the blooming season is over it should be protected by a frame until genial weather permits it to be plunged in the open air.",
		"Excepting the Mexican species, which are few, Calochorti are hardy; but my experience is that unless on very warm soils their culture is precarious in England, and no wonder, considering they come from one of the most genial climates.",
		"Although this sign is very genial and might not be described as \"fiercely independent\", an Aquarius does have the potential to become quite upset if his or her independence is threatened.",
		"She renounced once for all the asceticism and isolation of the De imitatione for the more genial and sympathetic Christianity of Chateaubriand.",
		"In the highlands, where some fertile upland tracts produce corn, dates and other fruits, the climate is genial, but elsewhere it is extremely sultry, and on the low-lying coast lands malarious.",
		"To illustrate the intensity of the pleasure he found alike in the solitude of his study and in the relaxations of genial social intercourse, almost any page taken at random, either from the Life or from the Letters, would suffice.",
		"Generally speaking, it may be characterized as a climate of extremes on the Armenian highlands, in the Kura valley and in northern Caucasia, and as maritime and genial in Lenkoran, on the Black Sea coastlands, and in the valley of the Rion.",
		"In London society, and in Paris during his occasional visits, he was a recognized favourite for his genial wisdom and his great conversational power.",
		"His learning, genial disposition, and conversational powers won him the favor of Henry III.",
		"Its pure white or rose-red blossoms, heralding the first approach of genial weather, are regarded with special favor and are accounted the symbol of unassuming hardihood.",
		"Though not tall, he had a fine presence and manners, at once genial and courtly.",
		"His influence, always great, was increased by his genial and unaffected manners as a host.",
		"A ruder kind of drama, the amoebaean verse, or bucolic mime, developed into the only pure stream of genial poetry found in the Alexandrian School, the Idylls of Theocritus.",
		"Elsewhere, sheltered Nelson has a more genial air than the Wellington side of Cook Strait.",
		"But, when the disestablished communion had to be reconstituted under the greatest difficulties, it was found of the highest importance that the occupant of his position should be a man of a liberal and genial spirit.",
		"Spring never begins till April, and it is the middle of June before the heat grows genial.",
		"Indeed, in very severe weather it is found better to drop a little from the maximum temperature by fire heat, and the loss so occasioned may be made good by a little extra heat applied when the weather is more genial.",
		"A moist genial atmosphere too is essential, a point requiring unremitting attention on account of the necessity of keeping up strong fires.",
		"A genial moist atmosphere must be kept up in the hottest houses during the growing season, with a free circulation of air admitted very cautiously by well-guarded ventilators.",
		"Thus with the genial warmth and moisture of the hotbeds, all crops grow rapidly, but the radishes mature first, then the lettuces are taken off in due course, thus leaving the beds to finish up with the carrots by themselves.",
		"Behrisch, a genial, original comrade, he learned the art of writing those light Anacreontic lyrics which harmonized with the tone of polite Leipzig society.",
		"But there is genial, creative power in the very subjectivity of these characters, and a vigorous dramatic life, which is irresistible in its appeal.",
		"Vishnu, whilst less popular with Brahmans than his rival, has from early times proved to the lay mind a more attractive object of adoration on account of the genial and, so to speak, romantic character of his mythical personality.",
		"To this point the awakened intelligence of the Renaissance, instructed by humanism, polished by the fine arts, expanding in genial conditions of diffused wealth, had brought the Italians at a period when the rest of Europe was comparatively barbarous.",
		"The doctors of the universities were too wedded to their antiquated manuals and methods, too satisfied with dullness, too proud of titles and diplomas, too anxious to preserve ecclesiastical discipline and to repress mental activity, for a genial spirit of humanism to spread freely.",
		"At the Dutch university, where he matriculated on the 27th of October 1745, he associated with a small knot of English youths, afterwards well known in various circles of life, among whom were Dowdeswell, his subsequent rival in politics, Wilkes, the witty and unprincipled reformer, and Alexander Carlyle, the genial Scotchman, who devotes some of the pages of his Autobiography to chronicling their sayings and their doings.",
		"We see a real man, but a man helpless anywhere save in the study or in the convent - a little fresh-coloured man, with soft brown eyes, who had a habit of stealing away to his cubiculum whenever the conversation became too lively; somewhat bent, for it is on record that he stood upright when the psalms were chanted, and even rose on his tiptoes with his face turned upwards; genial, if shy, and occasionally given to punning, as when he said that he preferred Psalmi to Salmones; a man who perhaps led the most placid uneventful life of all men who ever wrote a book or scribbled letters.",
		"Of things communicable he was at the same time, as we have said, communicative - a genial companion, a generous and loyal friend, ready and eloquent of discourse, impressing all with whom he was brought in contact by the power and the charm of genius, and inspiring fervent devotion and attachment in friends and pupils.",
		"Still he remained as sunny and genial as ever, looking from his Cambridge study windows across the Brighton meadows to the Brookline hills, or enjoying the \"free wild winds of the Atlantic,\" and listening to \"The Bells of Lynn\" in his Nahant home.",
		"As Coulter and Chamberlain express it, \" the habitats of the Gymnosperms to-day indicate that they either are not at home in the more genial conditions affected by Angiosperms, or have not been able to maintain themselves in competition with this group of plants.\"",
		"Like a genial Dr. Johnson in conversation, he made easy captives of British statesmen on his visits to London.",
		"He met with incredible discouragement and dangers at first, which he overcame by his strong faith, determination and genial humour.",
		"The elder Locke, a strict but genial Puritan, by whom the son was carefully educated at home, was engaged in the military service of the parliamentary party.",
		"He was a genial companion, frank and outspoken, and a good man of business.",
		"The Duke of Cambridge, usually so genial, was now strangely reserved.",
		"Mr. Pond had borne an excellent reputation as an astute and honorable business man, successful politician and an exceedingly genial companion.",
		"It has the feel of the incredibly grand, but extremely genial and generous aristocrat.",
		"Trotsky was wearing a commander's uniform and he appeared very handsome, genial and gracious sitting at his desk.",
		"In the interview Amis described Deller as ' genial, straightforward, considerate, clear-eyed ' and ' charmingly uxorious ' .",
		"The sacrifice was a feast of social communion between the deity and his worshippers, Geniality and knit both deity and clan-members together in the bonds of a close fellowship. This genial aspect of Hebrew worship is nowhere depicted more graphically than in the old narrative (a J section = B udde's G) 1 Sam.",
		"To illustrate the intensity of the pleasure he found alike in the solitude of his study and in the relaxations of genial social intercourse, almost any page taken at random, either from the Life or from the Letters, would suffice; and many incidental touches show that he was not a stranger to the delights of quiet contemplation of the beauties and grandeurs of nature.",
		"The Principe, it seems, had already begun to prejudice the world against him; and we can readily believe that Varchi sententiously observes, that \"it would have been better for him if nature had given him either a less powerful intellect or a mind of a more genial temper.\"",
		"This broad field which I have looked at so long looks not to me as the principal cultivator, but away from me to influences more genial to it, which water and make it green.",
		"His personal relations with his pupils were of a singularly close and affectionate nature, and the charm of his social gifts and genial character won him friends on all sides.",
		"They are often brilliant, and sometimes very penetrating in their judgment of men and books; but the most constant element is a pervasive humour, and this humour, by turns playful and sentimental, is largely characteristic of his poetry, which sprang from a genial temper, quick in its sympathy with nature and humanity.",
		"But the fertility of the soil, the warm and genial climate, the mingling of races and the absence of opposition, combined to render the Messenians no match for their hardy and warlike neighbours of Sparta.",
		"It does not show that the namers were prophets or wise judges, for the Spaniards really knew California not at all for more than two centuries, and then only as a genial but rather barren land; but it shows that the conquistadores mixed poetry with business and illustrates the glamour thrown about the \" Northern Mystery.\"",
		"Both these divine figures have grown out of Vedic conceptions - the genial Vishnu mainly out of a not very prominent solar deity of the same name; whilst the stern Siva, i.e.",
		"This was followed in 1779 by Woldemar, a philosophic novel, of very imperfect structure, but full of genial ideas, and giving the most complete picture of Jacobi's method of philosophizing.",
		"Who knows what the human body would expand and flow out to under a more genial heaven?",
		"It was the asiph or festival of ingathering, when the agricultural operations were brought to a close, which exhibited these genial features of CanaaniteHebrew life most vividly.",
		"The bracing weather of Canadian winters is followed by the warmth and humidity of genial summers, under which crops grow in almost tropical luxuriance, while the cool evenings and nights give the plants a robustness of quality which are not to be found in tropical regions, and also make life for the various domestic animals wholesome and comfortable."
	],
	"synonyms": [
		"genteel",
		"sunny",
		"procreative",
		"nice",
		"mild",
		"kindly",
		"hearty",
		"happy",
		"gracious",
		"generative",
		"festive",
		"debonair",
		"benignant",
		"benign",
		"jovial"
	],
	"antonyms": [
		"mean",
		"cranky",
		"irritable",
		"moody",
		"cool",
		"cold",
		"unfriendly",
		"aloof",
		"unhappy"
	]
}