{
	"word": "cumulative",
	"meaning": [
		"Taking successive additions into account.",
		"Acquired by or resulting from accumulation.",
		"Designating or of preferred stock that pays regular dividends which, if not paid on the scheduled date, accumulate and take priority over dividend payments to other classes of the company's stock.",
		"Designating additional evidence that gives support to earlier evidence.",
		"Increasing in effect, size, quantity, etc. by successive additions; accumulated."
	],
	"sentences": [
		"The deputies are elected by departments and by a direct cumulative vote, and hold office for three years.",
		"The arguments had been regarded as alternative or else as cumulative proofs, all pointing to one conclusion - God exists.",
		"The cumulative effect of these acts was practically to annihilate the woollen manufacture in Ireland and to reduce whole districts and towns, in which thousands of persons were directly or indirectly supported by the industry, to the last verge of poverty.",
		"The cumulative effect is completely unexpected, unsettling and yet somehow oddly compulsive.",
		"The cumulative effect of the stories is made all the more brutal for the primitive and often savage masculine code of ethics which prevails.",
		"This is a cumulative seroconversion rate over two years of 23 %.",
		"Repeated concussions over months or years can cause cumulative head injury.",
		"These tests can be given throughout the year or administered as a final, cumulative test at the end of the school year.",
		"The humour, if less cogent and cumulative, is richer and more varied; the invention, too, is more daringly original and more completely out of the reach of ordinary faculties.",
		"The harmful effects can be cumulative, so long-term exposure to short periods of loud noise can produce hearing loss years later.",
		"And although Beale recognizes that much may be speculative, by the end the cumulative argument becomes very persuasive.",
		"You will always have to consume a cumulative poison every time you drink a glass of water or a cup of tea.",
		"The cumulative store of our national memory must be continually replenished by each generation.",
		"Does the cumulative total include PETs made by the settlor?",
		"The cumulative effect of even small-scale changes can, over a period of time, significantly alter the character of a street or village.",
		"Soft lasers provide subtle, but cumulative improvements over a longer period of time.",
		"The ratiocinative parts of the Phaedo thrown into syllogisms may be easily demolished by a hostile logician; but in the dialogue as a whole there is a subtle spirit and cumulative force which logic can neither seize nor answer \" (Studies in the Philosophy of Religion, p. 226, 1876).",
		"This enabled the observer to make exposures of any desired length, and, through the cumulative action of light on extremely sensitive surfaces, to obtain permanent accurate pictures of celestial objects so faint as to be completely invisible to the eye, even when aided by the most powerful telescopes.",
		"He will track how many you have turned in thus far, and will reward you based on your cumulative total.",
		"It is to be observed that any irregularity in the rate of supply from the reservoir may occur between the critical periods of maximum excess of cumulative flow and maximum deficiency 77NJN/Vtl 7b/7NNb' NE'3W 'Inn Ilrthy 1 ' '.l?",
		"It therefore widens performance between member states, which through cumulative causation grow greater.",
		"No, Roles are not cumulative like NTFS permissions.",
		"Mercury is the only cumulative vaporizing poison permanently implanted in the human body.",
		"There is evidence that the cumulative steroid dosage is directly related to the incidence of unwanted effects.",
		"Figure 1.15 shows the completed family size (or cumulative cohort fertility) by age for women born in selected years.",
		"Tonifying herbs act slowly in the body and have a cumulative, rather than immediate, effect.",
		"He has been recently working on cumulative causation models of growth, unemployment hysteresis and international technology spillovers.",
		"Fifty per cent of the retail industry's turnover is spent on the cumulative burden imposed by the Government.",
		"Publication will be six times a year, and include a cumulative index issued on an annual basis.",
		"The cumulative effects of episodic deep drainage events may be substantially lessened by inclusion of a perennial pasture phase.",
		"The rights of the Ordinary Shareholder to dividends are neither preferential nor cumulative.",
		"The most striking conclusions from the results are that the locomotive balance weights have a large effect in causing vibration, and next, that in certain cases the vibrations are cumulative, reaching a value greater than that due to any single impact action.",
		"A computer ' flag ' is attached to each amended blunder and a cumulative record maintained for each participant.",
		"Sounds that have become part of everyday life, from the urban areas to the rural ones, have a cumulative affect on the environment and our well-being.",
		"This way, you can change your lineup from time to time and use the cumulative statistics of these players during each period of play.",
		"All in all, teaching effective time management can greatly reduce the amount of stress that individual employees feel as well as the cumulative stress that the entire organization must endure.",
		"All of these foods provide relatively small amounts of probiotics, but the effects of eating them are somewhat cumulative and can make a difference over time.",
		"While it is true that sleep deprivation can lead to physical and mental health problems, it is the cumulative effect of not sleeping, not just the lack of REM sleep.",
		"Even more interesting is the fact that these types of sun damage are cumulative in nature and begin early in life.",
		"The cumulative brain injuries suffered by most boxers can lead to permanent brain damage.",
		"Loss of sleep has a cumulative impact on the well being of both children and adults.",
		"Cumulative Interest - This is the total amount of interest you will have paid at each point.",
		"Principal Paid - This is like cumulative interest but applies to your principal payments instead.",
		"Depending on what is earned each day, the cumulative daily points lead to a bigger end-of-the-week reward.",
		"These 60 months are cumulative, as most families enter the program during periods of temporary crisis.",
		"Membership into AARP not only gives seniors a larger cumulative voice, but it also offers members generous discounts on a variety of services.",
		"This can also be done in teams, with one person representing each team at a time, but the score being cumulative for the whole team.",
		"It can also be used to examine why people within organizations react to certain things the way they do, with a special emphasis being placed on the cumulative reaction of the entire group as opposed to the singular reaction of individuals.",
		"Furthermore, technological change in the IT goods and services markets is usually cumulative.",
		"There is also cumulative development across the years so that each year builds on what has gone before.",
		"The cumulative lifetime karmic-effect of struggling with that illness might easily place the person, at the time of his or her death, on a higher astral plane than someone who has lived a life free of any disability.",
		"Remember, calorie intake is cumulative over time.",
		"In short, if the reservoir is to equalize the whole flow of this year, it must have a capacity equal to the greatest deficiency c d of the cumulative flow below the cumulative demand, plus the greatest excess e f of the cumulative flow over the cumulative demand.",
		"The review shows how these fundamental ideas have remained in modern work, reflecting a science that has a truly cumulative element.",
		"This right, when exercised, shall be termed cumulative voting.",
		"This is because technology is cumulative.",
		"These charts calculate and show how your balance, principal, and cumulative interest change over time.",
		"The great line of public offices along the esplanade and facing Back Bay, which are in the Gothic style mixed with Saracenic, are not individually distinguished for architectural merit, but they have a cumulative effect of great dignity.",
		"The franchise was now extended to all citizens, a cumulative voting power being reserved, however, for property, and the peasantry were emancipated from forced labour.",
		"Certain substances, notably digitalis, lead, mercury and strychnine, exhibit what is called a cumulative action - that is to say, when small quantities have been taken over a period of time, poisoning or an excessive action suddenly ensues.",
		"One of the chief deductions is that there are special dangers in numerical diminution of herds, which may arise from a chief or original cause and be followed by a conspiracy of other causes which are cumulative in effect.",
		"Hence there occurs a cumulative effect, progressively increasing from the opening till the closing hours.",
		"The cumulative effect of the whole evidence is too strong to be withstood, and already in the 17th century it was recognized that the book was of composite origin.",
		"The idea of God is a cumulative intuition given by all the various faculties of the mind, in its observation of harmony in nature and in man.",
		"Since all soluble lead compounds are strong cumulative poisons, danger is involved in using lead cisterns or pipes in the distribution of pure waters.",
		"A similar system of cumulative voting for aldermen may be provided for by ordinance of councils in cities organized under the general state law of 1872.",
		"The senators are elected by provinces and by a direct cumulative vote, and hold office for six years, one-half of the senate being renewed every three years.",
		"The reservoir begins to fall at the end of February, and continues to do so with few and short exceptions until the end of August, and it so happens that about the end of August this dotted line, b b representing actual cumulative demand, crosses the straight line a a of uniform demand, so that the excess of demand, represented by the slope from June to September, is balanced by the deficiency of demand, represented by the flatter slope in the first five months, except as regards the small quantity b e near the end of February, which, not having been drawn off during January and February, must overflow before the end of February.",
		"A recent method of using the drug is in the form of sodium cacodylate by subcutaneous injection, and this preparation is said to be free from the cumulative effects sometimes arising after the prolonged use of the other forms. Other organic derivatives employed are sodium metharsenite and sodium anilarsenate or atoxyl; hypodermic injections of the latter have been used in the treatment of sleeping sickness.",
		"The most powerful is digitoxin C34H54011, an extremely poisonous and cumulative drug, insoluble in water.",
		"Clinically it is to be observed that the drug is cumulative, being very slowly excreted, and that after it has been taken for some time the pulse may become irregular, the blood-pressure low, and the cardiac pulsations rapid and feeble.",
		"It has been suggested that the gradual cumulative result of the activity of the nerve cells during the waking day is to load the brain tissue with \"fatigue-substances\" Theories of which clog the action of the cells, and thus periodi cally produce that loss of consciousness, &c., which is sleep. Such a drugging of tissue by its own excreta is known in muscular fatigue, but the fact that the depth of sleep progressively increases for an hour and more after its onset prevents complete explanation of sleep on similar lines.",
		"But the evidence is on the whole cumulative and convincing that there was a remarkable falling off in the birth-rate during the 19th century.",
		"The term of senators is four years, that of representatives two years; and in the election of representatives since 1870 there has been a provision for \"minority\" representation, under which by cumulative voting each voter may cast as many votes for one candidate as there are representatives to be chosen, or he may distribute his votes (giving three votes to one candidate, or 12 votes each to two candidates, or one vote each to three candidates), the candidate or candidates receiving the highest number of votes being elected.",
		"Most remarkable of all has been the cumulative strength of the arguments adduced by Jewish writers favourable to the authenticity of the discourses in the Fourth Gospel ...\"",
		"After the reservoir begins to fall - in this case at the end of February - no ordinary change in the variation of demand can affect the question, subject of course to the cumulative demand not exceeding the reservoir yield for the assumed year of minimum rainfall.",
		"Such stocks, however, usually fail in time, partly from too close interbreeding, partly from the ordinary chances of mortality, and partly from the cumulative effects of strange conditions.",
		"The act is cumulative only, and does not take away or restrain any punishment prescribed by ecclesiastical law."
	],
	"synonyms": [
		"accumulative",
		"additive"
	],
	"antonyms": [
		"subtracting",
		"decreasing"
	]
}