{
	"word": "oblivion",
	"meaning": [
		"The condition or fact of being forgotten.",
		"A forgetting or having forgotten; forgetfulness.",
		"Official overlooking of offenses; pardon.",
		"The state of being completely forgotten."
	],
	"sentences": [
		"The soldiers seemed determined to drink themselves into oblivion.",
		"A considerable part of Cavendish's work was rescued from oblivion in 1879 and placed in an easily accessible form by Professor Clerk Maxwell, who edited the original manuscripts in the possession of the duke of Devonshire.'",
		"Toward morning all these dreams melted and merged into the chaos and darkness of unconciousness and oblivion which in the opinion of Napoleon's doctor, Larrey, was much more likely to end in death than in convalescence.",
		"Then, just as it appears to have been sinking into oblivion among the people, the clergy themselves gave it the character of a specific religious festival.",
		"There were also other minor orders in the ancient church which have fallen into oblivion or lost their clerical character.",
		"His favorite part of the video game was when he could blow the space aliens to oblivion.",
		"It was as if rescuing these long forgotten remains from oblivion would somehow prove such a resurrection from years of absolute dark and loneliness would make anything possible.",
		"The work contains accounts of John the Baptist and Jesus, which may account for the fact that Josephus' writings were rescued from oblivion by the Christians.",
		"Let the rest of her words and actions be buried in eternal oblivion.",
		"Even so, there are many different Oblivion Xbox cheats for you to try.",
		"Elderscrolls Oblivion Mods on PC are a great way to add a new dimension to your role playing game experience.",
		"Online, you can find many resources of Elderscrolls Oblivion Mods on PC.",
		"Wilderness Creatures List Mod - Increases the number of random creatures you run into while exploring Oblivion's wilderness.",
		"This popular RPG game can be pretty darn challenging, so that's why we have put together this PS3 Oblivion walkthrough.",
		"But that dream had been smashed to oblivion.",
		"Archives have been reformed, their contents catalogued or calendared; government commissions have rescued numberless documents from oblivion or destruction, and learned societies have supplemented and criticized this work and co-ordinated the results.",
		"The dignity with which the Ottoman sultans have thereby become invested lends them that prestige throughout the Mussulman world which is of such importance to the present day, and which has thrown into oblivion the condition that the caliph ought to be an Arab of the tribe of Koreish.",
		"Voltaire never wrote anything equal to Omars fascinating rhapsodies in praise of wine, love and all earthly joys, and his passionate denunciations of a malevolent and inexorable fate which dooms to slow decay or sudden death and to eternal oblivion all that is great, good and beautiful in this world.",
		"While you may be able to dive even further into game modification via the Oblivion mods on the PC version of the game, the Xbox 360 version will not provide you with that kind of capability.",
		"Oblivion is not a game you can finish in a couple of weeks.",
		"Leviathan Soulgems - This Elderscroll Oblivion mod on PC replaces the game's soulgems by making them better with a much richer texture and mesh, allowing easier identification of the various types available.",
		"Pixel Rage - Interesting article about existing Elderscrolls Oblivion Mods on PC the author felt should not have been made.",
		"Another website where you can find Oblivion Elderscrolls mods to download.",
		"Fans everywhere have used their creativity to expand the Oblivion Elderscrolls world.",
		"Playing Oblivion is like taking part in an interactive movie.",
		"If you have not experienced Oblivion, you are missing out on one of the most finely detailed, vast, open-ended role-playing games currently available for the Xbox 360.",
		"He steadied himself with his hands on his knees for a moment, panting; then opened a bottle and started to drink, fast; desperate to find oblivion.",
		"If they had been no more than what the Illyrian pirates had been in the early history of Rome, or than the Arabic corsairs were at this time in southern Europe, the disappearance of the evil would have been quickly followed by its oblivion.",
		"Science With the advance made in Greek studies scholastic methods of thinking fell into contemptuous oblivion.",
		"One of John's last acts was his decision to separate Italy from the Empire, but this bull was of no avail and fell into oblivion.",
		"They are in reality a collection of stiff and formal essays which have long ago fallen into merited oblivion.",
		"On the fall of Napoleon, Barere played the part of royalist, but on the final restoration of the Bourbons in 1815 he was banished for life from France as a regicide, and then withdrew to Brussels and temporary oblivion.",
		"The bicycle built up speed and Dean was aware that only one square inch of brake pad separated him from oblivion.",
		"Even the other cenobites have been shafted into oblivion with him.",
		"The new records link to Out of Oblivion, a project funded by the Heritage Lottery Fund.",
		"Again like The Full Monty, Wondrous Oblivion weaves a number of darker, more interesting subplots around a fairly hackneyed central storyline.",
		"If the Tories do not grasp this particular nettle then they will slide into oblivion like The Whigs before them.",
		"Anyway, the sheep, like Dyer, look to be seeking oblivion.",
		"We were anchored at the foot of the division facing oblivion.",
		"Only recently, most of the pages at the Voices Forum website had to be \" mended \" to avoid search engine oblivion!",
		"At last, overwhelmed by the agony, she passed into the blessed oblivion of unconsciousness.",
		"Imagine my relief as the anesthetic finally brought merciful oblivion.",
		"Remember six months ago when the club was staring oblivion in the face?",
		"The sixth age shifts and mere oblivion, Sans teeth, sans eyes, sans taste, sans everything.",
		"Here he lived to a ripe old age suffering the classic fate of a surviving unsuccessful revolutionary - almost total oblivion.",
		"Booting old-fashioned footie games into non-league oblivion, Mr Soccer Robot Football is an exclusive Firebox signing, destined to become a footballing legend.",
		"In human beings, gratitude quickly transmutes to oblivion or resentment.",
		"His discovery was not, however, made known until 1792, when Dalrymple rescued his name from oblivion, bestowing it upon the passage which separates New Guinea from Australia.",
		"Apparently some early archetype had been divided into two volumes, of which only the first (containing eight plays, Amphitruo - Epidicus) had escaped oblivion or destruction.",
		"Bradley had employed a similar arrangement which seems to have passed into oblivion (New Improvements of Planting and Gardening, 1710).",
		"As the result, no less than 8000 lunar observations were rescued from oblivion, and were, 1846, placed at the disposal of astronomers in such a form that they could be used directly for comparison with the theory and for the improvement of the tables of the moon's motion.",
		"KhalepBeroea, we may infer, remained a native town and a focus of Aramaic influence, a fact which will explain the speedy oblivion of its Macedonian name and the permanent revival of its ancient title, even by Greeks.",
		"The usual revolution of critical as of other taste, the oblivion of personal and political unpopularity, and above all the reaction against Hugo and the extreme Romantics, have been the main agents in this.",
		"By his researches on the migration of the white corpuscles of the blood Cohnheim, on the bases laid by Virchow, brought the processes of inflammation within the scope of the normal, seeing in them but a modification of normal processes under perturbations of relatively external incidence; even the formation of abscess was thus brought by him within the limits of perversion of processes not differing essentially from those of health; and \"new formations,\" \"plastic exudations,\" and other discontinuous origins of an \"essential\" pathology, fell into oblivion.",
		"At the moment he left practically nothing to tell the world of his transcendent genius, and his reputation has had to be retrieved from oblivion page by page, and almost poem by poem.",
		"The history of that ill-fated queen occupied much of his attention, and his last work, A Detection of the LoveLetters lately attributed in Hugh Campbell's work to Mary Queen of Scots, is an exposure of an attempt to represent as genuine some fictitious letters said to have passed between Mary and Bothwell, which had fallen into deserved oblivion.",
		"The order had almost fallen into oblivion when it was revived in 1734 by the margrave George Frederick Charles as the Order of the Brandenburg Red Eagle.",
		"Jonah (Abulwalid), which was cast in a similar bipartite form; and it was chiefly due to I imhi's grammar and lexicon that, while the contents of Abulwalid's works were common knowledge, they themselves remained in oblivion for centuries.",
		"In consequence of his candour in thus rescuing from oblivion the observation which his fellow-citizen did not think worth publishing, his name is sometimes dissociated from this law, which instead is known as that of Charles.",
		"This is described as a long drawn-out dream of bitter memories - a vivid consciousness of failure without volition, or the power of initiative - a dream of lost opportunities and futile regrets, of ambitions thwarted and hopes denied, of neglected duties, abused powers and impotent hate; a dream ending ultimately in the oblivion of utter annihilation.",
		"The other episodes were introduced by some later writer, who had heard recited, or perhaps had read, a multitude of the old heathen songs, the substance of which he piously sought to preserve from oblivion by weaving it in an abridged form, into the texture of the one great poem which he was transcribing.",
		"The feud which set Pharisee and Sadducee against one another is ignored, and generally the condign oblivion which overtook this sect of the Jews is already beginning.",
		"For the later lives the Scriptores were obliged to resort more largely to public records, and thus preserved matter of the highest importance, rescuing from oblivion many imperial rescripts and senatorial decrees, reports of official proceedings and speeches on public occasions, and a number of interesting and characteristic letters from various emperors.",
		"He at once offered in the name of the young king pardon and oblivion of offences to all the insurgent barons.",
		"Many of them were rescued from oblivion by Sir Walter Scott, who ransacked the district for materials for his Minstrelsy of the Scottish Border, which appeared in 1802 and 1803.",
		"Moreover, the very prosaic and artificial verse of Sturla and the last of the old school deserved the oblivion which came over them, as a casual perusal of the stanzas scattered through Islendinga will prove.",
		"Macaulay's ridicule has rescued from oblivion the criticism which pronounced the eloquence of Chatham to be more ornate than that of Demosthenes, and less diffuse than that of Cicero.",
		"On Charles VII.s part this meant oblivion and silence until the day when in 1450, more for his own sake than for hers, he caused her memory to be rehabilitated; but Joan had given the country new life and heart.",
		"For a time two sets of officials claimed recognition, but when the North Carolina legislature a second time passed an act of oblivion and remitted the taxes unpaid since 1784, the tide was turned.",
		"Most are unpublished, many rescued from oblivion in attics and basements.",
		"The man claims that he saved the Party from sinking into oblivion.",
		"They were doomed to the downward spiral into oblivion as surely as the unreformed alcoholic.",
		"While she still maintains a large die-hard fan base, her career is teetering on the brink of oblivion and more importantly, so is her life.",
		"Their seminal work is widely considered to be Sweet Oblivion, and it featured the band's only real hit, the single Nearly Lost You.",
		"While there were no other radio hits, Sweet Oblivion is a classic record from top to bottom, and it features classic songs like Dollar Bill, Shadow of the Season, and Julie Paradise.",
		"Their final record, Dusk, was also critically received, but the band never achieved the same level of success that they found in Sweet Oblivion.",
		"Fret Play - Fret Play has a short collection of some of the Screaming Trees' biggest hits like All I Know, Dollar Bill, No One Knows and Sweet Oblivion all transcribed in guitar tabs.",
		"Park goers flock to Alton Towers to ride the Oblivion, the first vertical drop coaster in the world, Nemesis, the first inverted coaster in Europe, and much more.",
		"To get the most out of the popular role-playing game, you may need to indulge in some Oblivion Xbox cheats.",
		"However, if you have a \"pre-patch\" version of the game, these Oblivion Xbox cheats and glitches are worth trying.",
		"There are many different Oblivion cheats you can try on the Xbox, but this one has to take the cake.",
		"Strategyinformer.com - This website has a large selection of Oblivion mods you can download.",
		"Obliviondownloads.com - An online store where you can purchase downloadable items for the Oblivion game.",
		"Let's get our feet wet in this adventure and see what a PS3 Oblivion walkthrough has to offer.",
		"Keep going until you are teleported outside Oblivion.",
		"Will you be able to complete the PS3 Oblivion challenge on your own?",
		"Ready to get body slammed into oblivion and suplexed into superstardom?",
		"Our Oblivion walkthrough takes your hand and guides you through the Oblivion main quest.",
		"Olian clothing was started in 1984 when Liliana (Lily) Del Cueto decided that women should not have to give up their styles to \"fashion oblivion\" when pregnant.",
		"Even though they struggle with the desires, these people are victims of a short-circuit in their coping mechanisms making it impossible to resist the drive to eat themselves into oblivion.",
		"Besides the obvious problems it presents (namely all that uncontrollable shine and all of that makeup sliding off your face into veritable oblivion), oily skin can truly be a nuisance.",
		"There I'd try to get some time alone with my wife and mull through this train ride to oblivion.",
		"James Thomson (\" B.V.\") speaks \" of the restful rapture of the inviolate grave,\" and sings the praises of death and of oblivion.",
		"Such hints as these indicate the impossibility of recovering a complete picture of the Jews during the sovereignty of the Greeks, which the Talmudists regard as the dark age, best left in oblivion.",
		"The Oedipus legend was handed down to the period of the Renaissance by the Roman and its imitations, which then fell into oblivion.",
		"For the rest of the economists of this period, it is difficult to see how they can escape oblivion.",
		"Those initiated in the mysteries were taught to distinguish two streams in the lower world, one of memory and one of oblivion.",
		"Although Mai was not as successful in textual criticism as in the decipherment of manuscripts, he will always be remembered as a laborious and persevering pioneer, by whose efforts many ancient writings have been rescued from oblivion.",
		"Yet the history of the conversion of Bithynia is absolutely buried in oblivion.",
		"The great bulk - over threef ourths of the Sassanian contents - especially the more secular literature collected, has fallen a prey to oblivion.",
		"In just three years we have gone from near oblivion to delirium.",
		"Could the Tories have avoided political oblivion a decade ago?",
		"The Screaming Trees' career was unfortunately too short since they only released three full-length major label albums including 1991's Uncle Anesthesia, 1992's Sweet Oblivion, and 1996's Dust.",
		"Though the science was certainly not advanced by their labours, it was saved from total oblivion, and many ancient medical works were preserved either in Latin or vernacular versions.",
		"Don't forget to leave room for the chocolate oblivion or a glass of your favorite vino for dessert."
	],
	"synonyms": [
		"limbo",
		"obliviousness",
		"silence",
		"pardon",
		"neglect",
		"lethe",
		"nothingness",
		"emptiness",
		"amnesty",
		"obscurity",
		"nonexistence",
		"nirvana",
		"forgetfulness",
		"void",
		"nihility"
	],
	"antonyms": [
		"fame",
		"awareness",
		"understanding",
		"consciousness",
		"being",
		"fullness",
		"existence",
		"recollection",
		"remembrance",
		"memory"
	]
}