{
	"word": "placate",
	"meaning": [
		"To stop from being angry; appease; pacify; mollify.",
		"To calm; to bring peace to; to influence someone who was furious to the point that he or she becomes content or at least no longer irate."
	],
	"sentences": [
		"I don't need you to placate me!",
		"She sensed nothing she could say would placate him.",
		"When he enforced his claim to the crown of Portugal (1579-1581) he preferred to placate his new subjects by paying attention to their feelings and their privileges.",
		"The grey eyes were beseeching, but Katie couldn't manage anything verbal let alone a lie to placate the driver.",
		"The train manager tried to placate my anger but made matters worse by spouting garbage that it wasn't her fault.",
		"He need not placate, overpower, or escape his torturers.",
		"Expelling the destructive influence of radical clerics is not enough, mere short-term expediency arising from a political need to placate the wider electorate.",
		"Philip endeavoured to placate the Portuguese by the fullest recognition of their constitutional rights, and in particular by favoring the fidalgos or gentry.",
		"Although Cairoli, upon learning of the Anglo-Ottoman convention in regard to Cyprus, had advised Count Corti of the possibility that Great Britain might seek to placate France by conniving at a French occupation of Tunisia, neither he nor Count Corti had any inkling of the verbal arrangement made between.",
		"Strenuous efforts were made to placate the Italian party in the administration of the educational reforms; but, as these were not repealed, elected members refused supply, and kept away from the council.",
		"The cult of the serpent is found in many parts of the Old World; it is also not unknown in America; in Australia, on the other hand, though many species of serpent are found, there does not appear to be any species of cult unless we include the Warramunga cult of the mythical Wollunqua totem animal, whom they seek to placate by rites.",
		"Peter, whose possessions in Provence entangled him in the wars between the Albigenses and Simon of Montfort, endeavoured to placate the northern crusaders by arranging a marriage between his son James and Simon's daughter.",
		"Everything considered, it was easier to make the decision to take the job than to placate Mary.",
		"Maybe the need to placate his father had spawned the decision to call off the divorce."
	],
	"synonyms": [
		"gruntle",
		"gentle",
		"mollify",
		"appease",
		"assuage",
		"conciliate",
		"lenify",
		"pacify",
		"tranquilize",
		"sooth",
		"humor",
		"quiet",
		"calm",
		"sweeten",
		"soothe"
	],
	"antonyms": [
		"upset",
		"agitate",
		"worry",
		"anger",
		"provoke"
	]
}