{
	"word": "implicit",
	"meaning": [
		"Suggested or to be understood though not plainly expressed; implied.",
		"Necessarily or naturally involved though not plainly apparent or expressed; essentially a part or condition; inherent.",
		"Without reservation or doubt; unquestioning; absolute.",
		"Implicated; entangled."
	],
	"sentences": [
		"Your Holiness (he wrote) is sovereign of Rome, but I am its emperor; and he threatened to annul the presumed donation of Rome by Charlemagne, unless the pope yielded implicit obedience to him in all temporal affairs.",
		"What was implicit in nature had become explicit in man; the problem of the individual was one with the problem of universal experience.",
		"I submit that the Internet is not defined in that way because it is a technology without an implicit purpose.",
		"The whole history of his researches proves how fully he was aware of the conditions necessary for the attainment of achromatism in refracting telescopes, and he may be well excused if he so long placed implicit reliance on the accuracy of experiments made by so illustrious a philosopher as Newton.",
		"Here, church dogma has explicated what was implicit in revelation.",
		"While Protestants, he thinks, have undermined it by a deeper conception of faith,' Roman Catholics have come to attach more value to obedience and \" implicit belief \" than to knowledge; and even the Eastern Church lives to-day by the cultus more than by the vision of supernatural truth.",
		"These considerations may help towards the understanding of a second class of cases, namely forms of implicit address shading off into unaddressed formulas.",
		"In current discourse, teacher learning is often implicit rather than explicit.",
		"His views on church polity were dominated by his implicit belief in the divine right of kings (not of course the divine hereditary right of kings) which the Anglicans felt it necessary to set up against the divine right of popes.",
		"The Egyptologist who has long lived in the realm of conjecture is too prone to consider any feries of guesses good enough to serve as a translation, and forgets to insert the notes of interrogation which would warn workers in other fields from implicit trust.",
		"But in pre-Revolution days there had also been the critical school of the Maurists, which offered an alternative to minds averse from implicit reliance on tradition.",
		"Section 4 deals with the other issues which are normally implicit in the current pricing but need to be expressed explicitly.",
		"For others, the beliefs about learning and teaching may remain implicit.",
		"He proposes that natural selection has endowed us with an implicit theory about what makes us happy that is false by design.",
		"The first formal proof of Lagrange's theorem for the development in a series of an implicit function was furnished by Laplace, who gave to it an extended generality.",
		"Jabneh (name of a city), Jabin, Jamlek, Jiptah (Jephthah), &c. Most of these really are verbs, the suppressed or implicit subject being 'el, \" numen, god,\" or the name of a god; cf.",
		"If we could come back to the Bible and use biblical terms only, as Cyril of Jerusalem wished in his early days, we know from experience that the old errors would reappear in the form of new questions, and that we should have to pass through the dreary wilderness of controversy from implicit to explicit dogma, from \" I believe that Jesus is the Lord \" to the confession that the Only Begotten Son is \" of one substance with the Father.\"",
		"Often this knowledge is tacit (Schon, 1983) and largely implicit (Weick, 1995 ).",
		"Subtle exponentially small effects result from singular perturbations implicit in certain multiple time scale systems.",
		"Kerrang 's head is so far up its ass that it wo n't see the rebellion implicit in throwback bubblegum pop.",
		"What is implicit in Corinthians is explicit in Colossians.",
		"The ease with which explicit invocations attach themselves to many of these apparently self-contained forms proves that there is not necessarily any perceived difference of kind, and that implicit address as towards a \"something not-ourselves\" is often the true designation of the latter.",
		"For Amos and Isaiah were able to single out those loftier spiritual and ethical elements which lay implicit in Mosaism and to lift them into their due place of prominence.",
		"Next, since there are three distinct sources, for (a) above, and for the work of Nehemiah and of Ezra, implicit reliance cannot be placed upon the present sequence of narratives.",
		"But as it is implicit and not part of his distinctive message, it did not hinder his book from enjoying wide quasi-canonical honour during most of the Ante-Nicene period.",
		"It was, however, Berkeley who first sought to utilize the conclusions that were implicit in Locke's starting-point to disprove \" the systems of impious and profane persons which exclude all freeedom, intelligence, and design from the formation of things, and instead thereof make a selfexistent, stupid, unthinking substance the root and origin of all beings.\"",
		"Per contra, much that was only \" implicit \" in the deposit of faith has become \" explicit \" in dogma.",
		"Considered from the epistemological point of view, they are the implicit presuppositions of the construction or auXXo-yta,u63 6 in which knowledge consists.",
		"Axioms, on the other hand, in which the sciences interconnect\" through the employment of them in a parity of relation, seem to be implicit indeed in the psychological mechanism, but to come to a kind of explicitness in the first reflective reaction upon it, and without reference to any particular content of it.",
		"With this clearly understood, man is to live in implicit trust in the divine love, power, knowledge and forgiveness.",
		"Considering the great importance of arresting the spread of infection at the outset, and the implicit reliance placed upon bacteriological criteria, the aetiology of such antecedent ailments deserves more attention than has hitherto been paid to it.",
		"It is also to be noted that he is here definitely opposing religion to magic, which he holds to be based on the (implicit) assumption \" that the course of nature is determined, not by the passions or caprice of personal beings, but by the operation of immutable laws acting mechanically.\"",
		"The chief of these was the celebrated tangena poison ordeal, in which there was implicit belief, and by which, until its prohibition by an article in the AngloMalagasy treaty of 1865, thousands of persons perished every year.",
		"Often the implicit assumption was that public expenditure disappeared into a black hole from which nothing of any value ever emerged.",
		"This change allowed us to isolate the implicit causality of the verb itself from the contribution of the connective.",
		"Use of truncation toward zero in implicit conversion has not always been guaranteed in C either, by the way.",
		"Nowadays, cultural elitism can easily turn into implicit sympathy with neo-liberalism.",
		"It is an implicit demand for the mass expulsion of the vast majority of the population of Kosovo.",
		"God-fearing type was very offended by the implicit irreverence, and vandalized the display.",
		"The most popular reading is the ' Ai-Lao ' version, an implicit response to Thai nationalist historiography.",
		"There is considerable evidence that such an approach is already implicit in much academic practice.",
		"This is probably due to the fact that the solution method switches from a Crank-Nicholson scheme to fully implicit for those conditions.",
		"In some ways, tho, the book has spelled out ideas which were always implicit in neo-Marxism.",
		"Such a notion nevertheless seems implicit in much of the push for online science lessons today.",
		"On the other hand lyric poetry exploits the full range of meaning implicit in words.",
		"These celestial spheres carried portents for the future, the object's in the skies carried implicit and explicit significance and meaning.",
		"Implicit in CRC's protocol is the idea that tobacco money is always tainted.",
		"Uncovered Sale Selling an option without possessing the wherewithal to meet the obligations implicit in that sale.",
		"We find something curiously similar in James Martineau's Study of Religion (\" Implicit Attributes of God as Cause,\" sub fin.).",
		"It is in this last sense that the term is used in the New Testament, usually with an implicit censure of the factious spirit to which such divisions are due.",
		"It is demonstrable by various passages in the works and letters that he never looked upon the Wissenschaftslehre as containing the whole system; it is clear from the chronology of his writings that the modifications supposed to be due to other thinkers were from the first implicit in his theory; and if one fairly traces the course of thought in the early writings, one can see how he was inevitably led on to the statement of the later and, at first sight, divergent views.",
		"He had implicit trust in the advocate, his father's faithful friend and counsellor, and for many years to come the statesman and the soldier worked in harmony together for the best interests of their country (see Oldenbarneveldt, and Maurice, prince of Orange).",
		"This, not the so-called assumption of the implicit unity of being and thought, is the really unwarrantable postulate; for it is an assumption which we are obliged to retract bit by bit, while the other offers the whole doctrine of knowledge as its voucher.",
		"The detailed rationale for the selection of variables to be measured was (unfortunately) implicit rather than explicit.",
		"The more devoted the Christian seduced, the more implicit the obedience to the seducing spirit.",
		"We will use generalized born for the implicit solvent with a sodium chloride salt concentration of 0.2M (igb=1, saltcon=0.2).",
		"This is not true in the case of g, which would lead to the need to solve an implicit equation.",
		"Implicit in CRC 's protocol is the idea that tobacco money is always tainted.",
		"In the third generation, we see the value judgments implicit in evaluation being made explicit.",
		"Implicit memory or priming was demonstrated by subjects producing more studied than unstudied words to the association cues.",
		"The soft objects are represented by implicit surfaces which are visualized using a constrained particle method.",
		"But the threat of imminent destruction was implicit in every warning air raid siren.",
		"Socialization (preparing the youngster to live as a member of a social group) implicit during most of the first two years of life, becomes clear as the child moves toward his or her third birthday.",
		"If the Third Crusade had been directed by the lay power towards the true spiritual end of all Crusades, the Fourth was directed by the lay power to its own lay ends; and the political and commercial motives, which were deeply implicit even in the First Crusade, had now become dominantly explicit.",
		"In Scotus Erigena, at the beginning of the Scholastic era, there is no such subordination contemplated, because philosophy and theology in his work are in implicit unity.",
		"In the cultus rendered to confessors, the authorization of the Church had long been merely implicit.",
		"His middle way attempts to show that the dogmatic creed is the rational development of what was implicit in religious feeling.",
		"But the latter, although himself a mere stripling, had implicit faith in Goethe, and a firm conviction that his genius could be utilized in other fields besides literature.",
		"As a rule, however, implicit obedience was enforced; to act without his orders was culpable; while it was a sacred duty to execute his orders, however unreasonable, until they were withdrawn.",
		"The fact that men give different answers to moral problems which seem similar in character, or even the mere fact that men disregard, when they act immorally, the dictates and implicit principles of the moral consciousness is certain sooner or later to produce the desire either, on the one hand, to justify immoral action by casting doubt upon the authority of the moral consciousness and the validity of its principles, or, on the other hand, to justify particular moral judgments either by (the only valid method) an analysis of the moral principle involved in the judgment and a demonstration of its universal acceptation, or by some attempted proof that the particular moral judgment is arrived at by a process of inference from some universal conception of the Supreme Good or the Final End from which all particular duties or virtues may be deduced.",
		"In the main the appeal to reason has followed the traditional course of such movements in ethics, and has reaffirmed in the light of fuller reflection the moral principles implicit in the ordinary moral consciousness.",
		"The points by which he told on Europe were all implicit in Aristotle, but Averroes set in relief what the original had left obscure, and emphasized things which the Christian theologian passed by or misconceived.",
		"The authors refer to such preferences as implicit egotism.",
		"How do we reconcile these strange contradictions implicit in the behavior of the viruses?",
		"Intelligence of these events reached Bolivar while in the north of Colombia, and he lost no time in preparing to march against the refractory troops, who formerly had placed such implicit confidence in him.",
		"Heinrich 3 is willing to speak of \"fundamental dogmas,\" those which must be known for salvation; those for which \" implicit \" faith does not suffice.",
		"The sense of inadequacy is only a condition of growing knowledge in a being subject to the laws of space and time; and the very feeling is a proof of its implicit removal.",
		"Although, however, he adds that at this point he suspended his religious inquiries, \" acquiescing with implicit belief in the tenets and mysteries which are adopted by the general consent of Catholics and Protestants,\" his readers will probably do him no great injustice if they assume that even then it was rather to the negations than to the affirmations of Protestantism that he most heartily assented.",
		"There was a truth in these criticisms. It was the very aim of Hegelianism to render fluid the fixed phases of reality - to show existence not to be an immovable rock limiting the efforts of thought, but to have thought implicit in it, waiting for release from its petrifaction.",
		"This is due to the fact that it for the first time unfolded the true character of Yahweh, implicit in the old Mosaic religion and submerged in the subsequent centuries of Israel's life in Canaan, but now at length made clear and explicit to the mind of the 1 In Isa."
	],
	"synonyms": [
		"inexplicit",
		"unquestioning",
		"wordless",
		"unuttered",
		"unspoken",
		"unsaid",
		"inferred",
		"understood",
		"tacit",
		"implied",
		"real",
		"fixed",
		"unreserved",
		"unhesitating",
		"unfaltering"
	],
	"antonyms": [
		"explicit",
		"specific",
		"limited"
	]
}