{
	"word": "emancipate",
	"meaning": [
		"To set free (a slave, etc.); release from bondage, servitude, or serfdom.",
		"To free from restraint or control, as of social convention.",
		"To release (a child) from parental control and supervision.",
		"To set free from the power of another; to liberate; as:",
		"To free from any controlling influence, especially from anything which exerts undue or evil influence; as, to emancipate one from prejudices or error.",
		"Freed; set at liberty."
	],
	"sentences": [
		"His attempt to emancipate himself from the control of the coalition at the general elections of Oct.",
		"Nevertheless, he became more anxious than ever to emancipate himself from French thraldom, and his first sign of independence was his visit to Venice in 1687, where he conferred on political affairs with Prince Eugene of Savoy and other personages, without consulting Louis.",
		"He opposed woman suffrage on the ground that the majority of women did not want it and never would, and declared that until woman should \"emancipate herself from the thraldom to etiquette,\" he \"could not see how the ` woman's rights theory ' is ever to be anything more than a logically defensible abstraction.\"",
		"Under the constitution of 1820 the General Assembly had power to emancipate the slaves with the consent of their masters.",
		"A New York court allowed Drew to emancipate herself from her mother's care at age 15.",
		"The immediate object was to overthrow Russian administrative supremacy and to emancipate themselves from the Baltic barons.",
		"The helots were state slaves bound to the soil- adscripti glebae - and assigned to individual Spartiates to till their holdings (icXi pot); their masters could neither emancipate them nor sell them off the land, and they were under an oath not to raise the rent payable yearly in kind by the helots.",
		"This treatment of the \" Fakirs and Ulemas \" (as he called them in his letters), who formed the most powerful element in the monarchy, would alone have ensured the failure of his plans, but failure was made certain by the introduction of the conscription, which turned even the peasants, whom he had done much to emancipate, against him.",
		"Before leaving Bahia, Dom John took the first step to emancipate Brazil, opening its ports to foreign commerce, and permitting the export of all Brazilian produce under any flag, the royal monopolies of diamonds and Brazil-wood excepted.",
		"He even sought to emancipate himself from the Magian Church, put an end to the persecutions, and allowed the Persian Christians an individual organization.",
		"Rather, he insisted that the proletariat could not emancipate itself through the use of state power.",
		"Thus, as in the case of many Roman coloni, thoroughly free settlers gradually lapsed into a state of perpetual subjection from which they could not emancipate themselves by legal means.",
		"The probability of the conclusion of a new Franco-Italian treaty was small, both on account of the protectionist spirit of France and of French resentment at the renewal of the triple alliance, but even such slight probability vanished after a visit paid to Bismarck by Crispi (October 1887) within three months of his appointment to the premiership. Crispi entertained no a priori animosity towards France, but was strongly convinced that Italy must emancipate herself from the position of political dependence on her powerful neighbor which had vitiated the foreign policy of the Left.",
		"The success of Seneca's own management of Nero largely depended on his being able gradually to emancipate the emperor from his mother's control.",
		"The Pennsylvanian Quakers advised their members against the trade in 1696; in 1754 they issued to their brethren a strong dissuasive against encouraging it in any manner; in 1774 all persons concerned in the traffic, and in 1776 all slave holders who would not emancipate their slaves, were excluded from membership. The Quakers in the other American provinces followed the lead of their brethren in Pennsylvania.",
		"Kennedy is assassinated soon after being elected as it appears he will not only emancipate but also give women the vote.",
		"Even when the Rumanian language at last supplanted the Slavonic, it did not emancipate itself from the original; the new was merely a translation from the old, and at the beginning it was as literal as possible."
	],
	"synonyms": [
		"liberate",
		"manumit",
		"free",
		"deliver",
		"release",
		"unfetter",
		"unchain",
		"loose",
		"enfranchise",
		"discharge",
		"spring"
	],
	"antonyms": [
		"imprison",
		"incarcerate",
		"hold"
	]
}