{
	"word": "apostate",
	"meaning": [
		"One who has abandoned one's religious faith, a political party, one's principles, or a cause.",
		"A person guilty of apostasy.",
		"A person who has renounced a religion or faith.",
		"(Roman Catholicism) One who, after having received sacred orders, renounces his clerical profession.",
		"Guilty of apostasy."
	],
	"sentences": [
		"As soon as Lacey left her childhood home, she became an apostate.",
		"Philip became an apostate after his wife died of cancer.",
		"At Modin, Mattathias, an aged priest, not only refused to offer the first sacrifice, but slew an apostate Jew who was about to step into the breach.",
		"The famine was perhaps interpreted by the Zealots as a punishment for their acquiescence in the rule of an apostate.",
		"Accordingly he was received into the church by one Berry, himself an apostate, and entered the Jesuit College of Valladolid as Brother Ambrose.",
		"About this time, according to N6ldeke, an anonymous Edessene wrote the Romance of Julian the Apostate, which so many Arab writers use as a history.",
		"His party continued to subsist in Rome for a considerable time afterwards,' and withstood Calixtus as an unscrupulous apostate.",
		"Hence those who were the followers of Peter and James anathematized him as the great apostate, and rejected his Epistles.",
		"It was, however, no doubt at his wish that his chaplain wrote the Life of Julian the Apostate, in reply to Dr Hickes's sermons, in which the lawfulness of resistance in extreme cases was defended.",
		"After the precious relics together with the bones of Adam had been saved in the ark, they were transported by Shem and Melchizedek to Golgotha under the guidance of an angel.$ The tripartite narrative which is known as the Romance of Julian (the Apostate) has no claim to be regarded as an historical document.",
		"The earliest is Oribasius (326-403), whose date and position are fixed by his being the friend and court physician of Julian the Apostate.",
		"It was practically identical with that set forth by Browne in 1582, though they were at pains to deny personal connexion with him whom they now regarded as an apostate.",
		"The progress of the corrupt Christianity of the empire of Byzantium was checked for a while under Julian the Apostate, who, among other indications of his opposition to Christianity, rescinded the edicts against the Jews on his coming to the throne in 361, and gave orders for the restoration of the Jewish temple.",
		"The account of the manner in which the Buddha is said to have overcome the wicked devices of this apostate cousin and his parricide protector is quite legendary; but the general fact of Ajatasattu's opposition to the new sect and of his subsequent conversion may be accepted.",
		"The female apostate is to be kept in confinement until she recant or death.",
		"The young king was influenced greatly by Jehoiada but after the priest's death Joash became apostate.",
		"After transferring to a new church, Anne's previous church viewed her as an apostate.",
		"When Kristin challenged the church's core beliefs, they began to see her as an apostate.",
		"Linda's apostate actions have caused the group to question her motives.",
		"I can't believe Drew would talk in such an apostate manner; I don't know what he believes anymore.",
		"Corresponding to heaven, the abode of the righteous, we have Ge-henna (originally Ge-Hinnom, the scene of the Moloch rites of human sacrifice), the place of punishment after death for apostate Jews.",
		"This second writer singles out three of the Maccabean priest kings for attack, the first of whom he charges with every abomination; the people itself, he declares, is apostate, and chastisement will follow speedily - the temple will be laid waste, the nation carried afresh into captivity, whence, on their repentance, God will restore them again to their own land, where they shall enjoy the blessedness of God's presence and be ruled by a Messiah sprung from Judah.",
		"In 1110 an apostate monk in Zeeland, Tanchelm, carried their views still farther, and asserted that the sacraments were only valid through the merits and sanctity of the ministers.",
		"Here corporal as well as spiritual punishment was endured; it was inflicted on apostate Jews or the wicked generally; the righteous witnessed its initial stages but not its final form.",
		"At Tubingen the future \"apostate in three languages\" was able to begin the study of Hebrew.",
		"Two incidents illustrate the spirit of judgment with which He approached the splendid but apostate city.",
		"Strauss resumed his literary activity by the publication of Der Romantiker auf dem Thron der Ciisaren, in which he drew a satirical parallel between Julian the Apostate and Frederick William IV.",
		"It has a fine Norman cathedral, upon the gable of which is one of the best extant busts of Julian the Apostate.",
		"The Church of Rome was only part of the scheme; the whole conglomeration of apostate churches can be but part of the scheme.",
		"Under the second procurator Tiberius Alexander, an apostate Jew of Alexandria, nephew of Philo, the Jews suffered from a great famine and were relieved by the queen of Adiabene, a proselyte to Judaism, who purchased corn from Egypt.",
		"After observing much hypocritical behavior at her church, Laura become apostate."
	],
	"synonyms": [
		"ratter",
		"turncoat",
		"recreant",
		"deserter",
		"renegade",
		"renegado",
		"turntail",
		"mugwump",
		"sacrilegist",
		"renegate",
		"reversionist",
		"sabbath-breaker",
		"faithless",
		"disloyal",
		"pervert"
	],
	"antonyms": [
		"loyalist",
		"adherent",
		"faithful"
	]
}