{
	"word": "usurp",
	"meaning": [
		"To practice or commit usurpation (on or upon)",
		"To take or assume (power, a position, property, rights, etc.) and hold in possession by force or without right.",
		"To take over or occupy without right.",
		"To take the place of (another) without legal authority; supplant.",
		"To seize another's place, authority, or possession wrongfully."
	],
	"sentences": [
		"This decision will usurp the powers of the commitee.",
		"There was a much better time when she did not know he planned to usurp her, and the memory comforted her.",
		"It will usurp authority over the man, but not cause him to be in silence.",
		"Don't allow video games and television, or even reading and homework, to usurp time your child should be actively playing.",
		"But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.",
		"Odo was always on his heels ready to usurp his latest illegal scheme.",
		"Adherents flocked to him, and for a whole year Murad was engaged in suppressing his attempts to usurp the throne.",
		"Announcing the engagement in this fashion could be viewed as the newly engaged couple attempting to usurp the spotlight.",
		"Future of the RUC The second tier would not usurp the powers of the RUC.",
		"As a consequence Wilde might easily usurp Quentin Crisp's self-appointed title of England's first stately homo.",
		"In 656, at the moment of his accession to power, Sigebert III., the king of Austrasia, had just died, and the Austrasian mayor of the palace, Grimoald, was attempting to usurp the authority.",
		"Psychology or metaphysics tend in their systems to usurp the place of authority formerly assigned to ethics proper.",
		"The attempt of his uncle Prince Mustafa to usurp the throne, supported as it was by the Greeks, gave trouble at the outset of his reign, and led to the unsuccessful siege of Constantinople in 1422.",
		"Estevao Soares, archbishop of Braga, placed himself at the head of the nobles and churchmen who threatened to usurp the royal power during Sancho II.'s minority, and negotiated an alliance with Alphonso IX., by which it was arranged that the Portuguese should attack Elvas, the Spaniards Badajoz."
	],
	"synonyms": [
		"take over",
		"arrogate",
		"seize",
		"assume",
		"wrest",
		"accroach",
		"take",
		"preempt",
		"commandeer",
		"appropriate",
		"steal",
		"lay-hold-of",
		"expropriate"
	],
	"antonyms": [
		"surrender",
		"give in",
		"relinquish"
	]
}