{
	"word": "avid",
	"meaning": [
		"Having or marked by keen interest and enthusiasm.",
		"Having an intense craving; greedy.",
		"Having or marked by strong desire or craving; greedy.",
		"Eager and enthusiastic.",
		"Enthusiastic; passionate; longing eagerly; eager; greedy."
	],
	"sentences": [
		"An avid reader, she also regularly indulgesin retail therapy.",
		"Many avid couponers say the easiest way to shop with coupons is to write your list on an envelope and tuck the coupons you want to use into the envelope so everything is in one spot when you're ready to pay for your purchases.",
		"My mother was an avid sci-fi watcher on television.",
		"Packed with celebrities and all manner of fashion folks, the occasion is often virtually attended by avid fashion fans, who can follow their favorite designers online at the official Mercedes Benz Fashion Week website, as well Style.com.",
		"It is simple enough to bring in \"non-gamers\" -- just about anyone can start enjoying it, even in the first few minutes -- yet complex enough for avid players to want to \"master\" the games, finding all the little nuances and Easter eggs.",
		"Avid bird watching enthusiasts often look like pack mules hiking to a gold rush in the west.",
		"The Mossy Oak design was born out of the desire of avid hunters to get as close as possible to wildlife.",
		"Like fellow comedian Jay Leno, Jerry Seinfeld is an avid car collector.",
		"Avid Cricut users enjoy having a collection of cartridges, so that no matter what the project at hand is, they'll have a good selection of images to choose from.",
		"Sprout kits are perfect for kids' seed experiments or for avid sprout lovers who prefer to grow and eat organically.",
		"A deer or hunting themed cake is the perfect choice for an avid hunter or perhaps a nature lover.",
		"Dwindling magazine sales have all but proven this.Of course, there's good news for magazines, too - their respective Web sites reap the benefits of the avid interest in celebrity life.",
		"The Twilight series, based on the books by Stephenie Meyer, has gained an almost cult-like following, and the movies have delivered even more avid fans.",
		"From embarrassing sex tapes to fashion oops, avid fans just can't seem to get enough of their favorite celebs.",
		"An avid baseball fan, Singer plays in the annual East Hampton, N.Y.",
		"In 1985, Amanda Blake became an avid supporter of the Performing Animal Welfare Society (PAWS), a group set up to protect the rights of performing and exotic animals.",
		"Travolta holds his pilot's license and is an avid fan of all kinds of aircraft, and his personal collection consists of five planes.",
		"There are nearly always coupons available on other sites as well, so if you are an avid shopper, it's always worth browsing for new discounts before you start browsing for new clothes.",
		"The astronomy lectures are particularly popular on the Millennium ships, which have a number of telescopes available for avid stargazers.",
		"Sailing on the world-famous waterway is a dream come true for history buffs and avid cruisers.",
		"With proper training, these high-energy, sweet-natured pups make good companions for families with children as well as the avid outdoorsman.",
		"You are an avid sports enthusiast and actively participate in sports.",
		"As the winner of Olympic gold in 1960 and an avid professional athlete, Jean and fellow entrepreneur Roger Pouilloux understood that the world of ski and sporting equipment was lacking in goggles and other eyewear.",
		"Avid Sony fans may love their PS3s, but there is something positively enchanting about the Halo franchise that is irresistable.",
		"Since the Nintendo 64 is considered a nostalgic gaming system, you may just want to collect all the games released or maybe you are an avid Nintendo aficionado.",
		"Ray Hatton, a 20-year-old avid RPG player in Lafayette, LA, says that video games are more fun when, inside the game play, you have more choices.",
		"If you are an avid Scrabble player, you may have to get used to the board since your strategy for high-scoring words will be a little different in Literati.",
		"Walk into the living room of an avid gamer and there is a good chance that you will see a full band kit to either Guitar Hero or Rock Band.",
		"Most avid gamers are constantly looking for new video games coming out, because they want to have the opportunity to play the latest and greatest that the industry has to offer.",
		"Gamerang is another online video game rental website that caters to the avid game player.",
		"Namco's long awaited American release for the gamecube, Tales of Symphonia seems to have slipped by some of the most avid gamers out there.",
		"Namco's long awaited American release for the GameCube, Tales of Symphonia, seems to have slipped by some of the most avid gamers out there.",
		"There are a few basic tips to sitting in your chair that will keep you from developing that slumped look everyone expects from avid game players.",
		"We will look at video games from many perspectives, especially that of avid gamers and non-gamers.",
		"If you're an avid follower of the celebrity gossip magazines, you can discover what restaurants your favorite celeb eats at, what stores she shops at, and what she likes to do for fun.",
		"However, if you aren't an avid water athlete and you're merely trying to protect your shoulders from the sun, then most available swim shirt styles will offer adequate sun defense.",
		"For the avid racer in the family, consider a Hot Wheels basket.",
		"When a man is serious about a sport or hobby, he likes to joke about it, so of course an avid hunter is always happy with funny hunting T shirts as gifts.",
		"For the avid biker, few things will show your love for your motorcycling lifestyle like authentic Harley Davidson tee shirts.",
		"This is a great stop for the avid vintage wearer.",
		"For example, the aforementioned Members Only jacket makes a great gift for the avid '80s aficionado, while a classic smoking jacket might please the dapper gentleman with a taste for luxurious garments.",
		"This type of selection is almost unmatched, so its worth a look for the avid hat connoisseur.",
		"You would need to plan carefully for drainage as well as be vigilant about the moisture in the soil, but it is one way an avid gardener might be able to continue enjoying his hobby.",
		"Fortunately, curvy gals have a selection in hiking shorts sure to please even the most avid hiker.",
		"Certain garments, of course, aren't necessarily meant to be shown off - but that won't stop an avid fan from wearing lingerie that showcases a team's colors and logo!",
		"Along with breathability and wicking, another feature avid cyclists look for is the right padding.",
		"The library is a great place to start, especially if you are an avid reader.",
		"If you an avid runner, or if you are thinking of becoming one, then you know that purchasing the right equipment is of paramount importance.",
		"There are infinite resources on the Internet and we're avid Web surfers.",
		"For avid readers, the condition is especially difficult to deal with because it interferes with a pastime that is a central part of that person's life.",
		"Progressive lenses are ideal for avid readers, because the near-focus prescription is at the bottom of the lens, where most people look when they're reading a book.",
		"If you are an avid shutterbug, but think your picture-taking could still use some work, then consider visiting LovetoKnow's Photography channel.",
		"Whether you're just an avid gamer or a seasoned programmer, there is a lot of satisfaction when you learn how to create your own video games.",
		"Making products designed for avid gamers but marketing them to people who think a PlayStation is a sex toy is just asking for failure.",
		"Casual gamers, avid gamers, sometimes gamers, computer gamers, handheld gamers -- all will be real groups of people with real buying power.",
		"The percentage of avid gamers will marginally increase over the next decades, but not nearly enough to support Sony's grand habits.",
		"Before the NES, avid video gamers were almost non-existent.",
		"It's also a good way to embarrass someone, especially the avid wine show-off who thinks they know everything about wine.",
		"This program is ideal for avid enthusiasts as well as those who have basic wine knowledge.",
		"Many customers are avid red or white wine drinkers.",
		"Food and wine pairing can be complicated and confusing for even the most avid wine drinker.",
		"If you are an avid camper, invest in cooking sets that will last for many years.",
		"If you are an avid traveler, make sure to plan a Lake Tahoe RV camping trip.",
		"Find the one that works for you, whether you just want email options or you're an avid Web surfer.",
		"There are a plethora of cool apps for the HTC Touch Pro, which is a sophisticated cell phone offering advanced features for the avid businessperson.",
		"She epitomizes the joy of ballroom dance lessons lasting all your life, whether it's as a dancer, a teacher, or an avid fan.",
		"If you are an avid colorist or need high maintenance touch-ups, make sure to give your hair a break every now and then.",
		"Many avid drinkers of green tea do claim that drinking green tea has lead to smoother, stronger and healthier hair, and the healthier the hair, the less likely breakage, damage and hair loss will occur.",
		"Are you an avid gardener with dogs who like to run, or do you spend most days inside?",
		"Typically these are people who have an avid interest in breastfeeding.",
		"These shorts are particularly noteworthy to avid surfing fans; they are designed with world champion Mark Occhilupo (\"Occy\") in mind.",
		"The tankinis you'll find here are perfect for avid swimmers who take the sport seriously.",
		"If you are an avid surfer or participate in other water sports, you might be in the market for mens' rip curl rash guard shirts.",
		"A set of personalized beach towels makes a fantastic gift idea for the avid seaside lovers in your life.",
		"It's a great idea for the avid beach goer or anyone who's planning a trip in the near future.",
		"Offering swimsuits for men, women and children, as well as swim accessories and footwear, it's no wonder the company is considered a go-to source for the avid swimmer.",
		"Don't be; just know you're in great hands if you're searching for an incredible selection of suits for a beginning or avid swimmer.",
		"For the avid swimmer or for someone who enjoys water exercises, knowing a variety of swimming strokes can keep this fun activity interesting!",
		"Tan-through swimsuits are actually becoming a favorite with avid swimmers who can invest in these suits and enjoy accelerated skill and speed in the water.",
		"The majority of avid beach goers enjoy a little sun on their skin; this makes the tiny string bikini a total must for the summer.",
		"Barbie introduced young girls, and avid collectors, to Earth's diverse cultures through the Dolls of the World series beginning in 1980.",
		"Even if you aren't an avid follower in general, you might find that shaking up your winter wardrobe is quite simple with the addition of one or two small accessories.",
		"The events draw designers, buyers, editors, writers, bloggers and avid fashion followers alike, all clamoring for a coveted spot inside the famous tents to score a view of the runway.",
		"Often, the combination of a superior material and an eye-catching pattern or color is simply irresistible to the avid scarf lover.",
		"As an avid coffee drinker can attest, one of the disadvantages to grinding beans in most machines is that the grinding produces a lot of static cling which in turn makes for a big mess.",
		"If you are avid online shopper, then your first stop should be the main website at Delonghi.",
		"If both partners are avid Scrabble players, change the rules a little so that dirty words or innuendos are eligible for points.",
		"Simple, straightforward, and easy to use, this site is a favorite of avid game players.",
		"However, keep in mind that since there is a limited card selection, even avid Disney fans may grow tired of it after a few rounds.",
		"The adult version cards are full of tricky facts and figures, making them really challenging for anyone who isn't an avid movie fan - this has led to both elation and frustration from game players.",
		"Give an avid fisherman a Christmas gift basket that contains fishing magazines, hooks, bait, line, and small container of trail mix.",
		"For the avid reader, create a Christmas gift basket that features a book by a favorite author, bookends, and a mug filled with coffee beans or herbal tea bags.",
		"An avid surfer, he became a business partner in a company that manufactures surfing products and restored a 15th-century home in Cornwall.",
		"An avid cook might enjoy private cooking lessons with a chef at his/her favorite restaurant, while an enthusiastic outdoorsman would probably love a chance to spend the day hiking or fishing at a beautiful park.",
		"If you haven't been on the slopes in ten years, don't say you're an avid skier.",
		"While one person may be an avid sports fan, if the other person isn't as enthusiastic, they may prefer a more traditional, less public proposal.",
		"Harley Davidson wedding rings are a creative and unusual way to show that a couple is married to available, there are bike style rings suitable for any avid biker couple.",
		"Many writers are also avid readers, so it's not surprising that writing book reviews is a popular goal for those interested in making a living as a professional freelance writer.",
		"For avid hikers and cross-country trekkers, these sturdy and lined straps are a must!",
		"Ideal for shampoo, conditioner, shower gel and other liquid items, this set is a must for the avid traveler.",
		"For avid collectors, outlet stores offer handbag fanatics a chance to scoop up styles that may not be readily available elsewhere.",
		"It comes complete with a matching mini 2.55 bag, something that's sure to delight the young fashion maven in training or the avid Chanel fanatic.",
		"The designer's Posh Vegas Satchel was a big hit back in 2005, so it comes as no surprise that avid fans may be interested in getting their hands on one today.",
		"There's even an option to have them engraved - a perfect gift idea for the avid beachgoer in your life.",
		"You can also search through the \"Vintage\" library for a modest selection of classic pieces that are sure to please even the most avid collectors out there.",
		"This is a great style for anyone who is an avid fan of Mr. Presley.",
		"A Harley Davidson biker wallet makes a great gift for the avid motorcyclist, but it is also a high quality accessory that any man - bike enthusiast or not - can appreciate.",
		"Its 19-inch chain is the type of functional detail that avid riders love in a wallet, and it also features multiple card slots, an ID pocket and a zipper pocket.",
		"As avid label loyalists will attest, these are next to impossible to find once they are sold out.",
		"Moreover, both of these signs are avid readers and learners; these are qualities that can be threatening to more fixed signs in the zodiac.",
		"Although all basic members are given $50 worth of Stardollars to start, an avid paper doll player will quickly run out of funds.",
		"For the avid swimmer, another option could include joining a swim team.",
		"However, if you're an avid fan and want to learn everything you can possibly learn about the movie, the actors and the storyline, then you may want to explore the following alternatives.",
		"When Robbie was young, before his possession, he was taught how to use the Ouija board by his aunt who had an avid interest in the Occult.",
		"Avid readers know that magazines, books, and newspapers can take up a big chunk of your monthly budget, but it's possible to reduce this expense by searching for discount magazines on the Internet.",
		"Net Magazines provides avid readers with a quick and easy way to purchase discount magazine subscriptions.",
		"If you're an avid movie buff, discount portable DVD players let you enjoy your favorite films wherever you go.",
		"Avid thrift store shoppers hit their favorite stores at least once per week.",
		"If you're an avid crafter, you may be in search of a Jo-Ann printable coupon to help you save money on your next project.",
		"Project Gutenberg offers a number of free ebooks and free audio books for avid readers.",
		"Avid readers will find much to cheer about in Amazon's 4-for-3 Store.",
		"Since Walmart is known for its low prices, avid couponers have found that you can often get many items for free after using coupons from your local Sunday newspaper or online coupon databases.",
		"Avid couponers often include breakfast cereal as one of their pantry stockpile items.",
		"Avid couponers frequently include breakfast cereal as part of their pantry surplus.",
		"If you're an avid gamer, you want to look for a computer with a 1 TB hard drive and at least 1 GB of RAM so you can quickly access frequently used programs and information.",
		"If you are an avid social media fan you can save hundreds of dollars by taking advantage of the deep discounts featured via these resources.",
		"On the inside you get an impressive line-up of high-tech hardware, including an Intel Core 2 Duo T6600 processor, a 2 MB L2 cache and 800 MHz front side bus, which is more than adequate even for the most avid gamer.",
		"The Get-A-Grip's small size makes it a traveling favorite, and many avid snow sportsmen stash a pair or two into their luggage before taking off for that winter vacation.",
		"Avid hikers know how important comfortable shoes are!",
		"If you're an avid athlete, you'll likely find something you'll love in the diverse DaDa shoe collection.",
		"For example, avid hikers and bikers may use a lacing pattern that is an external straight lacing method.",
		"Since appropriate footwear is so appropriate for all types of sports, it goes without saying that avid softball players should seek out the best of the best.",
		"Z Coil shoes were developed by an avid runner who needed relief from his running related soreness.",
		"Avid shoppers know that the best time to score great deals is after the season ends.",
		"That is what makes Fallen shoes so special to avid skateboarders.",
		"You don't have to be an avid walker to gain the benefits from walking shoes.",
		"Casual as well as avid walkers can find a variety of walking shoes to suit them, allowing them to travel in comfort and style.",
		"You don't have to be an avid skateboard champ to appreciate the cool style of these kicks.",
		"Some styles are more lightweight and designed for the avid walker; others are made for more stringent activities, such as hiking.",
		"Tivo subscriptions are relatively inexpensive, and a great value for those who are avid soap opera watchers.",
		"Avid General Hospital fans often seek out GH spoilers to keep them up-to-date and in the know regarding their favorite daytime drama.",
		"Never leaving his roots far behind, Winter continues to be an avid sportsman.",
		"As any avid soap watcher knows, it can be a bit traumatic missing an episode of a favorite program.",
		"Raised in England, he was an avid rugby player in his youth, and broke into the entertainment industry through various modeling jobs following high school graduation.",
		"If you are an avid soap fan and would like to contribute to the growing online community of daily updates, you can create your own website or blog devoted to your favorite show.",
		"If you are an avid fan of a particular soap opera, chances are you will not want to miss a moment of the action.",
		"The site caters to the outdoorsy type, but you don't have to be a camping enthusiast, avid biker or diver to appreciate the benefits of rubber straps.",
		"I'm an avid motorcyclist, and I use my Wrist Jockey whenever I ride.",
		"Gannon is an artist, poet, singer, and avid animal rights activist.",
		"If you're an avid practitioner of yoga, but find you do not have the time do it as much as you'd like, you should consider power lunch yoga classes.",
		"For avid pratitioners of Hot yoga, this certification program, which is registered with the Yoga Alliance as a 200-hour teacher certification program, is challenging and fun.",
		"However, in the case of an avid or advanced yoga student, Manduka mats usually last many years and are considered by many to be worth the money.",
		"Cinderella is an avid volunteer in the community, working with the Humane Society and Habitat for Humanity.",
		"Most avid fans have an arsenal of good softball cheers that they can pull out at any given moment and use to fit the team or the situation.",
		"With careful use and storage, most soap molds will last for years, making them a sound investment for avid soap makers.",
		"LoveToKnow Crafts has a community of contributors, all avid crafters.",
		"Many people who are avid cross stitchers have a surplus of charts that they've gathered through the years, and would be happy to swap them for ones they haven't tried.",
		"Making handmade greeting cards is a great hobby for the avid crafter.",
		"Stamps, albums, paper, stickers, glitter, tassels, accents, and ribbon are just a few of the items available for avid scrapbookers.",
		"If you are an avid crocheter and love to make granny squares, there are several organizations that accept donated granny squares for a variety of projects.",
		"Annie, an avid quilter, lecturer, instructor and author began bringing quilting news and information to quilters worldwide.",
		"While this might not be the best choice for an avid card maker, this publication offers many interesting projects for those who like to dabble in a variety of crafting areas.",
		"Whether you are an avid walker or runner, or simply a person who is on their feet during the day, you are sure to get a kick from seeing your results at the end of the day.",
		"If you're an avid eater of Lean Cuisines and if you have a stockpile of the meals in your freezer you need to check the varieties, dates and production codes of each meal.",
		"In fact, if you are an avid soda drinker, don't have a soda until you have consumed at least half your water for the day.",
		"In order to do this, you will need to become an avid label reader.",
		"You can also design a program yourself; this may come more easily to avid exercisers who've worked out for awhile.",
		"Golf Travel Insurance - Club Direct offers three golf policies for the avid duffer who is traveling abroad.",
		"You can start by consulting forums for avid skiers or search for items sold in shops outfitted solely for cold weather sports enthusiasts.",
		"If you or someone you know is an avid sewer, he or she can make a great pair of paw print pajamas in no time.",
		"The fact that he's an avid marathon runner might just provide him with enough endurance power to deal with the terrain of Gabon, but can he survive his tribe mates?",
		"Zach is an avid soccer player and coaches a younger kids' soccer team.",
		"Like his brother Zach, he is an avid soccer fan.",
		"Even people who aren't avid 17 Kids and Counting viewers might already be familiar with the story of the Duggar Family.",
		"He is an avid soccer player but has trouble competing because of his size.",
		"Youngest son Jacob is average size, and like his brothers, an avid soccer player.",
		"Kelly is an avid motocross driver as well as driving rigs, and she has experienced her fair share of spills and crashes.",
		"He is an active teenager and an avid soccer player, though his soccer has had to be sidelined while he deals with problems resulting from his bowed legs.",
		"News of a Jon and Kate Gosselin divorce shocked avid viewers of their hit TLC reality shock Jon and Kate Plus Eight.",
		"She is a reality TV fan, and an avid viewer of Survivor and The Amazing Race.",
		"An avid skateboarder herself, Chanel developed a friendship with Dyrdek, who was then in the process of putting together a new MTV reality show called Fantasy Factory.",
		"Disick was an avid skateboarder, and reportedly had a mini skate park of his own in his backyard.",
		"An avid tennis player in her youth, she takes up the sport again on Voyager's holodecks, and shows her science bent by relaxing in a holographic representation of Leonardo Da Vinci's studio.",
		"If you're an avid reader and wanting more Twilight in your reading diet, you can visit a number of fan fiction sites devoted strictly to the Twilight genre.",
		"If you are an avid science fiction fan, or you're just curious about what the genre has to offer, make sure to visit Sci-Fi Dimensions to learn about the latest novels and news.",
		"Avid fans may notice pilot helmets changed over the course of the re-imaged series.",
		"Lord of the Rings Fanatics Network - This website is aptly named, and if you're an avid fan then there's no doubt that you'll fit right in as another fanatic.",
		"The author of the Lord of the Rings trilogy, J.R.R. Tolkien, had an avid interest in and love of languages.",
		"There are avid ASP enthusiasts around the world who gather together on social networks for website developers in order to get advice, offer help or collaborate together on group community projects.",
		"Avid \"farmers\" can create a much more efficient farm this way by carefully choosing which crops to grow based on cost and time to harvest and many other statistics within the game.",
		"Film today is already in a sense digital, since it's all edited using an avid.",
		"Remember, unlike some online stores avid - SPEED DIAL SL LEVERS will be sent with free P&P!",
		"Because of that book i am a very avid reader.",
		"As is evident from these texts, fishing was at the center of their culture, and they were also avid traders and gamblers.",
		"But why is the British state so avid to take up the offer?",
		"The Vikings were particularly avid for silver, as they had no sources of supply in their native Scandinavia.",
		"Out of the office she enjoys swimming three or four times a week and is an avid bookworm.",
		"An avid film buff, who loves to go to flicks on a regular basis.",
		"I also used the hard disk caddy, which they then took over to the editing room and imported into the Avid.",
		"He was a prolific film, theater and television actor and an avid collector.",
		"The avid cyclist should replace the chain once a year and maybe the cassettes every 3rd year.",
		"Being an avid shark enthusiast Rachael wrote in about her life long ambition to cage dive with a great white shark.",
		"In his free time he is an avid filmgoer and commentator, working on his film database \" Cinefile \" and associated website.",
		"Jones edits the footage himself using Avid Express DV on his laptop.",
		"Selling a simple garden glove to an avid gardener is not a taxing task.",
		"With a fine selection of beers, Blackfriars makes a homely rendezvous for the avid pub goer.",
		"Research shows avid with a speed automatic there will be Thomson the liquefaction.",
		"Once again, these programs are something the avid actor spotter need not get excited about, and the story line is equally uninspiring.",
		"Sir Peter is an avid supporter of St Dunstan's work.",
		"I became an avid viewer with the Peter Davison stories.",
		"To suppose that all mythical stories are fables invented by the philosophers is to write history backwards avid confound the instinctive, impersonal, poetic wisdom of the earliest times with the civilized, rational and abstract occult wisdom of our own day.",
		"They are avid water lovers who enjoy snorkeling, diving, kayaking, and fishing.",
		"Sir Peter is an avid supporter of St Dunstan 's work.",
		"If you're an avid reader, consider following the celebrity-inspired trend of naming your baby after a favorite author, book, or literary character.",
		"Finally, if you are an avid jogger, consider the three wheel jogging strollers.",
		"Travel. If you are an avid traveler, GPS devices make finding destinations easy.",
		"For example, if you are giving to an avid reader, slip a nice bookmark in the card.",
		"If you're not an avid golfer, then mixing and matching your golf clubs can be a cost-effective way of entering the sport without putting out a lot of money upfront.",
		"Many people shrink from buying them, even if they are avid environmentalists, just for this reason.",
		"Whether you are environmentally conscious or an avid gardener, starting a compost pile can be a rewarding experience.",
		"It is common among avid sports players, due to sweating of the feet, though it can affect anyone.",
		"Whether you are an avid gardener or just interested in incorporating basil into your diet, drying basil keeps the plant from spoiling and lets you enjoy this aromatic herb all year long.",
		"Avid gamers won't want to forget their PlayStation or Xbox console.",
		"If you're an avid pet lover, you might want to dedicate a space in the house to some of your furry, scaled or feathered friends.",
		"Not only does it look stunning on a vanity, it also makes a beautiful gift for an avid perfume collector.",
		"Cute cosmetic cases, makeup brush bags and small accessories can make life so much easier for the avid makeup collector.",
		"The avid traveler will appreciate this gift set, which includes a 1.7 ounce eau de toilette spray and a 2.6 ounce deodorant in a roomy black toiletries bag.",
		"Online game rentals offer a solution to avid game players.",
		"Avid hunting enthusiasts looking for a little entertainment when they're stuck at home because their favorite game is out of season can turn to the many sites offering the opportunity to play hunting games online.",
		"Many avid readers don't realize how easy it is to find their favorite classics online for free.",
		"These efforts provide you, the avid reader, with the opportunity to read whole books online.",
		"If you are an avid traveler who loves to take pictures, you are in the unique position to make money from your trips.",
		"At some point, avid Nikon users will find that their cameras will need repair or maintenance.",
		"Moving from novice shutterbug to avid shooter allows you to flex your creative muscle when taking pictures.",
		"Digital scrapbooking supplies offer many advantages to avid crafters.",
		"Many bereaved parents may not be avid scrapbookers and just the word alone may be intimidating.",
		"Sometimes the thought of \"doing something\" is too stressful for the families, especially if they are in the early stages of grief or not avid scrapbookers.",
		"For avid scrapbookers who love photography, online learning offers many advantages.",
		"If you're an avid photographer, you may have 50-100 pictures from an event.",
		"Chipboard word albums are popular among avid scrapbookers because the finished album can double as a creative home décor piece.",
		"As avid scrapbookers know, it can be quite pricey to create scrapbooks.",
		"This is especially helpful to consultants that are also avid scrapbookers since they won't have to spend their actual earnings on scrapbook supplies.",
		"Not one to rest on its laurels, EK Success is constantly producing new designs for avid scrappers.",
		"Creative Memories is a company made for and by avid scrappers.",
		"He is also an avid downhill skier with more than 20 years experience.",
		"Whether you are an avid Nordic skier looking for an off-season training plan, or whether you simply want to get into shape, the Nordic Track Classic Pro Skier might be a viable option.",
		"Many avid skiers are interested in learning how to adjust ski bindings.",
		"In his childhood days, he was an avid swimmer and water polo player - even playing for the Jamaican National Water Polo team.",
		"He's an avid sports fan and a close friend of USC's star quarterback, Matt Leinart.",
		"He is an avid car collector and is said to have one of the largest Porsche collections in the world.",
		"The Carhartt men's clothing selection is vast, but that type of wide and varied selection is just what any avid outdoorsman requires.",
		"Glare can be hazardous in combination with snow, so avid winter sport lovers might do well to review the products listed here.",
		"Based on its past success, the odds are very good that Electronic Arts will continue to offer avid gamers with the highest quality games well into the future.",
		"This is a major plus for avid video gamers.",
		"Childbirth pictures are a must for avid scrapbookers, photo fanatics, and for sharing the experience with absentee fathers.",
		"A newly married couple might love an engraved ornament for their first Christmas tree, while an avid traveler might appreciate a customized digital photo book featuring pictures from his/her latest vacation.",
		"A Twilight engagement ring may be perfect for couples who are both avid Twilight fans or feel a connection to the love story between Edward and Bella.",
		"Any avid Harley rider knows how important it is to keep leather in tip-top condition.",
		"Fred O'Connor, Dean's elderly stepfather, was an avid fan of a mystery, primarily in written form, often in his imagination and occasionally in his real life world.",
		"Cyberpunk Reloaded brings together a varied compilation of articles to satiate the appetite of the most avid fans.",
		"Of course, a Disney vacation is also wonderful for the avid scrapbooker.",
		"While the price tag may induce sticker shock, if you are an avid scrapper who uses die cut shapes made from paper frequently, then you can likely justify the cost.",
		"The desktop digital cutter is a dream tool for avid die cutters.",
		"If you talk with a few tailors or avid sewing hobbyists, you will find that the majority of them will tell you that, for a basic workhorse sewing machine, you cannot do any better than an old Singer sewing machine.",
		"More avid surfers may appreciate the eleven inch inseam, since it offers greater protection from wipeouts, as well as environmental elements like the sun and wind.",
		"Avid coupon clippers will tell you that the best way to save money using coupons is to combine your coupons with store sales and other special promotions.",
		"These dancing bears have become a code within the \"Deadhead\" community, but most avid fans understand that the dancing bear icon was made famous due to the band's sound engineer's early childhood nickname, \"Bear\".",
		"If you're an avid Lord of the Rings collector or fan still in the market for The Lord of the Rings Return of the King memorabilia, you may be surprised at the number of Return of the King movie posters on the market.",
		"On the internet as well, there is a huge market for pocket watches and avid collectors congregate on websites, message boards, and at occasional conventions to swap tips and admire each other's pocket watch stash.",
		"There are varieties made especially for avid golfers who require tops that wick moisture away from the body, but there are also extra-casual styles for those who are seeking everyday-appropriate wear for work and play."
	],
	"synonyms": [
		"thirsty",
		"raring",
		"thirsting",
		"solicitous",
		"keen",
		"impatient",
		"eager",
		"bursting",
		"athirst",
		"ardent",
		"agog",
		"greedy",
		"esurient",
		"devouring",
		"zealous"
	],
	"antonyms": [
		"dispassionate",
		"indifferent",
		"unenthusiastic"
	]
}