{
	"word": "boon",
	"meaning": [
		"A benefit bestowed, especially one bestowed in response to a request.",
		"A request or the favor requested.",
		"Welcome benefit; blessing.",
		"(archaic) That which is asked or granted as a benefit or favor; a gift; a favour; benefaction; a grant; a present.",
		"(UK dialectal) An unpaid service due by a tenant to his lord.",
		"Kind, generous, pleasant, etc.",
		"Merry; convivial.",
		"Favorable."
	],
	"sentences": [
		"Honey is a boon to those with weak digestion.",
		"I have one more boon to claim from you, he whispered.",
		"It is an unspeakable boon to me to be able to speak in winged words that need no interpretation.",
		"Although Earl Grey addressed a circular letter t3 all colonial governments offering them the questionable boon c c transportation, only one, the comparatively new colony of Western Australia, accepted.",
		"Movie stardom can be a big boon, for example.",
		"I would ask my fellow fool for a boon.",
		"Batter Blaster is a boon for dads who are short on time, but have hungry kids at the table on a Saturday morning.",
		"These socks are found to be comfortable, sturdy and long-lasting, making them a boon for both children and weary parents.",
		"But the real money shot, for all health- and practical purposes, is the boon to back health and posture.",
		"The fitness boon of the 1970s, as well as the passing of Title IX, which facilitated sports participation for girls, created a need for further study.",
		"If this does as you say, I will grant you your boon.",
		"Reckless of consequences, he swept away the venerated ceremonial formalities which his ancestors had scrupulously observed, openly scoffed at ancient usage, habitually dressed in foreign costume, and generally chose foreign heretics as his boon companions.",
		"Modern digital work stations are an absolute boon to the mastering process.",
		"The shops were all shut, and some rollicking boon companions came shouting along from the public-house.",
		"This model has an added boon of side bars and a floor - so no dithering while your toddler drags his feet - literally!",
		"Opening up to foreign trade brought quite a boon to Japan, but it also brought something else; a depletion of natural pearls and near extinction of the nation's clam beds.",
		"There are, however, a number of tricks and hidden goodies that can be a potent boon to your game.",
		"The ultimate showdown between good and evil boils down to this title here, and as Ed Boon said in an interview with IGN.com, \"We really want to close this chapter of Mortal Kombat.\"",
		"Noob Saibot's name comes from the reversed spellings of Mortal Kombat's creators-Ed Boon and John Tobias.",
		"Competition in the wireless industry can be incredibly fierce and Verizon's introduction of Android smartphones represented a huge boon for the company.",
		"Long tankinis can be a real boon for any woman looking to elongate her figure, and one of the very best factors about this swim option is that there is a tremendous amount of varying styles from which you can choose.",
		"Kids' tankinis can be a great boon to parents and children alike, in that they maintain modesty while promoting ease of use and comfort.",
		"Retailers had discovered that holiday gift giving was a boon to sales.",
		"Go Online - The Internet has been a boon for short story writers as it is easier and cheaper to publish an e-zine than it is to print a traditional magazine.",
		"This is a boon for the gluten intolerant, as it eliminates the need for detective work before your enjoy your snack.",
		"Taurus' stable condition can be a boon in such a highly mutable world, but naturally, every good point is matched by its negative potential.",
		"Previews of what is coming up on General Hospital the next day, the next week or the next month can be a boon to GH fans.",
		"The squirrels love it, but it's a boon for a crafter, too, because there are all sorts of easy fall crafts for kids that can use acorns.",
		"It's packed with fiber and provides a complete source of amino acids, a great boon for vegetarians.",
		"As the forms can be very expensive--upwards of $500--and many cancer survivors are on tight budgets, this is a great boon for those in need.",
		"A runner or someone who engages in high-impact sports needs as much ventilation as clothes can offer and mesh boxers are a boon for wearing under running or cycling shorts.",
		"For women who wanted the feel of silk but couldn't afford it, imitation silk was a boon.",
		"One of the better Lindi cancer skin care products in this regard - a real boon to men and women who would rather not wear their illness on their faces - is the Lindi Face Tint.",
		"Next year he was made a domestic prelate and shortly afterwards a member of the Congregation del boon governo.",
		"The completion in October 1905 of a railway putting Maseru in connexion with the South African railway system proved a great boon to the community.",
		"Drusus now sought a closer alliance with the Italians, promising them the longcoveted boon of the Roman franchise.",
		"Part of him rejoiced while another part of him thought the boon was too easily won from the creature before him.  There had to be a catch.  Death wouldn't agree to anything so easily.  He found himself wishing for the advice of Andre or Kris, men smart where he was brash.  She said nothing else and Rhyn turned away, striding out of the chamber.",
		"It was a real boon, too, that the film was made on location in Uganda, which gives it an added authenticity.",
		"The human genome sequence is proving a boon to researchers investigating disorders of the skeleton.",
		"These formats would have a double boon for Sony.",
		"Conradin had been wont to chant his praises, to- night he asked a boon.",
		"Having obtained this boon, he considered himself invincible and the supreme God.",
		"Claim it from Him, and reckon that in answer to your appeal He does confer this priceless boon.",
		"It's a tremendous boon to the ego, to your sense of self-reliance, to your feeling about your own talent.",
		"It will be a huge boon to millions of disabled people who want to travel without the hassle.",
		"I've heard modern Mills & Boon can be pretty racy but I couldn't say.",
		"October to to is a boon the mississippi river riverboat cruise we.",
		"A comparatively small stream strikes the wheel with a pressure equivalent to a great head, say 300 ft., and as the quantity of water and number of jets striking the wheel can be regulated with the greatest ease and nicety, each machine can without danger be quickly brought up to its full speed when purging high-class sugars, or allowed to run slowly when purging low-class sugars, until the heavy, gummy molasses have been expelled; and it can then be brought up to its full speed for finally drying the sugar in the basket, a boon which all practical sugar-makers will appreciate.",
		"I 've heard modern Mills & Boon can be pretty racy but I could n't say.",
		"The campaign will be a major boon to the Welsh retreading industry '.",
		"For those who suffer from allergies, this can be quite a boon.",
		"Unless you're itching to have your game the day it hits stores, patience can be the biggest boon to your wallet.",
		"According to Mortal Kombat co-creator Ed Boon, \"it's actually a lot closer to 60 characters.\"",
		"Internet dating is a boon to isolated individuals, persons who suffer from shyness, and to those looking for a quick fix to a night out alone.",
		"Married dating sites are a newer online dating concept, and they can either be a tremendous boon or an expensive mistake depending on how wisely you use them.",
		"Eleven East can also customize the width, which is a boon for women with narrow or wide feet.",
		"This is when separates can be a great boon.",
		"While the large database of music available on Yahoo Music is certainly a boon to any music fan, there is trouble in paradise.",
		"Regardless of how you feel about these types of reality shows, After Dark is a ratings boon for Showtime and they've picked it up for additional seasons.",
		"Created from clay and love, Diana was given life by the Gods of Ancient Greece as a boon to Hippolyta, Queen of the Amazons for her centuries of devotion.",
		"It provided a boon to the New Zealand economy, and with the stars staying in the capital for long periods, Wellington became a hot spot for star sightings.",
		"At the beginning of 1860, when the excitement of the gold discoveries was wearing off, five of the states had received from the home government the boon of responsible government, and were in a position to work out the problem of their position without external interference; it was not, however, until 1890 that Western Australia was placed in a similar position.",
		"The same year he seized boon secretly sent by Elizabeth to the lords of the congregation.",
		"The goddess Irnina (a form of Ishtar, q.v.) in revenge kills Eabani, and the balance of the epic is taken up with Gilgamesh's lament for his friend, his wanderings in quest of a remote ancestor, Ut-Napishtim, from whom he hopes to learn how he may escape the fate of Eabani, and his finally learning from his friend of the sad fate in store for all mortals except the favourites of the god, like Ut-Napishtim, to whom immortal life is vouchsafed as a special boon.",
		"This while averaging a lower temperature than (A) is not so subject to change; it retains the snow for sleighing, which is a boon to the farmer.",
		"It wasP certainly not a boon for England that her present sovereign was destined to remain within her borders for the greater part of his remaining years.",
		"Oh no I'm such a air headed bimbo who reads too many Mills & Boon novels.",
		"There are many good faith schools which are a positive boon to the communities they serve - I have three in my constituency.",
		"Some late Mesolithic geometric microliths have also boon found.",
		"He had a passion for building, to which are due numberless kiosques, where nocturnal orgies were carried on by him and his boon companions.",
		"The Kindle's light weight is considered a boon by some, but others find that it feels too flimsy.",
		"It was also at this point that Mani - Gary Mounfield - joined the band on bass, after a tip from Inspiral Carpets' Clint Boon.",
		"This is the more to be regretted by all ornithologists, since he intended to conclude with what to them would have been a very great boon - the showing in what way external characters coincided with those presented by osteology.",
		"Under the new settlement Athens remained a free and sovereign city - a boon which she repaid by zealous Caesar-worship, for the favours bestowed upon her tended to pauperize her citizens and to foster their besetting sin of calculating flattery.",
		"One of his boon companions was Jem, the brother of the sultan Bayezid, detained as a hostage.",
		"In the Roman camp the rabbi was courteously received, and Vespasian (whose future elevation to the imperial dignity Johanan, like Josephus, is said to have foretold) agreed to grant him any boon he desired.",
		"When unemployed in work or study he was not averse to the society of boon companions, gave himself readily to transient amours, and corresponded in a tone of cynical bad taste.",
		"The rapidity with which walls, piles and pontoons - stone, wood and iron - become covered with marine plants is well known, while the discovery of some effective means of preventing the fouling of the bottoms of ships by the growth of algae would be hailed as a boon by shipowners.",
		"Their chosen leader, whom they destined to succeed Nero, was C. Calpurnius Piso, a handsome, wealthy and popular noble, and a boon companion of Nero himself.",
		"This boon was secured to the colony in 1828, and the press soon became a powerful agent, characterized by public spirit and literary ability.",
		"Besides, they said Helen's wonderful deliverance might be a boon to other afflicted children.",
		"His efforts in this capacity failed; but when the city was stormed (70) Titus granted him whatever boon he might ask.",
		"In the Madras presidency and in Mysore irrigation has long assumed a great importance, and the engineering works of the three great deltas of the Godavari, Kistna and Cauvery, the outcome of the genius and indefatigable enthusiasm of Sir Arthur Cotton, have always been quoted as showing what a boon irrigation is to a country.",
		"Elizabeth, daughter of Bouchard le Ve'ne'rable, count of Vendome, he had a daughter, Adela, who married Boon of Nevers and transmitted to her children the countship of Vendome.",
		"He was born in 1877, and, under the care of his mother, a daughter of the ruling house of Persia, was given not only that religious and oriental education which his position as the religious leader of the Ismailiahs made indispensable, but a sound European training, a boon denied to his father and grandfather.",
		"It was proposed to couple the boon with a veto on the appointment of Roman Catholic bishops.",
		"The breaking is done by passing the stalks between grooved or fluted rollers of different pitches; these rollers, of which there may be from 5 to 7 pairs, are sometimes arranged to work alternately forwards and backwards in order to thoroughly break the woody material or \" boon \" of the straw, while the broken \" shoves \" are beaten out by suspending the fibre in a machine fitted with a series of revolving blades, which, striking violently against the flax, shake out the bruised and broken woody cores.",
		"As a theologian and as a patriot, he is confronted with the problem of Israel's collective repudiation of a boon to which their own history, as he read it, clearly pointed.",
		"Being shorter than everyone else would be a boon this night; she waited until the two were out of sight before fading back toward the house.",
		"For as yet he had not snatched the perilous boon of wisdom.",
		"Can this one boon be as bad as my cousin believes?"
	],
	"synonyms": [
		"blessing",
		"present",
		"prayer",
		"patronage",
		"offering",
		"merry",
		"kind",
		"jovial",
		"intimate",
		"grant",
		"good",
		"gay",
		"windfall",
		"prosperous",
		"fun",
		"sportive",
		"salutary",
		"intimate",
		"generous",
		"benign",
		"frolicsome",
		"jolly",
		"gay",
		"convivial",
		"jovial",
		"bountiful",
		"merry",
		"hail-fellow-well-met",
		"mirthful",
		"gleeful"
	],
	"antonyms": [
		"disadvantage"
	]
}