{
	"word": "prosperity",
	"meaning": [
		"Prosperous condition; good fortune, wealth, success, etc."
	],
	"sentences": [
		"Prosperity can happen anywhere.",
		"The prosperity of some does not require that others be poor.",
		"Conversely, in places where prosperity has not risen, lack of these ingredients plays a significant role.",
		"Science would solve everything, prosperity would grow indefinitely, and people would thrive.",
		"It is only a whisper of the wonders we will build and the prosperity we will create.",
		"A period of prosperity now set in.",
		"After his return to Mantua from Rome his prosperity was at its height, until the death of his wife.",
		"Ten years of peace and increasing prosperity followed.",
		"No man ever realized more fully than he how entirely dependent on the advance of scientific knowledge is the continuation of a country's material prosperity, and no single chemist ever exercised a greater or more direct influence upon industrial development.",
		"The laws and regulations concerning vakuf are too intricate to be described; generally it may be said that they form a great obstruction to dealing with a large proportion of the most valuable property in Turkey, and therefore to the prosperity of the country.",
		"Most of the older buildings have made way for factories, so that the town-hall, dating from 1551, is an almost solitary witness to the town's medieval prosperity.",
		"Two great difficulties stood in the way of steering the country to prosperity.",
		"Gela enjoyed its greatest prosperity under Hippocrates (498-491 B.C.), whose dominion extended over a considerable part of the island.",
		"Charles Theodore was a prince of refined and educated tastes and during his long reign his country enjoyed prosperity.",
		"Drainage restored trade before 1634, and the act of 1773 for making Kinderley's Cut was the beginning of prosperity.",
		"Local prosperity was greatly enhanced during the period 18 751905 by the improvement of communications, which enabled the grain, fruit and wine of the Guadiana valley, on the north, and of the upland known as the Tierra de Barros, on the south, to be readily exported by the Merida-Seville railway.",
		"In the r8th century the prosperity of Cremona revived.",
		"In Edinburgh the admirable teaching of Cullen had raised the medical faculty to a height of prosperity of which his successor, James Gregory (1758-1821), was not unworthy.",
		"It derives its prosperity from the fact that it is the most important custom-house in Spain for the overland trade with the rest of Europe.",
		"During the 8th century, when a more settled condition of life became possible, the trade and commerce of London increased in volume and prosperity.",
		"Under ZEthelstan we find the city increasing in importance and general prosperity.",
		"Large numbers of natives sought employment in Natal and at the Rand gold mines, and Zululand enjoyed a period of prosperity hitherto unknown.",
		"He then passed the laws on the press, suppressing the censorship. By reorganization of the finances, the protection of industry and the carrying out of great public works, France regained its economic prosperity, and the ministry became popular.",
		"For the purpose of the assessment every district and town is classified according to its general wealth and prosperity.",
		"Salted fish forms, along with boiled rice, one of the chief articles of food among the Burmese; and as the price of salted fish is gradually rising along with the prosperity and purchasing power of the population, this industry is on a very sound basis.",
		"During the Igth century Liegnitz rapidly increased in population and prosperity.",
		"With this civil strife the importance and prosperity of Louvain declined.",
		"At the very time of Nasir's visit to Cairo, the power of the Egyptian Fatimites was in its zenith; Syria, the Hejaz, Africa, and Sicily obeyed Mostansir's sway, and the utmost order, security and prosperity reigned in Egypt.",
		"In 1815 Elberfeld was assigned by the congress of Vienna, with the grand-duchy of Berg, to Prussia, and its prosperity rapidly developed under the Prussian Zollverein.",
		"The country has since enjoyed considerable prosperity (see Senegal).",
		"In 1172 it became a free imperial city and it attained the zenith of its prosperity under the.",
		"This monarch founded Nicomedia, which soon rose to great prosperity, and during his long reign (278-250 B.C.), as well as those of his successors, Prusias I., Prusias II.",
		"During the struggles of the Mahommedan dynasties for the possession of Syria the country still enjoyed a considerable degree of prosperity.",
		"Its converts nevertheless included many of the Bosnian nobles and the ban Kulin (1180-1204), whose reign was long proverbial for its prosperity, owing to the flourishing state of commerce and agriculture, and the extensive mining operations carried on by the Ragusans.",
		"Justly to estimate the work done by Kallay, it is only necessary to point to the contrast between Bosnia in 1882 and Bosnia in 1903; for in 21 years the anarchy and ruin entailed by four centuries of misrule were transformed into a condition of prosperity unsurpassed in south-eastern Europe.",
		"The treaty had contemplated the evacuation of the occupied provinces after the restoration of order and prosperity; and this had been expressly stipulated in an agreement signed by the AustroHungarian and Ottoman plenipotentiaries at Berlin, as a condition of Turkish assent to the provisions of the treaty.",
		"Next to them in enterprise and prosperity are the Persians.",
		"The period of the greatest prosperity of Bagdad was the period from its foundation until the death of Mamun, the successor of Harun, in 833.",
		"These settlements at the height of their prosperity are estimated to have had 10,000 inhabitants, which, however, is an over-estimate, the number having probably been nearer one-half or one-third of that number.",
		"This decline in its prosperity was checked, and the modern development of the port began, when a railway was built from Callao into the heart of the Andes, and Callao is now an important factor in the development of copper-mining.",
		"The maintenance of peace and order, and the mining development of the interior, have added to the trade and prosperity of the port.",
		"Lysander restored the island to its Dorian possessors, but it never recovered its former prosperity.",
		"During the Thirty Years' War the city received no direct harm; but the ruin of Germany reacted upon its prosperity, and the misery of the lower orders led to an agitation against the Rath.",
		"The wars which ensued, the closing of continental ports against English trade, the occupation of the city after the disastrous battle of Jena, and pestilence within its walls brought about a severe commercial crisis and caused a serious decline in its prosperity.",
		"The prosperity of the town depends chiefly on the vine culture in the neighbourhood, from which, besides the exportation of a large quantity of grapes, about 700,000 gallons of wine are manufactured annually.",
		"The Australian production of 18,000 tons in 1888 was increased to 58,000 tons in 1891, a value maintained until 1893, when a depression set in, only 21,000 tons being produced in 1897; prosperity then returned, and in 1898 the yield was 68,000 tons, and in 1905, 120,000 tons.",
		"The tragedians used her story to point the moral of the instability of human happiness; Niobe became the representative of human nature, liable to pride in prosperity and forgetfulness of the respect and submission due to the gods.",
		"It was stormed by the Romans in 293 B.C., and though it suffered from the wars of the Republican period, it seems to have risen to renewed prosperity under the empire.",
		"With the passing of the Act of Union of Wales and England in 1536 however, the jura regalia of the county palatine of Pembroke were abolished, and the prosperity of the town began to decline.",
		"During the domination of this man (who, like Lorenzo de' Medici, was surnamed \"the Magnificent\") Siena enjoyed many years of splendour and prosperity.",
		"In its lower course, whatever is worthy of record clusters round the historical vicissitudes of Hamburg - its early prominence as a missionary centre (Ansgar) and as a bulwark against Slav and marauding Northman, its commercial prosperity as a leading member of the Hanseatic League, and its sufferings during the Napoleonic wars, especially at the hands of the ruthless Davotit.",
		"Its commercial prosperity in modern times is due to its nearness to Portsmouth.",
		"The greater the commercial and industrial prosperity of a town, the more rapid was the multiplication of craft gilds, which was a natural result of the ever-increasing division of labour.",
		"The mines have been worked for several centuries, but their actual prosperity dates from 1770, when the sinking of the Adalbert shaft began.",
		"Much of the prosperity of the town is due to the residence of a great family of seths or native bankers, who were conspicuously loyal during the Mutiny.",
		"Cedrus Libani, the far-famed Cedar of Lebanon, is a tree which, on account of its beauty, stateliness and strength, has always been a favourite with poets and painters, and which, in the figurative language of prophecy, is frequently employed in the Scriptures as a symbol of power, prosperity and longevity.",
		"Its prosperity notably declined after the establishment of the Lombard rule and under the Franks.",
		"They aided in the vigorous defence of the city of Naples, and twice attacked and pillaged Amalfi, in 1135 and 1137, with such effect that the town never regained its prosperity.",
		"Under the house of Lorraine, or more correctly during the reign of that enlightened reformer the grand duke Peter Leopold (1765-1790), Pisa shared in the general prosperity of Tuscany, and its population constantly increased.",
		"Rich in corn, in herds, and in later times also in oil, and possessing valuable fisheries, mines and quarries, the province of Africa, of which Tunisia was the most important part, attained under the empire a prosperity to which Roman remains in all parts of the country still bear witness.",
		"A large increase in imports, caused by fictitious prosperity and inability to obtain drafts against guano shipments, led to the exportation of coin to meet commercial obligations, and this soon reduced the currency circulation to a paper basis.",
		"Bagenal made it his private residence, and laid the foundations of its prosperity.",
		"It was temporarily occupied by Godfrey, and again by Frederick Barbarossa, but this scarcely affected its prosperity.",
		"Owing to its commercial prosperity it was known as golden Mainz, and its population is believed to have been as great as it is at the present day.",
		"The Erie Canal, completed in 1825, added to Utica's prosperity.",
		"The greatest hindrance to its prosperity was the miscellaneous character of the population, partly Lacedaemonian and partly Athenian, who flocked to it under Pausanias.",
		"Once more, under the Abd-el-Wahid, now known as the Beni-Zeiyan, from 1359 to 1553, Tlemcen enjoyed prosperity.",
		"Some fragmentary walls of large, well-dressed blocks near this latter town indicate the early prosperity of Ambracia.",
		"The former, which was the original nucleus of all the commercial prosperity of the city, begins on the second Wednesday before Easter; and the latter on the second Wednesday before the 8th of September.",
		"Its prosperity rapidly increased after the establishment of free commerce early in the 19th century.",
		"Even during the 300 years of its conspicuous prosperity as the administrative capital of the Tokugawa shoguns, it had no noted factories, doubtless owing to the absence of any suitable potters clay in the immediate vicinity.",
		"In 1832 the adhesion of Baden to the Prussian Zollverein did much for the material prosperity of the country.",
		"Mutual discord first sapped the prosperity of Magna Graecia.",
		"But Corinth's real prosperity dates from the time of the tyranny (657-581), established by a disqualified noble Cypselus.",
		"Under its new name Laus Julii and an Italian constitution it rapidly recovered its commercial prosperity.",
		"Its prosperity, as also its profligacy, is attested by the New Testament, by Strabo and Pausanias.",
		"It has not, however, attained great prosperity.",
		"Owing to the close proximity of powerful opposed religious sects, the modern history of the city is not without its record of riot and bloodshed, as in 1880 and 1886, and in August 1907 serious rioting followed upon a strike of carters; but the prosperity of the city has been happily unaffected.",
		"He not only won for his country a high place in the council of nations, but he doubled its revenues and increased its prosperity and industries, and he also emphasized its character as an Italian state.",
		"Under the Tahirids of Khorasan, the Saffarids of Seistan and the Samanids of Bokhara, it flourished for some centuries in peace and progressive prosperity; but during the succeeding rule of the Ghaznevid kings its metropolitan character was for a time obscured by the celebrity of the neighbouring capital of Ghazni, until finally in the reign of Sultan Sanjar of Mer y about 1157 the city was entirely destroyed by an irruption of the Ghuzz, the predecessors, in race as well as in habitat, of the modern Turkomans.",
		"In Ifli, the central portion, formerly existed the town of Sagilmasa, founded by Miknasa Berbers in 757 B.C. It was on the direct caravan route from the Niger to Tangier, and attained a considerable degree of prosperity.",
		"It became a prosperous industrial town during the 16th century, but this prosperity was destroyed by the Thirty Years' War.",
		"His loyalty to the emperor Frederick, and the expenses incurred in this connexion, aroused some irritation among his subjects, but his rule was a period of prosperity in Saxony.",
		"From that date till about 1558 the town enjoyed great prosperity, and the population reached 50,000.",
		"In 1737 he had been appointed postmaster at Philadelphia, and about the same time he organized the first police force and fire company in the colonies; in 1749, after he had written Proposals Relating to the Education of Youth in Pensilvania, he and twenty-three other citizens of Philadelphia formed themselves into an association for the purpose of establishing an academy, which was opened in 1751, was chartered in 1753, and eventually became the University of Pennsylvania; in 1727 he organized a debating club, the \" Junto,\" in Philadelphia, and later he was one of the founders of the American Philosophical Society (1743; incorporated 1780); he took the lead in the organization of a militia force, and in the paving of the city streets, improved the method of street lighting, and assisted in the founding of a city hospital (1751); in brief, he gave the impulse to nearly every measure or project for the welfare and prosperity of Philadelphia undertaken in his day.",
		"His rule, which lasted till 1770, brought great prosperity to the Dun; but on his death it became a prey to the surrounding tribes, its desolation being completed after its conquest by the Gurkhas in 1803.",
		"But its present prosperity really dates from the opening of railway communication with London in 1840.",
		"He exhibits the great achievements of the latter part of the 15th and the early portion of the r6th centuries; the art and literature, the material prosperity of the towns and the fostering of the spiritual life of the people.",
		"Many hill towns once thriving have long since become abandoned, desolate and comparatively inaccessible; though with the development of the summer resident's interests many will probably eventually regain prosperity.",
		"Navigation, which was formerly the distinctive feature of its business prosperity, has under the pressure of laws and circumstances given place to manufactures, and the development of carrying facilities on the land rather than on the sea.",
		"Hildesheim owes its rise and prosperity to the fact that in 822 it was made the seat of the bishopric which Charlemagne had founded at Elze a few years before.",
		"Coinciding as the carrying out of Vogel's policy did with a rising wool market, it for a time helped to bring great prosperity, an influx of people and much genuine settlement.",
		"But prosperity brought on a feverish land speculation; prices of wool and wheat fell in 187 9 and went on falling.",
		"Sixteen years of depression were followed, from 1895 to 1 9 08, by thirteen years of great prosperity.",
		"No Bosnian city had greater prosperity or importance in the last half of the 18th century.",
		"On the part of the Free State there was obviously a genuine desire to further the best interests of the state, together with the general prosperity of the whole of South Africa.",
		"Under Britishrule Colombo has shared in the prosperity brought to the island by the successive industri e s of coffee and teaplanting.",
		"The old theory was that the general prosperity of the country depends upon the development of its natural resources - a development which can best be achieved by private capital, acting under the natural incentive of financial profits.",
		"His critics assert that he simply interrupted the orderly course of business, inspired panic and dangerously arrested prosperity.",
		"The first was the district in the north-west of Germany, inhabited originally by the Saxons, which became a duchy and attained its greatest size and prosperity under Henry the Lion in the 12th century.",
		"Several of the important ecclesiastical principalities of North Germany were about this time held by members of the Saxon ruling house, and the external influence of the electorate corresponded to its internal prosperity.",
		"The town reached its greatest prosperity towards the beginning of the decline of the caliphate, when it was for a time an independent capital.",
		"The economic situation of Austria shared in this respect in the general development of world affairs, in which also, after a period of prosperity, a reaction set in in 1913.",
		"In the middle of the 15th century Dinant reached the height of its prosperity.",
		"The present prosperity of Dinant is chiefly derived from its being a favourite summer resort for Belgians as well as foreigners.",
		"Lexington succeeded Sibley as the eastern terminus of the Santa Fe trade, and was in turn displaced by Independence; it long owed its prosperity to the freighting trade up the Missouri, and at the opening of the Civil War it was the most important river town between St Louis and St Joseph and commanded the approach by water to Fort Leavenworth.",
		"Rousseau's reputation was now higher than ever, but the term of the comparative prosperity which he had enjoyed for nearly ten years was at hand.",
		"The discovery of coal in the northern counties dealt the final blow to its prosperity.",
		"The Hanseatic and Flemish merchants largely increased its prosperity, but on the withdrawal of the Hanseatic League about 1470 and the break-up of the gild system Boston's prosperity began to wane, and for some centuries it remained almost without trade.",
		"The fairs of Geneva (held 4 times a year) are mentioned as early as 1262, and attained the height of their prosperity about Industry.",
		"Of recent years its prosperity has diminished greatly, so that the watchmaking and jewelry trades in 1902 numbered respectively but 38 and 32 of the 394 establishments in Geneva which were subject to the factory laws.",
		"Turrettini did much to increase the economical prosperity of the city.",
		"The Russian government has benefited by their comparative prosperity, and by the incurable hatred they continue to feel for the classes which were once their oppressors.",
		"It is the industrial and trading quarter of the city, and the seat of the great fair of the \" Contracts,\" the transference of which from Dubno in 1797 largely stimulated the commercial prosperity of Kiev.",
		"In recent years it has been somewhat neglected and presents no features of special interest, but efforts are being made to revive its prosperity.",
		"In most cases they are associated with concert-halls and open-air restaurants, which account for much of their material prosperity, but the natural taste of the people for wild animals, and the increasing scientific and commercial enterprise of the nation have combined to make the collections rich and interesting.",
		"Nearly ruined by the rebellion, the city took many years to recover its prosperity.",
		"Popayan is the seat of a bishopric dating from 1547, whose cathedral was built by the Jesuits; and in the days of its prosperity it possessed a university of considerable reputation.",
		"It was thus not properly an Ionic city, and for this reason, apparently, was not included in the Ionian league, though superior in wealth and prosperity to most of the members except Ephesus and Miletus.",
		"It rose into importance as a fishing harbour towards the end of the 16th century, and its prosperity rapidly increased after the opening of the New Waterway (the Maas ship canal) from Rotterdam to the sea.",
		"The caravans from Kano were also frequently pillaged by the Tuareg, so that the prosperity of the town declined.",
		"Its prosperity during the imperial period was mainly due to the favour in which it stood as a summer resort.",
		"The country was wasted by the fury of this savage conqueror, but recovered something of its former prosperity under Ogdai Khan, his son, whose disposition was humane and benevolent.",
		"The most remarkable representative of this family was Abdullah Khan (1556-1598), who greatly extended the limits of his kingdom by the conquest of Badakshan,, Herat and Meshhed, and increased its prosperity by the public works which he authorized.",
		"His course of lectures was divided into four parts-(1) natural theology; (2) ethics; (3) a treatment of that branch of morality which relates to justice, a subject which he handled historically after the manner of Montesquieu; (4) a study of those political regulations which are founded, not upon the principle of justice, but that of expediency, and which are calculated to increase the riches, the power and the prosperity of a state.",
		"Smith conceived the entire subject he had to treat in his public lectures as divisible into four heads, the first of which was natural theology, the second ethics, the third jurisprudence; whilst in the fourth \"he examined those political regulations which are founded upon expediency, and which are calculated to increase the riches, the power, and the prosperity of a state.\"",
		"The \"red room\" was the meeting-place in a small cafe in Stockholm of a society of needy journalists and artists, whose failure and despair are shown off against the prosperity of a typical bourgeois couple.",
		"But the city itself has a different aspect; its situation is relieved by numerous gentle hills, which show up its fine public buildings to great advantage; its main streets are wide and well kept, and it has an air of prosperity, activity and comfort.",
		"During his twenty years' reign Denmark advanced steadily along the path of greatness and prosperity marked out for her by Valdemar I., consolidating and extending her dominion over the North Baltic coast and adopting a more and more independent attitude towards Germany.",
		"Sir Robert Peel was born at Chamber Hall in the neighbourhood, and his father did much for the prosperity of the town by the establishment of extensive print-works.",
		"A great impulse to the prosperity of the town was given by the introduction of the boot and shoe trade, especially the manufacture of uppers.",
		"The parish of Bothwell contains several flourishing towns and villages, all owing their prosperity to the abundance of coal, iron and oilshale.",
		"It fell com pletely into decay, and it is only of recent years that the jungle has been cleared away, the ruins laid bare, and some measure of prosperity brought back to the surrounding country by the restoration of hundreds of village tanks.",
		"The prosperity of Ahmedabad, says a native proverb, hangs on three threads - silk, gold and cotton; and though its manufactures are on a smaller scale than formerly, they are still moderately flourishing.",
		"The younger, Frederick John (1782-18J9), created Viscount Goderich in 1827 and earl of Ripon in 1833, was the well-known \"Prosperity Robinson.\"",
		"All parts of the Dominion are well adapted for sheep; but various causes, amongst which must be reckoned the prosperity of other branches of agriculture, including wheat-growing and dairying, have in several of the provinces contributed to prevent that attention to this branch which its importance deserves, though there are large areas of rolling, rugged yet nutritious pastures well suited to sheep-farming.",
		"Under the protective policy thus repeatedly confirmed, Canada gradually became more independent of the American market than in earlier times, and enjoyed great commercial prosperity.",
		"The opening years of the 20th century were marked by a prolonged period of great prosperity.",
		"Most of the legislation during Oscar I.'s reign aimed at improving the economic position of Sweden, and the riksdag, in its address to him in 1857, rightly declared that he had promoted the material prosperity of the kingdom more than any of his predecessors.",
		"The neighbourhood of the fertile Lelantian or Lelantine plain, and their proximity to the place of passage to the mainland, were evidently the causes of the choice of site, as well as of their prosperity.",
		"The inhabitants are chiefly engaged in commerce and fishing; but the frequent losses from inundations have greatly retarded the prosperity of the town.",
		"A marked revival of business and a period of general prosperity ensued.",
		"As the result of the prosperity of this and other mines in the neighbourhood the population in 1860 was double that of 1830, six times that of 1770 and fifteen times that of 1660.",
		"It owes its development to the steam-engine and the factory system, and in recent years has shared in the increase of trade owing to the construction of the Manchester Ship Canal, which has added greatly to its prosperity.",
		"Illicit trade with Jamaica was the basis of local prosperity in the 18th century.",
		"It is true that we find none of those deep plans for the internal prosperity of France which shine through Richelieu's policy.",
		"The town reached its highest degree of prosperity under Charles IV., who bestowed upon it large tracts of forest, agricultural land and vineyards.",
		"The first German immigrants to settle near Porto Alegre arrived in 1825, and much of its prosperity and commercial standing is due to the German element.",
		"Under the Palaeologi (1260-1453) they recovered their prosperity, and were enriched by gifts from various sources.",
		"It was brought into prosperity by Richard Boyle, first earl of Cork, and was granted a charter in 1613; but was partly demolished on the occasion of a fight between the English and Irish in 1641.",
		"The prosperity of the town depends on the important works in its vicinity, including powder works, paper mills, and engineering, iron, chemical and cement works.",
		"Within two decades (1880-1900) the capital almost at a single bound advanced into the front rank of German commercial and industrial towns; but while gaining in prosperity it has lost much of its medieval aspect.",
		"The British commissioners, who were practically autocrats in spite of the retention of the native senate and assembly, introduced a strict method of government which brought about a decided improvement in the material prosperity of the island, but by its very strictness displeased the natives.",
		"This probably was the age when the prosperity and Romanization of the province reached its height.",
		"All of these reached a considerable measure of prosperity.",
		"His work was also constructive, for he broadened the basis of material prosperity and social progress by creating the Congested Districts Board in 1890.",
		"The latter's prosperity is still attested by its archaeological remains (notably the \"Treasury of Minyas\") and the traces of artificial conduits by which its engineers supplemented the natural outlets.",
		"After the battle of Chaeroneia, in which the Boeotian heavy infantry once again distinguished itself, the land never rose again to prosperity.",
		"Save for a short period of prosperity under the Frankish rulers of Athens (1205-1310), who repaired the katavothra and fostered agriculture, Boeotia long continued in a state of decay, aggravated by occasional barbarian incursions.",
		"Here also must be mentioned the Swedish Vardtrad or \" guardian tree,\" which down to our own time is supposed to grant protection and prosperity to the household to which it belongs.",
		"It contains several interesting architectural remains of the days of its former prosperity, many of its quaintly gabled old houses dating from the 16th century.",
		"This prosperity, however, was checked by a growing tendency among the Silesian dynasties to make partitions of their territories at each new succession.",
		"The earliest of these Bohemian overlords, King John and the emperor Charles IV., fully justified their intrusion by the vigorous way in which they restored order and regularized the administration; in particular, the cities at this time attained a high degree of material prosperity and political importance.",
		"The new road cut through the Juniata region in the march of the army of Brigadier-General John Forbes, against Fort Duquesne in 1758, was a result of the influence of Pennsylvania, for it was considered even then a matter of great importance to the future prosperity of the province that its seaport, Philadelphia, be connected with navigation on the Ohio by the easiest line of communication that could be had wholly within its limits.",
		"There are long streets and terraces of fine houses belonging to the merchants and manufacturers of the city which amply testify to its prosperity, and recall the 16th century distich that Antwerp was noted for its moneyed men (\"Antwerpia nummis\").",
		"In 1560, a year which marked the highest point of its prosperity, six nations, viz.",
		"In 1585 a severe blow was struck at the prosperity of Antwerp when Parma captured it after a long siege and sent all its Protestant citizens into exile.",
		"The prosperity of Ghuzzeh has partially revived through the growing trade in barley, of which the average annual export to Great Britain for 1897-1899 was over 30,000 tons.",
		"Phoenicia now became part of the fifth satrapy of the Persian Empire, and entered upon a spell of comparative peace and growing prosperity.",
		"This prosperity finally concentrated itself upon the Y (that is, upon Amsterdam) and the series of industrial villages situated on its offshoot the Zaam, of which Zaandam and Wormerveer are the most important.",
		"The town was burned in 1810 by the Russians; but after 1820 it began to revive, and the introduction of steam traffic on the lower Danube (1835) restored its prosperity.",
		"This prosperity has been in part due to the great development of means of communication around the city and in the four Catalan provinces.",
		"The town owes its prosperity to its beautiful situation in a fine valley surrounded by mountains, and possesses a tepid mineral spring, considered efficacious in cases of general debility and for scorbutic and consumptive complaints.",
		"A show of fairness was indeed necessary to the prosperity of the Magazine.",
		"The reign of Mandi was a time of great prosperity.",
		"He pursued an energetic commercial and colonial policy (see Corinth), and thus laid the foundations of Corinthian prosperity.",
		"During the wars of the 16th and 17th centuries it played too conspicuous a part for its own prosperity.",
		"Taxes, as instruments for advancing the prosperity of a country, are things unknown to the study of \"taxation\" in the proper sense of the word.",
		"After holding the office of dean at Oriel for some years, he succeeded to the provostship in 1814, and owing largely to his influence the college reached a remarkable degree of prosperity during the first quarter of the 19th century.",
		"But since the advent of British administration the history of Bengal has substantially been a record of prosperity; the teeming population of its river valleys is one of the densest in the world, and the purely agricultural districts of Saran and Muzaffarpur in the Patna division support over 900 persons to the square mile, a number hardly surpassed elsewhere except in urban areas.",
		"Serious popular agitation followed this step, on the ground (inter alia) that the Bengali population, the centre of whose interests and prosperity was Calcutta, would now be divided under two governments, instead of being concentrated and numerically dominant under the one; while the bulk would be in the new division.",
		"Having brought the Union Pacific out of bankruptcy into prosperity, and made it an efficient instead of a decaying line, he utilized his position to draw other lines within his control, notably the Southern Pacific in 1901.",
		"In 1866-1867 the tide of prosperity was interrupted by a financial crisis, due to the fall in the price of cotton on the termination of the American war.",
		"The woollen industries of Devizes have lost their prosperity; but there is a large grain trade, with engineering works, breweries, and manufactures of silk, snuff, tobacco and agricultural implements.",
		"Its prosperity dates from the imperial period, when Capreae was a favourite residence of Augustus and Tiberius.",
		"The over-dependence placed on one product caused waves of depression to alternate with waves of prosperity, and the depression following the fall in the price of vanilla was aggravated by periods of drought, \"agricultural sloth and careless extravagance.\"",
		"On his death, however, the brief period of comparative prosperity which his architectural works attest was tragically interrupted, and it seemed for a time that Walachia was doomed to Turkish sink into a Turkish pashalic. The Turkish commander, Mahmud Bey, became treacherously possessed of Neagoe's young son and successor, and, sending him a prisoner to Stambul, proceeded to nominate Turkish governors in the towns and villages of Walachia.",
		"But at the moment of his returning prosperity Basta, who had quarrelled with him about the supreme command of the imperial forces, procured his murder on the 19th of August 1601.",
		"The reign of the voivode Matthias Bassaraba (1633-54) was an interval of comparative prosperity.",
		"The prosperity of Walachia, however, under its \" Golden Bey,\" as Brancovan was known at Stambul, only increased the Turkish exactions; and, although all demands were punctually met, the sultan finally resolved on the removal of his too prosperous vassal.",
		"In 1885 it was connected by a branch line (Kraguyevats-Lapovo) with the principal railway (Belgrade-Nish), and thenceforward the' prosperity of the town steadily increased.",
		"Occasional riots, such as in 1897, when the Bohemians were exasperated by the action of the Vienna government which restricted the use of the national language in the law courts; and in 1905, when the people demanded an extension of the suffrage, have not interfered with the increasing prosperity of the city, and their importance has been greatly exaggerated.",
		"The district was devastated by Jenghiz Khan, and has never since fully recovered its prosperity.",
		"The lower valleys, plateaus and mountain slopes of this range are celebrated for their coffee, which, with better means of transportation, would be a greater source of prosperity for the republic than the gold-mines of Antioquia.",
		"The dock accommodation has since been considerably extended, and the town enjoys great prosperity.",
		"The steady growth of the population is evidence of increased prosperity.",
		"Bruges was at the height of its prosperity in the 14th century, when it was the northern counterpart of Venice and its Bourse regulated the rate of exchange in Europe.",
		"Under the Romans, it was a flourishing town, covering double its present extent and renowned for its schools of rhetoric. In the succeeding centuries its prosperity drew upon it the attacks of the barbarians, the Saracens and the Normans.",
		"We belong both of us to a home-loving stock, and the peace and prosperity of every home in the land is at stake.",
		"From 1671 to 1685 is the time of the greatest daring, prosperity and power of the buccaneers.",
		"For while the buccaneer forces included English, French and Dutch sailors, and were complemented occasionally by bands of native Indians, there are few instances during the time of their prosperity and growth of their falling upon one another, and treating their fellows with the savagery which they exulted in displaying against the subjects of Spain.",
		"Built and rebuilt again and again, Nakhichevan is full of half-obliterated evidences of former prosperity.",
		"As a member of the Delian League it had regained its prosperity, being able to equip a fleet of 50 or 60 sail.",
		"Under the Ottoman government the prosperity of Chios was hardly affected.",
		"The island has now recovered its prosperity.",
		"The construction of a carriage road to Tripoli led to a partial revival of prosperity and to an export of cereals and fruit, and this growth has, in turn, been accentuated by the railway, which now connects it with Aleppo and the Damascus-Beirut line.",
		"The town owes its prosperity chiefly to its linen trade, introduced in 1733, which gives employment to the greater part of the inhabitants.",
		"Natural gas, oil, zinc and lead have been discovered in south-east Kansas and have given that section an extraordinary growth and prosperity.",
		"It was but natural, therefore, that he should invite his continental relatives and the friends of his youth to share in his late-coming prosperity.",
		"Despite of the frequent and heavy demands for money for the kings service, wealth seems to have been increasing, and prosperity to have been widespread.",
		"Indeed for some time his persistent prosperity provoked the indignant surprise of those who believed him to be under a curse.",
		"As was to be seen again during the first period of the reign of Charles I., political irritation is not incompatible either with increasing material prosperity or with great intellectual development.",
		"Llewelyn-ap-Gruffydd, the old ally of de Montfort, had come with profit out of the civil wars of 126366, and having won much land and more influence during the evil days of Henry III., was reluctant to see that his time of prosperity had come to an end, now that a king of a very different character sat on the English throne.",
		"Despite the chequered fortunes of his later years the reign of Edward had been a time of progress and prosperity for England.",
		"Even more menacing to the kings prosperity was the news that another squadron had appeared off the coast of Wales, and landed stores and succours for Glendower, who had now conquered the whole principality save a few isolated fortresses.",
		"Prosperity seems to have revived early during the rule of York; Warwick had cleared the seas of pirates, and both he and King Edward were great patrons of commerce, though the earls policy was to encourage trade with France, while his master wished to knit up the old alliance with Flanders by adhering Corn- to the cause of Charles of Burgundy.",
		"As regards domestic agriculture, it has been often stated that the I5th century was the golden age of the English peasant, and State of that his prosperity was little affected either by the the rvral unhappy French wars of Henry VI.",
		"One of the best tests of the prosperity of England under the Yorkist rule seems to be the immense amount of building that was on hand.",
		"Material prosperity does not imply spiritual development, and it must be confessed that from the intellectual and moral point of view 15th-century England presents an un- Religious pleasing picture.",
		"All that can be said in favor of the Yorkists is that they restored a certain measure of national prosperity, and that their leaders had one redeeming virtue in their addiction to literature.",
		"Henry was in the same position; by strict economy, by the use of foreign subsidies, by the automatic growth of his revenues during a time of peace and returning prosperity, by confiscation and forfeitures, he built himself up a financial position which rendered it unnecessary for him to make frequent appeals to parliament.",
		"While Elizabeth nursed prosperity in peace, her subjects sapped the strength of Englands rivals by attacks which were none the less damaging because they escaped the name of war.",
		"The increase of wealth and prosperity caused by these changes went far to produce a large class of the population entirely outlide the associations of the landowning class, but with sufficient Still more excellent was his plan of legislation for Ireland.",
		"The good understanding was so complete that a disagreeable incident in the Sandwich Islands, in which the injudicious conduct of a French agent very nearly precipitated hostilities, was amicably settled; and the ministry had the satisfaction of knowing that, if their policy had produced prosperity at home, it had also maintained peace abroad.",
		"But the country, being in enjoyment of considerable prosperity, paid only a languid attention to the scheme; its indifference was reflected in the House; the Conservatives were encouraged in their opposition by the lack of interest which the new bill excited, and the almost unconcealed dislike of the prime minister to its provisions.",
		"A period of exception.al prosperity, which largely increased the revenue, enabled a chancellor of the exchequer to boast that the country had drunk itself out of the Alabama difficulty.",
		"During that period it experienced the alternate prosperity and decline which nearly forty years before had been the lot of the Whigs after the passage of the first Reform Act.",
		"The introduction of good government increased the prosperity of the people, and restored confidence in Egyptian finance.",
		"All classes shared the prevalent prosperity.",
		"The great Australian colonies were almost created in her reign; two of themVictoria and Queenslandowe their name to her; they all received those autonomous institutions, under which their prosperity has been built up, during its continuance.",
		"The cities of Path and Manaos have excellent tramways, many fine public buildings and private residences, gardens and public squares, all of which give evidence of artistic taste and great prosperity.",
		"The succeeding centuries of Turkish rule, combined with an Albanian immigration, raised the prosperity of the land, but in the Wars of Independence the strategic importance of Arcadia once more made it a centre of conflict.",
		"He published numerous essays, chiefly in relation to the contest between Great Britain and revolutionary France, as it might affect the liberty and prosperity of America.",
		"After a century of decay, it was anew brought into importance by the establishment of its university; and a marked increase in its industrial and commercial prosperity has again taken place in recent years.",
		"The history of Dunfermline goes back to a remote period, for the early Celtic monks known as Culdees had an establishment here; but its fame and prosperity date from the marriage of Malcolm Canmore and his queen Margaret, which was solemnized in the town in 1070.",
		"That his grandson exaggerated his prosperity is highly probable; but that he became a man of wealth and consideration is certain.",
		"These two books, the Vindication, published in 1835, and his speeches up to this time and a little beyond, are quite enough to show what Disraeli's Tory democracy meant, how truly national was its aim, and how exclusive of partisanship for the \"landed interest\"; though he did believe the stability and prosperity of the agricultural class a national interest of the first order, not on economic grounds alone or even chiefly.",
		"An enormous increase of business, consequent upon the use of steam machinery and free-trade openings to commerce, filled the land with prosperity, and discredited all statesmanship but that which steered by the star over Manchester.",
		"Mr Gladstone's budgets, made possible by this prosperity, were so many triumphs for Liberalism.",
		"At but one remove by birth from southern Europe and the East, he was an Englishman in nothing but his devotion to England and his solicitude for her honour and prosperity.",
		"For some time after their discovery the town enjoyed a wonderful degree of prosperity.",
		"The sparsely populated country afforded a welcome to the fugitive Waldenses, who did something to restore it to prosperity, but this benefit was partly neutralized by the extravagance of the duke, anxious to provide for the expensive tastes of his mistress, Christiana Wilhelmina von Gravenitz.",
		"Since that time the prosperity of the province has greatly increased.",
		"At the end of the 16th century its prosperity received considerable impulse from the accession of the Walloons and Netherlanders.",
		"When the undoubted prosperity of his dominions is quoted as an example of successful Mahommedan rule, it is well to remember that he administered well not by means of but in spite of Mahommedans.",
		"By the Romans, under whom it attained a high state of prosperity, it was named Rusicada.",
		"In 1762 it was granted the same privileges as St Petersburg, and since then it has gradually recovered its former prosperity.",
		"It first became a flourishing place under the Normans and during the crusades, but attained the acme of its prosperity as a seat of trade with the East under the Angevin princes.",
		"In the new prosperity of the land the union of Yahweh and his people shall be sealed anew, and so the Lord will proceed to pour down further and higher blessings.",
		"It occupies a leading position among the industrial and commercial towns of the empire, and of, recent years has made rapid progress in prosperity.",
		"But its linen manufactures, begun early in the 18th century, gradually restored prosperity; and when other industries had taken root its fortunes advanced by leaps and bounds, and there is now no more flourishing community in Scotland.",
		"The Amfreville works existed some eight or ten years, but achieved no permanent prosperity.",
		"For now the corporation was styled \" The Propagation of the Gospel in New England and the parts adjacent in America,\" and its object was defined to be \" not only to seek the outward welfare and prosperity of those colonies, but more especially to endeavour the good and salvation of their immortal souls, and the publishing the most glorious gospel of Christ among them.\"",
		"The Society for the Propagation of the Gospel (1864), the Norwegian Missionary Society (1866), and the Friends' Foreign Missionary Association joined in the work, the prosperity of which received a severe check by the French annexation in 1896.",
		"After the battle of Legnano, in 1174, although the Lombard cities failed to reap the fruit of their united action, and fell to mutual jealousy once more, Milan internally began to grow in material prosperity.",
		"Its prosperity is mainly due to its hot springs and mild climate, which have rendered it a favourite winter as well as summer resort.",
		"It was founded in 1754, and its colonial history shows considerable prosperity, its population at that time numbering 9000 to io,000.",
		"This, taken in conjunction with the advance in trade and shipping, the diminution in emigration, and the prosperity of the savings banks, points to a favourable state in the condition of the people.",
		"At this moment the republic of the United Netherlands touched, perhaps, the topmost point of its prosperity and greatness.",
		"If the United Provinces suffered in prosperity through their close relations with and subordination to Great Britain during a long series of years, it was due not to the policy of William, but to the fact that the territory of the republic was small, open to attack by great military powers, and devoid of natural resources.",
		"William IV., though not a man of great ability, was sincerely anxious to do his utmost for securing the maintenance of peace, and the development of the resources and commercial prosperity of the country, and his powerful dynastic connexions (he had married Anne, eldest daughter of George II.) gave him weight in the councils of Europe.",
		"We notice, however, that the continual warfare in which the Roman state was engaged led to the decadence of the free population of Latium, and that the extension of the empire of Rome was fatal to the prosperity of the territory which immediately surrounded the city.'",
		"His example was followed by others, so that the church property in the Campagna soon became considerable; and, owing to the immunities and privileges which it enjoyed, a certain revival of prosperity ensued.",
		"Prempeh defeated his enemies, and for a time peace and prosperity returned to Ashanti.",
		"The prosperity of Copenhagen was checked by an attack by the people of Lubeck in 1248, and by another on the part of Prince Jaromir of Riigen in 1259.",
		"A man of placid and even phlegmatic temperament, he lived moderately in all things, and sought worldly prosperity only so far as was necessary to give him leisure for his literary work.",
		"The romantic old town, with its winding streets and lanes, flanked by massive gabled houses, dates from the medieval days of Hanseatic prosperity.",
		"Other minerals are iron, manganese, lead and zinc. The iron mines produce much less than formerly, and the want of iron is a grave defect in Belgian prosperity, as about 5,000,eoo sterling worth of iron has to be imported annually, chiefly from French Lorraine.",
		"Philip had in the southern o f Netherlands attained his object, and Belgium was henceforth Catholic and Spanish, but at the expense of its progress and prosperity.",
		"Belgium was undisturbed by the Seven Years' War (1756-1763), and during the long peace which followed enjoyed considerable prosperity.",
		"The tide of prosperity was flowing northward and such monumental energy as remained was expended more widely.",
		"It is difficult, indeed, to blame the burghers for resisting the dubious reforming efforts of Hermann of Wied, archbishop from 1515 to 1546, inspired mainly by secular ambitions; but the expulsion of the Jews in 1414, and still more the exclusion, under Jesuit influence, of Protestants from the right to acquire citizenship, and from the magistracy, dealt severe blows at the prosperity of the place.",
		"Its prosperity now rapidly increased; when railways were introduced it became the meeting-place of several lines, and in 1881 its growth necessitated the pushing outward of the circle of fortifications.",
		"The prosperity of Pompeii was due partly to its commerce, as the port of the neighbouring towns, partly to the fertility of its territory, which produced strong wine, olive oil (a comparatively small quantity), and vegetables; fish sauces were made here.",
		"Increased prosperity, a still greater increase in population and the social and economic disturbances incidental to the conversion of an agricultural into a manufacturing community, led to the practical abandonment of the principle of universal service.",
		"During this reign the towns entered upon an age of prosperity, and the Rhine and the Weser became great avenues of trade.",
		"In the free imperial cities there was more manliness of tone than elsewhere, but there was little of the generous rivalry Tb among the different classes which had once raised them cHis to a high level of prosperity.",
		"Its growth coincided with the introduction of railways, and enabled the nation to derive from them the full benefit; so that, in spite of the confusion of political powers, material prosperity increased, together with the consciousness of national unity and a tendency to look to Berlin rather than to Vienna as the centre of this unity.",
		"Equal in importance to the legal was the commercial reform, for this was the condition for building up the material prosperity of the country.",
		"They did so reluctantly, because they would thereby condemn themselves to assume that attitude of purely negative criticism which, during the great days of their prosperity, they had looked down upon with contempt, and were putting themselves under the leadership of Eugen Richter, whom they had long opposed.",
		"They have had no reason to regret the change, for no part of the country profited so much by the great prosperity of the following years, notwithstanding the temporary check caused by the serious outbreak of cholera at Hamburg in 1892.",
		"On these the prosperity of the province largely depends.",
		"The capture of that island had caused an immigration of Spanish refugees to Santiago that greatly increased its importance; and the illicit trade to the same island - mainly in hides and cattle - that flourished from this time onward was a main prop of prosperity.",
		"Only during the Napoleonic wars did the republic regain its prosperity.",
		"On this foreign trade and these rich periods of privateering the prosperity of the place up to the middle of the 19th century was built.",
		"The Reciprocity Treaty with the United States, in operation from 1854 to 1866, and the high prices for farm produce due to the American Civil War, brought about an almost hectic prosperity.",
		"The town is, however, an important wine-market, and the vineyards of the vicinity are the chief source of its prosperity, which is enhanced by its port on the Canal du Midi.",
		"The prosperity of Drammen depends mainly on the timber trade; and saw-milling is an active industry, the logs being floated down the river from the upland forests.",
		"He certainly consolidated Venice's dominion in the East and increased its commercial prosperity to a very high degree.",
		"The chief reason for this prosperity was the growth of trade along the Danube, which stimulated the foundation, or the growth, of towns, and brought considerable riches to the ruler.",
		"The acme of the early prosperity of Austria was reached reigned from 1194 to 1230.",
		"When this was done Benjamin de Kallay was appointed minister, and under his judicious government order and prosperity were established in the provinces.",
		"The inevitable crisis began in 1872; it was postponed for a short time, and there was some hope that the Exhibition, fixed for 1873, would bring fresh prosperity; the hope was not, however, fulfilled, and the final crash, which occurred in May, brought with it the collapse of hundreds of undertakings.",
		"The Czechs refrained from obstruction, for they did not wish to forfeit the alliance with the Poles and Conservatives, on which their parliamentary strength depended, and the Germans used the opportunity to pass measures for promoting the material prosperity of the country, especially for an important system of canals which would bring additional prosperity to the coal-fields and manufactures of Bohemia.",
		"The 7th century B.C. and the early part of the 6th were a time in which the Greek cities of Sicily had their full share in the general prosperity of the Greek colonies everywhere.",
		"This time of prosperity was also a time of intellectual progress.",
		"About fifty years of great prosperity followed.",
		"During this time of prosperity there was no dread of Carthaginian inroads.",
		"In the 16th century the town enjoyed a period of great commercial prosperity, and its population rose to 40,000.",
		"There is a bronze statue to John Fielden (1784-1849), to whose energy in developing the cotton manufacture the town owes much of its prosperity.",
		"After a brief period of prosperity, the Arabi rising, the riots at Alexandria, and the events generally which led to the British occupation of Egypt in 1882, followed by the losses incurred in the Sudan in the effort to prevent it falling into the hands of the Mahdi, brought Egypt once more to the verge of financial disaster.",
		"The system devised might have been justifiable as a check on a retrograde government, but was wholly inapplicable to a reforming government and a serious obstacle to the attainment of national prosperity.",
		"From this moment the corner was turned, and the era of financial prosperity commenced.",
		"The fact that during the period under review Egypt suffered very severely from the general fall in the price of commodities makes the prosperity of the country the more remarkable.",
		"These figures do not, however, indicate fully the prosperity of the country, for although the nominal amount of the capital was practically identical in 1883 and 1905, in the latter year the Egyptian government or the Caisse held stock (bought with surplus revenue) to the value of 8,770,000.",
		"This is a marked indication of the increasing prosperity of the fellahin.",
		"The era of peace thus inaugurated brought with it a rapid progress in all branches of civilization; and there soon emerged not only a national art and a condition of material prosperity shared by the entire land in common, but also a state religion, which gathered up the ancient tribal cults and floating cosmical conceptions, and combining them as best it could, imposed them on the people as a whole.",
		"Countless were the riches that the kings heaped upon the gods in the hope of being requited with long life and prosperity on the throne of the living.",
		"In proportion as the prosperity of the land increased, and the advance of civilization afforded the technical means, so did these primitive burials give place to a more lavish funereal equipment.",
		"The prosperity of the church was the sign of its decay, and before long we find persecution and injustice disgracing the seat of Athanasius.",
		"This comparatively small financial operation brought about the long-delayed crisis and paved the way for the future prosperity of Egypt, for it induced the British government to inquire more carefully into the financial condition of the country.",
		"Passing in review all the departments of the administration, he laid down the general lines on which the country was to be restored to order and prosperity, and endowed, if possible, with the elements of self-government for future use.",
		"By mitigating the hardships of the corve, and improving the irrigation system, on which the prosperity of the country mainly depends, he had conferred enormous benefits on the fellahin, and had laid the foundation of permanent budgetary equilibrium for the future.",
		"During these three years the work of reform and the prosperity of the country made great progress.",
		"The growing prosperity of Egypt in the opening years of the 20th century was very marked, and is reflected in the annual reports on the country supplied to the British foreign Egypts office by Lord Cromer.",
		"Thus, in 1901 he was able to growing prosperity, declare that the foundations on which the well-being and material prosperity of a civilized community should rest have been laid.",
		"The Egyptian government was henceforth free to take full advantage of the financial prosperity of the country.",
		"He left the country in a state of unexampled material prosperity, free from the majority of the international fetters with which it was bound when he took up his task in 1883, and with the legitimate expectation that the work he had done would endure.",
		"Reactionary as the measure was it enabled the agricultural interest, on which the prosperity of Denmark mainly depended, to tide over one of the most dangerous crises in its history; but certainly the position of the Danish peasantry was never worse than during the reign of the religious and benevolent Christian VI.",
		"The city suffered severely in 1874 from a fire started by a fire-cracker on the 4th of July and from a flood caused by a great rain-storm on the 26th of the same month, but these calamities were followed by years of great prosperity and rapid growth.",
		"It owes its modern prosperity to the nearness of the valuable Puertollano coal-field, 3 m.",
		"Marazion was once a flourishing town, and owed its prosperity to the throng of pilgrims who came to visit St Michael's Mount.",
		"On the whole, however, the town has steadily grown in population and commercial prosperity from the granting of its first charter.",
		"Magdeburg, which was in existence as a small trading settlement at the beginning of the 9th century, owes its early prosperity chiefly to the emperor Otto the Great, who established a convent here about 937.",
		"In 1840 this had grown to 241,000 tons, in 1845 to 475, 000 tons and in 1865 to 1,164,000 tons, almost the height of its prosperity, for in 1905 the product of 101 blast furnaces only amounted to 1,375,125 tons, and in the interval there were years when the output was below one million tons.",
		"Poor, distracted, threatened on occasion by the Celts on her flank and rear, anglicized Scotland preferred her poverty with independence, to the prosperity and peace which England would have given, if unresisted, but never could impose by war.",
		"But the promise of peace and prosperity in exchange for absolute independence was rejected with all the old resolution; and the freedom which a Bruce desired to sell was retained by the first of the Stewart line, Robert II.; for Mr Froude erred in alleging that James I.",
		"The day of his burial was a day of national mourning, and rightly so, for Baross had dedicated his whole time and genius to the promotion of his country's prosperity.",
		"Its prosperity has been greatly enhanced by the rapid development of the Federated Malay States on the mainland.",
		"To judge from the monuments, it appears to have recovered some of its old prosperity; but the art of this later period has to a great extent lost the strongly marked individuality of its earlier bloom.",
		"Casimir the Great and other Polish princes endowed it with privileges similar to those of Cracow, and it attained a high degree of prosperity.",
		"For some generations the rulers have been men of education and character, and the state is conspicuous for good administration and prosperity.",
		"The succeeding period seems to have been one of considerable prosperity, though Pest was completely eclipsed by the sister town of Buda with its fortress and palace.",
		"The policy of the British government was not favourable to the economic development of the newly-acquired country, since it was feared that its prosperity might react against the trade and industry of Great Britain.",
		"By the end of the century, however, its prosperity had sunk owing to the perpetual feud with Mainz, the internecine war in Saxony, and the consequent dwindling of trade.",
		"Henceforward the bulk of the trade was in British hands, but piracy was rife, the slave trade flourished, and the coast towns and islands of the Persian Gulf had fallen from their ancient prosperity to a lower level than they had experienced for some centuries.",
		"To restore this prosperity had for about a century before 1921 been the secular mission of Great Britain in these lands, the British resident in the Persian Gulf, acting as the representative of the Government of India, being the umpire to whom by long custom all parties on both coasts appealed and who had by treaties been entrusted with the duty of preserving peace.",
		"He did much to improve the condition of the country, to foster trade, to promote the prosperity of the towns, and to maintain order and security in his lands by wise laws and firm administration.",
		"The rise of the towns in Gelderland began in the 13th century, river commerce and markets being the chief cause of their prosperity, but they never attained to the importance of the larger cities in Holland and Utrecht, much less to that of the great Flemish municipalities.",
		"Since their annexation to Greece the history of the Ionian islands has been uneventful; owing to various causes their prosperity has somewhat declined.",
		"For them Israel is the centre of the world, the point around which all other things revolve - every other people derives its claim to consideration from its relation to Israel - the only subject deserving attention is the extent of the Jewish nation's obedience or disobedience to its divinely given law, on which depends its prosperity or its adversity.",
		"The railway from Pegu to Martaban, recently opened, passes through this district and is calculated to increase its prosperity and population.",
		"Apart from unimportant manufactures of pottery, chocolate, &c., fishing is the only industry; Biarritz depends for its prosperity on the visitors who are attracted by its mild climate and the bathing.",
		"Considering the character of Joseph as it was revealed by prosperity, one is tempted to find other explanations of his conduct than avarice.",
		"In spite of the treacherous murder of Jonathan by the Syrian general, the prosperity of the Jews was more than maintained by Simon.",
		"After the end of the Spanish War of Succession (1713) came a period of comparative prosperity in slave-trading and general commerce.",
		"The Roman conquest of Achaea enhanced the prosperity of Argos by removing the trade competition of Corinth.",
		"At the Domesday Survey much of the land was still uncultivated, but its prosperity increased, and in 126 9 each of the twelve prebends of the collegiate church had a house and farmland within the parish.",
		"But the prestige and prosperity of the town were beginning to decline.",
		"He watched the roads, built new ones, opened markets, protected the only bankers of the country, the Jews, and reorganized the administration so as to draw the utmost revenue possible from the prosperity thus secured.",
		"The prosperity of agriculture therefore is of overwhelming importance to the people of India, and all other industries are only subsidiary to this main occupation.",
		"From 1840 to 1860 the enterprise made slow progress; but since the latter date it has spread with great rapidity along the whole line of the Western Ghats, clearing away the primeval forest, and opening a new era of prosperity to the labouring classes.",
		"In 1670 Gerald Aungier fortified the island, and so became the true founder of its prosperity.",
		"It was acquired before 1644 by relatives of the earl of Lonsdale, who secured the prosperity of the town by working the coal-mines.",
		"The revocation of the edict of Nantes struck a severe blow at the cloth and iron industries, which had previously been a source of prosperity to the town.",
		"There are sugar factories, where rum is also distilled and a few other manufactures, but the prosperity of the province depends on the \"jungle\" products obtained through the natives and from the plantations owned by Portuguese and worked by indentured labour, the labourers being generally \"recruited\" from the far interior.",
		"Of the prosperity of the country the Portuguese have left the most glowing and indeed incredible accounts.",
		"Whilst the economic development of the country was not entirely neglected and many useful food products were introduced, the prosperity of the province was very largely dependent on the slave trade with Brazil, which was not legally abolished until 1830 and in fact continued for many years subsequently.",
		"The soil is suitable for the cultivation of almost all kinds of tropical produce, and it is to be regretted that the prosperity of the colony depends almost entirely on one article of production, for the consequences are serious when there is a failure, more or less, of the sugar crop. Guano is extensively imported as a manure, and by its use the natural fertility of the soil has been increased to a wonderful extent.",
		"Under Micipsa (2nd century B.C.) it reached the height of its prosperity, and was able to furnish an army of io,000 cavalry and 20,000 infantry.",
		"During the 12th century it was still a place of considerable prosperity; and its commerce was extensive enough to attract the merchants of Pisa, Genoa and Venice.",
		"Numerous handsome medieval buildings testify to its former prosperity as a prominent member of the Hanseatic league, and its many quaint houses with high gables and overhanging eaves have gained for it the appellation \"the Nuremberg of the North.\"",
		"Hence the ancient saying which, grouping with these the commercial facilities afforded by the bridge over the Ilmenau, ascribes the prosperity of Luneburg to its mons, fens, pons.",
		"It reached the height of its prosperity in the 15th century, and in the 17th century it was the depot for much of the merchandise exported from Saxony and Bavaria to the mouth of the Elbe; then after a period of decay the 19th century witnessed a revival of its prosperity.",
		"During the Wars of Religion, Caen embraced the reform; in the succeeding century its prosperity was shattered by the revocation of the edict of Nantes (1685).",
		"The French occupation in 1795 and the resulting restriction of trade weighed for a while heavily upon the new industry; but with the termination of the war and the re-establishment of Prussian rule the old prosperity returned.",
		"The accession of this prince appeared likely to restore to the empire the order necessary for its prosperity.",
		"After 287 (900) they were independent princes, and under their dominion these districts attained to high prosperity.",
		"They despised tradition and Old World ways and notions; and they accepted the Jeffersonian dogmas, not only as maxims, but as social forces - the causes of the material prosperity of the country.",
		"The most permanent interest of the history of the United States is the picture it offers of a primitive democratic society transformed by prosperity and the acquisition of capital into a great republican commonwealth.",
		"China, always esteemed in Korea, consolidated her influence under the new conditions through a powerful resident; prosperity advanced, and certain reforms were projected by foreign \"advisers.\"",
		"It was already a municipium in the time of Augustus, and enjoyed great prosperity under later emperors.",
		"In 1834, when the missions had already passed their best days, there were some 486,000 cattle, hoses, mules and asses on the ranges, and 325,000 small animals, principally sheep. Throughout the pre-American period stock-raising was the leading industry; it built up the prosperity of the missions, largely supported the government and almost exclusively sustained foreign commerce.",
		"Mining, war times and the building of the Central Pacific had up to then inflated prices and prosperity.",
		"The intervening period had been one of very exceptional prosperity in the United States, foreign commerce having reached an unprecedented volume, and agriculture and manufactures having made greater advancement than in any previous period of the country's history.",
		"Prosperity at home was great, and foreign relations were free from complications.",
		"In the Chinese annals of Khotan in Cashgar, when a certain stream dried up, a female dragon declared that her husband had died; one of the royal grandees sacrificed himself to meet the want, the water flowed once more, and the \" husband \" of the being became the guardian of the kingdom's prosperity.",
		"The Territory increased in population and more rapidly in wealth, owing chiefly to the large profits in cattle raising, though this prosperity suffered a check during the severe winter of 1886-1887, when nearly three-fourths of the range cattle died of exposure.",
		"Its prosperity depends chiefly on agriculture and it has a considerable trade in cattle.",
		"The successor of President Chamorro was General Zavala, whose administration brought Nicaragua to a higher degree of prosperity than she had ever known.",
		"A nearer parallel to Greek colonization may be found in Iceland, whither the adherents of the old Norse polity fled from the usurpation of Harold Haarfager; and the early history of the English pale in Ireland shows, though not in orderliness and prosperity, several points of resemblance to the Roman colonial system.",
		"It forms one side of the virtual apologia for the absence of that earthly prosperity in which the pagan mind was apt to see the token of Divine approval.",
		"There is a small harbour, but the prosperity of the port has passed to Hull.",
		"The fine winter climate of Algeciras attracts many invalid visitors, on whom the town largely depends for its prosperity.",
		"In 1713 it was burnt by the Swedes, but rapidly recovered from this disaster, and despite the trials of the Napoleonic wars, gradually increased in prosperity.",
		"Such art as continued was almost wholly religious; for in the wilderness of the times the churches formed oases of comparative prosperity and peace, and, even in the darkest times, wherever such oases existed there the seeds of art took root.",
		"The author of the Iliad, at least, was evidently a European Greek who lived before the colonization of Asia Minor; and the claims of the Asiatic cities mean no more than that in the days of their prosperity these were the chief seats of the fame of Homer.",
		"Each was an independent establishment controlled entirely by its own abbot and apparently divided into two sections, one priestly and the other lay and even marriedAt St Andrews about the year lioo there were thirteen Culdeesholding office by hereditary tenure and paying more regard tQ their own prosperity and aggrandizement than to the services of the church or the needs of the populace.",
		"In the estimation of these people \"Siva and Vishnu may be more dignified beings, but the village deity is regarded as a more present help in trouble, and more intimately concerned with the happiness and prosperity of the villagers.",
		"Successive accretions, however, being spread over so long a term as that of human life, it does not follow that the population at any given time is necessarily the result of contemporary prosperity.",
		"Nor, again, can the decline in fertility be connected with any diminution of material prosperity.",
		"It need not be assumed, however, that because these rates cannot be associated with the comparative degree of prosperity attained by the individual community they are altogether independent of the economic factors mainly contributing to that condition, such as trade, employment and prices.",
		"These qualities she owed to her material prosperity, to her freedom from feudalism, to her secularized church, her commercial nobility, her political independence in a federation of small states.",
		"At the height of its prosperity in the middle ages the population has been estimated at as high a figure as 150,000, but there seems good reason to believe that it did not exceed 40,000 to 50,000 souls.",
		"The quarrel with the margraves, however, did not interfere with the growth of the town's prosperity, which reached its acme in the 16th century.",
		"The first blow to its prosperity was the discovery of the sea-route to India in 1497; and the second was inflicted by the Thirty Years' War, during which Gustavus Adolphus was besieged here in an entrenched camp by Wallenstein.",
		"To further the prosperity of the town a most liberal charter was granted to it, and in addition the trade of the port was artificially fostered by a decree requiring that every vessel navigating within sight of its lights should put in there.",
		"Erlangen owes the foundation of its prosperity chiefly to the French Protestant refugees who settled here on the revocation of the edict of Nantes and introduced various manufactures.",
		"The district about Silverton (product 1870-1900 about $35,000,000, principally silver and lead, and mostly after 1881) has also had a remarkable development; and Creede, in the years of its brief prosperity, was a phenomenal silver-field.",
		"Under his rule Agrigentum seems to have attained considerable prosperity.",
		"The town owes much of its prosperity to its coal mines, which employ a large proportion of the inhabitants and supply the factory furnaces.",
		"By first connecting himself with John through his marriage with the English king's daughter Joan, by straining every nerve to repress dissensions and enforce obedience amongst the Welsh chieftains, and later by allying himself with the English barons against his suzerain, this prince during a reign of 44 years was enabled to give a considerable amount of peace and prosperity to his country, which he persistently sought to rule as an independent sovereign, although acknowledging a personal vassalage to the king of England.",
		"After more than a century of enforced repose in the land and of prosperity in the towns, all Wales was suddenly convulsed by a wide-spread revolt against the English crown, which reads more like a tale of romance than a piece of sane history.",
		"As provincial of his order, which office he held during most of the third decade of the century, he contributed largely to its prosperity, and won the confidence of the popes Gregory IX., Innocent IV.",
		"The First Church, Charleston, which had become almost extinct through Arminianism in 1746, entered upon a career of remarkable prosperity in 1749 under the leadership of Oliver Hart (1723-1795), formerly of the Philadelphia Association.",
		"Calcutta has certainly taken a large part of the trade which Dundee held in its former days, but the continually increasing demands for jute fabrics for new purposes have enabled Dundee to enter new markets and so to take part in the prosperity of the trade.",
		"Jezzar was succeeded on his death by his son Suleiman, under whose milder rule the town advanced in prosperity till 1831, when Ibrahim Pasha besieged and reduced the town and destroyed its buildings.",
		"This probably represents the zenith of its prosperity.",
		"The modern prosperity of the town dates from the completion in 1773 of the Bridgewater Canal, which here descends into the Mersey by a flight of locks.",
		"In the latter half of the 15th century it became subject to the sultans of Tlemcen, and reached the height of its prosperity.",
		"The magnificence of its mosques and other public buildings, the number of its schools, and the extent of its warehouses shed lustre on the city; but wealth and luxury began to undermine its prosperity, and its ruin was hastened by the conduct of the Moslem refugees from Spain.",
		"The streets are very narrow, and the buildings of any interest few; most prominent are some large caravanserais belonging to the period of Sidon's modern prosperity, and the large mosque, formerly a church of the knights of St John.",
		"As the residence of the Druse Amir Fakhr ud-Din, it rose to some prosperity about the beginning of the r 7th century, but towards the close of the 18th its commerce again passed away and has never returned.",
		"It is a modern town owing its prosperity to the cloth trade which began here in the 18th century.",
		"Bloomington's prosperity increased after 1867, when coal was first successfully mined in the vicinity.",
		"The centre of the beetsugar industry is Skane, but it is also carried on in the island of Gotland; its great access of prosperity is chiefly owing to the existence of a protective duty on imported sugar.",
		"His reign is represented as a golden age of peace and prosperity and the great wealth of the sanctuary is said to have taken its beginning from the offerings at his tomb.",
		"To have retreated would have meant the ruin of her Baltic trade, upon which the national prosperity so much depended.",
		"To them prosperity without glory was a worthless possession.",
		"With returning prosperity the necessity for internal reform became urgent in Sweden.",
		"The prosperity of Chile is intimately connected with her ocean-going trade, and no elaborate system of national railway lines and domestic manufactures can ever change this relationship. These conditions should have developed a large merchant marine, but the Chileans are not traders and are sailors only in a military sense.",
		"During these years of fiscal prosperity the country suffered much from financial crises caused by industrial stagnation, an excessive and depreciated paper currency and political disorder.",
		"While refusing to allow the people any share in, or control over, the government, the Conservative leaders devoted themselves to improving the condition of the people and of the country, and under their firm rule Chile advanced rapidly in prosperity.",
		"The constant change of ministry (there being no stable majority in the congress) prevented during 1903 any settled policy, or that confidence in the government which is the basis of commercial prosperity.",
		"The prosperity of Chile was to suffer a rude shock.",
		"Abagha was a peaceful ruler and endeavoured by wise administration to give order and prosperity to a country torn asunder by a long period of intestine war and the Mongol invasion.",
		"Baidus reign was cut short in the same year by Arghuns son Ghazan Mahmud, whose reign (1295-1304) was a period of prosperity in war and administration.",
		"At the end of the 18th and the beginning of the 19th century, the opening of new universities, co-operating with the suspicions of the various German governments as to the democratic opinions which obtained at Jena, militated against the university, which has never regained its former prosperity.",
		"The work done by the Austrians enables a good idea to be obtained of the appearance presented by a great Graeco-Roman city of Asia in the last days of its prosperity.",
		"Many colonists took to trade, and notwithstanding numerous collisions with neighbouring tribes the settlement attained a measure of prosperity.",
		"The Hindu festival of Dewali (Diyawali, from diya, light), when temples and houses are illuminated with countless lamps, is held every November to celebrate Lakhshmi, the goddess of prosperity.",
		"It was in that century that Portugal rose to prominence as a maritime power; and being anxious to enjoy at first hand some of the commerce which had brought such prosperity to Venice, Portugal determined to seek out an ocean pathway to the Indies.",
		"Such prosperity as they enjoyed was in despite of the system of government prevailing.",
		"The Free State, under the guidance of Sir John Brand, who became president in 1864, attained a considerable measure of prosperity.",
		"Nevertheless they unanimously resolved \" that the best interests and the permanent prosperity of South Africa can only be secured by an early union, under the crown of Great Britain, of the several self-governing colonies,\" and they recommended the calling of a national convention entrusted with the task of drawing up a draft constitution.",
		"It was a momentous step, the essential prePassing of liminary to that fusion of the white races of South Act of Africa upon which the prosperity of the country depends; and a step rendering easier the ultimate 1909.",
		"This task, on the economic side, was rendered easier by the gradual return of commercial prosperity.",
		"During the British protectorate the island made undoubted advances in material prosperity, but was several times the scene of political disturbances.",
		"Greifenberg possessed municipal rights as early as 1262, and in the 14th and 15th centuries had a considerable shipping trade, but it lost much of its prosperity during the Thirty Years' War.",
		"Though severely plundered by the Normans in 1146 it recovered its prosperity and was selected by the Frankish dynasty de la Roche as its capital.",
		"In 1840 there were only a handful of inhabitants; in 1846, when (on the 9th of July) the flag of the United States was raised over the town, its prosperity already marked it as the future commercial \" metropolis \" of the coast.",
		"Under Simon's administration the country enjoyed signal prosperity.",
		"On the 18th of May 1895 a treaty was signed at Santiago between Chile and Bolivia, \" with a view to strengthening the bonds of friendship which unite the two countries,\" and, \" in accord with the higher necessity that the future development and commercial prosperity of Bolivia require her free access to the sea.\"",
		"They foretell glory and prosperity beyond those of all his predecessors.",
		"The Anglo-Saxon church of Steyning (Stoeningas, Stoeningum, Staninges, Stenyges, Stenyng) mentioned in Domesday is attributed to St Cuthman, who is said to have settled here before the 9 th century, and whose shrine became a resort for pilgrims. The later prosperity of the town was due to its harbour.",
		"The prosperity of the town is largely due to the great slate-quarries of the vicinity, but the distillation of liqueurs from fruit, cable, rope and thread-making, and the manufacture of boots and shoes, umbrellas and parasols are leading industries.",
		"The prosperity of Mogador is due to its commerce.",
		"Persistent traditions have greatly exaggerated the former prosperity of the old South-west.",
		"From about 1790 to 1822 was a period of peace with the Apaches and of comparative prosperity for church and'state.",
		"But since about 1880 there is nothing to chronicle but a continued growth in population and prosperity.",
		"After 166 B.C. the Romans restored the control of Delian worship to Athens, but granted to the island various commercial privileges which brought it great prosperity.",
		"As with Babylon, so with Borsippa, the time of Nebuchadrezzar was the period of its greatest!prosperity.",
		"The commercial prosperity that was produced by his war policy was in a great part delusive, as prosperity so produced must always be, though it had permanent effects of the highest moment in the rise of such centres of industry as Glasgow.",
		"The port that served Pisae, almost alone of all those visited by Rutilius, seems to have retained its prosperity, and to have foreshadowed the subsequent greatness of that city.",
		"Since being made a great naval arsenal, Kiel has rapidly developed in prosperity and population.",
		"There are two public parks - Broad Meadow (zo acres), part of ground reclaimed in 1859, and Levengrove (32 acres), presented to the corporation in 1885 by Peter Denny and John McMillan, two shipbuilders who helped lay the foundation of the town's present prosperity.",
		"The establishment of the imperial government in Berlin naturally brought with it the erection of a large number of public buildings, and the great prosperity of the country, as well as the enhanced national feeling, has enabled them to be built on a scale of splendour befitting the capital of an empire.",
		"It is in respect of its manufacture and trade that Berlin has attained its present high pitch of economic prosperity.",
		"The prosperity it retains is not a little due to Portuguese from the Cape Verde Islands and the Azores, and to British Americans.",
		"But the more civilized portion had already, under enlightened native rulers, attained to a certain degree of prosperity and order.",
		"Fifty-three years of quiet prosperity for Delhi were brought to a close by the Mutiny of 1857.",
		"The prosperity which followed the construction of railways to the interior earned for the port the designation of \"the Liverpool of South Africa.\"",
		"Its new masters kept it under their own direct rule and its prosperity was not entirely destroyed.",
		"Its prosperity did not return until about 18 9 4, when new harbour works made it a convenient port for grain ships coming light out of the Sea of Azov and wishing to complete their cargoes.",
		"It depended for its prosperity upon the export of wheat, fish and slaves, and this commerce supported a class whose wealth and vulgarity are exemplified by the contents of the numerous tombs to which reference has been made.",
		"The prosperity of the residency was further affected by a cattle plague in 1879, followed by a fever epidemic which carried off 50,000 people, and except in the rice season there is a considerable emigration of natives.",
		"Southwold (Sudwold, Suwold, Suthwaud) owes its origin and prosperity to its herring fisheries, which were considerable in 1086, while the importance of its harbour increased with the decay of Dunwich.",
		"Calcutta owes its commercial prosperity to the fact that it is situated near the mouth of the two great river systems of the Ganges and Brahmaputra.",
		"It was thus only at the third attempt that Charnock was able to obtain the future capital of India for his centre and the subsequent prosperity of Calcutta is due entirely to his tenacity of purpose.",
		"His real recompense was the assurance of the prosperity and the tranquillity of his country in the future, and the reconciliation of the nation and its sovereign.",
		"Sulla returned to Rome, while Lucullus remained in Asia, and by wise and generous financial reforms laid the foundation of the prosperity of the province.",
		"During the Civil War Leavenworth enjoyed great prosperity, at the expense of more inland towns, partly owing to the proximity of the fort, which gave it immunity from border raids from Missouri and was an important depot of supplies and a place for mustering troops into and out of the service.",
		"At this time, the only drawback to the general progress and prosperity of the country was the recrudescence of bushranging, or robbery under arms, in the country districts.",
		"Cotton mills are the basis of the city's prosperity, and it has also a large wholesale trade, iron-working establishments, and various manufactures.",
		"The town has rapidly advanced in prosperity under British rule.",
		"Its commercial prosperity received an enormous impetus from the Treaty of Union (1707), under which trade with America and the West Indies rapidly developed.",
		"In the 11th it was called Rebellum, because it refused to acknowledge the sovereignty of Amalfi, and in the 13th, when at the height of its prosperity, it had 36,000 inhabitants.",
		"Taken as a whole, the Western Division depends for its prosperity on mineral products and manufactures rather than on farming; and the staple of the farmers is live-stock rather than agriculture.",
		"The prosperity and great population of the Pennine region date from the discovery that pit-coal could smelt iron as well as charcoal; and this source of power once discovered, the people bred in the dales developed a remarkable genius for mechanical invention and commercial enterprise, which revolutionized the economic life of the world and changed England from an agricultural to an industrial country.",
		"Ashton, Oldham, Rochdale, Bury, Bolton and Wigan form a nearly confluent semicircle of great towns, their prosperity founded on the underlying coal and iron, maintained by imported cotton.",
		"Throughout its whole extent it yields valuable building-stone, and in the Yorkshire moors the great abundance of iron ore has created the prosperity of Middlesbrough, on the plain below.",
		"Norwich and Ipswich, Yarmouth, Lowestoft, Harwich and Colchester may be mentioned in the north-eastern part, all depending for their prosperity on agriculture or on the sea; and a fringe of summer resorts on the low coast has arisen on account of the bracing climate.",
		"The marriage-rate per thousand has ranged since 1841 from 14.2 in 1886 to 17.6 in 1873, and is evidently closely associated with the general prosperity of the country, for in the latter year the value of the total imports and exports per head of the population of the United Kingdom was at its highest, and in the former year at its lowest.",
		"Lastly, the railway companies themselves have acquired control of about 30% of the total mileage of canals in England and Wales, and in many cases this has had a prejudicial effect on the prosperity of canals.",
		"Distinctions may be drawn, as will be seen, between the nature and methods of the fisheries on the various coasts, and the relative prosperity of the industry from year.",
		"But in specifying the principal industries of any county, it is natural to consider those which have an influence more than local on its prosperity.",
		"The Harbour Board, which was formed in 1881 and ceased to exist in 1893, effected, under the guidance of Mr Harry Escombe, enarmous improvements in the port - on which the prosperity of Durban is dependent.",
		"Its prosperity, in the imperial period, can only be inferred from the number of inscriptions found there.",
		"The prosperity of the mining towns of the interior is dependent on the fickle fortune of the gold-fields, for which they are the distributing points.",
		"Thenceforward, despite the check it received from the Carlist rebellion of 1870-1876, and the contemporaneous decline of its wool and shipbuilding industries, its prosperity increased steadily.",
		"Under its ancient name of Urci, Almeria was one of the chief Spanish harbours after the final conquest of Spain by the Romans in 19 B.C. It reached the summit of its prosperity in the middle ages, as the foremost seaport of the Moorish kingdom of Granada.",
		"The rainy season is of great importance not only to Abyssinia but to the countries of the Nile valley, as the prosperity of the eastern Sudan and Egypt is largely dependent upon the rainfall.",
		"It owes its rise to prosperity to the tolerance it meted out to the Jews, who found here an asylum from the oppression under which they suffered in Nuremberg.",
		"In 1482 the town was surrounded with walls; and in the 16th century, during the religious troubles, it received a great increase of prosperity owing to the influx of refugees from Antwerp and Brabant.",
		"It may be most conveniently noted here, that his political patrons exerted themselves to provide for his private as well as his official prosperity.",
		"The quarrels between the Hook and Cod factions still continued, but the outbreaks of civil strife were quickly repressed by the strong hand of Philip. Holland during this time contented Flourish- herself with growing material prosperity.",
		"Oklahoma City's prosperity is due chiefly to its jobbing trade, with an extensive farming and stock-raising region, but it has also cotton compresses and cotton gins, and various manufactures.",
		"During the remainder of the 17th century the traffic was considerable, but in the 18th prosperity declined and most of the trade was removed to Bushire.",
		"The prosperity and local importance of Haverfordwest continued unimpaired throughout the 17th and 18th centuries, and Richard Fenton, the historian of Pembrokeshire, describes it in 1810, as \"the largest town in the county, if not in all Wales.\"",
		"In 1834 the abolition of slavery led to a decline in the prosperity of the islands, but as many of the slaves captured by British cruisers off the east coast of Africa were landed at Seychelles economic conditions were gradually ameliorated."
	],
	"synonyms": [
		"well-being",
		"welfare",
		"weal",
		"successfulness",
		"wealth",
		"thrift",
		"success",
		"riches",
		"luck",
		"growth",
		"easy street",
		"affluence",
		"achievement",
		"abundance",
		"fortune"
	],
	"antonyms": [
		"hardship",
		"poverty",
		"loss",
		"failure",
		"reverses",
		"poorness",
		"disaster",
		"adversity"
	]
}