{
	"word": "stolid",
	"meaning": [
		"Having or showing little or no emotion or sensitivity; unexcitable; impassive."
	],
	"sentences": [
		"His facial features suggested a stolid character.",
		"He was by no means a handsome man but his facial features suggested a stolid character.",
		"His rival 's stolid indifference put the lawyer out of countenance.",
		"They are stolid, dependable people, and have more facial hair than anybody else.",
		"What was it that so disturbed that normally rather stolid body of British opinion?",
		"Cassius just kept flicking jabs into the champion 's stolid face; Liston kept swinging at where Cassius had been a split second before.",
		"But Inspector Burns was a stolid character; and was either too stupid or too clever to resent such trifles.",
		"Benedict wisely plays his part in a stolid, straightforward manner; Titmuss goes for sweet sadness but produces only girlish affectation.",
		"Scott himself shared Morritt's view that in aiming for solemnity Raeburn had given him a somewhat stolid air.",
		"Scott himself shared Morritt 's view that in aiming for solemnity Raeburn had given him a somewhat stolid air.",
		"Zwingli, who details these articles, as he says, that the world may see that they are \"fanatical, stolid, audacious, impious,\" can scarcely be acquitted of unfairness in joining together two of them, - the fourth and fifth, - thus making the article treat \"of the avoiding of abominable pastors in the church\" (Super devitatione abominabilium pastorum in Ecclesia), though there is nothing about pastors in the fourth article, and nothing about abominations in the fifth, and though in a marginal note he himself explains that the first two copies that were sent him read as he does, but the other copies make two articles, as in fact they evidently are.",
		"The note of Renaissance work in Germany was still Gothic. This we feel in the penetrative earnestness of Darer, in the homeliness of Hans Sachs, in the grotesque humour of Eulenspiegel and the Narrenschiff, the sombre pregnancy of the Faust legend, the almost stolid mastery of Holbein.",
		"The Finns are morally upright, hospitable, faithful and submissive, with a keen sense of personal freedom and independence, but also somewhat stolid, revengeful and indolent.",
		"The new tsar, Alexander III., was an apt pupil of his tutor Pobedonostsev (q.v.), the celebrated procurator of the Holy Synod, for whom the representative system was a modern lie,\" and his reign covered a period of frank reaction, during which there was not only no question of affected even the stolid and apparently immovable masses of the peasantry.",
		"This is perhaps the best that can be said of a king who incarnated the stolid absolutism of the period.",
		"The face is oval, with low forehead, high cheek-bones, long eyes sloping outward towards the temples, fleshy lips, nose wide and in some cases flattish but in others aquiline, coarsely moulded features, with a stolid and gloomy expression."
	],
	"synonyms": [
		"impassive",
		"unemotional",
		"stupid",
		"stubborn",
		"stoic",
		"slow",
		"passive",
		"obtuse",
		"insensitive",
		"impassable",
		"dull",
		"dense",
		"asinine",
		"wooden",
		"unexcited"
	],
	"antonyms": [
		"aware",
		"intelligent",
		"interested",
		"imaginative",
		"emotional"
	]
}