{
	"word": "mendicant",
	"meaning": [
		"Asking for alms; begging.",
		"Of or characteristic of a beggar.",
		"Designating or of any of various religious orders whose members originally held no personal or community property, living mostly on alms.",
		"A beggar; person who begs for alms.",
		"A mendicant friar.",
		"A pauper who lives by begging.",
		"A religious friar, forbidden to own personal property, who begs for a living."
	],
	"sentences": [
		"The mendicant monks stirred up the populace to acts of fanatical enmity.",
		"The form of government was borrowed largely from those prevailing in the mendicant orders.",
		"Their author Milaraspa (unless the work should be attributed to his disciples), often called Mila, was a Buddhist ascetic of the I ith century, who, during the intervals of meditation travelled through the southern part of middle Tibet as a mendicant friar, instructing the people by his improvisations in poetry and song, proselytizing, refuting and converting heretics, and working manifold miracles.",
		"At the beginning of the 13th century arose the series of great Mendicant orders.",
		"To counteract it celibacy was finally imposed on the clergy, and the great mendicant orders evolved; while the constant polemic of the Cathar teachers against the cruelty, rapacity and irascibility of the Jewish tribal god led the church to prohibit the circulation of the Old Testament among laymen.",
		"His pontificate was signalized by efforts to unite the Greek and Latin churches, by the establishment of the Inquisition in France, by favours shown to the mendicant orders, and by an attempt to organize a crusade against the Tatars.",
		"Their mendicant members, usually known as Vairagis, are, like the general body of the sect, drawn from all castes without distinction.",
		"Having married in due time, and a second time after the death of his first wife, he lived as a \"householder\" (grihastha) till the age of 24, when he renounced his family ties and set out as a religious mendicant (vairagin), visiting during the next six years the principal places of pilgrimage in northern India, and preaching with remarkable success his doctrine of Bhakti, or passionate devotion to Krishna, as the Supreme Deity.",
		"The manner in which its order of mendicant recluses, at first founded to afford better opportunities to those who wished to carry out that system in practical life, developed at last into a hierarchical monarchy will best be understood by a sketch of the history of Tibet.",
		"The facts concerning the rise of the Orders of Mendicant Friars are related in the articles on the several orders (Franciscans, Dominicans, Carmelites, Augustinian Hermits), and in that On Monasticism (ยง Ii), where the difference between friars and monks is explained.",
		"The most striking phenomenon in connexion with the beginnings of the mendicant orders is the rapidity with which the movement spread.",
		"And when at the middle of the century the other great mendicant orders of Carmelites and Austin Friars, and also Servites arose their propagation showed that the possibilities of the mendicant movement had not been exhausted by the Dominicans and Franciscans.",
		"Lesser mendicant orders sprang up in all directions - Gasquet mentions half a dozen such that found their way into England (English Monastic Life, p. 241) - in such numbers that the Council of Lyons in 1274 found it necessary to suppress all except the orders already named.",
		"These needs found expression not only in the Mendicant orders within the Church, but also in a number of more or less heretical and revolutionary religious sects.",
		"Thus the sectaries no less than the Mendicant orders bear witness to the existence of spiritual needs in Western Christendom, which the Mendicant orders went a long way towards satisfying.",
		"This was St Francis's root idea, and there is no doubt - though it has been disputed - that it was borrowed from him by St Dominic and the other Mendicant founders.",
		"In the Dominican Order and the others that started as mendicant it has been mitigated or even abrogated.",
		"In the twentieth year his cousin Ananda became a mendicant, and from that time seems to have attended on the Buddha, being constantly near him, and delighting to render him all the personal service which love and reverence could suggest.",
		"As in the case of Cybele, mendicant priests were attached to her service.",
		"Matthew is a vehement supporter of the monastic orders against their rivals, the secular clergy and the mendicant friars.",
		"This feature seemed a reflection on the mendicant orders, and the idea of a community life without vows and not in isolation from everyday life, was looked upon as something new and strange, and even as bearing affinities to the Beghards and other sects, at that time causing trouble to both Church and state.",
		"Alexander of Hales belonged to the Franciscan order, and it is worth remarking that it was the mendicant orders which now came forward as the protagonists of Christian.",
		"Under the influence of these ideas, in part purely Christian and in part neo-platonic, piety gained in warmth and depth and became more personal; and though at first it flourished in the monasteries, and in those of the mendicant orders especially, it penetrated far beyond them and influenced the laity everywhere.",
		"The Bogomils wore garments like mendicant friars and were known as keen missionaries, travelling far and wide to propagate their doctrines.",
		"Mistress of the entire Christian organism, Rome thus gained control of international education, and the mendicant monks who formed her devoted militia lost no time in monopolizing the professorial chairs.",
		"An article on monastic arrangements would be incomplete without some account of the convents of the Mendicant or Preaching Friars, including the Black Friars or Domini cans, the Grey or Franciscans, the White or Carmelites, Y Friars.",
		"Their nature and work and the needs that called them into being are explained in the article Mendicant Movement, and in the separate articles on ST Francis Of Assisi and Franciscans (1210), St Dominic and Dominicans (1215), Carmelites (1245), Augustinian Hermits (r256) - these were the four great orders of Mendicant friars - to them were added, in 1487, the Servites founded in 1233.",
		"The great schism was reflected in the Mendicant orders which were divided into two obediences, to the destruction of discipline.",
		"As the various monastic and mendicant orders arose, a female branch was in most cases formed alongside of the order; and so we find canon.esses, and hermitesses, and Dominicanesses, and Franciscan nuns [or Clares (q.v.)] - requisite information will be found in the respective articles.",
		"There can be little doubt, whatever counter claims may be set up, that the Third Order was one of St Francis' creations, and that his Third Order was the exemplar after which the others were fashioned; but at an early date the other Mendicant Orders formed Third Orders on the same lines, and so there came into being Dominican Tertiaries, and Carmelite, and Augustinian, and Servite, and also Premonstratensian and many others.",
		"The Benedictine Rule was taken as the basis of the life; but austerities were introduced beyond what St Benedict prescribed, and the government was framed on the mendicant, not the monastic, model, the superiors being appointed only for a short term of years.",
		"For this reason, and because almost from the beginning the term \"hermits\" became a misnomer (for they abandoned the deserts and lived conventually in towns), they ranked among the friars, and became the fourth of the mendicant orders.",
		"Whilst Sankara's mendicant followers were prohibited to touch fire and had to subsist entirely on the charity of Brahman householders, Ramanuja, on the contrary, not only allowed his followers to use fire, but strictly forbade their eating any food cooked, or even seen, by a stranger.",
		"It was of no avail that they adhered in other respects in the main to the older teaching, that they professed to hold to the same ethical system, that they adhered, except in a few unimportant details, to the old regulations of the order of the Buddhist mendicant recluses.",
		"These facts clearly show that the Mendicant Movement responded to widely spread and deeply felt needs of the time.",
		"Their devotion and energy may be freely admitted; but the mendicant orders, especially the Carmelites, were not uniformly distinguished for morality.",
		"This is a curious anticipation of the highly organized and centralized forms of government in religious orders, not met with again till Cluny, Citeaux, and the Mendicant orders in the later middle ages.",
		"Some writers have maintained that this sudden elevation of the most recent member of the Sacred College was due to bribery in the conclave, whilst the apologists of Sixtus affirm it was due to the friendship of the powerful and upright Cardinal Bessarion, and explain that the pope, having been brought up in a mendicant order, was inexperienced and did not appreciate the liberality of his donations after his election.",
		"The rest of his inglorious reign was spent by Baldwin in mendicant tours in western Europe.",
		"So mighty was the impression made by the poverty of the Minorites, that the Dominicans promptly followed their example and likewise became mendicant.",
		"These officials originally consisted of an obedient and devoted militia of mendicant friars, both Franciscans and Dominicans, who took their orders from Rome alone, and whose efforts the papacy stimulated by lavishing exemptions, privileges, and full sacerdotal powers.",
		"In the affairs of the Church he favoured the mendicant orders, and declared against the cruel and unjust proceedings of the Spanish Inquisition.",
		"Kilwardby was the first member of a mendicant order to attain a high position in the English Church.",
		"As early as 1238 Gregory IX., in his bull Quoniam abundavit iniquitas, condemned and denounced as forgers (tanquam falsarios) all who begged or preached in a habit resembling that of the mendicant orders, and this condemnation was repeated by him or his successors.",
		"The chief authority for the bishop's life is William de Chambre (printed in Wharton's Anglia Sacra, 1691, and in Historiae Dunelmensis scriptores tres, Surtees Soc. 1839), who describes him as an amiable and excellent man, charitable in his diocese, and the liberal patron of many learned men, among these being Thomas Bradwardine, afterwards archbishop of Canterbury, Richard Fitzralph, afterwards archbishop of Armagh, the enemy of the mendicant orders, Walter Burley, who translated Aristotle, John Mauduit the astronomer, Robert Holkot and Richard de Kilvington.",
		"Alan visited this wandering mendicant in his crude tent and presented him with a copy of the Bible.",
		"From the head of the Church down to the lowest, dirtiest religious mendicant, the Church was one mass of seething corruption.",
		"They even extended the limits of Roman imperialism by converting the pagans of the Baltic to Christianity, and further reinforced the work of ecclesiastical centralization by enlisting in their service a force which had recently come into existence and was rapidly becoming popular - the mendicant orders, and notably the Dominicans and Franciscans.",
		"But with this idea he fused another, namely, that it is the task of the monk to imitate the humility and poverty of Jesus; and his order thus became a mendicant order.",
		"They are declared to be mendicants and enjoy all the privileges of the other mendicant orders.",
		"Each led the life of a simple mendicant, preaching that individuals should seek their own salvation."
	],
	"synonyms": [
		"friar",
		"beggar",
		"monk",
		"beggar.--a. begging",
		"pauper",
		"vagabond",
		"panhandler",
		"almswoman",
		"almsman",
		"moocher",
		"bummer",
		"cadger"
	],
	"antonyms": []
}