{
	"word": "larceny",
	"meaning": [
		"The taking of personal property without consent and with the intention of permanently depriving the owner of it; theft: in some states of the U.S., and formerly in England, larceny in which the value of the property equals or exceeds a specified amount is grand larceny, and larceny involving lesser amounts is petit (or petty) larceny.",
		"The wrongful appropriation of personal property with the intention of permanently depriving the owner of its possession and use.",
		"(law) A larcenous act attributable to an individual."
	],
	"sentences": [
		"If the truth were known, except for the larceny, he felt a pang of envy.",
		"Thus, the man convicted of grand larceny a second time would no longer be subject to death.",
		"Is it credible that, in all their languages, the name of the fire-stick should have caused a confusion of thought which ultimately led to the belief that fire was obtained originally by larceny ?",
		"What would be thought of a tribunal which convicted a notorious thief of petty larceny on such evidence as this?",
		"This principle is reaffirmed in the Larceny Act 1861, § 109, and in the Malicious Injuries to Property Act 1861, § 67.",
		"From the suffrage and the holding of office are excluded idiots and insane persons and all those who have been convicted of treason, embezzlement, malfeasance in office, bribery or larceny, or any crime involving moral turpitude and punishable under the laws of the state by imprisonment in the penitentiary - this last disqualification, however, is removable by a pardon for the offence.",
		"The principal grounds for an absolute divorce are impotency, adultery, wilful or malicious desertion, cruel and barbarous treatment, personal abuse and conviction of any such crime as arson, burglary, embezzlement, forgery, kidnapping, larceny, murder, perjury or assault with intent to kill.",
		"In the movie Larceny, Tyra used a \"butt double\" to take over when it was time for her nude scene.",
		"The phone interrupted any further discussion of electronic larceny.",
		"If he commits larceny at all, as he seldom does, it is always grand larceny, never petty.",
		"But it's one thing for the Labor Party to commit grand larceny on our language.",
		"The right of suffrage is given to every male citizen of the United States who has attained the age of twenty-one years and has been a resident of the state for one year, provided he has paid his poll tax and has not been convicted of bribery, larceny or other infamous crime.",
		"Insane persons and persons under guardianship are excluded by the constitution, and \" all persons convicted of bribery, perjury, larceny or of infamous crime, or who shall make or become directly or indirectly interested in any bet or wager the result of which shall depend upon any election,\" or who shall participate as principal, second or challenger in any duel, are excluded by legislative enactment.",
		"In criminal law the day formerly commenced at sunrise and extended to sunset, but by the Larceny Act 1861 the day is that period between six in the morning and nine in the evening.",
		"The Larceny Act of 1861 punishes the breaking into, or out of, a place of divine worship in the same way as burglary, and the theft of things sacred in the same way as larceny.",
		"The whipping-post was in 1908 still maintained in Delaware, and whipping continued to be prescribed as a punishment for a variety of offences, although in 1889 a law was passed which prescribed that \" hereafter no female convicted of any crime in this state shall be whipped or made to stand in the pillory,\" and a law passed in 1883 prescribed that \" in case of conviction of larceny, when the prisoner is of tender years, or is charged for the first time (being shown to have before had a good character), the court may in its discretion omit from the sentence the infliction of lashes.\"",
		"It is not therefore larceny to steal a corpse, but any removal of the coffin or grave-cloths is otherwise, such remaining the property of the persons who buried the body.",
		"Although punishment by whipping and by standing in the pillory was prohibited by an act of Congress in 1839, in so far as the Federal government had jurisdiction, both these forms of punishment were retained in Delaware, and standing in the pillory was prescribed by statute as a punishment for a number of offences, including various kinds of larceny and forgery, highway robbery, and even pretending \" to exercise the art of witchcraft, fortune-telling or dealing with spirits,\" at least until 1893."
	],
	"synonyms": [
		"stealing",
		"thieving",
		"thievery",
		"theft",
		"purloining",
		"embezzlement",
		"pilfering",
		"looting",
		"robbery",
		"crime",
		"burglary",
		"steal",
		"pilferage",
		"rip-off"
	],
	"antonyms": []
}