{
	"word": "repudiate",
	"meaning": [
		"To refuse to have anything to do with; disown or cast off publicly.",
		"To refuse to accept or support; deny the validity or authority of (a belief, a treaty, etc.)",
		"To reject emphatically as unfounded, untrue, or unjust.",
		"To deny the truth of (a charge, etc.)",
		"To refuse to acknowledge or pay (a debt or obligation)"
	],
	"sentences": [
		"He endeavoured to repudiate her, and she fled to Rome, where she died in April 1213.",
		"But they did not hesitate to declare that they must repudiate the mise.",
		"British influences were still strong in the upper Mississippi valley and undoubtedly led Black Hawk and the chiefs of the Sauk and Fox confederacy to repudiate this agreement of 1804, and subsequently to enter into the conspiracy of Tecumseh and take part with the British in the war of 1812.",
		"Why, in spite of repeated warnings, did he not repudiate them at the time?",
		"When war was actually begun, Hastings officially recorded his previous resolution to have resigned, in order to repudiate responsibility for measures which he had always opposed.",
		"You or anyone acting on Your behalf must not negotiate admit or repudiate any claim without Our written consent.",
		"Similarly, in the view taken by the Stoics of the duties of social decorum, and in their attitude to the popular religion, we find a fluctuating compromise between the disposition to repudiate what is conventional, and the disposition to revere what is 1 The Stoics seem to have varied in their view of \" good repute,\" eu50 ia; at first, when the school was more under the influence of Cynicism, they professed an outward as well as an inward indifference to it; ultimately they conceded the point to common sense, and included it among rrponyp. va.",
		"It would be adding insult to injury and committing a second evil, to repudiate a wife to whom you have made solemn vows.",
		"David was now free to subdue John of the Isles, to repudiate all his own debts contracted before 1368, and to make preparations for a crusade.",
		"Wishing to erase and repudiate obscurity (and hence implicitly admitting its efficacy) points out a sublime contradiction of the late eighteenth-century enlightenment.",
		"His first acts on taking up his office were to repudiate the authority of the Hungarian diet, to replace the Maygar officials with ardent \" Illyrians,\" and to proclaim martial law.",
		"France, however, withdrew its support from the council, and in 1438, under purely national auspices, by the famous Pragmatic Sanction of Bourges, adjusted the relations of the Gallican Church to the papacy; and Eugenius soon found himself in a position to repudiate the council and summoned a new one to assemble in 1438 at Ferrara under his control to take up the important question of the pending union with the Greek Church.",
		"The fact, however, must not be overlooked that while vegetarian societies claim as \"vegetarians\" all who abstain from flesh foods, there is a large and growing number of people who repudiate the name of \"vegetarian\" because of its associations, but who none the less, for some of the reasons detailed below, abstain from eating anything that has been killed.",
		"The \" Instrument \" drawn up by the Lower Estates implied the retention of all their rights; and the king, in accepting the gift of a hereditary crown, did not repudiate the implied inviolability of the privileges of the donors.",
		"The cynical use he made of his \"freedom\" to repudiate obligations solemnly contracted is described elsewhere (see Naples, History).",
		"I repudiate the idea that everyone has a logical right to think whatever they happen to think.",
		"When restored in March 1814, on the fall of Napoleon, he had just cause to repudiate the impracticable constitution made by the cortes without his consent.",
		"But the connexion between the king and the marchioness of Verneuil appears to have been very displeasing to Auvergne, and in 1601 he engaged in the conspiracy formed by the dukes of Savoy, Biron and Bouillon, one of the objects of which was to force Henry to repudiate his wife and marry the marchioness.",
		"Like Gardiner, he could hardly repudiate that royal supremacy, in the establishment of which he had been so active an agent; but he began to doubt that supremacy when he saw to what uses it could be put by a Protestant council, and either he or Gardiner evolved the theory that the royal supremacy was in abeyance during a royal minority.",
		"Still, they do not repudiate the word \" intuition,\" and kindred writers make it prominent.",
		"With other radical Republicans Davis was a bitter opponent of Lincoln's plan for the reconstruction of the southern states, and on the 15th of February 1864 he reported from committee a bill placing the process of reconstruction under the control of Congress, and stipulating that the Confederate states, before resuming their former status in the Union, must disfranchise all important civil and military officers of the Confederacy, abolish slavery, and repudiate all debts incurred by or with the sanction of the Confederate government.",
		"The most cynical man of the world, he says, with whatever \" sullen incredulity \" he may repudiate virtue as a hollow pretence, cannot really refuse his approbation to \" discretion, caution, enterprise, industry, frugality, economy, good sense, prudence, discernment \"; nor again, to \" temperance, sobriety, patience, perseverance, considerateness, secrecy, order, insinuation, address, presence of mind, quickness of conception, facility of expression.\"",
		"It was left to the Yugoslav Committee abroad to claim independence as well as unity, to repudiate the Habsburgs (in a manifesto on the eve of the Budapest coronation) and to exalt the achievements of Serbia and the Karagjorgjevic dynasty.",
		"But the Siamese now repudiate this supremacy, and have sent neither mission nor tribute for sixty years, while no steps have been taken by the Chinese to enforce its recognition.",
		"Austria hastened to repudiate her guarantee to Denmark in order not to offend the new emperor of Russia, Peter III., and one of Peter's first acts on ascending the throne was to declare war against Denmark.",
		"Through the efforts of Governor Thomas Ford (1800-1850) a movement to repudiate the state debt was defeated, and a plan was adopted by which the entire debt could be reduced without excessive taxation, and by 1880 practically the entire debt was extinguished.",
		"They were men of the world, and men of this world, and, so far as they still professed and practised Judaism, they preferred to repudiate the additions for which they felt no need, but which had entered into the faith of their fathers.",
		"After 1864 Hall bore more than his fair share of the odium and condemnation which weighed so heavily upon the national Liberal party, making no attempt to repudiate responsibility and refraining altogether from attacking patently unscrupulous opponents.",
		"German armies marched on Paris; and the Russian government, at Count Bismarcks instigation, took advantage of the collapse of France to repudiate the clause in the treaty of 1856 which neutralized the Black Sea.",
		"He could repudiate the purchase of a slave attacked by the bennu sickness within the month (later, a hundred days), and had a female slave three days on approval.",
		"The idea was contrary to the whole evolution of medieval Catholicism, and the German bishops were the first to repudiate it.",
		"In acting thus he did not scruple to desert his own royalist followers, and to repudiate and abandon the great and noble Montrose, whose heroic efforts he was apparently merely using in order to extort better terms from the covenanters, and who, having been captured on the 4th of May, was executed on the 21st in spite of some attempts by Charles to procure for him an indemnity.",
		"The Reformers themselves, indeed, like other dissidents and reformers before them, did not necessarily repudiate the name of Catholic; they believed, in fact, in catholicism, i.e.",
		"The lives of many Europeans were at stake, for anarchy must follow the withdrawal, and it seemed impossible to repudiate the pledges to Toro, or to abandon the Baganda who had fought for the British.",
		"His first act was to repudiate the Henoticon, a deed of union, originating, it is supposed, with Acacius, patriarch of Constantinople, and published by the emperor Zeno with the view of allaying the strife between the Monophysites and their opponents in the Eastern church.",
		"He could not disavow his actions, belauded as they were by half the world, and so he had to repudiate truth, goodness, and all humanity.",
		"Most Christians on this ground repudiate the application of the term to the worship of Jesus Christ."
	],
	"synonyms": [
		"renounce",
		"reject",
		"disown",
		"disclaim",
		"disavow",
		"disacknowledge",
		"deny",
		"revoke",
		"repeal",
		"retract",
		"banish",
		"annul",
		"abrogate",
		"abandon",
		"abjure"
	],
	"antonyms": [
		"admit",
		"approve",
		"confirm",
		"acknowledge"
	]
}