{
	"word": "euphemism",
	"meaning": [
		"A mild, indirect, or vague term for one that is considered harsh, blunt, or offensive.",
		"The use of a word or phrase that is less expressive or direct but considered less distasteful, less offensive, etc. than another.",
		"A word or phrase so substituted (Ex.: remains for corpse)",
		"The use of such terms.",
		"(uncountable) The use of a word or phrase to replace another with one that is considered less offensive, blunt or vulgar than the word or phrase it replaces."
	],
	"sentences": [
		"In like manner, Sleep came to be used as a euphemism for Death.",
		"It was a euphemism for ignorance, or lack of sufficient observation.",
		"What is the euphemism for people who do the work properly for which they are paid?",
		"It was a euphemism for death among the old comrades.",
		"Bonus points will be awarded for the most ridiculous euphemism.",
		"When you begin your search, you'll likely encounter a number of breeders who use the term \"adopt\" as a euphemism for \"purchase\", but the two words do have different meanings.",
		"Although the word remains unspeakable, the Western intelligentsia, conservatives and liberals alike, boldly echo the preferred euphemism, \" civilization \".",
		"It appears that we have a new euphemism, \"feeling a bit tired\".",
		"Although the word remains unspeakable, the Western intelligentsia, conservatives and liberals alike, boldly echo the preferred euphemism, \" civilization \" .",
		"When we come to Elizabethan times, we possess a few examples of the sermons of the \"judicious\" Hooker (1 554 - a 600); Henry Smith (1550-1591) was styled \"the prime preacher of the nation\"; and Lancelot Andrewes (1555-1626), whose sermons were posthumously printed at the command of James in 1628, dazzled his contemporaries by the brilliancy of his euphemism; Andrewes was called \"the star of preachers.\"",
		"Tohoroth or Teh., \" purifications,\" a euphemism for things which are ritually or ceremonially \" unclean.\"",
		"A euphemism is with him a falsehood.",
		"The phrase has become a euphemism for the erosion of workers' basic rights.",
		"Maybe you think the term is a euphemism for skinny dipping?"
	],
	"synonyms": [
		"nice-Nellyism",
		"genteelism",
		"affected refinement",
		"overdelicacy of speech",
		"word in good taste",
		"verbal extenuation",
		"metaphorical speech",
		"indirection",
		"prudishness",
		"substitution",
		"mock modesty",
		"code word",
		"polite term",
		"softened expression",
		"doublespeak"
	],
	"antonyms": [
		"dysphemism"
	]
}