{
	"word": "diatribe",
	"meaning": [
		"A bitter, abusive criticism or denunciation.",
		"A prolonged discourse.",
		"A speech or writing which bitterly denounces something."
	],
	"sentences": [
		"The presidential candidate made a diatribe against the opposing party, causing there to be even more anger between the parties.",
		"In this long diatribe, you begin to reveal yourself to me.",
		"A few years later I took my revenge by writing a diatribe against presentiments.",
		"Somewhat rambling diatribe against the education offered by Balliol as being unsuitable for today's young men. [8] H. Fairbrother to BJ.",
		"I won't bother repeating his words, suffice to say they are the usual offensive diatribe.",
		"After which Seneca launches into a lengthy moral diatribe against anger in any of its forms.",
		"I felt I was reading a diatribe from someone with a personal ax to grind, rather than a scholarly or well researched biography.",
		"Her third novel, Lelia (1833), is in the same vein, a stronger and more outspoken diatribe against society and the marriage law.",
		"We are given a talk each morning on the day's activities, which includes a diatribe on geological formations of the canyon.",
		"There's a particularly vitriolic diatribe against Branson's Virgin empire.",
		"But Maupertuis must needs write his Letters, and thereupon (1752) appeared one of Voltaire's most famous, though perhaps not one of his most read works, the Diatribe du Docteur Akakia.",
		"Of this Frederick was not aware; but he did get some wind of the Diatribe itself, sent for the author, heard it read to his own great amusement, and either actually burned the MS. or believed that it was burnt.",
		"To as much of this diatribe as concerned himself Boyle quickly replied with force and dignity, but it was from Hobbes's old enemy that retribution came, in the scathing satire Hobbius heauton-timorumenos (1662).",
		"There 's a particularly vitriolic diatribe against Branson 's Virgin empire.",
		"He was the author of a diatribe on the courtiers of Charles VII.",
		"They would deliver a diatribe, a dialectical discourse, a slogan or sermon, at the drop of a hat."
	],
	"synonyms": [
		"fulmination",
		"screed",
		"castigation",
		"philippic",
		"tirade",
		"invective",
		"abuse",
		"harangue",
		"denunciation",
		"criticism",
		"jeremiad"
	],
	"antonyms": [
		"recommendation",
		"praise"
	]
}