{
	"word": "profuse",
	"meaning": [
		"Plentiful; copious.",
		"Giving or pouring forth freely; generous, often to excess.",
		"Given or poured forth freely and abundantly.",
		"In great quantity or abundance.",
		"(obsolete) To pour out; to give or spend liberally; to lavish; to squander."
	],
	"sentences": [
		"He breaks out into profuse sweats and may vomit.",
		"On his way to Paris he had been profuse in promises of reform and constitutional rule.",
		"Carteret was a profuse and popular lord lieutenant who pleased both the \"English interest\" and the native Irish.",
		"The world is much smaller with the internet and the opportunities are a lot more profuse.",
		"The chiefs of the clans, with a few sub-chiefs having hereditary rights, formed the King's Council, and the king, unless of exceptionally strong character, often exercised less power than the council of chiefs, each of whom kept his little court, making a profuse display of barbaric pomp. Land is held in common by the tribes, lands unallotted being attached to the office of head chief or king and called \"stool lands.\"",
		"It has more than one advantage over the meadow mushroom in its extreme commonness, its profuse growth, the length of the season in which it may be gathered, the total absence of varietal forms, its adaptability for being dried and preserved for years, and its persistent delicious taste.",
		"It resembles the Small White, except that the skin is coal-black in colour, and the coat of hair is not usually profuse.",
		"The wild vegetation in the height of summer is, in favourable situations, profuse in individual plants, though scanty in species.",
		"The onset of the flu was abrupt with fever followed by vomiting, abdominal pain and profuse diarrhea.",
		"However, most often the geraniums that delight us with their profuse blooms are from the genus pelargonium.",
		"No wonder that dancing and profuse perspiration were esteemed a necessary adjunct to feeding!",
		"I do not agree with flailing the hedgerows, but summer growth is so profuse.",
		"The ancient writers have been very profuse in their praises of this celebrated Prince.",
		"The tower system appeared in some parts of the coast to be too scanty, in others too profuse.",
		"Après-ski activities are also profuse, with bars and discos providing plenty of lively entertainment.",
		"Churches became more profuse in decoration, better lit and more lavish in their proportions.",
		"They have profuse, fragrant, bright golden yellow, spherical, fluffy flowerheads, 5mm (0.25in) across.",
		"And like the profuse intertwining vines, this Garden of Eden weaves a magic spell that blinds love forever.",
		"This period of dry heat, having lasted three or four hours or longer, comes to an end in perspiration, at first a mere moistness of the skin, passing into sweating that may be profuse and even drenching.",
		"The ancient virtues - hospitality to the guest and the poor, profuse expenditure of wealth, valour in battle, faithfulness to the cause of the tribe - are the themes of praise; wine and the game of maisir, forbidden by Islam, are celebrated by poets who professed themselves converts; and if there is no mention of the old idolatry, there is also little spirituality in the outlook on life.",
		"It is stouter and has a more profuse matted network of fibres round the bases of the leaves; the segments of the leaves are much broader, and the leaf-stalks shorter and stouter, being from 1 to 2 feet long, and quite unarmed.",
		"The Sidalceas are fast becoming better known, and, being profuse in flower, excellent for cutting and of the easiest culture.",
		"It is a profuse flowering kind, often bearing as many as six blossoms on a single spike.",
		"A cross between these two species, known as Alberti macrantha, has great vigour, and is more profuse in its snow-white flowers than either of the parents.",
		"It is a most profuse bloomer, which adds to its value.",
		"A profuse bloomer, Chuck Hayes gardenia tolerates temperatures slightly cooler than Kleim's Hardy and is reported to produce nearly triple the amount of flowers as Kleim's Hardy.",
		"Others around you will note your flushed face, which is often accompanied by profuse perspiration.",
		"A cut may have little or profuse bleeding depending on its depth and length.",
		"A laceration too may have little or profuse bleeding, the tissue damage is generally greater, and the wound's ragged edges do not readily line up.",
		"A missile entry wound may be accompanied by an exit wound, and bleeding may be profuse, depending on the nature of the injury.",
		"The symptoms include body shaking (tremulousness), insomnia, agitation, confusion, hearing voices or seeing images that are not really there (hallucinations), seizures, rapid heart beat, profuse sweating, high blood pressure, and fever.",
		"Get professional treatment if any injury is severe, such as a fracture, profuse bleeding, dislocated joint, prolonged swelling, or prolonged or severe pain.",
		"Easy bruising, profuse nosebleeds, postpartum hemorrhage, excessively prolonged or heavy menstrual bleeding, and postsurgical hemorrhage may also result.",
		"There is profuse sweating, the heartbeat is rapid, the breathing fast, and the blood pressure is elevated.",
		"The goal is to detoxify muscles through profuse sweating and to relax and rejuvenate the mind and body.",
		"The profuse feathering makes them very good at withstanding cold winter weather.",
		"As a ruler he was equally profuse and rapacious.",
		"Mahommed was a singular character, full of pretence at least to many accomplishments and virtues, the founder of public charities, and a profuse patron of scholars, but a parricide, a fratricide, and as madly capricious, bloodthirsty and unjust as Caligula.",
		"For example, there are many people who feel very much better after profuse perspiration, and as sweat appears to contain little but water and a few salts, it is not improbable that the improvement in their condition is due rather to the internal secretion from the skin than to the elimination effected by the sweat.",
		"From this the sufferer could only be roused by music, which excited an overpowering desire to dance until the performer fell to the ground bathed in profuse perspiration, when the cure, at all events for the time, was supposed to be effected.",
		"The illustrations are profuse, both photographs and tracings of the drawings.",
		"The flowering crabapple offers profuse numbers of flowers in spring, colorful apples in fall and interesting branches in winter.",
		"They are easily raised from seed, and profuse in effective bloom.",
		"The fauna of the peninsula is varied and no less profuse than is the vegetable life.",
		"Then profuse salivation, paralysis of the tongue and larynx, and inability to speak.",
		"Khmer decoration, profuse but harmonious, consists chiefly in the representation of gods, men and animals, which are displayed on every flat surface.",
		"BrOhl, who began as page and chamberlain, was largely employed in procuring money for his profuse master.",
		"In bronchitis with profuse expectoration the use of morphine is particularly dangerous, as it is likely to check the cough so necessary for getting rid of the secretion, but in the converse condition it usefully allays the harassing cough by diminishing the excitability of the respiratory centre.",
		"Notwithstanding that Algarve is hotter than Alemtejo, a profuse vegetation takes away much of the tropical effect.",
		"When the temple is of very large dimensions an interior peristyle of pillars is introduced tc assist in supporting the roof, and in such cases each pillar carrim profuse bracketing corresponding to that of the cornice.",
		"Not until the close of the 18th century or the beginning of the 19th did the more profuse fashion of enamelled decoration come to be largely employed.",
		"Cabinets, fire-screens, plaques and boxes resplendent with gold lacquer grounds carrying elaborate and profuse decoration of ivory and mother-of-pearl are not objects that appeal to Japanese taste.",
		"Moreover., it is the indirect means of supplying water to almost every town and village in Seistan Proper, feeding as it does a network of minor canals, by which a system of profuse irrigation is pu t t in force.",
		"The true mushroom itself is to a great extent a dung-borne species, therefore mushroom-beds are always liable to an invasion from other dung-borne forms. The spores of all fungi are constantly floating about in the air, and when the spores of dung-infesting species alight on a mushroom-bed they find a nidus already prepared that exactly suits them; and if the spawn of the new-comer becomes more profuse than that of the mushroom the stranger takes up his position at the expense of the mushroom.",
		"This spawn is sometimes so profuse that it is pulled out of the beds in enormous masses and carted away in barrows.",
		"Characteristic representatives are Pa paver nudicaule, Saicifraga oppositifolia, which forms a profuse carpet, and Dryas octopetal,a.",
		"It is very important for those who are trying this diet to bear in mind the necessity of abundance of water, because sometimes they may be tempted to lessen the water on account of the inconvenience produced either by frequent micturition or too profuse sweats.",
		"The expectoration soon becomes watery and profuse, with little whitish specks, which contain great quantities of bacilli."
	],
	"synonyms": [
		"riotous",
		"exuberant",
		"luxuriant",
		"lush",
		"rampant",
		"hearty",
		"galore",
		"ample",
		"opulent",
		"munificent",
		"excessive",
		"generous",
		"copious",
		"bountiful",
		"abundant"
	],
	"antonyms": [
		"lacking",
		"wanting",
		"sparse",
		"meager"
	]
}