{
	"word": "murmur",
	"meaning": [
		"A low, indistinct, continuous sound, as of a stream or far-off voices.",
		"A mumbled or muttered complaint.",
		"An indistinct, whispered, or confidential complaint; a mutter.",
		"An expression of feeling or opinion, regarded as hesitant, restrained, furtive, etc.",
		"Any abnormal sound heard by auscultation, esp. of the heart.",
		"To make a low, continuous, indistinct sound or succession of sounds.",
		"To make a murmur.",
		"To mumble or mutter a complaint.",
		"To complain in low mumbling tones; grumble.",
		"To say in a murmur."
	],
	"sentences": [
		"I heard a voice murmur in my ear.",
		"A murmur of approbation and satisfaction ran through the crowd.",
		"The murmur of the sea won for the cave a Gaelic name meaning \" the Cave of Music.\"",
		"The clergy, almost without a murmur, submitted themselves to the Roman Church.",
		"As weeks elapsed without action on the part of the royal widow, while the cry of blood was up throughout the country, raising echoes from England and abroad, the murmur of accusation began to rise against her also.",
		"The gentle murmur of the river helped him calm himself.",
		"The sea was calm, but with a slight murmur of surf on the beach.",
		"The sleeping mother rests undisturbed by the various noises of the house and street, but wakes at a slight murmur from her child.",
		"The nation, however much it might murmur, would never have been willing to rebel against a sovereign whose only fault was that he occasionally pressed his prerogative too far, Edwards rule was seldom or never oppressive, the seizure of the merchants wool in 1297 was the only one of his acts which caused really fierce and widespread indignation.",
		"I heard a voice murmur in my ear, ` Tolle, lege.'",
		"It remained overcast and I could hear the rain pelting the roof and a murmur of voices below.",
		"The gymnasium, however, was deserted; the nobles of Styria began to murmur at subsidizing a teacher without pupils; and he found it prudent to look elsewhere for employment.",
		"Being strongly in favour of peace, Pelham carried on the war with languor and indifferent success, but the country, wearied of the interminable struggle, was disposed to acquiesce in his foreign policy almost without a murmur.",
		"Suddenly we heard the murmur of goose song to our right.",
		"He bore popular abuse and misrepresentation without the slightest murmur or sourness of temper.",
		"All patients with an audible cardiac murmur should have an echocardiogram.",
		"The prospect was not reassuring; his revenue was small, and parliament would certainly murmur if he tried to increase it.",
		"Using echocardiography we can be much more precise about the actual cause of a murmur in an individual dog.",
		"But the people grew impatient along the way, 5 and they began to murmur against God and Moses.",
		"You could be purchasing a pup with worms at the very least, but you might also be purchasing a puppy that has not been protected from viruses or even has an undiagnosed heart murmur that will need treatment in the future.",
		"Suddenly there was a faint murmur, for at the upper end of the hut a dark form was seen slowly to arise.",
		"A small opening does not strain the heart and the only abnormal finding is a loud murmur.",
		"His subjects had already begun to murmur; resistance, the early parliaments of his reign had been passive and complaisant; but by 1523 the Commons had been goaded into resistance.",
		"A murmur went through the dancers, several of whom sounded as if they ran into each other before pausing.",
		"Typically it presents as cyanosis, shock, cardiac failure or a murmur on routine check.",
		"Diagnosis is most often made by detecting the characteristic \"machinery\" heart murmur heard by a doctor through a stethoscope.",
		"The 333 islands that make up this nation can sizzle with excitement or murmur with the quiet calm of pristine nature.",
		"A wind chime fountain is a lovely way to add tinkling sounds to the water murmur.",
		"Here we rested awhile, as we could hear the distant murmur of an open-air service taking place in the Baptistry.",
		"Years ago I was told I had a heart murmur.",
		"Most murmurs are what they call a flow murmur.",
		"The dull roar of the traffic which converged all day upon London Bridge had died away now to a mere confused murmur.",
		"F - the loudness of the murmur bears no relation to the severity of the aortic stenosis.",
		"At first he moved so slowly that many of the impatient, would-be reformers began to murmur at the unnecessary delay.",
		"After he had retired from public labours he lingered for some months, enduring the severest agony without a murmur, and cheerfully attending to all the duties of a private kind which his diseases left him strength to discharge.",
		"The soft whispering voice continued its rhythmic murmur, something oppressed him and stretched out, and the strange face was before him.",
		"Seventy-five of the dogs, which had either no murmur or a grade I murmur on screening, were reexamined three years later.",
		"However, if he suspects a heart murmur or other problem, he may do more testing or request a second opinion from a specialist.",
		"It can cause problems as minor as a heart murmur, but it can also cause sudden death with no warning signs.",
		"A heart murmur is an abnormal swishing or whooshing sound made by blood moving through the heart, heart valves, or blood vessels near the heart during the heartbeat cycle.",
		"A heart murmur is a series of vibratory sounds made by turbulent blood flow through the heart.",
		"This condition is called an innocent heart murmur.",
		"The characteristics of the murmur may suggest specific alterations in the heart or its valves.",
		"An increased amount of blood flowing through the heart can also cause an innocent heart murmur.",
		"The symptoms of heart murmurs differ, depending on the cause of the heart murmur.",
		"While listening to the heartbeat, the physician carefully evaluates several factors, including the loudness, frequency, pitch, duration, location, and timing of the murmur with the patient's heartbeat.",
		"A systolic heart murmur may be classified according to how loud it is, based on a scale from one to six, with a grade 6 being the loudest.",
		"The cardiologist will perform a physical examination, review the child's personal and family medical history, and order tests to evaluate the source of the heart murmur.",
		"An echocardiogram, or echo (cardiac ultrasound) may be used to distinguish an innocent murmur from a pathologic one.",
		"On the echo, the doctor may be able to identify a structural heart or vascular problem that is causing the heart murmur.",
		"If a heart murmur requires surgical treatment, there are no alternative treatments, although there are alternative therapies that are helpful for pre- and post-surgical support of the patient, such as guided imagery for relaxation.",
		"In many cases, a heart murmur or suspected heart disorder may lead a cardiologist to suspect Williams syndrome, since an estimated 70 to 75 percent of people with WS have mild to severe cardiovascular problems.",
		"Mitral valve prolapse may be detected as a heart murmur but there are usually no symptoms.",
		"The main sign of PDA is a constant heart murmur that sounds like the hum of a refrigerator or other machinery.",
		"This murmur is usually heard by the doctor using a stethoscope.",
		"If the heart murmur is innocent, heart activity can be supported using the herb hawthorn (Crataegus laevigata or C. oxyacantha) or coenzyme Q10.",
		"Males with Fragile X may develop enlarged testicles at the onset of puberty, and those with this syndrome can be prone to certain medical conditions, such as hernia, middle ear infections, and heart murmur, among others.",
		"Passing into law in the UK with barely a murmur of discontent, this Act reversed the presumption of innocence.",
		"They excited no controversy, and were comparatively little talked about - so little, indeed, as to have extorted from him a half murmur about \" coldness and prejudice.\"",
		"The crowd began to murmur and presently to fling stones and cry \"murderer !\"",
		"We seem here to have a remnant of the very ancient and widely diffused tree-worship. Sometimes, however, auguries were taken in other manners, being drawn from the moaning of doves in the branches, the murmur of a fountain which rose close by, or the resounding of the wind in the brazen caldrons which formed a circle all round the temple.",
		"The commons were beginning to murmur at the kings administration; they had obtained neither the peace nor the diminished taxation which they had been promised.",
		"Aside from the infrequent sound of a passing car on the avenue, only the murmur of unseen waves lapping at the sand broke the stillness."
	],
	"synonyms": [
		"mussitation",
		"muttering",
		"murmuration",
		"mutter",
		"murmuring",
		"undertone",
		"purl",
		"babble",
		"plaint",
		"complaint",
		"grumbling",
		"grumble",
		"cardiac murmur",
		"heart murmur",
		"murmur vowel",
		"mutter",
		"grunt",
		"grumble",
		"flow gently",
		"meander",
		"drip",
		"ooze",
		"gurgle",
		"tinkle",
		"babble",
		"burble",
		"trickle",
		"moan",
		"ripple",
		"purl"
	],
	"antonyms": [
		"clang",
		"peal",
		"noise",
		"speak clearly"
	]
}