{
	"word": "influx",
	"meaning": [
		"A flowing in.",
		"A flowing in; inflow, as of a liquid, gas, etc.",
		"A mass arrival or incoming.",
		"A continual coming in of persons or things.",
		"The point where a body of water, as a river, joins another body of water."
	],
	"sentences": [
		"The influx of winter visitors adds to the wealth of the city.",
		"During the 18th century there was a great influx of English colonists, and in 1714 the first English church was erected.",
		"In consequence of the large influx of tourists every year the North British and Caledonian railway companies give employment to an enormous staff.",
		"It is situated on the right bank of the Danube, opposite the influx of the Regen, 86 m.",
		"In 1845 began the marked influx of Germans, which lasted in large degree up to 1860; they first limited themselves to the district \"Over the Rhine\" (the Rhine being the Miami & Erie Canal), in the angle north-east of the junction of Canal and Sycamore streets, but gradually spread throughout the city, although this \"Over the Rhine\" is still most typically German.",
		"After the close of the war there was an influx of settlers from Rhode Island, Connecticut, New Hampshire and Vermont; a town was laid out on the Van der Heyden farm, and in 1789 the name of Troy was selected in town meeting; and in 1791 the town of Troy was formed from part of Rensselaerwyck.",
		"The agitation against the influx of Chinese commenced industry.",
		"The influx of new ideas provoked civil war, in which the already decadent Shogunate was abolished and the authority of the Mikado restored.",
		"In recent years there has been a great influx of Poles into these parts, attracted by the higher wages.",
		"The herringfishery is the chief industry, but there is some weaving of woollens and, in summer, a considerable influx of visitors.",
		"It received large accessions from some of the Greek cities of southern Italy, from Hipponium on its west and Caulonia on its east coast, both of which Dionysius captured in 389 B.C. There had also been an influx of free citizens from Rhegium.",
		"A large part of the transatlantic immigrants pass speedily to permanent homes in the west, but by far the greater part of the Canadian influx remains.",
		"Previously to the meeting of the conference there had been a great deal of discussion in regard to the influx of Chinese, and such influx was on all sides agreed to be a growing danger.",
		"The works rendered it necessary to divert the influx of the Grange from the Carron to the Forth.",
		"The influx of Continental currency gave some trouble during the War of Independence, but there were no further local issues until 1786, when £10o,000 were issued.",
		"They last three weeks, and the last day save one, called the Nickelchestag, is distinguished by the influx of people from the neighbouring country.",
		"The actual coal measure strata, consisting mainly of shales and clays, are generally impervious to water, but when strata of a permeable character are sunk through, such as the magnesian limestone of the north of England, the Permian sandstones of the central counties, or the chalk and greensand in the north of France and Westphalia, special methods are required in order to pass the water-bearing beds, and to protect the shaft and workings from the influx of water subsequently.",
		"Coinciding as the carrying out of Vogel's policy did with a rising wool market, it for a time helped to bring great prosperity, an influx of people and much genuine settlement.",
		"Of the tribes which occupy the mountains of Siam some are the remnants of the very ancient inhabitants of the country, probably of the Mohn-Khmer family, who were supplanted by a later influx of more civilized Khmers from the south-east, the forerunners and part-ancestors of the Siamese, and were still farther thrust into the remoter hills when the Lao-Tai descended from the north.",
		"The topography of the Orkneys is wholly Norse, and the Norse tongue, at last extinguished by the constant influx of settlers from Scotland, lingered until the end of the 18th century.",
		"This large influx of Europeans, however, is modifying the population by reducing the Indian and mestizo elements to a minority, although they are still numerous in the mesopotamian, northern and north-western provinces.",
		"From the scanty notices of Greek legend it may be gathered that an influx of tribes from the north contributed largely to its population, which was reckoned as Aeolic. It is probable that the country was originally of greater extent, for there was a tradition that the Phocians once owned a strip of land round Daphnus on the sea opposite Euboea, and carried their frontier to Thermopylae; in addition, in early days they controlled the great sanctuary of Delphi.",
		"The stoppage of intertribal wars by the British, aided by a great influx of refugees from Zululand, ed to a rapid increase of the population.",
		"It is important to remember that this obscure stream of tradition flowed on, only partially affected by the influx of Arabian, or even the early revival of purer classical learning.",
		"Traces of Christianity remained among the Kabyles till after the conquest of Granada (1492),(1492), when the influx of Andalusian Moors from Spain completed the conversion of those tribes.",
		"Before the fall this influx was free and unhindered, and the conjunction of man with God and the creation complete, but from that time the connexion was interrupted and God had to interpose by successive dispensations.",
		"Owing to the influx caused by the periodical visits of the daimyos (feudal lords) with their numerous attendants, it probably exceeded qmillion during the early part of the 19th century.",
		"Social and Political Effects of Immigration.-The influx of millions of persons of different nationality, often of a foreign language and generally of the lower classes, would seem to be a danger to the homogeneity of a community.",
		"In the 16th century a new influx of colonists, the Tatars, occupied Chersonesus and founded a settlement named Akhtyar.",
		"Differences of density between the waters of enclosed seas and of the ocean are brought about in some instances by concentration of the water of the sea on account of active evaporation, and in other instances by dilution on account of the great influx of land water.",
		"The enormous influx of pilgrims naturally creates a brisk trade in Kerbela and the towns along the route from Persia to that place and beyond to Nejef.",
		"The discovery of gold at Ballarat in 1851 brought another influx of population to the district, and the town grew from 30,000 to ioo,000 in the course of two or three years.",
		"Sennacherib made Nineveh his court residence and, after his destruction of Babylon and the influx of the enormous booty brought back from his conquests, it must have been the most magnificent and wealthiest city of the East.",
		"Alberta and Saskatchewan, particularly the ranching districts, are chiefly peopled by English immigrants, though since 1900 there has also been a large influx from the United States.",
		"After 1836 there was a large influx of Anglo-Americans and Germans, and the Mexican element long ago ceased to predominate.",
		"The establishment of Dominion government agencies, the formation of a local government, the machinery required for the government of the province, the influx of a small army of surveyors who mapped out and surveyed wide districts of the country, and the taking up of free lands in all directions by Canadian settlers, all tended to build up the hamlet of Winnipeg into a considerable town.",
		"During the next few years there was such a steady influx of Chinese free immigrants that in the spring of 1881 the Hawaiian government sent a despatch to the governor of Hong Kong to stop this invasion.",
		"The spread of these limestones was repeatedly checked by the steady influx of detritus from the land during the pauses in movements of depression.",
		"The water should be made to run completely off and the ditches should become dry before the influx of the next tide, otherwise the silt will not incrust and the tide not have the same effect.",
		"P PP Chamber from being overwhelmed at any critical moment by an influx of crown nominees appointed ad hoc. The general election which took place amid considerable enthusiasm on the 14th of May resulted in a sweeping victory for the Social Democrats whose number rose from II to 87; in a less complete triumph for the Christian Socialists who increased from 27 to 67; and in the success of the extremer over the conservative elements in all races.",
		"Whilst the upper classes in Italy absorbed Greek influences by their education, by the literary and artistic tradition, the lower strata of the population of Rome became largely hellenized by the actual influx on a vast scale of Greeks and hellenized Asiatics, brought in for the most part as slaves, and coalescing as freedmen with the citizen body.",
		"Then the stream began to rise again, first with the influx of the learning of the Spanish Moors, then with the new knowledge of Greek brought from Constantinople in the 14th century.",
		"Neither the influx of new deities nor the diligence of the priestly authors and commentators availed to break down the cast-iron traditions with which the compilers of the Pyramid texts were already familiar.",
		"Lennep, which was the residence of the counts of Berg from 1226 to 1300, owes the foundation of its prosperity to an influx of Cologne weavers during the 14th century.",
		"The result was an enormous influx of pilgrims to Rome, which stirred the pope's attention.",
		"No less powerful was the attraction exercised by the shrines of the oracular divinities, though the influx of pilgrims was not limited to certain days, but, year in and year out, a stream of private persons, or embassies from the city-states, came flowing to the temple of Zeus in Dodona or the shrine of Apollo at Delphi.",
		"In addition to the increased influx of persons in the prime of life, this is due largely to the improved water-supply and better sanitary conditions generally, including increased hospital accommodation.",
		"It is situated on the Laibach, near its influx into the Save, and consists of the town proper and eight suburbs.",
		"In 1479 he called a meeting of two burgesses from each \"good city\" of his realm to consider means for preventing the influx of foreign coin.",
		"It had been long preparing in the economic and administrative decline of the Empire, and in the steady influx of Germanic peoples into Roman territory for over two centuries; but the power of the old civilization to absorb the new races was exhausted by the 5th century, and the political history of Europe was turned into a different path.",
		"This estimate is unquestionably conservative, for there has been no large influx of European blood to counterbalance the race mixtures of earlier times.",
		"The Church of Utrecht was now without a bishop, and it was believed at Rome that the movement of revolt would soon perish for want of priests, especially as, with the constant influx of regulars, the number of Codde's adherents had steadily decreased.",
		"The potato, not yet a staple article of food, tomatoes, celery, cauliflower, artichokes and other vegetables are now niuch more grown than formerly, chiefly in consequence of the great influx of Europeans, who are the principal consumers.",
		"This influx was looked upon with disfavour by Kruger and his supporters, and, while the new corners were heavily taxed, steps were speedily taken to revise the franchise laws so that the immigrants should have little chance of becoming burghers of the republic. This exclusion the tilt' policy was even applied to immigrants from the le nders.",
		"From the opposite quarter an influx of Japanese and Chinese forms, such as the rhododendrons, the tea plant, Aucuba, Helwingia, Skimmia, Adamia, Goughia and others, has taken place, these being more numerous in the east and gradually disappearing in the west.",
		"This influx of wealth furnished the economic basis for a sudden development of literary and artistic activity, inspired by contrast with the new world of the tropics..",
		"The raw materials purchased by Flemish, German or English traders were used in the establishment of productive industries, while Portugal received a vast influx of bullion, most of which was squandered on war, luxuries or the Church.",
		"The disastrous economic results of the treaty were temporarily concealed by the influx of gold from Brazil, the check upon emigration from the wine-growing northern provinces, and the military advantages of alliance with Great Britain.",
		"Doubts were often expressed whether the capital would be able to bear the burden of empire, so enormous was the influx of new citizens.",
		"It has become the chief pleasure town of Germany; and though the standard of morality, owing to the enormous influx of people-bent on amusement, has become lower, yet there is so much healthy, strenuous activity in intellectual life and commercial rivalry as to entitle it, despite many moral deficiencies, to be regarded as the centre of life and learning in Germany.",
		"He found it on Orofino Creek, and a great influx followed - coming to Orofino, Newsome, Elk City, Florence, where the ore was especially rich, and Warren.",
		"In 1482 the town was surrounded with walls; and in the 16th century, during the religious troubles, it received a great increase of prosperity owing to the influx of refugees from Antwerp and Brabant.",
		"The number of factories increased from fifty-three in 1881 to eighty-three in 1890, and that decade saw the influx of a great industrial population from the surrounding districts; but the decade 1891-1901 witnessed at least a temporary set-back owing to the ravages caused by plague and the effects of over-production.",
		"The resident population is increased in summer by an influx of peasantry, of whom during the season 5000 to 6000 are employed in curing tobacco and preparing it for export.",
		"This story seems to have no foundation in fact; it was not Whitman, but the great influx of settlers in1843-1844that saved Oregon, if, indeed, there was then any danger of its being given up. (See Whitman, Marcus.) 1857; and on the 14th of February 1859 Oregon was admitted into the Union with its present boundaries.",
		"This seaside village, with its \"semicircular sweep of houses,\" grew into a considerable town owing to the influx of summer visitors, for whose entertainment there are, besides the \"Albion\" mentioned by Dickens, numerous hotels and boarding-houses, libraries, a bathing establishment and a fine promenade.",
		"The influx from the state of Ceara alone, from 1892 to 1899 inclusive, reached 98,348.",
		"It is probable indeed that an influx of this water occurs from both directions - in August and September from the south, and in the late winter and early spring from the north.",
		"The influx of visitors, attracted by the presence of the royal family, by the prolonged local festivities, the bull-fights and the bathing, increases the number of the inhabitants in summer to about 50,000.",
		"Before the war more than half of the inhabitants spoke German, and this proportion has increased greatly of recent years, owing to the large influx of pure German elements into the city and the almost complete reconciliation of the older inhabitants to the rule of Germany.",
		"About 1700 there was a considerable influx of English settlers.",
		"Returned colonists from south Wales, traders and the raids of the Irish in Britain with the consequent influx of British captives sold into slavery must have introduced the knowledge of Christianity into the island considerably before A.D.",
		"Jeremy Taylor began a persecution which stopped the influx of Scots into Ireland.",
		"The bureaucracy became a refuge for the nobles, and above all for the bourgeois, whose fixed incomes were lowered by the influx of precious metals from the New World, while the wages of artisans rose.",
		"Man may prepare himself for this influx by removing the obstacles which prevent the union of the intellect with the human vessel destined for its reception.",
		"Exposed overnight to a cool dry gentle wind from the north-west, the water evaporates at the expense of its own heat, and the consequent cooling takes place with sufficient rapidity to overbalance the slow influx of heat from above through the cooled dense air or from below through the badly conducting straw.",
		"The industries of Homburg embrace iron founding and the manufacture of leather and hats, but they are comparatively unimportant, the prosperity of the town being almost entirely due to the annual influx of visitors, which during the season from May to October inclusive averages 12,000.",
		"The discovery of Mount Bischoff one year later, though it greatly stimulated speculation and induced a large influx of immigrants, did not put a stop to the outflow, for in 1880 the population was still below 115,000.",
		"With the decay of the Seleucid power, weakened by Rome and Parthia, the old influx from the desert would recommence, and an Arabic element begin to show.",
		"He then dined at a restaurant, which he frequently changed, to avoid the influx of strangers, who crowded to see and hear him.",
		"The mountain traffic was at a peak with the massive influx of visitors, especially at the lower elevations.",
		"The growth of the Canary Wharf complex has brought in an influx of people, from the fairly affluent to the very rich.",
		"There was concern in Germany and abroad about a surge in forced prostitution as new brothels opened to cope with the influx of fans.",
		"Preparation of hospital emergency plans to cope with large influx of patients with burns, lung damage and trauma.",
		"Canada also saw an influx of 8,000 child evacuees from British cities arriving.",
		"Much housing was built in the later 19th century to accommodate the influx of miners to the town.",
		"Stirling Albion manager Allan Moore has warned the fans not to expect an influx of new faces come the summer.",
		"Hopefully, next year the cafes will be better prepared to handle the influx of visitors Keith.",
		"Also, in 1885 there was a gold rush at Hall's Creek 100km to the south, bringing an influx of miners.",
		"Corfu Town Corfu was one of the first islands in the Mediterranean to attract an influx of British holidaymakers.",
		"The charges center on a sudden, large influx of members in the middle of last year.",
		"Stockton has seen a massive influx of African asylum seekers, many from areas where AIDS is at epidemic proportions.",
		"This unprecedented influx of new players was countered by the sale of Neil Shipperley to Crystal Palace for one million pounds.",
		"There was a huge influx of patients in a short time.",
		"With the constant influx of fresh water from the Atlantic Ocean, Gibraltar enjoys teeming marine life in a vibrant display of colors.",
		"Turkey has said that its troops would enter northern Iraq to prevent a refugee influx from the area.",
		"Siem Reap is gearing up for a massive tourist influx.",
		"The constant influx of random thoughts threatens to drive the Slayer insane.",
		"The greatest influx of outside fighters to join the insurgency has been from Algeria.",
		"Even now, rates are still lower than they should be, so the influx of money is still ongoing.",
		"Since 1815 a considerable proportion of the native stock has migrated to the W., but the loss has been partially offset by an influx of French Canadians.",
		"But Medina itself was being corrupted by the constant influx of captives, who, employed at first as servants, soon became powerful enough to dictate to their masters.",
		"To secure the greatest possible influx of light, some horticulturists recommend curvilinear roofs; but the superiority of these is largely due to the absence of rafters, which may also be dispensed with in plain roofs.",
		"The conquest of Jerusalem, and the erection of a Christian empire in Palestine, naturally welled the influx of pilgrims. And though in 1187 the Holy City again fell into the hands of the infidel, while in 12 9 1 the loss of Acre eliminated the last Christian possession in Palestine, the pilgrimages still proceeded.",
		"The Spanish Revolution of 1868 caused a further influx of Spaniards and also the introduction of the pernicious \" spoils system.\"",
		"Meanwhile, the Hauran, the old seat of the Shehab family and Hermon Druses, had been steadily receiving a Druse influx, since the day of Ain Dara (see above).",
		"How else can a sudden influx of confidence in the face of serious illness be explained?",
		"Most areas are fishing well although the fish have understandably sulked a bit with the influx of cold water.",
		"Unfortunately, a rapid, early influx of funds can create the illusion that anything is possible, including a hyper-expansion.",
		"Without the large influx of dollars that venture capital provides, startups must reach profitability quickly so they can bootstrap their way to additional growth.",
		"In fact, the influx of hormones from mom's body and from their own can wreak havoc on a newborn's skin.",
		"Optimize your cash flow and your business will experience consistent growth and a steady influx of new clients.",
		"The flow of electrons inside a solar cell is created when the electrons are jolted by an influx of energy (sunlight), and are knocked loose from the semi-conductor.",
		"Consequently, there is not enough work to support the influx of new photographers.",
		"It's also considered hoarding when businesses stock up on products for a projected influx of sales.",
		"These dates are defined as \"high season,\" which means cruises and airfares are at their most expensive because of the influx of travelers on the move.",
		"While itineraries and schedules change annually, there is an influx of cruise lines sending smaller ships up north during the summer months, as demand for small boat cruises increases.",
		"This is beneficial to most gardens, as a sudden influx of nutrients can actually be harmful to your plants.",
		"The video game market crashes because there is an large influx of games released that are less than mediocre and not enough gamers to support the companies.",
		"The rapid influx of women into the labor force that began in the 1970s was marked by the confidence of many women in their ability to successfully pursue a career while meeting the needs of their children.",
		"Look to celebrity hair styles right now and you'll notice a sudden influx of women making the dramatic change from light to dark.",
		"These attractions need more employees to handle the influx, which is why they hire many teenagers to work during the summer.",
		"This influx of hormones occurs just after conception, as the body starts to prepare for a fetus.",
		"The cause of the fatigue is the influx of new hormones into your body.",
		"In 1848 gold was discovered at Sutter's Mill in the Sierra foothills marking the start of the Gold Rush and an influx of fortune seekers.",
		"The Japanese tea garden in San Francisco is one of the oldest in the United States, and despite its yearly influx of tourists, it remains basically untouched and peaceful.",
		"This allows time for your brain to adjust to the influx of neurotransmitters, making better use of them.",
		"If you watch the Oscars purely to get ideas for your own wardrobe, you can't miss the influx of \"inspired by\" dresses that hit high-end store racks mere days after the ceremony occurs.",
		"The influx of women into business brought about other changes such as coffee makers, hair dryers and irons in hotel rooms since women were traveling more for business.",
		"For those of you who are a bit hypoglycemic, this tonic can be consumed because the protein and fats in the almond milk help mitigate the influx of natural sugars going into the bloodstream.",
		"Its ability to summarize recent transactions is particularly beneficial to nonprofits with a continuous influx of donations.",
		"Virtually every tourist spot in the country will take advantage of the influx of holiday travelers.",
		"Have a plan for your parade viewing, because vacation areas often have an influx of visitors during the Christmas season, especially in warmer climates.",
		"Of course, you have to be careful with this one and verify whether the person really has experienced an influx in work or extracurricular activities (such as joining a group or sports team).",
		"With the influx of computers and Internet access, free homework help is as accessible as a click of the mouse.",
		"With the influx of electronics and technology in every home today, card games are often forgotten or looked upon as ancient relics not worth the time it takes to deal out the cards.",
		"Few developments in world cinema have had as profound an effect on American audiences as the influx of Anime movies from Japan.",
		"The current influx of ghost hunting television shows such as SyFy's Ghost Hunters International and Travel Channel's Ghost Adventures shows the high level of interest in ghosts.",
		"Add to that the influx of new styles that are released every season and there's definitely plenty to look forward to!",
		"This is due to the influx of the culture and art from this region of the world.",
		"The popularity of using Arabic phrases in the form of Arabic writing can be attributed to this influx of information much like that of Chinese characters.",
		"These places have many things in common, they are used to the spring break influx and have a good supply of the kinds of hotels, restaurants and attractions that suit a student's budget.",
		"Despite the influx of atomic clock radios and novelty timekeeping devices, Zenith clock radios remain a trustworthy choice for people in search of quality and craftsmanship.",
		"Although this does provide you with an influx of cash, it is not, however, traditionally known as a cash advance.",
		"It's no secret that metabolism changes with the influx of menopause.",
		"And what would the history of Victoria's Secret be without an influx of the heavenly Victoria's Secret Angels?",
		"Later in the 19th century, the influx of Irish immigrants into America helped spread the popularity of the harvest festival tradition.",
		"When the replies start coming in, the birthday boy or girl will notice the sudden influx of similar-looking mail.",
		"If you're trying to develop your website into one that attracts a very large influx of visitors, you could spend years trying to learn about SEO techniques or you could hire an economical search engine optimization firm.",
		"The increased prominence has also contributed to an influx of quality hotels for visitors.",
		"The men spoke among themselves, swapping war stories and discussing the Tucson Sector's influx of vamps.",
		"It is not impossible to combine these views, and place the seat of power still in Crete, but ascribe the Renascence there to an influx of new blood from the north, large enough to instil fresh vigour, but too small to change the civilization in its essential character.",
		"Gradually, as time went on, and probably with the influx of refugees from the mainland, bricks made of lagoon mud came to take the place of wattle and reeds in the construction of the houses.",
		"The society grew in strength during the Civil War, when the increased demand for coal caused an influx of miners, many of them lawless characters, into the coal-fields, and in1862-1863it opposed enlistments in the Federal Army and roughly treated some of the enlisting officers.",
		"With the establishment of peace in 1898 and the influx of American and other capital and of a heavy immigration, great changes took place in agriculture as in other industrial conditions.",
		"Syracuse rose again out of her desolation - grass, it is said, grew in her streets - and, with an influx of a multitude of new colonists from Greece and from towns of Sicily and Italy, once more became a prosperous city.",
		"In 1900 the permanent population of Baden was 6050 (German-, speaking, mainly Romanists, with many Jews), but it is greatly swelled in summer by the influx of visitors.",
		"Afterwards there was a great influx of Germans, particularly after the Revolution of 1848, among them being Carl Schurz, who began the practice of law here.",
		"Besides these parks, each suburb has its public gardens, and at Flemington there is a fine race-course, on which the Melbourne cup races are run every November, an event which brings in a large influx of visitors from all parts of Australia.",
		"It remained comparatively unaffected either by the Oriya immigration on the east, or by the later influx of Mahrattas on the west.",
		"In 1898, owing to the influx of miners, the Yukon territory was constituted and granted a limited measure of self-government.",
		"A population largely Roman Catholic in creed, and partly French in origin and language, feared that an influx of new settlers would overthrow cherished traditions.",
		"Its acquisition by Canada and the influx of settlers from Eastern Canada led to the greater importance of Winnipeg, as the new town was now generally called.",
		"About 1892 the idea occurred to him of using vacuum-jacketed vessels for the storage of liquid gases, and so efficient did this device prove in preventing the influx of external heat that it is found possible not only to preserve the liquids for comparatively long periods, but also to keep them so free from ebullition that examination of their optical properties becomes possible.",
		"But of late years there has been an enormous influx of Anglo-Indian rupees, so that these have become practically the currency of the country, even to the frontier of China, and are now counted, instead of being valued as bullion.",
		"The influx of base European strata helped to reduce the whole continent south of Mexico in about a century to a level as low as that preceding the first mission.",
		"At a later period the Hindu influence in Sumatra was strengthened by an influx of Hindus from Java, who settled in Palembang, Jambi and Indragiri, but their attachment to Sivaism prevented them from coalescing with their Buddhist brethren in the north.",
		"The large Jewish population in Holland had its origin in the wholesale influx of Portuguese Jews at the end of the 16th, and of German Jews in the beginning of the 17th century.",
		"The work done by English furriers was generally good, but since about 1865 has considerably improved on account of the influx of German workmen, who have long been celebrated for excellent fur work, being in their own country obliged to satisfy officially appointed experts and to obtain a certificate of capacity before they can be there employed.",
		"The French wars of 1744-1748 and 1756-1763 led to a further strengthening of the fortifications; and the influx of settlers from the mainland made the questions of supplies and of the protection of trade from piracy more pressing.",
		"So our prospects brighten on the influx of better thoughts.",
		"A considerable admixture from other nationalities has resulted from the influx of mining adventurers, and some German colonies have been established in the state.",
		"We cannot suppose that the policy of the Merchant Adventurers' Company had nothing to do with the woollen industry; that the export trade in woollen cloth was quite independent of the foreign exchanges and international trade relations in those times; that the effect on wages of the state of the currency, the influx of new silver, the character of the harvests, and many other influences can be conveniently ignored.",
		"In 1883 the discovery of Moodie's Reef near the Kaap Valley led to a considerable influx of diggers and prospectors from the colonies and Europe, and by 1884 the Sheba Mine had been opened up, and Barberton, with a population of 5000 inhabitants, sprung into existence.",
		"True, Soho does have its problems, most recently with the influx to the area of drug pushers.",
		"Besides the delta of the Po and the large marshy tracts which it forms, there exist on both sides of it extensive lagoons of salt water, generally separated from the Adriatic by narrow strips of sand or embankments, partly natural and partly artificial, but havin openings which admit the influx and efflux of the sea-water, and serve as ports for communication with the mainland.",
		"Suddenly an influx of light filled my house, though the evening was at hand, and the clouds of winter still overhung it, and the eaves were dripping with sleety rain.",
		"You mean, like an influx of vamps to Tucson?"
	],
	"synonyms": [
		"inflow",
		"inpouring",
		"infiltration",
		"incursion",
		"flow",
		"arrival",
		"increase",
		"tide",
		"invasion",
		"inrush",
		"coming-in",
		"introduction",
		"penetration"
	],
	"antonyms": [
		"outflow",
		"efflux"
	]
}