{
	"word": "incontrovertible",
	"meaning": [
		"Impossible to dispute; unquestionable.",
		"That cannot be controverted; not disputable or debatable; undeniable.",
		"Not capable of being denied, challenged, or disputed; closed to questioning."
	],
	"sentences": [
		"Lastly, there is the incontrovertible fact that Amidis de Gaula exists in Castilian, while it remains to be proved that it ever existed in Portuguese.",
		"It by no means follows, however, from this incontrovertible evidence that the acquisition either of the jaw or of the lateral fins had not been in itself an extremely gradual process.",
		"It is often stated, as if it were incontrovertible, that conscription and large standing armies are a menace to peace, and yet, although throughout the civilized world, except in the British Empire and the United States, conscription is the system employed for the recruiting of the national forces of both defence and offence, few of these countries show any particular disposition to make war.",
		"At any rate, the incontrovertible facts of the Vinland voyages are that Leif and Thorfinn were historical characters, that they visited, in the early part of the 11th century, some part of the American continent south-west of Greenland, that they found natives whose hostility prevented the founding of a permanent settlement, and that the sagas telling of these things are, on the whole, trustworthy descriptions of actual experience.",
		"The duration of the reigns in several dynasties is fairly well known from the incontrovertible evidence of contemporary monuments.",
		"The health risks posed by homelessness are also incontrovertible.",
		"Bigfoot sightings are likely to continue for the foreseeable future, but this creature will remain the stuff of urban legends until incontrovertible proof is finally presented.",
		"Although the name Belgium only came into general use with the foundation of the modern kingdom in 1830, its derivation from ancient times is clear and incontrovertible.",
		"The main reason is almost incontrovertible; it is the long duration for which unemployment benefits are payable.",
		"Accidents There is now incontrovertible evidence that men in fast cars, particularly young men, cause a disproportionate number of road traffic accidents.",
		"Therefore, only the presence of a stamped sherd is absolutely incontrovertible evidence that a particular sherd is not of Iron Age date.",
		"Support school travel plans Evidence for the need of 20mph limits (or lower) in residential areas seems incontrovertible.",
		"The rest sat on, discussing the constitution, drawing up lists of damnable heresies and of incontrovertible articles of faith, producing plans for the reduction of the army and demanding - consolidating his rule and power.",
		"Among his pamphlets are A Candid Examination of the Mutual Claims of Great Britain and the Colonies (1775); Historical and Political Reflections on the Rise and Progress of the American Rebellion (1780); Cool Thoughts on the Consequences to Great Britain of American Independence (1780); and The Claim of the American Loyalists Reviewed and Maintained upon Incontrovertible Principles of Law and Justice (1788)."
	],
	"synonyms": [
		"positive",
		"irrefutable",
		"demonstrable",
		"irrefrangible",
		"immutable",
		"irrecusable",
		"true",
		"unquestionable",
		"undeniable",
		"indisputable",
		"incontestable",
		"certain",
		"unmistakable",
		"unequivocal",
		"undisputable"
	],
	"antonyms": [
		"questionable",
		"variable",
		"changeable",
		"uncertain",
		"controvertible"
	]
}