{
	"word": "culminate",
	"meaning": [
		"To reach its highest or lowest altitude.",
		"To reach its highest point or climax; result (in)",
		"To come to completion; end.",
		"To bring to its climax; cap.",
		"To reach the highest point above an observer's horizon. Used of stars and other celestial bodies."
	],
	"sentences": [
		"The day will culminate with a presentation to members of Parliament.",
		"The series of topics will culminate in an exhibition later in the year.",
		"They culminate in the peak of Dos-megen-ora at an altitude of 20,000 ft.",
		"The military organization is provided with an elaborate code and systems of military courts, which culminate in a supreme military tribunal composed of 15 judges holding office for life, of which 8 are general army officers, 4 general naval officers and 3 civil judges.",
		"In St Paul we find the beginnings of explanation, indeed of two explanations, and in the Epistle to the Hebrews the whole sacrificial system is found to culminate in Christ, of whom all priests and sacrifices are symbols, so that they are abolished with the coming of the great reality.",
		"Above the general level of the plateau, 6000 ft., rise bare ranges of mountains, which run from north-east to south-west at an altitude' of 8000-12,000 ft., and culminate in Ararat, 17,000 ft.",
		"Royalty and the Church, when they acquire the lead in social life, work out a new penal system based on outlawry, death penalties and corporal punishments, which make their first appearance in the legislation of Withraed and culminate in that of !Ethelred and Canute.",
		"Immediately to the south-west the fortified hills of Montjuich rise to an altitude of 650 ft., while the view is bounded on the west by the heights which culminate in Tibidabo (1745 ft.), and on the north-east by the Montanas Matas.",
		"Ideally, this will eventually culminate in the running of a conference and/or thematic workshops.",
		"The performance dates are Monday 22nd to Friday 27th July, to culminate with a performance on Saturday 28th July.",
		"Call people in the US and unleash long, angry tirades that culminate in me screaming \" SIX.",
		"Culminate the evening with dinner at a fancy Italian restaurant, spending time talking and laughing about old times and new times to come.",
		"Their work may be said to culminate in the vocalized text which resulted from the labours of Rabbi Aaron ben Asher in the 10th century.",
		"At the pianoforte his achievements culminate in the two books of studies, twice rewritten, and finally published in 1852 as Etudes d'execution transcendante, the Etudes de concert and the Paganini Studies; the two concertos and the Todtentanz, the Sonata the Hungarian Rhapsodies and the fine transcriptions of Beethoven's symphonies (the 9th for two pianofortes as well as solo), and of Berlioz's Symphonie fantastique, and the symphony, Harold en Italie.",
		"The woodcarving symposium will culminate on the 30th with a closing ceremony.",
		"Most are geared towards a final tournament and culminate in an awards ceremony.",
		"The Prussian monarchy, the traditional champion of Protestant orthodoxy, found the new Catholic elements difficult to assimilate; and premonitory symptoms were not wanting of a revival of the secular contest between the spiritual and temporal powers which was to culminate after the promulgation of the dogma of papal infallibility (1870) in the Kulturkampf.",
		"Its ideals culminate in Josiah (§ 16, end), and there is a strong presumption that it is intended to impress upon the new era the lessons drawn from the past.",
		"It is traversed from west to east by the main chain of the Alps, which rises in various snow-covered summits, the more important being the Ortler (12,802 ft., the loftiest peak in Tirol and in the Eastern Alps generally), the Wildspitze (12,382 ft., Oetzthal group), the Zuckerhiitl (11,520 ft., Stubai group), the Hochfeiler (11, 559 ft., Zillerthal group), the Gross Venediger (12,008 ft.) and the Gross Glockner (12,461 ft., both in the Tauern range), while more to the south are the Dolomites, which culminate in the Marmolata (10,972 ft.).",
		"The Arka-tagh ranges do not culminate in lofty jagged, pinnacled peaks, but in broad rounded, flattened domes, a characteristic feature of the system throughout.",
		"The northern part of Albacete belongs to the high plains of New Castile, the southern is generally mountainous, traversed by low ranges or isolated groups of hills, which culminate in the Sierra de Alcaraz on the borders of Granada, where several summits reach 5000 ft.",
		"The Nebrodian Mountains, a limestone range connected with the Peloritan range and having an east and west trend, rise to a somewhat greater height, and farther west, about the middle of the north coast, the Madonie (the only one of the groups mentioned which has a native name) culminate at the height of nearly 6500 ft.",
		"But the war just terminated had important political consequences, which were to culminate in one of the most curious and interesting revolutions of modern history.",
		"The antiquity of certain principles and details is undeniable - as also in the Talmud - but since one must start from the organic connexions of the composite sources, the problems necessitate proper attention to the relation between the stages in the literary growth (working backwards) and the vicissitudes which culminate in the postexilic age.",
		"Unfortunately the events of his age are shrouded in obscurity, but one can recognize the return of exiles from Babylon to Jerusalem and its environs - now half-Edomite - and various internal rivalries which culminate in the Samaritan schism.'",
		"This action will culminate the editioning of this piece as an ongoing process, culminating when the entire edition is sold.",
		"Such are the half-hearted attempts at consistency in Cartesian thought, which eventually culminate in the pantheism of Spinoza (see Cartesianism).",
		"The line then descends to Wrynose Pass (1270 ft.), from which the Duddon runs south through a vale of peculiar richness in its lower parts; while the range continues south to culminate in the Old Man of Coniston (2633) with the splendid Dow Crags above Goats Water.",
		"As the sacrifice of the mass is the central mystery of the Catholic faith, so the seven orders of the hierarchy culminate in that of priest, who alone is empowered to work the daily miracle of the altar (see Holy Order).",
		"These reactions are of special interest, for they culminate in the production of artificial ruby and sapphire (see Gems, Artificial).",
		"His love for Natasha, Antichrist, Napoleon, the invasion, the comet, 666, L'Empereur Napoleon, and L'russe Besuhof--all this had to mature and culminate, to lift him out of that spellbound, petty sphere of Moscow habits in which he felt himself held captive and lead him to a great achievement and great happiness.",
		"The Hegelian ' grand narrative ' would culminate in the supersession of all mediations separating people from each other.",
		"Call people in the US and unleash long, angry tirades that culminate in me screaming SIX.",
		"When a couple cannot come to an agreement regarding the custody of the children, this can sometimes culminate into a custody battle that forces the courts to decide the custody arrangement.",
		"These tournaments are held regionally three or four times a year and culminate in an annual tournament of the best players, both individuals and teams, held in Las Vegas, Nevada.",
		"These efforts culminate every year with an energy fair that is touted as the country's largest and oldest event of educating the public on renewable energy and sustainable lifestyles.",
		"All of the pruning, thinning, fertigating and attention to detail in the vineyard culminate to the precise moment of picking.",
		"The myocarditis may cause disturbances in the heart rhythm and may culminate in heart failure.",
		"The best plan is to find an ezine regarding a topic you are interested in and contribute some content for the initial experience without expecting it all to culminate into something profitable.",
		"Storylines about Lex and plans he'd made to regenerate his own body would echo for three years to culminate in the series finale.",
		"In the Old Testament many laws in the Mosaic legislation are certainly post-Mosaic and the value of not a few narratives lies, not in their historical or biographical information, but in their treatment of law, ritual, custom, belief, &c. Later developments are exemplified in the pseudepigraphical literature, notably in the Book of Jubilees, and when we reach the Mishnah and Talmud, we have only the first of a new series of stages which, it may be said, culminate in the 16th-century Shulhan `Aruk, the great compendium of the then existing written and oral law.",
		"The Revolution had made war on princes and privilege, and the common people had in general gained wherever the Napoleonic rgime had been substituted for their effete despotisms; but the Continental System was felt as an oppression in every humble household, suddenly deprived of the little imported luxuries, such as sugar and coffee, which custom had made necessaries; and from this time date the beginnings of that popular revolt against Napoleon that was to culminate in the War of Liberation.",
		"It doesn't always have to culminate in sex."
	],
	"synonyms": [
		"climax",
		"result",
		"conclude",
		"finish",
		"end",
		"result in",
		"consummate",
		"crown",
		"top",
		"peak",
		"crest",
		"cap"
	],
	"antonyms": [
		"commence",
		"open",
		"start",
		"begin"
	]
}