{
	"word": "spurious",
	"meaning": [
		"Illegitimate; bastard.",
		"Not true or genuine; false; counterfeit.",
		"Not trustworthy; dubious or fallacious.",
		"Like in appearance but unlike in structure or function.",
		"Born to unwed parents."
	],
	"sentences": [
		"But even in its spurious condition the book had been recognized as remarkable and almost unique.",
		"The prime exponent of the spurious religion is Simon Magus.",
		"We have now to consider the so-called spurious bows which are sometimes seen at the inner edge of the primary and at the outer edge of the secondary bow.",
		"The eighth now extant is really an incomplete treatise on logic. Some critics have rejected this book as spurious, since its matter is so different from that of the rest.",
		"Many have been cut down for entirely spurious reasons.",
		"Many, no doubt, are spurious; but some are genuine, and a few perhaps cited in Aristotle's extant works.",
		"The spurious bows he showed to consist of a series of dark and bright bands, whose distances from the principal bows vary with the diameters of the raindrops.",
		"For Zoroaster they sink to the rank of spurious deities, and in his eyes their priests and votaries are idolaters and heretics.",
		"Besides The Didache and the Epistles of Clement it contains several spurious Ignatian epistles.",
		"The so-called Donation of Constantine was long ago shown to be spurious, but the document is of very considerable antiquity and, in Dellinger's opinion, was forged in Rome between 752 and 777.",
		"Those who believe the \" Declaration \" to be spurious argue that survivors remembered only one such document, that the Resolutions might easily be thought of as a declaration of independence, that Governor Martin in all probability had knowledge only of these and not of the alleged \" Declaration,\" and that the dates of publication in the Raleigh and Charleston newspapers, and the politics of those papers, show that the Resolutions are authentic. In July 1905 there appeared in Collier's Weekly (New York) what purported to be a facsimile reproduction of a copy of the Cape Fear Mercury which was referred to by Governor Martin and which contained the \" Declaration \"; but this was proved a forgery.'",
		"The smaller the drops, the greater the distance; hence it is that the spurious bows are generally only observed near the summits of the bows, where the drops are smaller than at any lower altitude.",
		"Thus Eusebius implies (r) a spurious Clementine work containing matter found also in our Homilies at any rate; and (2) its quite recent origin.",
		"Corneille has suffered less than some other writers from the attribution of spurious works.",
		"This alone shows the totally spurious nature of this justification.",
		"While the FDA and the FTC have cracked down on spurious claims about coral calcium, the myth continues to prevail that it is a better source of calcium than the closely related calcium carbonate.",
		"The five letters attributed to him are undoubtedly spurious.",
		"His body was buried in the church 1 This letter, even if spurious as now suspected, is found in the 11th-century Leiden MS., and is therefore anterior to the first crusade.",
		"In addition to these prominent features, there are sometimes to be seen a number of coloured bands, situated at or near the summits of the bows, close to the inner edge of the primary and the outer edge of the secondary bow; these are known as the spurious, supernumerary or complementary rainbows.",
		"His recantation of Episcopacy (1590) is probably spurious.",
		"By these differences we can do something to distinguish between earlier and later philosophical works; and also vindicate as genuine some works, which have been considered spurious because they do not agree in style or in matter with his most mature philosophy.",
		"But the Rhetoric to Alexander was considered spurious by Erasmus, for the inadequate reasons that it has a preface and is not mentioned in the list of Diogenes Laertius, and was assigned by Petrus Victorius, in his preface to the Rhetoric, to Anaximenes.",
		"In the Leiden MS. of this work, which for long was erroneously ascribed to one Peter Adsiger, is a spurious passage, long believed to mention the variation of the compass.",
		"The confusion caused by the spurious documents of Puteanus, however, led, even when the legend of St Begga was rejected, to other suggestions for the derivation of the name, e.g.",
		"Distrusting tradition, he took a few of the finest dialogues as his standard, and from internal evidence denounced as spurious not only those which are generally admitted to be so (Epinomis, Minos, Theages, Arastae, Clitophon, Hipparchus, Eryxias, Letters and Definitions), but also the Meno, Euthydemus, Charmides, Lysis, Laches, First and Second Alcibiades, Hippias Major and Minor, Ion, Euthyphro, Apology, Crito, and even (against Aristotle's explicit assertion) The Laws.",
		"This he did by setting aside the spurious gospels, purging the real gospel (the Gospel of Luke) from supposed judaizing interpolations, and restoring the true text of 2 On the relation of matter to the Creator, Marcion himself seems not to have speculated, though his followers may have done so.",
		"He regarded many books of the Old Testament as spurious, questioned the genuineness of 2 Peter and Jude, denied the Pauline authorship of Timothy and Titus, and suggested that the canonical gospels were based upon various translations and editions of a primary Aramaic gospel.",
		"Of the published works attributed to him, 83 are recognized as genuine, 19 are of doubtful authenticity, 45 are confessedly spurious, 19 are fragments, and 15 are notes on the writings of Hippocrates.",
		"The Itinerary of a Chinese Traveller (1821), a series of documents in the military archives of St Petersburg purporting to be the travels of George Ludwig von, and a similar series obtained from him in the London foreign office, are all regarded as spurious.",
		"And so attention was directed to St Augustine's writings on community life; and out of them, and spurious writings attributed to him, were compiled towards the close of the 11th century three Rules, the \"First\" and \"Second\" being mere fragments, but the \"Third\" a substantive rule of life in 45 sections, often grouped in twelve chapters.",
		"The \" spurious emissions, \" as they term it, are typically allowable at levels above the margin of safety required for.. .",
		"This assumption is equally spurious for, if anything, the Bay of Pigs was a classic tragedy of good intentions.",
		"Of the former, his panegyric on the emperor Anastasius alone is extant; the description of the church of St Sophia and the monody on its partial destruction by an earthquake are spurious.",
		"Ripon is said to have been made a royal borough by Alfred the Great, and King lEthelstan, after his victory at Brunanburn in 937, is stated to have granted to the monastery sanctuary, freedom from toll and taxes, and the privilege of holding a court, although both charters attributed to him are known to be spurious.",
		"The various letters and documents in the last-named are generally considered spurious, and the portions of the narrative founded on them consequently untrustworthy.",
		"Several treatises attributed to him are probably spurious, but his undoubted works are numerous and embrace a wide range.",
		"According to Suidas he composed a number of songs and proems; none of these is extant; the fragment of a hymn to Poseidon attributed to him (Aelian, Hist.An.xii.45) is spurious and was probably written in Attica in the time of Euripides.",
		"Some spurious letters bear the name of Severus; also in a MS. at Madrid is a work falsely professing to be an epitome of the Chronica of Severus, and going down to 511.",
		"The most popular speeches were those against Catiline, the Verrines, Caesarianae and Philippics, to which may be added the spurious Controversia.",
		"The determination of stellar parallaxes is a matter of great difficulty on account of the minuteness of the angle to be measured, for in no case does the parallax amount to I\"; moreover, there is always an added difficulty in determining an annual change of position, for seasonal instrumental changes are liable to give rise to a spurious effect which will also have an annual period.",
		"The other, on thought as expressed in language (Hcpi Epµnveias) is possibly spurious, though in any case a compilation of the Aristotelian school.",
		"Human personality, we learn, is the temporary manifestation of a complex organization consisting of \"seven principles,\" which are united and interdependent, yet divided into certain groups, each capable of maintaining temporarily a spurious kind GI personality of its own and sometimes capable of acting, so to speak, as a distinct vehicle of our conscious individual life Each \"principle\" is composed of its own form of matter, determined and conditioned by its own laws of time, space and motion, and is, as it were, the repository of our various memories and volitions.",
		"Anne was not present on the occasion, having gone to Bath, and this gave rise to a belief that the child was spurious; but it is most probable that James's desire to exclude all Protestants from affairs of state was the real cause.",
		"Centuries passed, however, before this symbol was generally adopted, Athens using only 0 for o, w and ov, the spurious diphthong, until the adoption of the whole Ionic alphabet in 403 B.C.'",
		"His use of the \" obelus \" to distinguish spurious verses, which made so large a part of his fame in antiquity, has rather told against him with modern scholars.'",
		"And even amongst the adherents of the left-hand mode of worship, many of these are said to follow it as a matter of family tradition rather than of religious conviction, and to practise it in a sober and temperate manner; whilst only an extreme section - the so-called Kaulas or Kulinas, who appeal to a spurious Upanishad, the Kaulopanishad, as the divine authority of their tenets - persist in carrying on the mystic and licentious rites taught in many of the Tantras.",
		"Finally, in the court of Naples arose that most formidable of all critical engines, the critique of established ecclesiastical traditions and spurious historical documents.",
		"The Professional works include the Reading on the Statute of Uses, the Maxims of Law and the treatise (possibly spurious) on the Use of the Law.",
		"But before 1903 had ended it was manifest that this had been a spurious activity, and a period of marked commercial depression, lasting until 190 9, ensued.",
		"Several works are attributed to him, but are all probably spurious.",
		"It remains to notice the poems which are now generally considered to be spurious.",
		"The letters ascribed to him by Diogenes Laertius are undoubtedly spurious.",
		"His works have been several times reproduced in whole or in part, though with many spurious interpolations.",
		"An earlier origin has been claimed for it on the ground that it is mentioned in sermons of Athanasius and of Gregory Thaumaturgus, but both of these documents are now admitted to be spurious.",
		"In 1610 appeared his History of Ecclesiastical Benefices, \" in which,\" says Ricci, \"he purged the church of the defilement introduced by spurious decretals.\"",
		"They are either connected with genuine memories of the Prophet and his times, or have spurious legends to conceal the fact that they were originally holy stones, wells, or the like, of heathen sanctity.",
		"The Apostolical Constitutions, then, are spurious, and they are one of a long series of documents of like character.",
		"But we have not really gauged their significance by saying that they are spurious.",
		"This fact both supplies him with the name by which he is commonly known, Pseudo-Clement, and also furnishes corroboration of his Syrian birth; since the other spurious writings bearing the name of Clement, the Homilies and Recognitions, are likewise of Syrian origin.",
		"Moreover, the spurious Ignatian epistles, which are also Syrian, depend throughout upon the Constitutions.",
		"It seems clear then that the compiler was a Syrian, and that he also wrote the spurious Ignatian epistles; he was likewise probably a semi-Arian of the school of Lucian of Antioch.",
		"The invading army was welcomed by almost all the lords, and the spurious Clarence was crowned at Dublin by the name of Edward VI.",
		"It has been overworked by a later editor, c. 1300, who inserted many spurious verses.",
		"More than half of the sixty-one speeches extant under the name of Demosthenes are certainly or probably spurious.",
		"But no thorough attempt was 33 0 made to separate the authentic works from those spurious works which had even then become mingled with them.",
		"An incorrect substitution of one name for another, a reading which gave an impossible date, insertions of spurious laws or decrees, were points which few readers would stop to notice.",
		"The Privilegium is undoubtedly spurious, a fact which lends weight to the arguments of those who from the 29th century onwards have attacked the genuineness of the \" Bull.\"",
		"It is an amplification and interpolation, by means of spurious decretals, of the canonical collection in use in the Church of Spain in the 8th century, all the documents in which are perfectly authentic.",
		"The first, which is entirely spurious, contains, after the preface and various introductory sections, seventy letters attributed to the popes of the first three centuries, up to the council of Nicaea, i.e.",
		"The second part is the collection of councils, classified according to their regions, as it figures in the Hispana; the few spurious pieces which are added, and notably the famous Donation of Constantine, were already in existence.",
		"It became a familiar saying that the spurious race of Bourbon had disappeared for ever, and the country was called upon to make a new and a better government.",
		"These are called spurious dissepiments.",
		"Nevertheless, for you to claim that all atheists must share similar beliefs regarding the afterlife is spurious.",
		"The argument about the famous 3 per cent attrition rate is also rather spurious.",
		"The large number of real sources among the spurious detection makes screening difficult.",
		"This would increase the already extant opportunities for a spurious defense.",
		"The supposed justification appears to be a fear of Applicants relying on spurious medical conditions.",
		"Its master was even prepared to falsify charters to give its changed role a spurious legitimacy.",
		"The numerical method then must be able to handle discontinuities without introducing non-physical, spurious oscillations.",
		"His letter decisively refutes every one of Mr Hitchens ' spurious points.",
		"Many are now cut off from the supernatural and seek it in spurious ways through things like new age spirituality or new religious cults.",
		"But the cost of living is much lower in Africa, making such comparisons somewhat spurious.",
		"The legal authority claimed for the Norms was therefore utterly spurious.",
		"Thank god many of the gloomy predictions of Labor's left wing proved spurious.",
		"Thus nearly 99% of these hadith were considered spurious.",
		"Without the payment in satisfaction function some defendants would make spurious, unsupported offers.",
		"However, this argument appeared spurious, since practically nothing is reliably known about which kinds of intervention achieve relevant outcomes in PSE work.",
		"The delay on upward crossing of the threshold provides immunity to transients and other interference, thereby preventing spurious triggering of the output relay.",
		"In the year 12 B.C. Augustus sought out and burned a great many spurious oracles and subjected the Sibylline books to a critical revision; they were then placed by him in the temple of Apollo Patrotis on the Palatine, where we hear of them still existing in A.D.",
		"B, now in the Vatican, containing all the twenty plays preceded by the spurious Querolus; C, now at Heidelberg, containing the last twelve plays, i.e.",
		"Jud., at the end of the Theodosian Code, seems, spurious (see the comment of Gothofredus in loco).",
		"As a supplement to these labours in the field of Platonic and Alexandrian philosophy, Marsilio next devoted his energies to the translation of Dionysius the Areopagite, whose work on the celestial hierarchy, though recognized as spurious by the Neapolitan humanist, Lorenzo Valla, had supreme attraction for the mystic and uncritical intellect of Ficino.",
		"Ewing has also studied the effect of vibration in conferring upon iron an apparent or spurious permeability of high value; this effort also is most conspicuous when the magnetizing force is weak.",
		"Spurious material includes all that mass of objects made by whites and sold as of Indian manufacture; some of it follows native models and methods; the rest is fraudulent and pernicious.",
		"His attention having been drawn to questions of authenticity by the forgeries of Vrain Lucas, he devoted himself to tracing the spurious documents that encumbered and perverted Merovingian and Carolingian history.",
		"But as regards the first of these, it is rather a case of condensed citation than of misinterpretation; the second is explained by the writer's carelessness as shown in other passages, and all are solved if a considerable interval of time elapsed between the compilation of the Constitutions and the spurious Ignatian epistles.",
		"The slightly regressive nature of VAT is a spurious objection.",
		"Wrong, wrong, says Tolent, we only want to shoo away subcontractors with spurious claims.",
		"It is spurious to argue that a new agenda will have short term economic benefits.",
		"There was also a spurious detection toward the bottom of the field.",
		"In addition, it provides a spurious justification for the maintenance and extension of the surveillance state.",
		"Fortunately, spurious charters are usually identified in printed editions.",
		"The main problem with spurious correlations is that we typically do not know what the \" hidden \" agent is.",
		"For a format that seemed so spurious in conception and then initially vague upon realization, I 'm a Celebrity...",
		"Cruel trick,  writes Carrie Dunn from across my desk, inviting all kinds of spurious Zorro based comment about flashing blades.",
		"The leaves are cut into deep segments, and the leaf-stalks overlapping each other, from a sort of spurious stem 1 foot or 14 inches high, marbled and spotted with purplish-black.",
		"Among the spurious works of Athanasius is printed a tract entitled About Virginity, ch.",
		"Thomas Jefferson and John Adams, however, declared that they had never heard of it before, and both believed it spurious.",
		"Primary, secondary and spurious bows were formed, and their radii measured; a comparison of these observations exhibited agreement with Airy's analytical values.",
		"Mahomet's life before he appeared as a prophet and the story of his ancestors are indeed mixed with many fables illustrated by spurious verses.",
		"A spurious edition of his works having been issued, he himself produced a collection of twenty-two treatises, to which some time afterwards he added a second group of eighteen more.",
		"Bohn's \"British Classics\" includes the novels (except the third part of Robinson Crusoe), The History of the Devil, The Storm, and a few political pamphlets, also the undoubtedly spurious Mother Ross.",
		"He left no writings, the so-called Confessio being spurious.",
		"The testimony which it affords to the Ignatian Epistles is so striking that those scholars who regard these letters as spurious are bound to reject the Epistle of Polycarp altogether, or at any rate to look upon it as largely interpolated.",
		"In 1182 the Chandel dynasty was overthrown by Prithwi Raj, the ruler of Ajmer and Delhi, after which the country remained in ruinous anarchy until the close of the 14th century, when the Bundelas, a spurious offshoot of the Garhwa tribe of Rajputs, established themselves on the right bank of the Jumna.",
		"The principles involved in it were lost sight of under the mass of spurious maxims on social order which had slowly grown up and stiffened into system.",
		"According to Diogenes Laertius, who credits him with an undoubtedly spurious letter to Croesus (with whom his connexion was probably legendary), Pittacus was a writer of elegiac poems, from which he quotes five lines.",
		"His biographers used to be perplexed by a letter purporting to be from Liberius, in the works of Hilary, in which he seems to write, in 352, that he had excommunicated Athanasius at the instance of the Oriental bishops; but the document is now held to be spurious.",
		"Zenodotus produced before 274 the first scientific edition of the Iliad and Odyssey, an edition in which spurious lines were marked, at the beginning, with a short horizontal dash called an obelus (-).",
		"It has been suggested that Marti is identical with Avellaneda, the writer of a spurious continuation (1614) to Don Quixote; but he died before the first part of Don Quixote was published (1605).",
		"It is not spurious, as some have supposed, nor later than the De Anima, as Zeller thought, but Aristotle in an earlier frame of mind.",
		"The Fathers of the Church had repeated times without number that the priesthood stands above even the supreme secular authority; the Bible was full of stories most aptly illustrating this theory; nobody questioned that, within the Church, the pope was the Vicar of Christ, and that, as such, his powers were unlimited; as proof positive could be cited councils and decretals - whether authentic or spurious; at any rate all authorized by long usage and taken as received authorities.",
		"The longest is written in the Ionic dialect, and bears the name of Herodotus, but is certainly spurious.",
		"A series of such spurious collections of treaties were submitted to the Powers for ratification; in them imaginary rights and privileges alleged to.",
		"The passion for wealth gives a kind of spurious courage to face obloquy.",
		"A great deal of the evidence presented for evolution is completely spurious.",
		"For a format that seemed so spurious in conception and then initially vague upon realization, I'm a Celebrity.. .",
		"The best edition (containing also the probably spurious 'EwevroXat) is that of I.",
		"Thus he says that the silver which has been changed into gold by the projection of the red elixir is not rendered resistant to the agents which affect silver but not gold, and Albertus Magnus in his De Mineralibus - the De Alchemia attributed to him is spurious - states that alchemy cannot change species but merely imitates them - for instance, colours a metal white to make it resemble silver or yellow to give it the appearance of gold.",
		"It was Aristotle himself then who wrote these works, whether he arranged them or not; and if he wrote the incomplete works, then a fortiori he wrote the completed works except those which are proved spurious, and practically consummated the Aristotelian system, which, as Leibnitz said, by its unity of thought and style evinces its own genuineness and individuality.",
		"Such is the great mind of Aristotle manifested in the large map of learning, by which we have now to determine the order of his extant philosophical writings, with a view to studying them in their real order, which is neither chronological nor traditional, but philosophical and scientific. Turning over the pages of the Berlin edition, but passing over works which are perhaps spurious, we should put first and foremost speculative philosophy, and therein the primary philosophy of his Metaphysics (980 a 211093 b 29); then the secondary philosophy of his Physics, followed by his other physical works, general and biological, including among the latter the Historia Animalium as preparatory to the De Partibus Animalium, and the De Anima and Parva Naturalia, which he called \" physical \" but we call \" psychological\" (184 a 10-967 b 27); next, the practical philosophy of the Ethics, including the Eudemian Ethics and the Magna Moralia as earlier and the Nicomachean Ethics as later (1094-124 9 b 25), and of the Politics (1252-1342), with the addition of the newly discovered Athenian Constitution as ancillary to it; finally, the productive science, or art, of the Rhetoric, including the earlier Rhetoric to Alexander and the later Rhetorical Art, and of the Poetics, which was unfinished (1354-end)."
	],
	"synonyms": [
		"wrong",
		"untruthful",
		"untrue",
		"truthless",
		"specious",
		"false",
		"counterfactual",
		"misbegot",
		"misbegotten",
		"bastardly",
		"unauthentic",
		"inauthentic",
		"unreal",
		"pseudo",
		"pseudepigraphic"
	],
	"antonyms": [
		"true",
		"genuine",
		"authentic",
		"real"
	]
}