{
	"word": "dearth",
	"meaning": [
		"Costliness; dearness.",
		"Any scarcity or lack.",
		"Scarcity of food.",
		"(by extension) Scarcity; a lack or short supply.",
		"1660, Church of England, “In the time of dearth and famine.”, in The Book of Common Prayer, page 21."
	],
	"sentences": [
		"The next danger was from the people, who were infuriated by the dearth of corn.",
		"There's a real dearth in knowledge about how to manage money.",
		"The review shows the dearth of evaluations of health promotion.",
		"There is no dearth of plus size barn jackets available on the market today.",
		"There's no dearth of options when it comes to selecting the right shade and formula of pink hair color.",
		"Between 1831 and 1842 there were six seasons of dearth, approaching in some places to famine.",
		"There's no dearth of lavender-based products in the skin care world.",
		"Of works in English there is a singular dearth.",
		"There is no dearth of high quality plus size workout clothing available today.",
		"Fortunately, there is no dearth of helpful, informative skin care product reviews online.",
		"English was little spoken or understood amongst the peasant population, and there was a great dearth of Welsh educational works.",
		"Verses II, 19 (dearth of food), 20 (danger in the field, starvation in the house) agree curiously with Neh.",
		"There remains a dearth of evidence evaluating effects on patient outcomes.",
		"There is also a dearth of creative talent in the wake of the Cambodian genocide.",
		"Other prophets of the same age speak much of dearth and failure of crops, which in Palestine then as now were aggravated by bad government, and were far more serious to a small and isolated community than they could ever have been to the old kingdom.",
		"Nevertheless he acknowledged the current dearth of matinee performances for the ballet.",
		"Where Welsh language texts are concerned there is a complete dearth of large print books.",
		"Some said, \"We have mortgaged our lands, vineyards and houses, that we might buy corn, because of the dearth.\"",
		"There is absolutely no dearth of fairytale themed wedding invites out there, and you'll probably find yourself with more than a few options that you absolutely adore.",
		"Hyacinthus Amethystinus - Though nearly related to H. azureus, is quite different, and flowers a month later and at a time when there is a dearth of flowers of this description in the hardy bulb garden.",
		"Here you'll find no dearth of opinions, and happily the majority of those opinions are quite favorable (many give the jeans over a four-star rating).",
		"In today's electronically driven day and age, there's certainly no dearth of online retailers specializing in the fine art of customized menswear design.",
		"The good news is that, in general, there is really no dearth of high-quality men's dress shirts on sale.",
		"Fortunately, there is simply no dearth of styles available for the fashion-conscious man who wants something that looks as great as it feels and performs.",
		"There is certainly no dearth of big and tall golf shirts available in the men's fashion world today.",
		"In certain countries (among them England) where there is a dearth of secular priests, Benedictines undertake parochial work.",
		"Henry prudently waited until dearth of provisions forced the enemy to divide into two the bands.",
		"To this piecemeal method of composition, in which narrative alternated with tirades on political and social questions, was added the further disadvantage of the lack of exact information, which, owing to the dearth of documents, could only have been gained by personal investigation.",
		"On one occasion, when he delivered the army that had been brought out against Moab from a threatened dearth of water (2 Kings iii.), 2 he plainly intimates that, but for his regard to Jehoshaphat, the king of Judah, who was in alliance with Israel, he would not have interfered.",
		"When we attempt to decipher the physical history of the country from the complicated record afforded by the stratigraphical palimpsest, we are checked at the outset by the dearth of information from being able to picture the geographical condition in the older Palaeozoic periods.",
		"Whatever the causes may have been, the fact remains, that now there is a great dearth of talent and great poverty in output.",
		"The reasons for resorting to a token coinage was again due to a dearth in the circulating levels of regal copper coinage.",
		"A review of research in this are has highlighted the dearth of information available to council safety and highway officers.",
		"We must also address the dearth of research in the area of internet tobacco sales, marketing, and promotion.",
		"By contrast, many cities have a dearth of affordable rented accommodation.",
		"It seems very likely that the relative dearth of Political Science studies is coming to an end.",
		"In fact, the general dearth of excavated Iron Age burials makes drawing conclusions difficult.",
		"If even a fraction of these reports were true, there would now be a great dearth of foxes in our cities.",
		"The present dearth of referral practices North of the border makes this the ideal time to aggressively pursue this initiative.",
		"This is the only approach which can provide solutions for the urgent problem of the birth dearth.",
		"Dearth of quality pay just mazda Rx stands car insurance sports uk last year the.",
		"On one occasion, for instance, Heraclea was afflicted with famine, and the Pythian priestess at Delphi, bribed by Heraclides, assured his inquiring townsmen that the dearth would be stayed if they granted a golden crown to that philosopher.",
		"The river is navigable from Witten downwards (43 m.), by the aid of eleven locks; but navigation is often greatly impeded through dearth of water.",
		"Henry prudently waited until dearth of provisions forced the enemy to divide into two The bands.",
		"Dearth of quality pay just mazda rx stands car insurance sports uk last year the.",
		"There is no dearth of tropical comforters available on the market today.",
		"Fortunately, there's no dearth of comfortable, cozy coats available in extended sizes.",
		"Fortunately, there is no dearth of plus size maxi dresses at affordable prices available.",
		"There is simply no dearth of it - from everyday essentials to playful extras, lingerie in plus sizes is available in a range of styles, from a variety of designers.",
		"There is absolutely no dearth of blue and silver lingerie out there.",
		"From cool and comfy to polished and elegant, there is no dearth of fashion-forward looks for women to peruse.",
		"There is no dearth of sleepwear for plus size women on the market today.",
		"There is no dearth of tote bags, handkerchiefs and the like etched with the wearer's initials or a company name.",
		"There's certainly no dearth of long white sexy summer dresses on the market!",
		"With a variety of rinses to choose from and no dearth of embellishments (along with a couple that are relatively free of excess detail), these jeans boast everything from chains to exaggerated flare.",
		"From Christmas gatherings with family and friends and company parties to New Year's Eve galas galore and reunions with people from the past, there is simply no dearth of events to go all out for.",
		"Despite the general restraint, there was still no dearth of sophisticated looks.",
		"From long and sleek to short and stunning, there is no dearth of options for women of all walks of life.",
		"Fortunately, there is no dearth of stylish, evening-appropriate pants available today.",
		"Ladies, there's no dearth when it comes to fashionable luggage pieces for you!",
		"Thankfully, there is no dearth of zippered styles in small sizes!",
		"Overstock has a wide collection of bags, and luckily there's no dearth of styles to choose from.",
		"Fortunately, there's no dearth of smart, impeccably crafted wallets in the Polo Ralph Lauren lineup.",
		"Given that the lineup changes often, there is no dearth of Strictly Comfort shoes from which to choose.",
		"From full episodes of the program and character biographies to weekly and month-by month summaries dating back to 1960, there is no dearth of information available on all things Corrie.",
		"There is no dearth of inside information available about nearly every soap opera out there, including Coronation Street, Hollyoaks and many more.",
		"This may not seem like a very big deal, but on several other sites, there is actually quite a dearth of shopping options.",
		"There's no dearth of cami sets on the market today.",
		"Whether it's foundation packed with sunscreen or an anti-stretch mark cream suddenly touted as the new wrinkle erasing miracle, there's simply no dearth of skin care products formulated to help us reclaim our lost youth.",
		"It was aided very materially by the dearth of workers consequent on the gold discoveries, when every man could command his own price.",
		"The fall of Signor Sonnino, the disappointment caused by the non-fulfilment of the expectations to which his advent to power had given rise throughout Italy and the dearth of influential statesmen, made the return to power of Signor Giolitti inevitable.",
		"Meditating, it is probable, emigration upon his release, he turned his attention while in prison to colonial subjects, and acutely detected the main causes of the slow progress of the Australian colonies in the enormous size of the landed estates, the reckless manner in which land was given away, the absence of all systematic effort at colonization, and the consequent discouragement of immigration and dearth of labour.",
		"Having revealed herself to the Eleusinians, she departs, in her wrath having visited the earth with a great dearth.",
		"North of the central court is a domestic quarter presenting analogies with that of Cnossus, but throughout the later building there was a great dearth of the frescoes and other remains such as invest the Cnossian palace with so much interest.",
		"The dearth of ability among the generals left in France (Kleber and Desaix were in Egypt) was now painfully apparent.",
		"This book would have been astonishing as the production of a youth of twenty-one, even if, since the death of Byron six years before, there had not been a singular dearth of good poetry in England.",
		"According to the words just quoted from the Apocalypse, there was to be a dearth of grain and a superfluity of wine; the price of the wheat was to be seven times the ordinary, according to Reinach's computation, and that of the barley four times.",
		"It reviews all the abuses, declares that the German people are the victims of war, devastation and dearth, and that the common man is beginning to comment on the vast amount of wealth that is collected for expeditions against the Turk through indulgences or otherwise, and yet no expedition takes place.",
		"To prevent the war being brought to a premature end by dearth of supplies, the Government took measures, modelled on those adopted in Germany, for ensuring that necessary goods should be supplied to the proper quarters - whether the army authorities, manufacturers of war material, or consumers - and at a moderate price.",
		"It originated in a proposal made to the committee of the Religious Tract Society, by the Rev. Thomas Charles of Bala, who found that his evangelistic and philanthropic labours in Wales were sorely hindered by the dearth of Welsh Bibles.",
		"That Cyrus too owned allegiance to the creed, cannot be doubted by an unprejudiced mind, although in the dearth of contemporary monuments we possess no proof at first hand.",
		"One of the earliest acts of the new ministry was to lay an embargo upon corn, which was thought necessary in order to prevent a dearth resulting from the unprecedentedly bad harvest of 1766.",
		"From couture styles that are embellished with all manner of elegant details to relaxed cotton cuts that look as if they were made just for the beach, there is no dearth of selection in the tunic world!",
		"The grains of the bamboo are available for food, and the Chinese have a proverb that it produces seed more abundantly in years when the rice crop fails, which means, probably, that in times of dearth the natives look more after such a source of food.",
		"They declared that they were no Puritans themselves, but that, with such a dearth of able ministers, it was not well to lose the services of any one who was capable of preaching the gospel.",
		"Owing to the extension of railways, in the famines of 1898 and 1901 there was never any dearth of food in any famine-stricken tract; and the only difficulty was to find enough rolling-stock to cope with the demand.",
		"In the dearth of trustworthy evidence as to the actual forerunners of existing Crustacea, we are compelled to rely wholly FIG.",
		"It is attributable to three chief reasons, the dearth of labour owing to emigration, the greater fall in prices of produce as compared with live stock, and the natural richness of the Irish pastures.",
		"The second family, discussed by Delage, Giard, Kossmann and others, has no dearth of genera and species, though about several of them the information is scanty.",
		"During a dearth which visited Athens between 330 and 326 he was charged with the organization of public relief."
	],
	"synonyms": [
		"shortage",
		"famine",
		"paucity",
		"sparsity",
		"need",
		"lack",
		"insufficiency",
		"scarcity",
		"scantiness",
		"deficiency",
		"want",
		"poverty",
		"absence"
	],
	"antonyms": [
		"seeplenty",
		"abundance",
		"plentifulness",
		"plenty",
		"sufficiency",
		"excess"
	]
}