{
	"word": "incredulous",
	"meaning": [
		"Unwilling or unable to believe; doubting; skeptical.",
		"Showing doubt or disbelief.",
		"Expressing or indicative of incredulity. [from 17th c.]",
		"1984, Supreme Court of Illinois, opinion in People v Terrell, 459 N.E.2d 1337, quoted in David C. Brody, James R. Acker, and Wayne A. Logan, Criminal Law, Jones & Bartlett Publishers (2001), ISBN 0-8342-1083-5, page 564,"
	],
	"sentences": [
		"I was incredulous when he first told me the secret.",
		"He was at first incredulous, but eventually learned the truth.",
		"He was incredulous as a Missouri cynic but interested.",
		"St. Thomas was known as the incredulous apostle.",
		"They are often incredulous at the sums that the poorest children and pensioners have received.",
		"He couldn't blame her for looking incredulous after hearing the tale.",
		"He lunged out of the chair and fixed her with an incredulous stare.",
		"I was incredulous when I heard the shocking news story.",
		"Jane had an incredulous expression when she heard her name announced as the winner.",
		"I'm still incredulous at the idea that oil had nothing to do with this political problem in the Middle East.",
		"When she opened them, incredulous that Jackson had gotten away with his joke, he grinned innocently and shrugged.",
		"Jack's sister was incredulous that he had gotten away with his misbehavior.",
		"The children were incredulous when their parents brought home a puppy.",
		"She used an incredulous tone with me once I told her I wanted a homebirth.",
		"They have good reason to be incredulous.",
		"It can be easy for many people to feel skeptical or incredulous when others tell tales of seeing ghosts, but it is often much more difficult to discredit those stories when witnesses learn the real names of those ghosts.",
		"His tone was incredulous.",
		"His expression was incredulous.",
		"His eyes twinkled with the very devil, but his expression and tone were incredulous.",
		"Dulce said using an incredulous tone.",
		"The veteran Biot whose acquaintance Pasteur had made, was incredulous.",
		"She is almost incredulous at how her circumstances have changed.",
		"Here we see Mary Magdalene trying hard to convince the incredulous disciples that she has seen the risen Christ.",
		"Immediately on his arrival Anion related his story to Periander, who was at first incredulous, but eventually learned the truth by a stratagem.",
		"I'm sorry I was so incredulous about your 'legend of the lost bones' this morning.",
		"His report convinced the most incredulous of the reality of the charges.",
		"Weak- kneed, he passed a trembling hand over his incredulous eyes; with the courage of despair, he feebly pinched himself.",
		"This brutality seems rather incredulous to the modern reader.",
		"He was wont to mention the following as the two incidents in his life which had afforded him the greatest pleasure, - that a stranger, whom he had met as a travelling companion in his youth, made to his declaration \"I am Daniel Bernoulli\" the incredulous and mocking reply, \"And I am Isaac Newton\"; and that, while entertaining Kdnig and other guests, he solved without rising from table a problem which that mathematician had submitted as difficult and lengthy.",
		"Your little girl will be able to express her inner fashion diva without attracting incredulous stares.",
		"He was appointed chairman of a strong committee to consider the evidence of such outrages not only in Belgium but in France; and his report convinced the most incredulous of the reality of the charges.",
		"The grandparents were incredulous that their grandchildren were graduating.",
		"This is absolutely incredulous, requiring one to connect with ancient astronaut theories or Atlantis myths."
	],
	"synonyms": [
		"uncertain",
		"mistrustful",
		"doubting",
		"suspicious",
		"dubious",
		"skeptical",
		"disbelieving",
		"unbelieving",
		"questioning"
	],
	"antonyms": [
		"credulous",
		"convinced",
		"believing"
	]
}