{
	"word": "disdain",
	"meaning": [
		"To regard or treat as unworthy or beneath one's dignity; specif., to refuse or reject with aloof contempt or scorn.",
		"To consider or reject (doing something) as beneath oneself.",
		"To regard (someone or something) with strong contempt.",
		"The feeling, attitude, or expression of disdaining; aloof contempt or scorn."
	],
	"sentences": [
		"She glared at them both with a cross between disdain and fury.",
		"Criminals have massive disdain for the law.",
		"She winced at the disdain in his eyes.",
		"To my surprise, her smile was no longer one of lofty disdain.",
		"More than one church attendee went beyond polite disdain and glared to the point of hostility.",
		"She expressed disdain at the adulation the industry gives to beauty over talent.",
		"He showed his disdain for our childishness.",
		"Apt to minimize difficulties, to search for the common ground of unity in opponents, he turned aside, with a disdain which superficial critics often mistook for indifference, from the base, the violent and the common.",
		"They hold disdain for ordinary people who want to raise their living standards.",
		"He showed the ultimate disdain for the singers.",
		"Ginger, coiffed and styled by the best, looked ready for a fashion photographer's lens while continually rolling her eyes with disdain toward her sister-in-law.",
		"He sat for a second, then looked at me with total disdain.",
		"In such a situation there is no place for such disdain.",
		"Cicero was on friendly terms with both him and Roscius, the equally distinguished comedian, and did not disdain to profit by their instruction.",
		"My expression of utter disdain may have betrayed my thoughts.",
		"There is not in his history a trace of that rather gross adulation in which even Virgil does not disdain to indulge.",
		"We must also have disdain for all things outside us, to make us, on due occasion, spit at the stars.",
		"She has great disdain for mass culture.",
		"From the first the social side of the congress impressed observers with its wealth and variety, nor did the statesmen disdain to use the dining-table or the ballroom as the instruments of their diplomacy.",
		"He glanced around the pool and lifted his upper lip in disdain.",
		"One looked her over with disdain, and the other whispered to the first, She could not possibly ally to the dhjan family, sister.",
		"From that point on, the rest of the girls treated her with disdain, questioning her true motives.",
		"She eyed him with open disdain.",
		"On the 9th of September Charles refused once mere the Newcastle Propositions offered him by the parliament, and Cromwell, together with Ireton and Vane, obtained the passing of a motion for a new application; but the terms asked by the parliament were higher than before and included a harsh condition - the he was blunt,\" says Waller, \"he did not bear himself with pride or disdain.",
		"His voice held a note of disdain.",
		"He picked up a magazine to show his disdain for our childishness.",
		"In the pamphlets written concerning the sale by Dr William Cockburn (1669-1739) of his secret remedy for dysentery and other fluxes, it was stated for the defence that Sloane himself did not disdain the same kind of professional conduct; and some colour is given to that charge by the fact that his only medical publication, an Account of a Medicine for Soreness, Weakness and other Distempers of the Eyes (London, 1745) was not given to the world until its author was in his eighty-fifth year and had retired from practice.",
		"From all periods of the world - from medieval piety and stoical pride, Kant and Sophocles, science and art, religion and philosophy - with disdain of mere chronology, Hegel gathers in the vineyards of the human spirit the grapes from which he crushes the wine of thought.",
		"These writings were used as a quarry by the compilers and dilettanti of later times, such as Pliny, Plutarch, Gellius, Festus, Macrobius, and by Christian champions like Tertullian, Arnobius and Augustine, who did not disdain to seek in heathen literature the means of defending their faith.",
		"His earliest publications were novels, some of which, such as A Fair Saxon (1873), Dear Lady Disdain (1875), Miss Misanthrope (1878), Donna Quixote (1879), attained considerable popularity.",
		"These changes may be attributed partly to the natural inner development of the system, partly to the reaction of the Roman mind 1 It is noted of him that he did not disdain the co-operation either of women or of slaves in his philosophical labours.",
		"In many cases, educators and parents viewed comic books with a bit of disdain, dismissing the format and content as a waste of time.",
		"Since no one wants to be the object of their peer's disdain, teens often turn to fad diets in order to lose weight.",
		"Simply because an etiquette book or expert advises against a practice does not mean that certain people or even entire social circles will disdain the practice.",
		"With all the mixed opinions and near-global disdain for GMOs, you may wonder what GMOs are actually used for.",
		"Sleep apnea devices can be a source of great relief or a source of disdain.",
		"I know Quinn continued to disdain the underutilization of Howie's abilities.",
		"More than one went beyond polite disdain and glared to the point of hostility.",
		"Even Elise's usual disdain for the regular military was welcome.",
		"It embodies an almost aristocratic disdain for ordinary people who want to raise their living standards.",
		"God of the cross, you have known crucifixion, holding your course in the face of disdain.",
		"To judge from Said's disdain for most criticisms of Orientalism, he would have summarily tossed such pebbles from his elegant shoe.",
		"His energy, and his apparent disdain for the effete civilization which he protected, but which did not affect his character, make his personality one of the most interesting of the 4th century.",
		"Still, in spite of such measures, the Physiologus, like the Church History of Eusebius or the Pastor of Hermas, continued to be read with general interest, and even Gregory the Great did not disdain to allude to it on occasion.",
		"His suit was repulsed with disdain; no Strozzi, he was told, might stoop to wed a Savonarola.",
		"Many of the literary journals did not disdain to occupy themselves with the fashions, but the first periodical of any merit specially devoted to the subject was the Bazar (1855).",
		"Stenka,' as he was generally called, had now become a potentate with whom princes did not disdain to treat.",
		"But when we look at the deeper side of the Messianic conception in the Psalter of Solomon, at the heartfelt longing for a leader in the way of righteousness and acceptance with God which underlies the aspirations after political deliverance, we see that it was in no mere spirit of accommodation to prevailing language that Jesus did not disdain the name in which all the hopes of the Old Testament were gathered up.",
		"Garnering attention in recent years for racist rants, alcohol abuse, and allegations of homophobia and domestic violence, the actor found himself in the middle of legal battles and public disdain.",
		"Whether it's an attitude of arrogance, or disdain, you'll see that happy self-assurance is the ticket to a great look.",
		"Still others will never participate in any other kind of artistic activity and may ridicule or disdain those who do.",
		"The overall effect is an explosion of color and a seemingly high energy mix of Marlon Brando's male bravado and James Dean's cool disdain; the perfect look in which to rail against the system!",
		"This phenomenon of young women \"experimenting\" with their sexuality in college is a very common one, and many lesbians look on it with some disdain, calling them \"LUGs\" - Lesbians Until Graduation.",
		"Upon leaving the site, Katie's ring was spotted, and its massive size has spawned both admiration and disdain.",
		"However, there is one woman who has an innate understanding of the Virgo man's methods, ego, desires and disdain for chaos, mainly because they suit her own needs so well.",
		"If people of this sign can get pass their disdain for mess, they would enjoy having a furry friend or two.",
		"Though it's undergone numerous changes - some heavily praised and some met with disdain - it continues to be a favorite of professionals and amateurs alike.",
		"When it first hit shelves back in 2006, it was met with great fanfare - and even a bit of disdain.",
		"As you begin to watch this popular and powerful drama, you will begin to develop a love for certain characters, as well as a disdain for others that you love to hate.",
		"Effie bubbled away to anyone who'd listen while Claire stood looking over the gathering with undisguised disdain.",
		"The women worked smoothly together in spite of Betsy's organized disdain for Martha's disorganized clutter.",
		"And, to Martha's disdain, Quinn was drinking more than a social amount of alcohol.",
		"Ginger, coiffed and styled by the best, was ready for a fashion photographer's lens while continually rolling her eyes with disdain toward her sister-in-law.",
		"Thus warned, the main thrust of their disdain is aimed at Alan Parker, not the subject, followed by the writing.",
		"The Quotations Page lists 17 quotes that cover Sagan's skepticism as well as his disdain for neuroscience."
	],
	"synonyms": [
		"scout",
		"contemn",
		"scorn",
		"despise",
		"turn down",
		"pooh-pooh",
		"freeze off",
		"spurn",
		"reject",
		"slight",
		"ridicule",
		"indifference",
		"haughtiness",
		"flout",
		"detest",
		"despite",
		"scorn",
		"contempt",
		"patronage",
		"condescension",
		"cavalierness",
		"contumeliousness",
		"despisal",
		"haughtiness"
	],
	"antonyms": [
		"favor",
		"praise",
		"admire",
		"approve",
		"esteem",
		"respect",
		"esteem",
		"favor",
		"praise",
		"admiration",
		"like",
		"love",
		"respect"
	]
}