{
	"word": "cognizant",
	"meaning": [
		"Having cognizance; aware or informed (of something)",
		"Aware; fully informed; having understanding."
	],
	"sentences": [
		"Dean, cognizant of this, suggested they take the afternoon off.",
		"It would therefore be desirable for both parties to remove anybody who was cognizant of the double dealing.",
		"Be cognizant of your surroundings, and you can make them work for you.",
		"Parents and teachers need to be cognizant of the nature of the child's dysfunction.",
		"Stand up for your children's rights and demand appropriate care and treatment as needed, while at the same time being cognizant that they are capable of fighting some of their own battles.",
		"When he was made cognizant of the charges against Catherine Howard, his duty to communicate them to the king was obvious, though painful.",
		"A suspicion that the Colonial Office in London was cognizant of Rhodes's plans further excited Dutch national feeling, and the Bond once more became actively anti-British.",
		"Suddenly he saw the ghost city in front of him, and in some way became cognizant of its nature.",
		"Those people actually were not cognizant in any way of many of the higher vibrations that now come to you.",
		"At the very least, those who do not cheat should be cognizant of their role and not allow others to cheat off of them.",
		"But in doing so, law enforcement must remain cognizant of the need to protect the law-abiding public's privacy while protecting the public.",
		"The public will also all act wisely, as they are also fully cognizant of the subtle nature of net society.",
		"He understands that as a people in exile he must be always cognizant of the hospitality extended to him by other peoples.",
		"It was also cognizant of those concerns and recommended that the Secretary of State enter into full and meaningful consultations before implementation.",
		"Providing the toddler in question is cognizant enough, you can also plant a small garden with your little one during the summer months.",
		"Be fully cognizant of the fact that free teen chat rooms can be dangerous, but they can also be lots of fun.",
		"Stay cognizant of the necessity of sleeping well as you create a plan to improve your sleep schedule.",
		"Game manufacturers are especially cognizant about combining fun and education in playtime for preschoolers.",
		"Burt's Bees is also cognizant of \"irregular\" items that were packaged with a ripped or crooked label.",
		"According to Garnet's own opinion a priest cognizant of treason against the state \" is bound to find all lawful means to discover it salvo sigillo confessionis.\"",
		"The Guardian hesitated then opened the screen door, wary but cognizant that if Xander was at the door, he wasn't there to fight.",
		"No stranger was to have access, and the boy was to be cognizant of none of the sorrows of humanity, such as poverty, disease, old age or death, but only of what was pleasant, so that he should have no inducement to think of the future life; nor was he ever to hear a word of Christ and His religion.",
		"It was different being nude on camera, I was cognizant of the cameras at all times, unlike being on Big Brother where I forgot they were there.",
		"Need to know win three green very cognizant of.",
		"There can be no doubt that Caesar was cognizant of some at least of the threads of conspiracy which were woven during Pompey's absence in the East."
	],
	"synonyms": [
		"cognisant",
		"aware",
		"enlightened",
		"apprehensive",
		"informed",
		"conscious",
		"awake",
		"knowing",
		"intelligent",
		"versed",
		"hip",
		"sensible",
		"alive",
		"wise",
		"sentient"
	],
	"antonyms": [
		"uninformed",
		"unfamiliar",
		"unwitting",
		"unaware",
		"unknowledgeable",
		"ignorant"
	]
}