{
	"word": "potentate",
	"meaning": [
		"A person having great power; ruler; monarch.",
		"One who dominates or leads a group or an endeavor."
	],
	"sentences": [
		"Valdemar was now, after the king of England, the most powerful potentate in the north of Europe.",
		"The flight of the tsarevich to a foreign potentate was a reproach and a scandal.",
		"Each petty potentate strove for his own private advantage in the confusion; and at this epoch the chief gains accrued to the papacy.",
		"We are weak; Harry, you know's a mighty potentate.",
		"Nearly a quarter of a century later Prester John appears upon the scene, in the character of a Christian conqueror and potentate who combined the characters of priest and king, and ruled over vast dominions in the Far East.",
		"The king of Bussa was another more or less powerful potentate.",
		"Ferrara was then a gay and bustling town of 100,000 inhabitants, its prince Borso d'Este a most magnificent potentate.",
		"In their first interview, held on a raft in the middle of the river Niemen at Tilsit on the 25th of June, the French emperor, by his mingled strength and suppleness of intellect, gained an easy mastery over the impressionable young potentate.",
		"Fisher was summoned (13th of April) to take the oath prescribed by the Act of Succession, which he was ready to do, were it not that the preamble stated that the offspring of Catherine were illegitimate, and prohibited all faith, trust and obedience to any foreign authority or potentate.",
		"Sforza was equally rejoiced by the news, and the only potentate who could.",
		"In November 824 he promulgated a statute concerning the relations of pope and emperor which reserved the supreme power to the secular potentate, and he afterwards issued various ordinances for the good government of Italy.",
		"These were the men who, a little later, at the bidding of their \"benefactors,\" dissolved one inconvenient diet after another; for it is a significant fact that during the reigns of the two Augustuses every diet was dissolved in this way by the hirelings of some great lord or, still worse, of some foreign potentate.",
		"On the other side Kandahar, which Tahmasps lieutenant had yiclded to the Great Mogul, was recovered from that potentate in 1609.",
		"Giovanni the Lame (Sciancato), a man of a daring impetuosity only equalled by his ugliness, had proved so useful a general to Giovanni da Polenta of Ravenna as to win in reward the hand of that potentate's beautiful daughter, known to history as Francesca da Rimini.",
		"The letter -- for it was a letter from a foreign potentate -- was received six days ago.",
		"He began to try what prayers would do, but city prayers were vain against the great rural potentate.",
		"It is not surprising for the eastern potentate is the model for God.",
		"Abandoning the ancient Muscovite capital, where many influential personages were fanatically hostile to his innovations and not a few of the superstitious inhabitants regarded him with horror as Antichrist, he built at the mouth of the Neva a new capital which was to serve as \" a window through which his people might look into Europe \"; and laying aside the national St title of tsar he proclaimed himself (1711) emperor Peters- (Imperator) of all Russia - much to the surprise and indignation of foreign diplomatic chancelleries, which resented the audacity of a semi-barbarous potentate in claiming to be equal in rank with the head of the Holy Roman Empire.",
		"Stenka,' as he was generally called, had now become a potentate with whom princes did not disdain to treat.",
		"In the same city in which the administrative functions of the body politic are centralized there stifi exists the court of the spiritual potentate which in 1879 consisted of 1821 persons.",
		"This enterprise and the acquisition of Finland from Sweden, which Napoleon also dangled before the eyes of the tsar, formed the bait which brought that potentate into Napoleon's Continental System.",
		"Leaving Paris for the time to its own resources, he struck eastwards in the hope of terrifying that potentate and of detaching him from the coalition.",
		"They were a weapon apt to be dangerous to the employer, but the terror they inspired was such that every potentate sought to get hold of them.",
		"The race of Somerled continued to rule the islands, and from a younger son of the same potentate sprang the lords of Lorne, who took the patronymic of Macdougall.",
		"The king of Sicily William was the first potentate of Italy, and came nearer than any prince since Louis II.",
		"Under these circumstances the population grew rapidly in wealth and influence by land and sea, so that, when Henry was attainted by the emperor, Frederick I., who came in person to besiege Lubeck in 1181, this potentate,\"in consideration of its revenues and its situation on the frontier of the Empire,\" fixed by charter, dated the 19th of September 1188, the limits, and enlarged the liberties, of the free town.",
		"And if there is either an express or a well-understood bargain between the ceding potentate and the government to which the cession is made that private property shall be respected, that is only a bargain which can be enforced by sovereign against sovereign in the ordinary course of diplomatic pressure.\"",
		"This potentate called himself \"king of kings,\" commanded an army and a fleet, coined money, adopted Greek as the official language, and lived on good terms with the Roman empire.",
		"Some Eastern potentate, possessed of absolute power, covets the vast possessions of his vizier and of his barber.",
		"This potentate, the sultan Ali Dinar, was recognized by the Sudan government, on condition of the payment of an annual tribute.",
		"There Talleyrand secretly advised that potentate not to join Napoleon in putting pressure on Austria in the way desired by the French emperor; but it is well known that Alexander was of that opinion before Talleyrand tendered the advice.",
		"After an anarchic period of suspense, lasting from 1546 to 1561, during which Sweden secured Esthonia, while Ivan the Terrible fearlessly ravaged Livonia, in the hope of making it valueless to any other potentate, Sigismund II., to whom both the grand-master and the archbishop had appealed more than once for protection, at length intervened decisively.",
		"Exceptional animals naturally do exceptional things, and a famous hound called Potentate is recorded by the 8th duke of Beaufort to have done notable service in the hunting field for eleven seasons.",
		"Matthias consolidated his position by alliances with the dukes of Saxony and Bavaria, with the Swiss Confederation, and the archbishop of Salzburg, and was henceforth the greatest potentate in central Europe."
	],
	"synonyms": [
		"overlord",
		"sovereign",
		"monarch",
		"dictator"
	],
	"antonyms": []
}