{
	"word": "exemplify",
	"meaning": [
		"To illustrate by example.",
		"To show by example; serve as an example of.",
		"To make a legally attested or certified copy or transcript of (a document) under seal.",
		"To show or illustrate by example."
	],
	"sentences": [
		"The teeth especially exemplify the carnivorous type in its highest condition of development.",
		"Many natural and organic food brands exemplify these requirements.",
		"But two individuals exemplify the different attitudes which the nation adopted towards its new environment and its wider opportunities, Joseph the tax-farmer and Jesus the sage.",
		"The buntings exemplify local adaptive radiation, but may be hybridizing which could eventually produce a new species endemic to the island.",
		"The beaches of Orange County perfectly exemplify the California attitude of fun in the sun!",
		"Fashion that is considered alternative needs to exemplify the non-pop elements, so there is a clever reason why alternative fashion defies the popular fashion and can often border on grunge.",
		"The large number of research entries included here exemplify this point.",
		"There are now a number of genres within music, which exemplify the empty conceit of Muzak.",
		"The module then considers examples of literary texts which exemplify a postmodern outlook on reality (or, on ' reality ' ).",
		"Invest in accessories that exemplify your style and give your home a lived-in look.",
		"Cite real life examples of people you know or news clips you have seen that exemplify the harsh reality that yes, you can get pregnant the first time, and believing that virgins are granted a buffer period can lead to trouble.",
		"This can be difficult for young children to exemplify because most young girls do care.",
		"When crafted by a well-practiced hand, miniature porcelain fairy dolls exemplify artistic brilliance and mastery of detail.",
		"If you'd like to learn more about the features of Invicta men's watches, take a closer look at a few timepieces that exemplify the company's ongoing excellence in horology.",
		"Although the actual NFL Titans Cheerleaders may change from season to season, one thing remains the same and that is the team spirit they exemplify.",
		"The styles exemplify refined elegance and feature fine fabrics and hand beading.",
		"Available in various colors and made of strikingly different materials, perfume bottles exemplify elegance in a way that few other accessories truly can.",
		"Capricorns are attracted to honesty and responsibility, and they try to exemplify these traits in their own lives.",
		"We shall exemplify this subject by considering the case of two waves travelling in the same direction through the air.",
		"The general contours exemplify the law of geographers in regard to continents, viz.",
		"The module then considers examples of literary texts which exemplify a postmodern outlook on reality (or, on ' reality ').",
		"Along with people from different ethnicities, the range of cuisines further exemplify the city's diversity.",
		"Meckel proceeds to exemplify the thesis, that the lower forms of animals represent stages in the course of the development of the higher, with a large series of illustrations.",
		"His History is a gigantic unfinished introduction, of which the plan was, first to state the general principles of the author's method and the general laws which govern the course of human progress; and secondly, to exemplify these principles and laws through the histories of certain nations characterized by prominent and peculiar features, - Spain and Scotland, the United States and Germany.",
		"The parish churches of Dronfield, Hathersage (with some notable stained glass), Sandiacre and Tideswell exemplify the Decorated period; the last is a particularly stately and beautiful building, with a lofty and ornate western tower and some good early brasses.",
		"True or scientific knowledge then must be general knowledge, relating, not to individuals primarily, but to the general facts or qualities which individuals exemplify; in fact, our notion of an individual, when examined, is found to be an aggregate of such general qualities.",
		"The South Devon or South Dum are, like the cattle of that name, a strictly local breed, which likewise exemplify the good results of crossing with the Leicesters.",
		"Things continued in this position until about 1823, when James Smith of Deanston, having discovered anew those principles of draining so long before indicated by Blith, proceeded to exemplify them in his own practice, and to expound them to the public in a way that speedily effected a complete revolution in the art of draining, and marked an era in agricultural progress.",
		"The cotton counties, which are the counties of densest coloured habitancy, exemplify this fact with great clearness.",
		"But, again, the object of true knowledge must be what really exists; hence the reality of the universe must lie in general facts or relations, and not in the individuals that exemplify them.",
		"The following brief extracts may exemplify the hermit's rendering and the change the text underwent in later copies.'",
		"The rivers which most perfectly exemplify this habit are the Delaware, Susquehanna and Potomac; the Hudson, the north-eastern boundary of the middle section, is peculiar in having headwaters in the Adirondacks as well as in the Catskills (northern part of the plateau); the James, forming the south-western boundary of the section, rises in the inner valleys of the stratified belt, instead of in the plateau."
	],
	"synonyms": [
		"represent",
		"instance",
		"illustrate",
		"typify",
		"symbolize",
		"personify",
		"epitomize",
		"embody",
		"depict",
		"demonstrate",
		"clarify",
		"symbol",
		"stand for"
	],
	"antonyms": []
}