{
	"word": "heedless",
	"meaning": [
		"Not taking heed; careless; unmindful.",
		"Unaware, without noticing."
	],
	"sentences": [
		"This was a heedless piece of chivalry on Edward's part.",
		"But that man, so heedless of his words, did not once during the whole time of his activity utter one word inconsistent with the single aim toward which he moved throughout the whole war.",
		"But such Cassandras prophesied to heedless ears.",
		"In Saxony the people were quickly forgetting their hereditary connection with the successors of Henry the Fowler; in Bavaria, after the death of Duke Henry in 995, the nobles, heedless of the royal power, returned to the ancient German custom and chose Henrys son Henry as their ruler.",
		"But the world goes on in its life, heedless of the demands of virtue.",
		"To injure Spain and heedless of England's need, Paul IV.",
		"Without doubt, too, much of the chronological confusion observable throughout Livy is due to the fact that he follows now one now another authority, heedless of their differences on this head.",
		"Even Necker found the Assembly heedless of his counsels.",
		"At first Lothair, fully occupied with the affairs of Germany, remained heedless and neutral; but in March 1131 he was visited at Liege by Innocent, to whom he promised his assistance.",
		"Heedless of the excommunication they backed him, and the preaching friars proclaimed his to be a holy war.",
		"The crusade against the Albigensians could destroy prosperous cities and hand over lands from a heedless lord to one who was obedient to the church; but it could not get rid of heresy.",
		"His fiery zeal could not blind him to the vices of the court, and heedless of personal danger he thundered against the profane honours that were addressed almost within the precincts of St Sophia to the statue of the empress.",
		"Bert sat crumpled up in the corner, apparently heedless of him.",
		"He moved over to the windowsill and half sat on it, heedless of the accumulated filth.",
		"For Moscow society Pierre was the nicest, kindest, most intellectual, merriest, and most magnanimous of cranks, a heedless, genial nobleman of the old Russian type.",
		"Denouncing the temporal power of the pope he implored the emperor to deliver Italy, and especially Rome, from their oppressors; but, heedless of his invitations, Charles kept him in prison for more than a year in the fortress of Raudnitz, and then handed him over to Clement, who had been clamouring for his surrender.",
		"But much as all the rest laughed, talked, and joked, much as they enjoyed their Rhine wine, saute, and ices, and however they avoided looking at the young couple, and heedless and unobservant as they seemed of them, one could feel by the occasional glances they gave that the story about Sergey Kuzmich, the laughter, and the food were all a pretense, and that the whole attention of that company was directed to-- Pierre and Helene."
	],
	"synonyms": [
		"reckless",
		"unheeding",
		"unwary",
		"unobservant",
		"unaware",
		"remiss",
		"regardless",
		"oblivious",
		"mindless",
		"imprudent",
		"impetuous",
		"hairbrained",
		"foolish",
		"disregardful",
		"deaf"
	],
	"antonyms": [
		"heedful",
		"thoughtful",
		"concerned",
		"observant",
		"caring",
		"cautious",
		"careful",
		"attentive"
	]
}