{
	"word": "revel",
	"meaning": [
		"To take much pleasure; delight (in)",
		"To make merry; be noisily festive.",
		"(obsolete) To draw back; to retract.",
		"Boisterous festivity; merrymaking; revelry.",
		"An occasion of merrymaking or boisterous festivity; celebration.",
		"An instance of merrymaking; a celebration.",
		"(architecture) Alternative form of reveal."
	],
	"sentences": [
		"You revel in their fine thoughts.",
		"They did not revel in carnage.",
		"The sights and sounds of the world fill my senses and I revel in the sensation of the friendly breeze which strokes my skin.",
		"He knows how to show his pleasure, and he'll revel in it.",
		"But I do not scorn to descend thence to the Piraeus, where Socrates sketched the plan of his republic. I shall mount to the double summitlof Parnassus; I shall revel in the joys of Tempe.\"",
		"A true surfers ' Paradise where you can revel in the excitement of its thunderous surf or simply relax under clear blue skies.",
		"Or just revel in re-runs of old eighties classics.",
		"Chance to buy here to revel finally disembark in five miles of.",
		"In the east, Leysdown is a lively resort where you can revel in traditional seaside activities.",
		"Here to revel bed-and-breakfast inns plus for travel on riverboat cruise we.",
		"A wife will be beaten without mercy for unfaithfulness to her husband, but the same wife will have had to submit to the first-night promiscuity, a widespread revel which Roth shows is a regular custom in north-west-central Queensland.",
		"William Thomas maintains that the revel held in St. Andrews Major was ' no more than 50 yrs making '.",
		"Most zeros revel in asset cover high enough to satisfy even the most nervous investor.",
		"I am a country lover, I live here, love the wildlife, revel in te beauty.",
		"With your digital baby animals, you can experience the joy of guiding a young life or just revel in the cuteness.",
		"You inspire me to withhold judgment and to revel in beauty presented to me when I least expect it.",
		"From the satchel to the shoulder bag, you'll revel in the envious looks you'll receive while sporting this look!",
		"If you love reading you will simply revel in Paul Jennings ' sheer enthusiasm for books and reading.",
		"The visits are always great fun and the children revel in the rugby ethos of fun, skills and competition.",
		"I revel in my geekery, and good-natured ribbing is fun, but cross the line and you reveal your own ignorance.",
		"High revel was held at night to celebrate the triennial achievement.",
		"Mr. Hornibrook did not get to revel in his handiwork for long.",
		"Those seeking an intense curl for their lashes will revel in the Illusionist Waterproof Maximum Curling Mascara.",
		"Many teens that you may expect to conform actually revel in the thought of having a dress that is guaranteed to be different from that of their friends.",
		"Unwrap it, flaunt it for the next season's holiday festivities, and revel in the compliments.",
		"Make sure you're getting all the features you desire in a pair of goggles and revel in the fact that you don't always have to pay a high price for a pair of old fashioned goggles.",
		"A multitude of great space battles were both won and lost but few survived to revel in any glory.",
		"For a refreshing spin on your beauty routine, ditch the liner, heavy lipstick and lip brush for just one day, and revel in the ease of a lipstick stain.",
		"If you have blue eyes, revel in turquoise or cool water hues, and if you have brown or hazel eyes, play with purple and green tones for a palette that flatters and pops your natural eye color.",
		"In the meantime, revel in the glory of gumbo with andouille sausage, chicken and shrimp, served over mounds of white fluffy rice.",
		"From there, you'll be asked to note the difference between the two and to revel in the difference.",
		"Groups of the bolder kinds associated with Hydrangea paniculata grandiflora, Lilium Henryi, and Azalea mollis are effective for months on end, and all revel in deep rich loam, old manure, and leaf-mould.",
		"All the varieties of this group revel in a cool soil, shade, or moisture.",
		"They revel in cool and shady places, the nearly vertical faces of damp rocks, cool and moist rock gullies, and are well suited to wall gardening where such conditions obtain.",
		"You can revel in the fact that you're wearing high quality, elegant lingerie that makes you look and feel like a million bucks.",
		"Plus size women in particular can revel in their practical shape, which tends to favor a long, lean cut that extends past the hips.",
		"You get to revel in the Chloe name while holding down the purchasing cost of some of the other items of the line.",
		"The event ends with a farewell breakfast where people can reminisce about the weekend, share their favorite experiences and revel in what they learned, ready to sign up again for the next year.",
		"People with naturally red hair may choose to add highlights or lowlights to their fiery locks, or they may revel in the uniqueness of their natural hair color.",
		"Once you know how you're going to wear your hair, you can focus your attention elsewhere and revel in the fact that your tresses look phenomenal - without too much effort!",
		"Add some height at the crown using a hairdryer and paddle brush, run some molding wax through the ends for texture and revel in richer hair.",
		"Sheer suits are perfect for gals who like to revel in their femininity and the suits at Malibu can help you do that in spades.",
		"Betty Boop fans will revel in this ode to the voluptuous comic strip queen.",
		"Keep your guidelines in mind while shopping for a great deal and you'll be sure to skip buyer's remorse and revel in your warm wetsuit when the water temperature drops.",
		"Daring and alluring, Aquarella's monokinis are perfect for those who revel when they're the center of attention.",
		"You can embrace your inner flower child with a hippy costume, or revel in the excesses of 80s fashion.",
		"Similarly, if your supervisor compliments you on an idea you pitched at a company meeting, revel in that compliment.",
		"Fashion mavens and novices alike can all revel in the bliss of paying much less than full price for glamorous bags.",
		"Cancers love the affection and understanding they get from Taurus and Virgo, while they revel in the romance and dependability of the Pisces and the passion the Scorpio brings to the table (and the bed!).",
		"Take the time to revel in the moment and enjoy the magic of childhood.",
		"Unlike women who revel in the opportunity to purchase new shoes, kids can't stand the browsing and trying on process.",
		"You can revel in this girl's-only boot for just $45.99US.",
		"Revel Sports - This site offers a range of watches, including a useful comparison table that allows shoppers to compare the features of different running watches with GPS tracking.",
		"Television news programs revel in broadcasting video of theses cases where claimants are caught jumping around or carry heavy objects just before they visit their local claims office.",
		"While many people have luck marketing their handcrafted goods, others revel in the mere joy of creating useful and fragrant body products.",
		"However, once you understand and recognize cultural differences, you may well come to appreciate or even revel in how the French view the world.",
		"As of the time of writing, there are no plans for future Flavor of Love series, but fans of the show can always revel in the many spin offs on VH1.",
		"Those of us who are still standing revel in divine approbation.",
		"However, some people positively revel in the excitement of last-minute arrangements.",
		"Good photographers revel in making you comfortable before their camera.",
		"Whereas dogs may travel in packs and revel in camaraderie, cats enjoy a more isolated existence.",
		"The ball-point pen is easy-to-access; simply twist the stylus end to revel the writing point.",
		"Liberty, Sean , Ashley, Paige, Terri, Spinner and Jimmy as they encounter pressure, temptation and revel in the glory that comes with being young during the early seasons.",
		"But Death on guard was something else entirely, and she wasn't going to be the second woman to revel in the heat of his arms this night.",
		"I thought when all this was behind us, we could reminisce about it and maybe revel in all the good we managed to accomplish.",
		"Riga and St Petersburg (including Cronstadt) are the principal ports, but flax is also exported from Revel, Windau, Pernau, Libau, Narva and Konigsberg.",
		"The surfaces are not in the least subdued by a general breadth of style, as in the last period; but, on the contrary, revel in the full detail of variety.",
		"It concludes with an imaginary vision of a beautiful world of spirits who have stripped off the fetters of earthly cares and sorrows and revel in the pure light of divine wisdom and love.",
		"The mastery which he had obtained over the mathematical symbols was so complete that he never shrank from the use of expressions, however complicated - nay, the more complicated they were the more he seemed to revel in them - provided they did not sin against the ruling spirit of all his work - symmetry."
	],
	"synonyms": [
		"jollify",
		"whoop-it-up",
		"wassail",
		"make happy",
		"make-merry",
		"make whoopie",
		"racket",
		"enjoy",
		"delight",
		"royster",
		"relish",
		"merrymaking",
		"luxuriate",
		"inspiration",
		"indulge",
		"revelry",
		"wassail",
		"saturnalia",
		"ecstasy",
		"conviviality",
		"festivity",
		"carousal",
		"frolic",
		"merrymaking",
		"merriment",
		"jollity",
		"gaiety",
		"fun",
		"festiveness",
		"festival"
	],
	"antonyms": [
		"dislike",
		"hate",
		"mourn",
		"mourning"
	]
}