{
	"word": "immutable",
	"meaning": [
		"Not subject or susceptible to change.",
		"Never changing or varying; unchangeable.",
		"Unable to be changed without exception.",
		"(programming, of a variable) Not able to be altered in the memory after its value is set initially, such as a constant.",
		"Something that cannot be changed."
	],
	"sentences": [
		"Almost everybody agrees that the past is fixed and immutable.",
		"The actions of men are subject to general immutable laws expressed in statistics.",
		"The fact that these things didn't happen means that the past is immutable.",
		"At any moment in the history of a nation such customs seem, to a superficial observer, to be fixed and immutable.",
		"It is also to be noted that he is here definitely opposing religion to magic, which he holds to be based on the (implicit) assumption \" that the course of nature is determined, not by the passions or caprice of personal beings, but by the operation of immutable laws acting mechanically.\"",
		"It is one; it is eternal; it is whole and continu- =ous, both in time and in space; it is immovable and immutable; it is limited, but limited only by itself; it is evenly extended in every direction, and therefore spherical.",
		"In the two earliest books, accordingly, he lays down and largely illustrates the first principles of being with the view of showing that the world is not governed by capricious agency, but has come into existence, continues in existence, and will ultimately pass away in accordance with the primary conditions of the elemental atoms which, along with empty space, are the only eternal and immutable substances.",
		"And just as mind does not lose but gain in individuality in proportion as it parts with any claim to the capricious determination of what its world shall be, and becomes dominated by the conception of an order which is immutable so the will becomes free and \" personal \" in proportion as it identifies itself with objects and interests, and subordinates itself to laws and requirements which involve the suppression of all that is merely arbitrary and subjective.",
		"Hence it is most intimately allied to the Deity, and is perfect and immutable.",
		"This fitness God has given to actions, as he has given laws to Nature; and the fitness is as immutable as the laws.",
		"Unlike Thales, he was struck by the infinite variety in things; he felt that all differences are finite, that they have emerged from primal unity (first called epxn by him) into which they must ultimately return, that the Infinite One has been, is, and always will be, the same, indeterminate but immutable.",
		"Her name, the \"Unalterable\" (a- privative, and Tpbirav, to turn), indicates her function, that of rendering the decisions of her sisters irreversible or immutable.",
		"In his treatise on Eternal and Immutable Morality his main aim is to maintain the 1 In spite of Hobbes's uncompromising egoism, there is a noticeable discrepancy between his theory of the ends that men naturally seek and his standard for determining their natural rights.",
		"However, given that human systems are not immutable, they are reasonably stable.",
		"The point is that you can save yourself from many sorts of mistakes by making files immutable.",
		"However, are you suggesting these degrees remain immutable in the Tropical Zodiac?",
		"These levels of immigration should not be regarded as immutable.",
		"But the concept of the balance of power as part of the immutable law of nature received a jolt in the Age of Enlightenment.",
		"In the language of philosophy, this is known as a purely metaphysical outlook which operates with immutable, non-historical, dogmatic concepts.",
		"He believed, moreover, that natural law and positive law moved on almost constant and immutable parallel lines.",
		"His favourite argument against any reform was to appeal to the Pyramids as an immutable proof of the solidity of Egypt financially and politically.",
		"On returning to France, to the bosom of the great, strong, magnificent, peaceful, and glorious fatherland, I should have proclaimed her frontiers immutable; all future wars purely defensive, all aggrandizement antinational.",
		"Owing principally to the fact that the system of the caliph Omar came to be treated as an immutable dogma which was clearly not intended by its originator, and to the peculiar relations which developed therefrom between the Mussulman Turkish conquerors and the peoples (principally Christian) which fell under their sway, no such thing as an Ottoman nation has ever been created.",
		"Whether Plato understood these forms as actually existent apart from all the particular examples, or as being of the nature of immutable physical laws, is matter of discussion.",
		"It is on such principles as these that one could proceed to a general pacification, and give birth to a league of which the stipulations would form, so to speak, a new code of the law of nations, which, sanctioned by the greater part of the nations of Europe, would without difficulty become the immutable rule of the cabinets, while those who should try to infringe it would risk bringing upon themselves the forces of the new union.\"",
		"In the first edition of the Loci (1521) he held, to the length of fatalism, the Augustinian doctrine of irresistible grace, working according to God's immutable decrees, and denied freedom of will in matters civil and religious alike.",
		"Melanchthon was led to lay more and more stress upon the law and moral ideas; but the basis of the relation of faith and good works was never clearly brought out by him, and he at length fell back on his original position, that we have justification and inheritance of bliss in and by Christ alone, and that good works are necessary by reason of immutable Divine command.",
		"Bostrom's philosophy is logically expressed and based on the one great conception of a spiritual, eternal, immutable Being, whose existence is absolute, above and external to the finite world of time and space.",
		"Armed resistance he considered dangerous, but he was an immutable defender of the continuity of the Hungarian constitution on the basis of the reforms of 1848.",
		"Our institutions are no longer held to be inevitable and immutable creations.",
		"The philosophers, he says, \"are those who are able to grasp the eternal and immutable\"; they are \"those who set their affections on that which in each case really exists\" (Rep. 480).",
		"Thus while Plato hoped to ascend through classificatory science to the knowledge of eternal and immutable laws of thought and being, Speusippus, abandoning ontological speculation, was content to regard classificatory science not as a means but as an end, and (6) to rest in the results of scientific observation.",
		"As then the Ent is one, invariable and immutable, all plurality, variety and mutation belong to the Nonent.",
		"Parmenides sought to reduce the variety of nature to a single material element; but he strictly discriminated the inconstant 7retOri from the constant oboia, and, understanding by \" existence \" universal, invariable, immutable being, refused to attribute to the IraO'q anything more than the semblance of existence.",
		"As regards natural law, he teaches that God has implanted in the human mind a knowledge of its immutable general principles; and not only knowledge, but a disposition, to which he applies the peculiar scholastic name synderesis,' that unerringly prompts to the realization of these principles in conduct, and protests against their violation.",
		"The building was intended to be \"a place of public meeting for all sorts and descriptions of people, without distinction, who shall behave and conduct themselves in an orderly, sober, religious and devout manner, for the worship and adoration of the eternal, unsearchable and immutable Being, who is the author and preserver of the universe, but not under and by any other name, designation or title, peculiarly used for and applied to any particular being or beings by any man or set of men whatsoever; and that no graven image, statue or sculpture, carving, painting, picture, portrait or the likeness of anything shall be admitted within the said messuage, building, land, tenements, hereditament and premises; and that no sacrifice, offering or oblation of any kind or thing shall ever be permitted therein; and that no animal or living creature shall within or on the said messuage, &c., be deprived of life either for religious purposes or food, and that no eating or drinking (except such as shall be necessary by any accident for the preservation of life), feasting or rioting be permitted therein or thereon; and that in conducting the said worship or adoration, no object, animate or inanimate, that has been or is or shall hereafter become or be recognized as an object of worship by any man or set of men, shall be reviled or slightingly or contemptuously spoken of or alluded to, either in preaching or in the hymns or other mode of worship that may be delivered or used in the said messuage or building; and that no sermon, preaching, discourse, prayer or hymns be delivered, made or used in such worship, but such as have a tendency to the contemplation of the Author and Preserver of the universe or to the promotion of charity, morality, piety, benevolence, virtue and the strengthening of the bonds of union between men of all religious persuasions and creeds.\"",
		"So persistently does the human ear rebel against the division of the tetrachord into two greater tones and a leimma or hemitone, as represented by the fractions 9, 9, 26, that, centuries before the possibility of reconciling the demands of the ear with those of exact science was satisfactorily demonstrated, the Aristoxenian school advocated the use of an empirical scale, sounding pleasant to the sense, in preference to an unpleasing tonality founded upon immutable proportions.",
		"Passing by these contentions as unmeaning or irrelevant and seeing nothing but irreconcilable contradiction between the conceptions of the world as immutable law and a self-determining subject pragmatism (q.v.) seeks other means of vindicating the reality of freedom.",
		"Supreme in Europe, the papacy gathered into a body of doctrine of the decisions given in virtue of its enormous de facto power, and promulgated its collected decrees and oracula to form the immutable law of the Christian world.",
		"At the same time he marked the immutable conditions to which even genius must submit if it is to succeed in its appeal to our sympathies.",
		"The smallest as well as the largest work seems complete, inevitable, immutable, without limitations of time2 or labor or thoughL",
		"The existence of an immutable, independent, and necessary being is supposed to be proved before any reference is made to the nature of time and space.",
		"Ottoman agents, backed by letters from the French charge d'affaires, were sent to Mehemet Ali and to Ibrahim, to point out the imminence of Russian intervention and to offer modified terms. Muraviev himself went to Alexandria, where, backed by the Austrian agent, Count Prokesch-Osten, he announced to the pasha the tsar's immutable hatred of rebels.",
		"The conflict here is in God himself, so to speak, between his immutable righteousness and his limitless grace.",
		"Much of Cudworth's work still remains in manuscript; A Treatise concerning eternal and immutable Morality was published in 1731; and A Treatise of Freewill, edited by John Allen, in 1838; both are connected with the design of his magnum opus, the Intellectual System.",
		"A much more favourable judgment must be given upon the short Treatise on eternal and immutable Morality, which deserves to be read by those who are interested in the historical development of British moral philosophy.",
		"Just as knowledge contains a permanent intelligible element over and above the flux of sense-impressions, so there exist eternal and immutable ideas of morality.",
		"The propositions maintained in the argument are - \"(1) That something has existed from eternity; (2) that there has existed from eternity some one immutable and independent being; (3) that that immutable and independent being, which has existed from eternity, without any external cause of its existence, must be self-existent, that is, necessarily existing; (4) what the substance or essence of that being is, which is self-existent or necessarily existing, we have no idea, neither is it at all possible for us to comprehend it; (5) that though the substance or essence of the self-existent being is itself absolutely incomprehensible to us, yet many of the essential attributes of his nature are strictly demonstrable as well as his existence, and, in the first place, that he must be of necessity eternal; (6) that the self-existent being must of necessity be infinite and omnipresent; (7) must be but one; (8) must be an intelligent being; (9) must be not a necessary agent, but a being endued with liberty and choice; (to) must of necessity have infinite power; (I I) must be infinitely wise, and (12) must of necessity be a being of infinite goodness, justice, and truth, and all other moral perfections, such as become the supreme governor and judge of the world.\""
	],
	"synonyms": [
		"changeless",
		"permanent",
		"unchanging",
		"unaltered",
		"sure",
		"solid",
		"fixed",
		"firm",
		"eternal",
		"enduring",
		"constant",
		"unchangeable",
		"invariable",
		"ironclad",
		"inflexible"
	],
	"antonyms": [
		"mutable",
		"alterable",
		"flexible",
		"variable",
		"changeable"
	]
}