{
	"word": "restive",
	"meaning": [
		"Hard to control; unruly; refractory.",
		"Refusing to go forward; balky, as a horse.",
		"Nervous or impatient under pressure or restraint; restless; unsettled."
	],
	"sentences": [
		"The consultants are getting a bit restive about their negotiations.",
		"The French, we heard, were getting restive.",
		"As often happens, the horses of a convoy wagon became restive at the end of the bridge, and the whole crowd had to wait.",
		"That was a man in hunting costume, and he rode a spirited and restive horse.",
		"Under this arrangement British Columbia became exceedingly restive, holding the Dominion to the engagement by which it had been induced to enter the union.",
		"He gave an angry thrust to his horse, which had grown restive under him, and plunged into the water, heading for the deepest part where the current was swift.",
		"You may find it difficult to be restive if your walls are orange.",
		"She continued her work of building a line of forts on the great lakes - on the river Niagara, on the Ohio, on the Mississippi; and the English colonies, with the enemy thus in their rear, grew ever more restive.",
		"Repeal of the Union was actually mooted in 1712, and even Argyll was restive.",
		"The Church had shrunk considerably since the 18th century, but in the first decade of the 10th showed signs of revival as a point d'appui for Catholics restive under the yoke of the ultramontanism dominant in the Roman Church.",
		"His attempts to carry out these views brought him into collision both with the authorities and with the populace, - the latter being not unnaturally restive under the restraints imposed upon their liberty by the vigorous system of church discipline, and the former being inclined to retain in their own hands a portion of that power in things spiritual which Calvin was bent on placing exclusively in the hands of the church rulers.",
		"Critical EAP is appealing pedagogically because of its restive questioning of discourse norms, although it can seem reactionary at times.",
		"The old bureaucracy, particularly the increasingly restive military caste, is pressing for an increasingly aggressive foreign policy.",
		"Another is that some parts of central Iraq populated by the once dominant Sunni community remain too restive to assure a large voter turnout.",
		"The English colonies, with the enemy thus in their rear, grew ever more restive.",
		"Even Jeremy Bentham, restive under appeals to vague and intangible standards, breaks out in despairing indignation against the word \" ought \" as \" the talisman of arrogance, indolence point of the particular theist who speaks to the ques tion.",
		"It was at this time that the nation, conscious of its new life, began to be restive under the supercilious attitude of foreign nations, and the feeling of irritation was shared by the native Christian communities.",
		"In response to their restive populations, governments are likely to return to protective barriers.",
		"That could inspire Turkey 's own restive Kurdish minority.",
		"Seven policeman were killed in an insurgent assault on a police checkpoint outside the restive city of Baquba, northeast of Baghdad.",
		"Simultaneously, the restive crowd threw stones and attempts were made to rush the building.",
		"Various hues of aqua blue and dark blue give a restive feel to you house.",
		"A green or blue dining room on the other hand is relaxing and restive and encourages diners to linger.",
		"On the other hand, because there is so much activity going on, you may decide to choose a more restive and relaxing color.",
		"The hue commonly known as sage is a restive and calming color.",
		"If you're looking for a restive and welcoming color, then opt for a soft sage green or a deep olive green.",
		"Blue is restive and can be a deep dark midnight blue or a soft robin's eggshell blue with all the hues in between.",
		"Practice this breathing meditation for 10 to 15 minutes each day until the restive state of breathing can be achieved without concentration.",
		"Add a fresh look to your décor, especially if you're redecorating and want to create a restive feeling for the design of your bedroom.",
		"With the correct bed position, you'll enjoy a restive night's sleep and awake refreshed and energized.",
		"By proper placement of your bed and other furniture, you're assured of a restive and nurturing environment.",
		"Bedroom color feng shui style means selecting colors that are not only restive but stimulating.",
		"You don't want to sacrifice your sex life for a room that is too docile and restive because you flooded it with only yin colors.",
		"One is restive and the other is exciting and conducive to romantic interludes.",
		"Yin (female) energy is dark, passive, cold, and restive.",
		"Time spent in relaxing and restive activities that help Mom feel like herself are as important to your overall well-being as eating right, getting enough rest and seeing the doctor regularly.",
		"While not a cure-all, over time, yoga can help someone suffering from a lack of sleep become more restive and relaxed.",
		"The lower classes, bullied by sabbatarianism and deprived of the old revels, were restive and hostile; but the educated middle class was with the preachers; so were many lesser country gentry; and the nobles, securing the spoils of the church, were acquiescent.",
		"The communes of Flanders, rich, hard-working, jealous of their liberties, had always been restive under the authority of their counts and the influence of their suzerain, the king of France.",
		"The nation, restive under his now broken yoke, received with a joyous anticipation, which the future was to discount, the royal infant whom they called Louis the Well-beloved, and whose funeral sixty years later was to be greeted with the same proofs of disillusionment.",
		"A territory where no presence is maintained could become restive, causing production to suffer, or even rebel.",
		"Most regression therapists have a restive space where they work.",
		"Unable himself to raise and equip a strong army, and restive at his dependence on the League, Ferdinand gladly accepted Wallensteins offer to put an army into the field at no cost to himself.",
		"Governor Estevan Miro of Louisiana, however, disapproved of the grant, on the ground that it would cause the province to be overrun by Americans; the settlers became restive under the restraints imposed upon them; Morgan himself left; and in December 1811 and January 1812 a series of severe earthquake shocks caused a general emigration.",
		"Indeed, many prominent French and German divines still denied papal infallibility altogether; and Louis Napoleon had regularly fallen back on Richelieu's old device of stirring up the embers of Gallicanism, whenever the French clergy grew restive about his alliance with Victor Emmanuel.",
		"Its political leaders in the House of Delegates are restive under the control exercised by the Executive Council, but an attempt to hold up necessary appropriations resulted in the passage in July 1909 of an act continuing the appropriations of the previous year, whenever for any cause the lower house fails to pass the necessary financial legislation.",
		"By September food and ammunition were getting scarce, a large relieving force was expected from Sicily, and Piali became restive, on the approach of the equinox, for the safety of his galleys.",
		"For everywhere the Slav populations were growing restive under the German-Magyar domination."
	],
	"synonyms": [
		"uptight",
		"jumpy",
		"jittery",
		"nervy",
		"highly strung",
		"overstrung",
		"high-strung",
		"edgy",
		"twitchy",
		"tense",
		"skittish",
		"restless",
		"fidgety",
		"nervous"
	],
	"antonyms": [
		"relaxed",
		"patient",
		"collected",
		"calm"
	]
}