{
	"word": "smattering",
	"meaning": [
		"Slight or superficial knowledge.",
		"A small number or amount.",
		"A superficial knowledge of something, especially a language.",
		"A small, scattered amount or number.",
		"A small number or amount of something.",
		"Present participle of smatter."
	],
	"sentences": [
		"He spoke a smattering of words she didn't understand.",
		"At odd hours of lessons she picked up a smattering of Latin, music and natural science, but most days were holidays and spent in country rambles and games with village children.",
		"Here congregated hundreds of the younger szlachta, fresh from their school benches, whence they brought nothing but a smattering of Latin and a determination to make their way by absolute subservience to their \"elder brethren,\" the pans.",
		"The kings choice, however, fell on Hajji Mirza Aghasi, a native of Erivan, who in former years, as tutor to the Sons of Abbas Mirza, had gained a certain reputation for learning and a smattering of the occult sciences, but whose qualifications for statesmanship were craftiness and suspicion.",
		"With a smattering of snow in the air, Charlton were in the early ascendancy.",
		"This is an easy book to read with a smattering of humor.",
		"He received the education commonly given to young Russians of good family at that time - a smattering of a great many subjects, and a good practical acquaintance with the chief modern European languages.",
		"Fairport Convention also included a smattering of songs by various folk artists.",
		"In Hamworthy itself, you'll find a smattering of convenience stores and schools for children of all ages.",
		"This, the groups first release, contains an excellent smattering of each members back catalog stripped down to its bare bones.",
		"Turn up they did, and I was relieved to see a smattering of familiar faces.",
		"There was also a good smattering of members who had just joined.",
		"There is a smattering of delectable eateries in this scenic locale.",
		"I only know the merest smattering of Gaelic words, but I loved just listening to the music of it.",
		"Even in the winter there is a decent smattering of fish, including conger, ling, bib and pollack.",
		"There's a fair smattering of stunning original versions too.",
		"Once again the result was disappointing - there was nothing in the trench, not even the usual smattering of stones.",
		"There are very few shopping locales without a healthy smattering of mobile phone emporia.",
		"The bay at the right-hand side of the quarry provides a liberal smattering of routes with four of particular merit.",
		"However, aside from a smattering of applause from child protection lobbyists, the response to the launch has been critical.",
		"The Chinese had crude, small-scale plans; the Tibetans had a smattering of local knowledge.",
		"France is our nearest neighbor, and most of us already have at least a smattering of the language.",
		"To be fair, the guy has been around forever, and there 's been a smattering of good songs along the way.",
		"There 's a fair smattering of stunning original versions too.",
		"You usually wind up with a small smattering of your own eyelashes in the process.",
		"The crowd offered a smattering of uncomfortable but polite applause, and some even heckled the act.",
		"Although you'll find a smattering of snowmen and Christmas trees in stores, a simple red, green or gold tie in any variety of patterns works well and can be worn all year long.",
		"In the background one can make out an image that looks like the Aurora Borealis and a smattering of souls.",
		"We will provide you with a smattering of tips, hints, tricks and strategies that will make you a Literati god in no time.",
		"The triangle top ties around her neck and features a smattering of rhinestones, while the bikini bottom, complete with side ties, sits low on the hips and also sports a set of rhinestones along the waistband of the swim bottom.",
		"This is but a smattering of different collections and styles that Raisins has to offer.",
		"This is a sporty look done in black, but the waistband of the shorts features electric blue coloring, while the V-neck top features a smattering of electric blue flowers.",
		"The interior flap features a sweet Dalmatian and a smattering of paw prints.",
		"Similar in design to the medium size shopping tote, this version is studded with a smattering of colored jewels over its front patch pocket.",
		"Awash in a smattering of polka dots, the shoes feature a charming little bow over the peep-toe.",
		"Both styles feature a smattering of rhinestones on the straps, and are so plush you'll want to walk around in them all day!",
		"Atop the platinum colored leather rests a smattering of gleaming, faceted stones that are at once demure and chunky.",
		"World-class boutiques compete with Mexican craft shops, with a smattering of art galleries in between.",
		"With this style, you have the option of choosing a look that is done entirely in lace, or one that features just a delicate smattering of the fabric along the edges of the piece.",
		"In fact, an interesting smattering of sound effects can really serve as the best set of iPod accessories, truly personalizing what your portable music experience is all about.",
		"His father, who was a wealthy man and possessed at any rate a smattering of Greek, Latin and French, was thought to have demeaned himself by marrying the daughter of an Andover tradesman, who afterwards retired to a country house near Reading, where young Jeremy spent many happy days.",
		"His education was begun at the College des Quatre Nations, where he obtained a smattering of the classics; but, his artistic talent being already obvious, he was soon placed by his guardian in the studio of Francois Boucher.",
		"Again, it is generally recognized to be undesirable to give marks for a smattering.",
		"The Pimas and Papagoes were early converted by the Spaniards, and retain to-day a smattering of Christianity plentifully alloyed with paganism.",
		"The education which he received at Malmesbury included a smattering of logic and physics; but moral philosophy and history, especially the latter, were the subjects to which he devoted most attention.",
		"Two fruit machines and a smattering of local youth ensured there was not a lot of fustiness to greet the newcomer.",
		"You will almost always find someone near to hand who has a smattering of French or English.",
		"Brighton buzz It would n't be our fair city without a smattering of sex shops.",
		"They write shorthand, but speak no English; they have a smattering of higher mathematics, yet are ignorant of book-keeping.",
		"At the various churches such elementary schools as existed were to be found, but they did not profess to teach more than a smattering of the three \" R's \" and the principles of Christianity."
	],
	"synonyms": [
		"handful",
		"sprinkling",
		"smidgen",
		"sciolism",
		"few",
		"drop",
		"dash",
		"superficial knowledge",
		"smatter",
		"some half-truths"
	],
	"antonyms": []
}