{
	"word": "flourish",
	"meaning": [
		"To blossom.",
		"To ornament with something flowery or fanciful.",
		"To grow vigorously; succeed; thrive; prosper.",
		"To wave (a sword, arm, hat, etc.) in the air; brandish.",
		"To do or fare well; prosper.",
		"A thriving state; success; prosperity.",
		"A dramatic or stylish movement, as of waving or brandishing.",
		"Anything done in a showy way, as a sweeping movement of the limbs or body.",
		"An embellishment or ornamentation.",
		"A waving in the air; brandishing."
	],
	"sentences": [
		"He signed with a flourish and suddenly turning to his son began to laugh.",
		"Many industries flourish on the outskirts of the town, including rope and net manufactures, flour mills, saw mills, mining railways, paper mills.",
		"The city continued to flourish under the Romans, who made it a colony, with the name Colonia Victrix Julia Nova Carthago.",
		"He signed the paper with a flourish and returned the pen to its elaborate bronze holder.",
		"Was it some kind of rhetorical flourish, just words that sounded good?",
		"While maize thrives in every part of the country, wheat, barley and oats - cultivated by the white farmers - flourish only in the midlands and uplands.",
		"Under Charlemagne, whose principal residence was in Aix-la-Chapelle, the culture of the Rhine valley again began to flourish, its results being still to be traced in the important architectural remains of this period.",
		"This was not merely an idle flourish, for some of his charters are signed by Welsh and Scottish kings as subreguli.",
		"In 1607 the first lasting settlement was made in Virginia, and after a period of struggle began to flourish by the cultivation of tobacco.",
		"Fred reached in his shirt pocket and with a smile and a flourish, held out a check.",
		"In spite of the check to their trade received from the emperor Manuel in 1171, Venetian commerce continued to flourish, the Venetian fleet to grow and the Venetians to amass wealth.",
		"It seems to have continued to flourish down into the Christian era; remains of its ecclesiastical buildings still exist.",
		"They flourish in any garden soil.",
		"Tobacco and cascarilla bark also flourish; and cotton is indigenous and was woven into cloth by the aborigines.",
		"Medieval speculation took the Church and the Empire for granted, as divinely appointed institutions, under which the nations of the earth must flourish for the space of man's probation on this planet.",
		"Little natural wood remains in the county, but plantations flourish on the great estates, and orchards have proved successful.",
		"The great general houses such as Rylands's, Philips's and Watt's in Manchester, and Cook's and Pawson's in London, some of which are manufacturers to a minor degree, continue to flourish because under one roof they can supply all that the draper requires, and so enable him to economize in the time spent in buying and to save himself the trouble of attending to many accounts.",
		"Hannah removed her fur coat with a graceful flourish to reveal her snug clothing and perfect body.",
		"Like other creatures birds have come, some to flourish and stay, others to die out.",
		"This system continues to flourish.",
		"Honeysuckles (Lonicera) flourish in any ordinary garden soil, but are usually sadly neglected in regard to pruning.",
		"It is commonly supposed that osiers or willows will prove remunerative and flourish with little attention on any poor, wet, marshy soil.",
		"Cottonwoods flourish along the Little Missouri river, and in sheltered ravines grow stunted junipers and cedars, which seldom rise above the crest of some protecting bluff.",
		"It prefers rich fertile soil on the banks of watercourses, but does not flourish in swamps.",
		"The forest patches are confined to the deep kloofs of the mountains, to the valleys of the larger rivers and to the seaslopes of the Drakensberg and other ranges, where they flourish in.",
		"After Octavian's proclamation as emperor he founded a colony here; and Messina continued to flourish as a trading port.",
		"Tulips flourish in any good garden soil that has been deeply dug or trenched and manured the previous season.",
		"They all flourish in rich sandy soil.",
		"Pears, apples, quinces, mulberries an d other fruit-trees flourish, as well as vines; the Cretan wines, however, no longer enjoy the reputation which they possessed in the time of the Venetians.",
		"The Hevea is found along the water-courses of the lowlands, which includes the large tributaries of the Maranon, while the caucho species flourish on higher ground, above 900 ft.",
		"But many of them still flourish, and are actively engaged in their original task.",
		"In the eastern parts of the United States it does not flourish.",
		"As \"allies\" of the Romans the Nabataeans continued to flourish throughout the first Christian century.",
		"The oak grows most luxuriantly on deep strong clays, calcareous marl or stiff loam, but will flourish in nearly any deep well-drained soil, excepting peat or loose sand; in marshy or moist places the tree may grow well for a time, but the timber is rarely sound; on hard rocky ground and exposed hillsides.",
		"Among the many varieties of trees and plants found are the date palm, mimosa, wild olive, giant sycamores, junipers and laurels, the myrrh and other gum trees (gnarled and stunted, these flourish most on the eastern foothills), a magnificent pine (the Natal yellow pine, which resists the attacks of the white ant), the fig, orange, lime, pomegranate, peach, apricot, banana and other fruit trees; the grape vine (rare), blackberry and raspberry; the cotton and indigo plants, and occasionally the sugar cane.",
		"Among the higher altitudes of north Derbyshire, where the soil is poor and the climate harsh, grain is unable to flourish, while even in the more sheltered parts of this region the harvest is usually belated.",
		"It lived to flourish anew among the Germanic tribes at the time of the great migrations.",
		"Marisa's career then began to flourish with many new opportunities.",
		"When Elisabeth finished dinner, Jackson bowed with a flourish.",
		"Nisibis early became the seat of a Jacobite bishop and of a Nestorian metropolitan, and under the Arabs (when it continued to flourish and became the centre of the district of Diya`r Rebi`a) the population of the town and neighbourhood was still mostly Christian, and included numerous monasteries.",
		"The district is famed for its stock, and the fine quality of its grain; also for the character of the English grasses laid down there, which flourish in a rich black loam on a limestone formation.",
		"European fruit trees and vines flourish in certain localities, while in the drier regions the Australian wattle, gum trees and pepper trees have been introduced with success.",
		"Almost all the fruits of other countries have been introduced and flourish.",
		"If temperature and moisture are right mildew will flourish.",
		"In other parts fine crops of millet and various kinds of grain are grown, and on it trees flourish abundantly.",
		"It again began to flourish under the marquises of Tuscany, who governed it in the name of the emperor.",
		"Grieved at the ignorance and superstition which the remissness of the clergy permitted to flourish in the neighbouring parishes, he used every year to visit the most neglected parts of Northumberland, Yorkshire, Cheshire, Westmorland and Cumberland; and that his own flock might not suffer, he was at the expense of a constant assistant.",
		"German and Austrian business men visit the country in large numbers, and colonies of German farmers flourish among the mountains of Little Walachia.",
		"Among trees introduced by the Dutch or British colonists the oak, poplar, various pines, the Australian blue-gum (eucalyptus) and wattle flourish.",
		"The pear, lemon, plum, fig and other trees likewise flourish.",
		"In the case of arable land the crops are poor and moisture-loving weeds flourish.",
		"This would leave the Echinoid scheme remarkably simple, with the Melonitoida and Cidaroida as divergent branches from an ancestor like Bothriocidaris; but while the former branch soon decayed, the latter continues to flourish at the present day.",
		"For in Palermo under the Norman kings Christians of both rites, Mahommedans and Jews were all allowed to flourish after their several fashions.",
		"Since the opening of the railway the place has begun to flourish.",
		"More than thirty foreign educational institutions flourish in Constantinople itself, and they are largely attended by the youth belonging to the native communities of the country.",
		"Some varieties are bil;t to suited to hot, others to cold countries; some will flourish and on one description of soil, others on another.",
		"The Faeroes then already bore their name of Sheep Islands, as these animals had been found to flourish here exceedingly.",
		"Tobacco and the vine both flourish and most European fruits and vegetables thrive.",
		"The trick is to choose types that will flourish.",
		"Sheng chi is the positive life force that helps everything to grow and flourish.",
		"Mold and bacteria can flourish In damp locations and in areas of high humidity.",
		"Due to the company's success with affordable fashion, it has continued to grow and flourish.",
		"The Virgo can't stand brash Aquarius' nature, but does flourish in the company of a Capricorn, Cancer, Taurus or Scorpio.",
		"In the event you are in a relationship that astrology disagrees with, perhaps there is something special about both you and your partner that allows that relationship to flourish.",
		"Water signs exhibit the most emotion of the four elements, and they flourish during times of introspection.",
		"Water extinguishes fire, but air causes fire to grow and flourish.",
		"It only took a few years for the company to see success and it has continued to flourish over the years, even during hard times.",
		"In this way, all members of the exchangce are protected and the process can flourish.",
		"Bill Baren specializes in helping entrepreneurs become successful while at the same time cultivating their creativity and allowing it to flourish.",
		"Be prepared to get up early and work late to make the venture flourish.",
		"For many years, the Kelly Kar Company continued to grow and flourish, as did the demand for its popular Kelley Blue Book.",
		"Mold needs temperatures about 65 to 75 degrees or warmer to flourish, as well as humidity around 70 percent.",
		"Subjects covered include a variety of scripts, and there is a unit focusing on flourish design.",
		"Be sure to add lots of flourish and feel free to jazz them up with glitter or more stick-on rhinestones.",
		"With the introduction of only one new influence, Rowling allows her well-established characters room to flourish on the page.",
		"The prettiest WordPress theme is only as interesting as the words written in it -- so write often, write passionately, and your creation will flourish.",
		"Fort Pierce web design businesses flourish in Fort Pierce because of its proximity to so many bustling industrial, scientific and commercial centers.",
		"But while poetry languished, prose, for the first time, began to flourish in Denmark.",
		"It is thus an obvious advantage to Red Algae, which flourish at considerable depths, to be able to utilize yellow light rather than the red, which is ' extinguished so much sooner.",
		"Some algae, however, seem to flourish better in the presence of organic compounds.",
		"But on the one hand similar forms seem to grow often under different conditions, while on the other hand different forms flourish under the same conditions.",
		"They range from subjects of the homeliest and most mirthful realism to others serious and devout, and from literal or almost literal transcripts of natural form to the most whimsically abstract combinations of linear pattern and tendril .and flourish.",
		"Presbyterianism can exist and flourish without these survivals of the proudest pretensions of Romanism.",
		"The Knights of the Golden Circle, and other secret societies, whose aims were the promulgation of state sovereignty and the extension of aid to the Confederate states, began to flourish, and it is said that in 1864 there were 50,000 members of the Sons of Liberty in the state.",
		"There are some level tracts on the south-east coast, as well as in the narrow, well-watered valleys of the interior, which afford excellent agricultural land on which cereals of all kinds, as well as all the fruits of the temperate zone, flourish, and which are also suitable for raising sheep and cattle.",
		"The trade, blocked at Persian ports and later at all Gulf ports except Muscat, continued to flourish, in spite of a naval blockade of the Makran coast by Great Britain in 1910 - I.",
		"In subsequent years over 700 slaves were rescued at sea and more than 2,000 otherwise released; the traffic was by 1920 virtually dead in the Gulf, but slavery as an institution seemed likely to continue for many decades to come to flourish inland in Muscat, in Central Arabia, and in a modified form in part of Persia.",
		"Goethe, the cosmopolitan Weltbierger of the 18th century, had himself no very intense feelings of patriotism, and, having seen Germany flourish as a group of small states under enlightened despotisms, he had little confidence in the dreamers of 1813 who hoped to see the glories of Barbarossa's empire revived.",
		"Frost kills the plant in all its stages and all its varieties; and the crop does not flourish well if the nights are cool, no matter how favourable the other conditions.",
		"Oxen, introduced from Europe and from South Africa, flourish.",
		"Fruit-trees are grown, mainly in the south and midlands; northward (as far as Hernosand) they flourish only in sheltered spots on the coast.",
		"In spite of all the encouragement of the court, drama did not flourish in Sweden.",
		"Journalism began to develop; the Swedish Academy was founded; the drama first learned to flourish in Stockholm; and literature began to take a characteristically national shape.",
		"In England the pine is largely employed as a \" nurse \" for oak trees, its conical growth when young admirably adapting it for this purpose; its dense foliage renders it valuable as a shelter tree for protecting land from the wind; it stands the sea gales better than most conifers, but will not flourish on the shore like some other species.",
		"Southern Austria and the adjacent countries are the natural habitats of this pine; it seems to flourish best on rocky mountain sides, but in England grows well on sandy soils.",
		"The tree is one of the few that will flourish in salt-marshes.",
		"Oysters do not flourish in water containing less than 3% salt; and hence they are absent from the Baltic. The chief enemies of oysters are the dog-whelk, Purpura lapillus, and the whelk-tingle, Murex erinaceus, which bore through the shells.",
		"From this date to the Reformation the monastery, one of the chief Benedictine abbeys in England, continued to flourish, the chief events in its history being connected with the maintenance of its claims to the possession of the bodies or tombs of King Arthur and St Dunstan.",
		"Elsewhere even the leaved lichens are precarious, though the leather lichens flourish.",
		"He made an overtly dramatic flourish with his arms, winked at her and started to play.",
		"However, the town continues to flourish with modern and highly technological industries sited on the outskirts of the town.",
		"It helped to answer many of my questions about why plants that were supposed to flourish in shade seemed unhappy in certain shaded areas.",
		"Industry used to flourish here, including wheelwrights, ostlers, and a flax factory.",
		"Boracic acid receives no mention here; though it is popularly known as an antiseptic, it is in reality only a soothing fluid, and bacteria will flourish comfortably in contact with it.",
		"They are skilful agriculturists and artisans, especially in textile fabrics and the manufacture of arms. Though native rule is tyrannical and arbitrary, especially in the principalities of Badung and Tabanan, trade and industry could not flourish if insecurity of persons and property existed to any great extent.",
		"In places suited to its growth it seems to flourish nearly as well as in the woods of Norway or Switzerland; but as it needs for its successful cultivation as a timber tree soils that might be turned to agricultural account, it is not so well adapted for economic planting in Britain as the Scotch fir or larch, which come to perfection in more bleak and elevated regions, and on comparatively barren ground, though it may perhaps be grown to advantage on some moist hill-sides and mountain hollows.",
		"The vegetation of Spain is distributed in clearly marked zones; but over the whole of Portugal, except the hottest parts of Algarve and Alemtejo, the plants of northern Europe flourish side by side with cacti, palms, aloes and tree-ferns (see Cintra).",
		"Of timber trees the bois gayac has disappeared, but bois de fer (Stadtmannia sideroxylon) and bois de natte (Maba sechellarum) still flourish on Silhouette Island.",
		"They will have proven it possible to flourish through the active repression of free expression.",
		"The weakness, or absence, of a Palestinian state has allowed terrorism to flourish.",
		"Among the sand dunes are small tamarisk trees that manage to flourish despite the harsh environment.",
		"Finally, to round things off with a bit of a flourish, how about a tawny port.",
		"The paradox is that if government really wanted to encourage innovation in healthcare and other fields, they would step back and allow a free market to flourish.",
		"This makes wet diapers a great place to flourish.",
		"One may flourish at the expensive of others.",
		"Since flowering basil plants tend to stop producing foliage, it is important to continually harvest the leaves and pinch any buds that form so the leaves continue to flourish.",
		"This perennial plant is related to ginger and needs plentiful rain and warmth to flourish.",
		"This catalog is the right choice for the person who has specific tastes and wants to deck their home out with a flourish.",
		"As the Internet started to flourish, faster computers were needed to keep up with the technology being created.",
		"Flourishes--Numerous postmark flourish styles are available to decorate your scrapbook pages.",
		"Prison gangs flourish in the big house because they offer protection on the inside.",
		"You won't see your bank account flourish overnight.",
		"If you've decided to take the plunge and add a flourish of red to your bedroom, consider your bedding.",
		"With courtesy and cooperation from all dog owners, off leash areas will continue to flourish across the country, providing relaxing escapes for both pets and their owners.",
		"Both kinds flourish in dryish soil, on dry sunny parts of the rock garden.",
		"It is hardy near London, though it does not flourish so well in the open as on a wall, where it will stand any amount of sun-heat and even long periods of drought.",
		"They flourish in any garden soil, and some are of a weedy nature.",
		"It grows 6 or 8 feet high in warm sandy soils, and, like the true Tamarisk, is a good shrub for dry banks where few shrubs would flourish.",
		"They flourish more readily in cultivation than any other species of the family.",
		"Their chief value is for undergrowth in woods, or for ornamental covert (as birds eat the berries), and they will flourish anywhere.",
		"Whether you grow gardenias indoors as houseplants or live in a mild climate where they flourish outdoors, start with the basics of gardenia plant care to create the best conditions for your gardenias.",
		"Remember that gardenias flourish in mild, moist climates.",
		"Do not over water, and prune as necessary, and your honeysuckle vines will flourish.",
		"They will not flourish when the soil is cool, such as during early spring.",
		"Test the soil pH and amend it to create the acidic conditions gardenias need to flourish.",
		"Smart farmers noted that when certain vegetables, herbs and flowers were grown near one another, they were more likely to flourish or yield a larger harvest than when grown apart from certain plants.",
		"Make the decisions that will make your civilization flourish, or go down into flames.",
		"However, once you experience the flavors of perfect combinations on your palate, the inspiration to continue taste testing will flourish, and you will soon be able to match wine and cheese flavors with ease and confidence.",
		"Bacteria flourish at room temperature and grow rapidly in quantities capable of causing illness.",
		"With early identification and intervention, careful compliance with a treatment program, and a supportive and nurturing home and school environment, children with AD/HD can flourish socially and academically.",
		"The same care that goes into perfecting a turn or a flourish should be given to the process of picking it out, so that the full potential of the dancer can be realized.",
		"A Salton Electric Yogurt Maker uses gentle heat to incubate the yogurt you make, allowing the beneficial bacteria present in the yogurt to flourish.",
		"They want to educate the local population about the effects they are having on their wildlife and about how they can help to protect it and help it flourish again.",
		"Big beautiful women and those who love them can use \"BBW\" dating sites to connect and let their attraction flourish in a convenient and safe online environment.",
		"It was introduced into England by Philip Miller about 1 735, and is now common in parks and plantations, where it seems to flourish in nearly all soils.",
		"In the large towns banking and commerce flourish to a degree beyond what might be expected.",
		"But the strip of coast between the Apennines and the sea, known as the Riviera of Genoa, is not only extremely favourable to the growth of olives, but produces oranges and lemons in abundance, while even the aloe, the cactus and the palm flourish in many places.",
		"At a few points, such as Nikita near Livadia and Alupka, where plants have been acclimatized by human agency, the Californian Wellingtonia, the Lebanon cedar, many evergreen trees, the laurel, the cypress, and even the Anatolian palm (Chamaerops excelsa) flourish.",
		"The hornbeam thrives well on stiff, clayey, moist soils, into which its roots penetrate deeply; on chalk or gravel it does not flourish.",
		"There is a curious reference to Iamblichus, apparently the neo-platonist philosopher, whose name Jordanes, being, as he says himself, agrammatus, inserts by way of a flourish.",
		"It was introduced into Britain soon after its rediscovery by David Douglas in 1827, and has been widely planted, but does not flourish well where exposed to high winds or in too shallow soil.",
		"Wheat and oats are largely cultivated and almost all sub-tropical fruits flourish.",
		"Sir Leslie Stephen pays high praise to Wesley's writings, which went \"straight to the mark without one superfluous flourish.\"",
		"In 523 Cassiodorus writes of the \" innumerosa navigia \" belonging to Venice, and where trade is active there is always a probability that manufactures will flourish.",
		"Midhat Pasha now became grand vizier, reforms were freely promised, and the Ottoman parliament was inaugurated with a great flourish.",
		"The labour of rolling the metal by hand was done away with about 1760, by the firm of Tudor, Leader & Sherburn, who first employed horse-power, and for more than half a century the trade both in Sheffield and Birmingham continued to flourish.",
		"The dwarf-palm, orange, lime, and olive grow in the warmer tracts; and on the higher grounds the thorn-apple, pomegranate, myrtle, esparto and heaths flourish.",
		"Poultryand beefarming flourish.",
		"Numerous works on all kinds of subjects are produced in various countries, periodicals flourish, and Hebrew is the vehicle of correspondence between Jews in all parts of the world.",
		"Church festivals, civic and ecclesiastical processions are almost as animated and picturesque as in Seville itself; and many medieval customs continue to flourish side by side with the most modern features of industrial life, giving to Barcelona a character altogether unique among Spanish cities.",
		"Many wild plants characteristic of the warmer parts of middle Europe are seen to flourish along with the vine.",
		"As a rule, all the fibrous-rooted herbaceous plants flourish in good soil which has been fairly enriched with manure, that of a loamy character being the most suitable.",
		"The sea-plants which flourish on the sand and mud-banks along the coasts greatly assist the process of littoral deposits and are specially cultivated in places.",
		"Horticulture and market-gardening are of a high order, and flourish especially on the low fen soil and geest grounds along the foot of the dunes in the provinces of North and South Holland.",
		"The lowest, up to about 3000 ft., is the zone of cultivation, where vegetables, and above them where water is more scanty, vines and olives flourish.",
		"The ruins which are seen are the ruins of long centuries of tanks that once flourished and became silted up. But they did not all flourish at once.",
		"But literature had ceased to flourish under the patronage of the great, and had not yet begun to flourish under the patronage of the public. One man of letters, indeed, Pope, had acquired by his pen what was then considered as a handsome fortune, and lived on a footing of equality with nobles and ministers of state.",
		"The Normans in short came into the inheritance of the two most civilized nations of the time, and allowed them to flourish side by side.",
		"In 1870 the station at Bimbia was given up by the missionaries, but that at Akwa town continued to flourish, the Dualla showing themselves eager to acquire education, while Saker reduced their language to writing.",
		"It is divided by the river into East Looe and West Looe; and is sheltered so completely by the surrounding hills that myrtles, geraniums, fuchsias and other delicate plants flourish at all seasons in the open air.",
		"The ordinary forms of the north of Europe grow freely in the mild air and protected soil of the islands and the eastern coast; while on the heaths and along the sandhills on the Atlantic side there flourish a number of distinctive species.",
		"Slavery and the slave trade continued to flourish in the interior in the early years of the 10th century, despite the prohibitions of the Portuguese government.",
		"But the city continued to flourish.",
		"On the other hand almost all European cereals flourish in the intermediate zone and on the high plateau, and the Abyssinian is a good agriculturist and understands irrigation.",
		"The plants are rapidly-growing, hardy, ornamental climbers, which flourish in common garden soil, and are readily propagated by cuttings.",
		"On the contrary, many species, in a new country and under somewhat different climatic conditions, seem to find a more congenial abode than in their native land, and at once flourish and increase in it to such an extent as often to exterminate the indigenous inhabitants.",
		"Merino sheep bred at the Cape of Good Hope have been found far better adapted for India than those imported from England; and while the Chinese variety of the Ailanthus silk-moth is quite hardy, the variety found in Bengal will only flourish in warm latitudes.",
		"It is maintained that one or other of these mixtures is absolutely necessary to enable Europeans to continue long to flourish in the tropics.",
		"Stockholm was founded by Birger Jarl, it is said, in or about 1255, at a time when pirate fleets were less common than they had been, and the government was anxious to establish commercial relations with the towns which were now beginning to flourish on the southern coast of the Baltic. The city was originally founded as a fortress on the island of Stadholm.",
		"In the arctic zone they form to% of the flora; they will flourish in soils rich in humus which are too acid to support grasses.",
		"They are described as hungry plants which well repay generous treatment, and will flourish in a rich, not too stiff loam, and for the first year or two should be well mulched.",
		"In Kashmir the plane and Lombardy poplar flourish, though hardly seen farther east, the cherry is cultivated in orchards, and the vegetation presents an eminently European cast.",
		"They had hoped to save the Church, but unfortunately the result of their efforts, generous as they were, was that the schism increased in bitterness, and that instead of the unity for which the Church craved, three popes continued to flourish.",
		"Prince Henry of Orleans described it as \"a splendid territory, fertile in soil and abundant in water, where tropical and temperate culture flourish side by side, and the inhabitants are protected on three fronts by mountains.\"",
		"It was not till the next reign, when the bishops succeeded in calling in the crown to their aid, and passed the statute De heretico comburendo, that Lollardy ceased to flourish.",
		"The learning which had died out in monasteries began to flourish again in the corrupt soil of the court.",
		"The title Ultimus Scholasticorum is often wrongly bestowed on Biel; scholasticism did not cease with him, even in Germany, and continued to flourish long after his time in the universities of Spain.",
		"At the time of the last great subsidence, in glacial times, an arm of the sea extended across Sweden, submerging a great part of the littoral up to the Gulf of Bothnia, and including the Plies period the this of themnorthe and Baltic were s fg ficiently salt for oysters to flourish.",
		"It is an attempt to show that the white man can flourish only in the temperate zones, that the yellow and black races must increase out of all proportion to the white, and must in time crush out his civilization.",
		"Large tracts of the Croatian highlands are well-nigh waterless, and it is only in the more sheltered hollows that sufficient soil collects for large trees to flourish.",
		"In the swamp regions of north-east Africa the papyrus and associated plants, including the soft-wooded ambach, flourish in immense quantities - and little else is found in the way of vegetation.",
		"In the southern provinces flourish also various subtropical exotics, such as the banana, the West Indian cherimoya, and the prickly pear or Indian fig (Opuntia vulgaris), the last frequently grown as a hedge-plant, as in other Mediterranean countries, and extending even to the southern part of the table-land.",
		"Martha opened the screen door with a flourish Grandpa built this place in the nineteen thirties and wired it years later.",
		"He ranted, signed her papers with a vicious flourish, then shoved them at her and manhandled her out his door.",
		"At his best, Dravid mixes orthodox classicism with the wristy flourish associated with the subcontinent.",
		"The elegantly coiffed heir apparent to Mr Blair finished up with a flourish.",
		"We have also learned that truly collective effects and responsibilities are needed to make the organization flourish.",
		"Can we understand the underlying engineering designs that allow this tiny nematode to survive and flourish?",
		"For creativity to flourish, it needs to be built into the whole-school ethos.",
		"What is more, the American Party if it drives unprincipled factionalism out of its midst will grow and flourish.",
		"The codified criteria of originality (after Young) is no long-standing tradition and the characterisation of use as theft is persuasive rhetorical flourish.",
		"A glitch in the sustained tone before the final flourish gives it away.",
		"In times like these can ' the love of cinema ' still flourish?",
		"With the exception of the pastel colored varieties, all half hardy fuchsias flourish better outdoors through the summer.",
		"Churchyards are often the only place where traditional meadow plants such as ladies ' bedstraw and meadow saxifrage can still flourish.",
		"For these dangerous and divisive elements the legislation proposed in the Race Relations Bill is the very pabulum they need to flourish.",
		"The walls of the station are usually tiled in white with burnt sienna flourish.",
		"Although the extravagant prices paid at first almost ruined the planters, the traffic continued to flourish in hands of foreign concessionaires until 1820, when through English influence it was abandoned.",
		"Where there is complete freedom from stagnant water in the ground, and abundant room for the spread of its branches to light and air, the larch will flourish in a great variety of soils, stiff clays, wet or mossy peat, and moist alluvium being the chief exceptions; in its native localities it seems partial to the debris of primitive and metamorphic rocks, but is occasionally found growing luxuriantly on calcareous subsoils; in Switzerland it attains the largest size, and forms the best timber, on the northern declivities of the mountains; but in Scotland a southern aspect appears most favourable.",
		"Burnet Rose (A Rose Selection Spinosissima) - A pretty native Wild Rose, which will grow and flourish in the lightest and hottest of soils, where many Roses fail.",
		"Many girls opt for the elegant style with elaborate curls or waves in the resulting ponytail to add elegance and flourish.",
		"Cleverly used, rhinestones not only add glittering detail to the hair clips, but they also add a flourish of femininity to otherwise simple accessory designs.",
		"In a homeschool environment, however, these children often flourish when given the opportunity to work at their own pace.",
		"Hole in the head disease is not as common in golfish, but it is mainly caused by poor water quality that allows protozoan parasite and bacteria to flourish.",
		"Regardless of changing attitudes over the years, the ever shrinking bikini has managed not only to survive, but actually flourish.",
		"While there are some relationships that seem to flourish on constant tension between the two people involved, it can also be a sign that \"the honeymoon's over\".",
		"Because the interest in yoga continues to flourish, yoga clothing in bamboo and other fabrics such as hemp, organic cotton, and soy will be more common.",
		"Business class travel used to be done with a flourish without much thought given to controlling expenses, as business people hit the town after big meetings.",
		"Towns arose and agriculture began to flourish; but seeking to make itself independent, the Order lost its lands, and disappeared from Transylvania.",
		"Apart from the arid wastes of the Karst, the soil is well adapted for the growing of cereals, especially Indian corn; olives, vines, mulberries, figs, pomegranates, melons, oranges, lemons, rice and tobacco flourish in Herzegovina and the more sheltered portions of Bosnia.",
		"One may almost be tempted to say that these obscure decisions rendered unnecessary in England the work achieved with such a flourish of trumpets in France by the emancipating decree of the 4th of August 1789.",
		"In Kent they flourish best in a calcareous soil.",
		"Gutta-percha (getah percha in the vernacular), camphor, cinnamon, cloves, nutmegs, gambir and betel, or areca-nuts, are all produced in the island; most of the tropical fruits flourish, including the much-admired but, to the uninitiated, most evil-smelling durian, a large fruit with an exceedingly strong outer covering composed of stout pyramidal spikes, which grows upon the branches of a tall tree and occasionally in falling inflicts considerable injuries upon passers-by.",
		"Cattle-rearing and fruit-growing flourish in the lower barony, while the upper barony is finely wooded.",
		"On the Grampians and neighbouring hills the larch will flourish at a greater elevation than the pine, and will grow up to an altitude of 1700 or even 1800 ft.; but it attains its full size on lower slopes.",
		"In the southern parts of Australia and in New Zealand the tree seems to flourish as well as in its native home."
	],
	"synonyms": [
		"fly high",
		"prosper",
		"thrive",
		"wave",
		"brandish",
		"expand",
		"boom",
		"sweep",
		"show",
		"rise",
		"quirk",
		"parade",
		"ornament",
		"multiply",
		"increase",
		"fanfare",
		"wave",
		"embellishment",
		"brandish",
		"tucket",
		"show",
		"quirk",
		"paraph",
		"parade",
		"efflorescence",
		"display",
		"curlycue",
		"circumgyration",
		"call",
		"brandishing"
	],
	"antonyms": [
		"cease",
		"stunt",
		"languish",
		"fail",
		"hinder",
		"flounder",
		"fade",
		"decline"
	]
}