{
	"word": "fervent",
	"meaning": [
		"Having or showing great warmth of feeling; intensely devoted or earnest; ardent.",
		"Hot; burning; glowing."
	],
	"sentences": [
		"He was a fervent football supporter of the NFL.",
		"He was fervent in spirit serving the Lord.",
		"He was a fervent nationalist.",
		"They were fervent of all folk musicians in Romania.",
		"I raise fervent prayers to Heaven that the Almighty may exalt the race of the just, and mercifully fulfill the desires of Your Majesty.",
		"He was a fervent admirer of Milton.",
		"As the first fervent belief in the divine right of kings faded, however, a new basis had to be discovered for a relation between the spiritual and temporal powers against which Rome had never ceased to protest.",
		"Whenever the people assembled for worship, fervent prayer was offered up to God in their behalf.",
		"Fervent believers are used to humor being directed at religion.",
		"It was the fervent wish of the Somali people.",
		"He once more tried to show himself a fervent Royalist and was made a peer in 1827.",
		"He would help fervent souls attain perfection.",
		"A fervent Roman Catholic, he devoted himself to advocating a patriarch type of Christian Socialism.",
		"His patriotism is fervent, but narrow and exclusive.",
		"He was moderately humorous in School of Rock, because he was so fervent.",
		"Essenes had very strict rules against breaking the sabbath which they observed with fervent rigor.",
		"In remembrance of these victims of popular wrath Jalal-uddin founded the order of the Maulawi (in Turkish Mevlevi) dervishes, famous for their piety as well as for their peculiar garb of mourning, their music and their mystic dance (sama), which is the outward representation of the circling movement of the spheres, and the inward symbol of the circling movement of the soul caused by the vibrations of a Sufi's fervent love to God.",
		"But the idea of liberation continued to grow, and about 1780 the Society of Friends (`ETaepia Twv 4 c uK'v) was founded at Bucharest by the fervent patriot and poet, Constantinos Rhigas (q.v.).",
		"He often preached with John Wesley and for him, and became known as a fervent supporter of the revival.",
		"The friar's utterances became more and more fervent and impassioned.",
		"The sober lists of names with which it opens; the account of the embassy, so business-like in its estimates of costs and terms, and suddenly breaking into a fervent description of how the six deputies, \"prostrating themselves on the earth and weeping warm tears, begged the doge and people of Venice to have pity on Jerusalem\"; the story immediately following, how the young count Thibault of Champagne, raising himself from a sickbed in his joy at the successful return of his ambassadors, \"leva sus et chevaucha, et laz!",
		"But the most characteristic passage of the epopee is the mysterious disappearance of Shah Kaikhosrau, who suddenly, when at the height of earthly fame and splendour, renounces the world in utter disgust, and, carried away by his fervent longing for an abode of everlasting tranquillity, vanishes for ever from the midst of his companions.",
		"In 1831 he was appointed vicar at Kirchenlarnitz, where his fervent evangelical preaching attracted large congregations and puzzled the ecclesiastical authorities.",
		"There is indeed no reason to suppose that either Ronsard or Du Bellay was a fervent admirer of Rabelais, for they belonged to a very different literary school; but there is absolutely no evidence of any enmity between them, and Du Bellay actually refers to Rabelais with admiration.",
		"Soon after his death the story of the miracle of \"Garnet's Straw\" was circulated all over Europe, according to which a blood-stained straw from the scene of execution which came into the hands of one John Wilkinson, a young and fervent Roman Catholic, who was present, developed Garnet's likeness.",
		"The severe training through which he had passed had given him such an experimental knowledge of all the modes of religious melancholy as he could never have gathered from books; and his vigorous genius, animated by a fervent spirit of devotion, enabled him not only to exercise a great influence over the vulgar, but even to extort the half-contemptuous admiration of scholars.",
		"A hand cut off by a fervent brother was found to work miracles, and the order became convinced that their founder had been a saint.",
		"But perhaps it is all the product of too fervent an opposition, too fertile an imagination.",
		"Had the refugees known their eventual destination, their prayers on Friday afternoon would have been especially fervent.",
		"We in the west, even fervent believers, are used to humor being directed at religion.",
		"The magazine I then edited, New Society, was one of the fervent advocates of change.",
		"Today as sisters with an active apostolate, we perpetuate this tradition by maintaining a fervent life in common.",
		"She described him as \" fervent, tho not intemperate \" .",
		"As in the past, a fervent belief in supernatural nirvana is a good excuse to avoid doing anything practical about mundane earthly problems.",
		"Henry was a forceful and energetic character, a fervent and zealous reformer in the mold of Bernard.",
		"Their fervent political aspirations could not be concealed, and from the beginning of the Revolution they threw in their lot with the party of advance.",
		"It is this intrinsic power of fervent invocation and worship which found an early expression in the term brahma; and its independent existence as an active moral principle in shaping the destinies of man became recognized in the Vedic pantheon in the conception of a god Brihaspati or Brahmanaspati, \" lord of prayer or devotion,\" the divine priest and the guardian of the pious worshipper.",
		"He was a fervent Lutheran of the Pietist type; he believed in Spener's \"ecclesiola\" conception; and now he tried to apply the conception to the Moravian refugees.",
		"The work is more practical than theological; and its quaint fancy, graphic and pointed style, and its fervent religious tone render it still popular with some readers.",
		"But the fervent patriotism, elevated style, and glowing diction of Berzsenyi soon caused him to be recognized as a truly national bard.",
		"Herein the king's \" most humble subjects daily orators, and bedesmen \" of the clergy of England, in view of his goodness and fervent Christian zeal and his learning far exceeding that of all other kings that they have read of, agree never to assemble in convocation except at the king's summons, and to enact and, promulgate no constitution or ordinances except they receive the royal assent and authority.",
		"The homely terseness of his style, his abounding humour - rough, cheery and playful, but irresistible in its simplicity, and occasionally displaying sudden and dangerous barbs of satire - his avoidance of dogmatic subtleties, his noble advocacy of practical righteousness, his bold and open denunciation of the oppression practised by the powerful, his scathing diatribes against ecclesiastical hypocrisy, the transparent honesty of his fervent zeal, tempered by sagacious moderation - these are the qualities which not only rendered his influence so paramount in his lifetime, but have transmitted his memory to posterity as perhaps that of the one among his contemporaries most worthy of our interest and admiration.",
		"It is averred that he never handled a brush without fervent prayer and he wept when he painted a Crucifixion.",
		"His speeches were characterized by skill of statement, ingenious grouping of facts, fervent diction, and ardent patriotism; sometimes by biting sarcasm, but also by superficial research, half-knowledge and an unwillingness to reason a proposition to its logical results.",
		"The subject of natural history was treated, not from the point of view of mere science, nor from that of sentiment, nor of anecdote nor of gossip, but from that of the author's fervent democratic pantheism, and the result, though, as was to be expected, unequal, was often excellent.",
		"The great men of his time - Conde, Turenne, the marechal de Grammont, the knight-errant duc de Guise - were his fervent admirers.",
		"Accordingly, he was ready to meet the needs of his day to an extent and in a manner which even the versatile Jesuits, who much desired to enlist him in their company, did not rival; and, though an Italian priest and head of a new religious order, his genius was entirely unmonastic and unmedieval; he was the active promoter of vernacular services, frequent and popular preaching, unconventional prayer, and unsystematized, albeit fervent, private devotion.",
		"As well as his enthusiasm for modern guitar sonorities, Julian Bream is renowned for his fervent advocacy of the Elizabethan lute.",
		"In real life, many men, despite their fervent love for their sweethearts, don't know exactly how to pop the big question.",
		"Astrological dates are another option for those who are fervent believers in this practice.",
		"Caleb Saleeby, for example, was a fervent advocate of nudism, heliotherapy, and eugenics (he was Chairman of the National Birthrate Commission and author of a number of books on eugenics).",
		"It has fervent fans as well as many who dislike its alarmist style.",
		"One of her fervent fans was so excited at the prospect of new Jessica Alba bikini shots, he posted a series of pre-baby bikini pictures and invited people to vote on their favorite.",
		"They were vivid, bold and astonishing - and inspired a lot of fervent copiers.",
		"When the subject of your fervent crush rejects you, it can seem to take all the pleasure out of everyday life.",
		"Every year, a few celebrities spark fervent interest with their whirlwind romances.",
		"Daniel Koren and his company are fervent supporters of the Kimberley Process and other initiatives designed to eliminate the trade of conflict and blood diamonds.",
		"He would help lukewarm souls become fervent.",
		"Engaged from the earliest times in the slave trade, they were among the first, as they were certainly the most fervent, supporters of the mandi when he rose in revolt against the Egyptians (1882).",
		"He was accompanied by Margaret (Peg) Woffington, of whom he had been for some time a fervent admirer.",
		"Meanwhile, in London, the earl of Lauderdale, once a fervent Covenanter, was secretary for Scotland, had the king's ear, and would have restored presbytery, at least by way of experiment.",
		"Repudiation of the tie by fervent women, betrothed or already wives, occasioned much domestic friction and popular persecution.",
		"He brought with him from Geneva, where he had been the colleague of Beza, a fervent hatred of ecclesiastical tyranny and a clear grasp of the Presbyterian church system.",
		"Many of the early converts to the New Church were among the most fervent advocates of the abolition of slavery, one was the medical officer of the first batch of convicts sent to Botany Bay; from the house of another, William Cookworthy of Plymouth, Captain Cook sailed on his last voyage.",
		"Each successive move against the puritans by Laud appeared to have provoked an equally fervent response.",
		"In spite of my fervent hope you can continues indefinitely, I know in my heart, one day it will end.",
		"In contrast to the majority of Italian cardinals of his day, Cajetan was a man of austere piety and fervent zeal; and if, from the standpoint of the Dominican idea of the supreme necessity of maintaining ecclesiastical discipline, he defended the extremist claims of the papacy, he also proclaimed that the pope should be \"the mirror of God on earth.\"",
		"So you would say that America is becoming more secular and that its subscription to religious beliefs is becoming less fervent?",
		"He looked around, unnerved that such fervent men would retreat.",
		"There is no reason to suppose that Nestorius intended to introduce any innovations in doctrine, and in any estimate of him his strong religious interest and his fervent pastoral spirit must have due weight.",
		"His fervent faith in the doctrines of Islam was unquestioned, and his ultimate failure was due in considerable measure to the refusal of the Kabyles, Berber mountain tribes whose Mahommedanism is somewhat loosely held, to make common cause with the Arabs against the French.",
		"The early death of his parents, which illustrated to him in the most forcible manner the unstableness of all human existence, threw a gloom over his whole life, and fostered in him that earnest piety and fervent love for solitude and meditation which have left numerous traces in his poetical writings, and served him throughout his literary career as a powerful antidote against the enticing favours of princely courts, for which he, unlike most of his contemporaries, never sacrificed a tittle of his self-esteem.",
		"The hymn, the well-known Carmen Saeculare, gives fervent expression to the prevalent emotions of joy and gratitude.",
		"As far back as the Paraclete days, he had counted as chief among his foes Bernard of Clairvaux, in whom was incarnated the principle of fervent and unhesitating faith, from which rational inquiry like his was sheer revolt, and now this uncompromising spirit was moving, at the instance of others, to crush the growing evil in the person of the boldest offender.",
		"He declined the proposal, however, and became henceforward still more fervent in exercises of piety, and more zealous for the welfare of the church.",
		"Her father, Constant d'Aubigne, was the son of Agrippa d'Aubigne, the famous friend and general of Henry IV., and had been imprisoned as a Huguenot malcontent, but her mother, a fervent Catholic, had the child baptized in her religion, her sponsors being the duc de la Rochefoucauld, father of the author of the Maxims, and the comtesse de Neuillant.",
		"Although most fervent Shiites, they are on very good terms both with their Sunnite and with their Russian neighbours.",
		"Oliver was born on the 25th of April 1599, was educated under Dr Thomas Beard, a fervent puritan, at the free school at Huntingdon, and on the 23rd of April 1616 matriculated as a fellow-commoner at Sidney Sussex College, Cambridge, then a hotbed of puritanism, subsequently studying law in London.",
		"Southey said that \"no age ever provided a man of more fervent piety or more perfect charity, and no church ever possessed a more apostolic minister.\"",
		"The highest strains of the psalmists and the most fervent appeals of the prophets were progressively directed to the great end of praising and preaching the One true God, everlasting, with sincere and pure devotion.",
		"His fervent prayers were interrupted by instructions for the regency which was to follow.",
		"Add to this that he was a virtuous husband, a kind father, a fervent Christian and a good-natured man full of excellent intentions, yet a spectacle of moral pusillanimity and ineptitude.",
		"With its numerous palaces, substantial houses, broad streets, and spacious squares, Trent presents the aspect of a thoroughly Italian city, and its inhabitants (24,868 in 1900, including a garrison of over 2000 men) speak Italian only - it is the centre of the region called Italia Irredenta by fervent Italian patriots.",
		"It was reserved for Dr Benrath to justify him, and to represent him as a fervent evangelist and at the same time as a speculative thinker with a passion for free inquiry.",
		"He Is Usually Rather Too Derivative, He Lacks The Saving Grace, ,Of Style, And Even His Best Canadian Poems Hardly Rise Above Fervent Occasional Verse.",
		"At last a sermon he was persuaded to preach in London exasperated John Stokesley, bishop of the diocese, and seemed to furnish that fervent persecutor with an opportunity to overthrow the most dangerous champion of the new opinions.",
		"An optimist and idealist, he joined to a fervent belief in liberty an equal enthusiasm for German unity and the idea of the German state.",
		"Of things communicable he was at the same time, as we have said, communicative - a genial companion, a generous and loyal friend, ready and eloquent of discourse, impressing all with whom he was brought in contact by the power and the charm of genius, and inspiring fervent devotion and attachment in friends and pupils.",
		"Was she fervent in prayer?",
		"The peasants are famous for their devotion to the Roman Catholic religion, their fervent loyalty to the House of Austria, their excellent marksmanship, and their love of singing and music, the zither being the national instrument.",
		"The story of Claude Gueux, published five years later (1834), another fervent protest against the infliction of capital punishment, was followed by many other eloquent and passionate appeals to the same effect, written or spoken on various occasions which excited the pity or the indignation of the orator or the poet.",
		"Fervent preachers came amongst them, widely differing in morality, education, earnestness and eloquence from the parish clergy, whose deficiencies gave such succour to Luther.",
		"After the fall and flight of the house of Orleans, his parliamentary eloquence was never less generous in aim and always as fervent in its constancy to patriotic and progressive principle.",
		"And accordingly it is exactly in connexion with these two incarnations of Vishnu, especially that of Krishna, that a new spirit was infused into the religious life of the people by the sentiment of fervent devotion to the deity, as it found expression in certain portions of the epic poems, especially the Bhagavadgita, and in the Bhagavatapurana (as against the more orthodox Vaishnava works of this class such as the Vishnupurana), and was formulated into a regular doctrine of faith in the Sandilya-sutra, and ultimately translated into practice by the Vaishnava reformers."
	],
	"synonyms": [
		"torrid",
		"perfervid",
		"impassioned",
		"fiery",
		"fervid",
		"ardent",
		"zealous",
		"warm",
		"intense",
		"fierce",
		"enthusiastic",
		"emotional",
		"vehement",
		"eager",
		"passionate"
	],
	"antonyms": []
}