{
	"word": "glib",
	"meaning": [
		"Done in a smooth, offhand fashion.",
		"Given to or characterized by fluency of speech or writing that often suggests insincerity, superficiality, or a lack of concern.",
		"Speaking or spoken in a smooth, fluent, easy manner, often in a way that is too smooth and easy to be convincing.",
		"Having a ready flow of words but lacking thought or understanding; superficial; shallow.",
		"Artfully persuasive in nature.",
		"To make glib.",
		"(obsolete) To castrate; to geld; to emasculate.",
		"(historical) A mass of matted hair worn down over the eyes, formerly worn in Ireland."
	],
	"sentences": [
		"But any such comparisons are very superficial and very glib.",
		"If your lover is someone who is prone to a glib tongue, you may get answers that send you both into gales of laughter.",
		"Simon Farris, London I cannot believe that Allan Morris can remain so ignorant and glib about his own drug adherence.",
		"Multiroom audio is a rather glib phrase often used by installers.",
		"Her final positive outlook is not glib, but offers a small something to cling onto.",
		"That is the dilemma and, with respect, it will not be solved by questions posed in a somewhat glib way.",
		"No. If one of the blokes had been held down by one guy whilst another hit him would you be so glib about that?",
		"It was, at the risk of sounding glib, the Pistols on Zoo Records!",
		"That glib remark about Elvis is unbecoming of a man of your undoubted intelligence and insight Martin.",
		"The term, ' a good balanced diet ', is a little too glib for serious runners.",
		"Waites 's habitual references to contemporaneous songs quickly wear thin, bringing to mind the recent glut of glib nostalgia television shows.",
		"We don't mean to be glib, but here at LTK Celebrity, we thought Tom Cruise and Katie (\"Kate\") Holmes' whirlwind, worldwide P.D.A tour was a sign that this was one couple who was at home in front of the cameras.",
		"Your underhanded attempt to be glib and smarmy does n't undermine or change those historical constants.",
		"The stream function, y of the liquid motion set up by the passage of a solid of revolution, moving with axial velocity U, is such that y Glib = - 15 42, iI ' + Uy 2 =cons t ant, (12) over the surface of the solid; and 4, must be replaced by41' =1l.-1-1-Uy2 in the general equations of steady motion above to obtain the steady relative motion of the liquid past the solid.",
		"Calling Matt Lauer \"glib\" on the Today show."
	],
	"synonyms": [
		"slick",
		"pat",
		"smooth-tongued",
		"glib-tongued",
		"facile"
	],
	"antonyms": [
		"taciturn",
		"inarticulate",
		"uncommunicative",
		"stuttering",
		"quiet",
		"tongue-tied"
	]
}