{
	"word": "gregarious",
	"meaning": [
		"Living in herds or flocks.",
		"Fond of the company of others; sociable.",
		"Tending to move in or form a group with others of the same kind.",
		"Growing in groups that are close together but not densely clustered or matted.",
		"Having to do with a herd, flock, or crowd."
	],
	"sentences": [
		"Dolphins are gregarious, and large herds often follow ships.",
		"This insect is gregarious and nocturnal.",
		"Parrots are gregarious and usually feed and roost in companies, but are at least temporarily monogamous.",
		"The sal grows to a large size, and is more gregarious than the teak.",
		"Chamois are gregarious, living in herds of 15 or 20, and feeding generally in the morning or evening.",
		"It is a gregarious animal, living in considerable colonies in burrows, which it excavates with its nails and teeth in the sandy soil of Egypt and Arabia.",
		"Coatis are gregarious and arboreal in habit, and feed on birds, eggs, lizards and insects.",
		"Solitude is advisable at first, but few people can find time amounting to ten minutes for solitary studies of this sort, so busy and so gregarious is mankind.",
		"They are mostly gregarious, and the agility and grace of their movements in the water are themes of admiration to the spectators when a \"school of porpoises\" is playing round the bows of a vessel at sea.",
		"The dace is a lively, active fish, of gregarious habits, and exceedingly prolific, depositing its eggs in May and June at the roots of aquatic plants or in the gravelly beds of the streams it frequents.",
		"Phoronis is often gregarious, the tubes which it secretes being sometimes intertwined in an inextricable mass.",
		"It will soon become obvious if you are not a ' gregarious, ambitious go-getter ' !",
		"Ibex are gregarious, feeding in herds of ten to fifteen individuals; but the old males generally live apart from, and usually at greater elevations than, the females and young.",
		"Like most cetaceans it is gregarious and usually met with in \"schools\" or herds of fifteen or twenty individuals.",
		"Musk-oxen are gregarious in habit, assembling in herds of twenty or thirty head, or sometimes eighty or a hundred, in which there are seldom more than two or three full-grown males.",
		"That is, women who are who are gregarious, adventurous, funny and outgoing; all typical Sagittarian traits.",
		"I'm a well balanced man, and fairly gregarious too.",
		"Some excellent snorkeling was done and a soggy sandwich provided the gregarious Black Fish with a good meal.",
		"The species is also known to be highly gregarious, associating with other small cetaceans in mixed species groups.",
		"They serve to buoy up the plant when attached to the sea-bottom, and thus light is admitted into the forest-like growths of the gregarious species.",
		"Since comforters are often the focal point of the room, a large and gregarious print will take away from the rest of the room and give it a smaller even claustrophobic appearance and feel.",
		"Stomach sleepers were rated as being more gregarious and uncomfortable with criticism.",
		"Yet, unlike the equally gregarious Doug of Doug's First Movie, he's never cloying.",
		"Guillemots are extremely gregarious, colonial breeding is the norm and colonies can contain many tens of thousands of individuals.",
		"The porpoise, which is sociable and gregarious, is usually seen in small herds, and frequents coasts, bays and estuaries rather FIG.",
		"Sagittarians love being around others, and their gregarious social nature shines best when they know that those around them are having a good time.",
		"Most Leos are warm, friendly, and gregarious individuals, but if you have certain aspects in your chart, these positive traits can turn into something less desirable.",
		"However, if the moon sign is in a more gregarious sign like that of Gemini or Leo, the overall core personality traits of Sagittarius will be more pronounced.",
		"Ruled by the sun and represented by a regal lion, Leos are as gregarious as their astrological avatar.",
		"In fact, a portion of the Goth movement in modern art is devoted to pixies, fairies and other sylph like creatures, adding a depth of shadow to the traditional light and gregarious creatures.",
		"Its first beginnings are seen in the imitative tendencies of animals by which the young of one generation acquire some of the habits of their parents, and by which gregarious and social animals acquire a community of procedure ensuring the advantage of the group. \" Taboo,\" the systematic imposition by the community of restrictions upon the conduct of the individual, is one of its earliest manifestations in primitive man and can be observed even in animal communities.",
		"Though not strictly gregarious, lions appear to be sociable towards their own species, and often are found in small troops, sometimes consisting of a pair of old ones with their nearly fullgrown cubs, but occasionally of adults of the same sex; and there seerp.s to be evidence that several lions will associate for the purpose of hunting upon a preconcerted plan.",
		"Tho usually gregarious, the only sighting in South Africa was a single in northern Kruger.",
		"According to Branch volunteers, he is a very gregarious fellow who just loves being the center of attention.",
		"The birds are easiest to see during the October to March period when the young ones are particularly gregarious.",
		"In the wild state it is gregarious, associating in herds of ten, twenty or more individuals, and, though it may under certain circumstances become dangerous, it is generally inoffensive and even timid, fond of shade and solitude and the neighbourhood of water.",
		"He was a friendly, gregarious soul, who used to slink about like an alley cat, rubbing himself up against people.",
		"These gregarious and easy going individuals are always ready to lend an ear, or a hand, to their friends."
	],
	"synonyms": [
		"social",
		"outgoing",
		"extroverted",
		"unreserved",
		"extraverted",
		"expansive",
		"communicative",
		"communicable"
	],
	"antonyms": [
		"ungregarious",
		"inhospitable",
		"cold",
		"cool",
		"introverted",
		"unfriendly",
		"unsociable",
		"reserved"
	]
}