{
	"word": "precipice",
	"meaning": [
		"A vertical, almost vertical, or overhanging rock face; steep cliff.",
		"A greatly hazardous situation, verging on disaster.",
		"A very steep cliff."
	],
	"sentences": [
		"He thought she'd walk away, but instead, she cautiously lifted the rope, turned further away from the precipice and took baby steps backwards toward him.",
		"The fall is broken by islands on the lip of the precipice into four parts.",
		"At 1345 they finally climbed the last precipice and stood on the summit of Pelvoux.",
		"Below them was a sheer precipice several hundred feet in depth.",
		"I was no longer giddy, and faced the precipice of 3500 feet without a shiver.",
		"At both these falls the rock is sharp cut and the river maintains its level to the edge of the precipice.",
		"Whether you are the parent of a soon to be middle schooler or are yourself a middle school student, you are on the precipice of a brand new learning journey.",
		"This precipice, known as Monte Somma, forms the wall of an ancient prehistoric crater of vastly greater size than that of the present volcano.",
		"To mix a couple of metaphors, the time bomb is ticking and we stand on the edge of a very steep precipice.",
		"I slithered down the precipice onto a track running off through the forest.",
		"Somewhat unnecessarily the prime minister went on to condemn the clergymen of the Church of England who had subscribed the Thirty-nine Articles, who have been the most forward in leading their own flocks, step by step, to the very, edge of the precipice.",
		"The tremendous pressure to which the water is subjected in the confinement of the chasm causes the perpetual columns of mist which rise over the precipice.",
		"He spent much of the 1990s performing with his brother Django Bates ' in his musical Juggernaut Delightful Precipice.",
		"The Nobel academy said Pinter's work \" uncovers the precipice under everyday prattle and forces entry into oppression's closed rooms \" .",
		"They have a real giddy horror of stars and seas, as a man has on the edge of a hopelessly high precipice.",
		"Like precipice bonds and with-profits policies before them, target funds may be a mis-selling scandal in the making.",
		"The head of the animal or man may be cut off (and custom often requires that a single blow shall suffice), its spine broken or its heart torn out; it may be stoned, beaten to death or shot, torn in pieces, drowned or buried, burned to death or hung, thrown down a precipice, strangled or squeezed to death.",
		"The tanned complexion, that amorphous crag-like face; the dull black eyes under the precipice of brows, like dull anthracite furnaces, needing only to be blown; the mastiff mouth accurately closed; I have not traced so much of silent Berserkir rage that I remember in any man.\"",
		"A year later his lackluster team teetered on the precipice of Division Three.",
		"Many people wound up unintentionally signing over the title of their homes to so-called lenders who preyed on desperate homeowners on the precipice of foreclosure.",
		"Constantine Porphyrogenitus, in the 10th century, connects its early form, Lausa, with Xau, a \"precipice.\"",
		"Krantz (or Kranz) an overhanging wall of rock, hence a steep cliff, a precipice.",
		"In Grand Canary suicide was regarded as honourable, and on a chief inheriting, one of his subjects willingly honoured the occasion by throwing himself over a precipice.",
		"On the latter side, as well as to the former, there was a great precipice.",
		"They are represented as delighting in massacres and torture, and it is said that popular tradition in India still retains the story that Mihiragula used to amuse himself by rolling elephants down a precipice and watching their agonies.",
		"Beginning at Stonehaven, an almost unbroken line of precipice varying up to 200 ft.",
		"After 'Ali's death in 1142, his son Tashfin lost ground rapidly before the Muwahhadis, and in 1145 he was killed by a fall from a precipice while endeavouring to escape after a defeat near Oran.",
		"Here the Umgeni leaps in a single sheet of water down a precipice over 350 ft.",
		"The story goes that a Mahratta chief at length succeeded in scaling the precipice and in carrying off the horse, and although the thief was captured before reaching the base of the hill, the spell was broken and the fort, when next attacked, fell.",
		"On one occasion he threw some of his prisoners, men, women and children, over a precipice, and on another he had a party of seventy shot.",
		"In scaling the second precipice one of the men was seized with an epileptic fit on the ladder.",
		"The caverns in the sides of the precipice are said to have afforded Wallace and other heroes (or outlaws) refuge in time of trouble, but the old house is most memorable as the home of the poet William Drummond, who here welcomed Ben Jonson; the tree beneath which the two poets sat still stands.",
		"Here all is rock, gorge, almost inaccessible mountain, precipice and torrent, while over or along all these rude features of nature are drawn countless lines of stone walls by which man makes or supports the soil in which the vines find their subsistence..",
		"On his way he came to the town of Yezdikhast, where he demanded a sum of money from the inhabitants, claiming it as part of secreted revenue; the demand was refused, and eighteen of the head men were thrown down the precipice beneath his window; a saiyid, or holy man, was the next victim, and his wife and daughter were to be given over to the soldiery, when a suddenly-formed conspiracy took effect, and Zakis own life was taken in retribution for his guilt (1779).",
		"Except at the landingplace on the south-east, the cliffs rise sheer out of deep water, and on the north-east side the highest eminence in the island, Conagher, forms a precipice 1220 ft.",
		"Two goats were provided by the ancient Hebrews on the Day of Atonement; the high priest sent one into the desert, after confessing on it the sins of Israel; it was not permitted to run free but was probably cast over a precipice; the other was sacrificed as a sin-offering.",
		"To this, which seems authentic, is usually added the tradition (due to the abbe Boileau) that afterwards he used at times to see an imaginary precipice by his bedside, or at the foot of the chair on which he was sitting.",
		"Four miles below Ross the important ford of Goodrich probably carried traffic in British and Roman times, and a magnificent castle, on a precipice rising sheer above the right bank of the river, commands it."
	],
	"synonyms": [
		"steep",
		"ledge",
		"drop",
		"declivity",
		"crag",
		"cliff",
		"bluff"
	],
	"antonyms": []
}