{
	"word": "libertine",
	"meaning": [
		"One who acts without moral restraint; a dissolute person.",
		"In ancient Rome, a person who had been freed from slavery.",
		"A person, esp. a man, who leads an unrestrained, sexually immoral life; rake.",
		"One who defies established religious precepts; a freethinker.",
		"A freethinker.",
		"Morally unrestrained; licentious."
	],
	"sentences": [
		"As he characterized his opponents in general as the \"pestilent herd of libertine scribblers with which the island is overrun,\" it is no matter of surprise that the book made him many bitter enemies.",
		"Yep, the former libertine has been arrested following an incident at a hotel in Islington over night.",
		"Though a libertine and a free-thinker, he had championed the most bigoted and tyrannical high-church measures.",
		"Archbishop Christopher of BrunswickWolfenbuttel (1487-1558), a brutal libertine, hated for his lusts and avarice, looked on the reforming movement as a revolt against himself.",
		"He is likewise said to have been a great libertine.",
		"Both before and after the marriage he seems to have been a libertine as unblushing though not so fastidious as Charles himself.",
		"You might have caught them on tour with Maximo and The Arctics, a whooshing of fresh air to blow your Libertine cobwebs away.",
		"In addition to these controversies on points of faith, he was for many years greatly disquieted, and sometimes even endangered, by the opposition offered by the libertine party in Geneva to the ecclesiastical discipline which he had established there.",
		"The favour shown to Bothwell had not yet given occasion for scandal, though his character as an adventurous libertine was as notable as his reputation for military hardihood; but as the summer advanced his insolence increased with his influence at court and the general aversion of his rivals.",
		"He was badly brought up by a feeble father, a mother who combined immorality with religion, and a libertine abbe.",
		"It was no secret that this action of the Arminians was taken with the approval and connivance of the advocate, who was what was styled a libertine, i.e.",
		"If you enjoy Kat Von D's libertine look, her makeup line opens the door for her look to influence your own."
	],
	"synonyms": [
		"rounder",
		"debauchee",
		"voluptuary",
		"sensuality",
		"sensualist",
		"satyr",
		"profligate",
		"rake",
		"roue",
		"profligacy",
		"paillard",
		"lechery",
		"lecher",
		"debauchery",
		"cyprian",
		"riotous",
		"dissipated",
		"degraded",
		"degenerate",
		"profligate",
		"fast",
		"dissolute",
		"debauched",
		"sensual",
		"rakish",
		"lustful",
		"licentious",
		"libidinous",
		"lewd",
		"lecherous"
	],
	"antonyms": []
}