{
	"word": "obviate",
	"meaning": [
		"To do away with or prevent by effective measures.",
		"To make unnecessary.",
		"To anticipate and prevent something from happening; to dispose of something.",
		"To make something no longer necessary."
	],
	"sentences": [
		"Climatic conditions obviate the necessity of any superfluity of clothing.",
		"To obviate this catastrophe the British reformers set to work most energetically.",
		"To obviate this defect, it has been recommended that ornamental plants should be formed into four or five separate suites of flowering, to be distributed over the garden.",
		"To obviate the inconvenience of placing the telephone to the mouth and the ear alternately, two telephones were commonly used at each end, joined either parallel to each other or in series.",
		"But this did not obviate the necessity for house - to-house inspection, and although the number of different points at which leakage occurred was still great, it was always small in relation to the number of houses which were necessarily entered by the inspector; moreover, when the best had been done that possibly could be done to suppress leakage due to domestic fittings, the leakage below ground in the mains, ferrules and service pipes still remained, and was often very great.",
		"To obviate mistakes the optical axis of the microscope must coincide with the revolving axis of the plate, and the revolving plate has a central position C to keep this condition fulfilled.",
		"Increased road access may also obviate the need for airdrops.",
		"It should comprise a mill, a bakehouse, stables and cow-houses, together with accommodation for carrying on all necessary mechanical arts within the walls, so as to obviate the necessity of the monks going outside its limits.",
		"But Supposing The Instant Of The Sun'S Entering Into The Sign Libra To Be Very Near Midnight, The Small Errors Of The Solar Tables Might Render It Doubtful To Which Day The Equinox Really Belonged; And It Would Be In Vain To Have Recourse To Observation To Obviate The Difficulty.",
		"Certain expositors have tried to obviate the difficulty, first by supposing that the expression \"son of Nebuchadrezzar\" in Daniel means \"descendant\" or \"son,\" a view which is rendered untenable by the facts just cited.",
		"Even possession of a (normally) two-handed weapon such as the spear didn't obviate the necessity of acquiring empty-handed skills.",
		"To obviate this difficulty Felice Fontana of Florence (Saggio del real gabinetto di fisica e di storia naturale, 1 755) first proposed the use of spider webs in micrometers,' but it was not till the attention of Troughton had been directed to the subject by Rittenhouse that the idea was carried into practice.'",
		"This strategy does not obviate the need for Heads of School to take steps to address such matters at a school level.",
		"They may answer some of your questions or even obviate the need for a consultancy visit.",
		"It was early recognized that a complete metallic circuit would obviate troubles from varying earth potentials, and that if the outgoing and incoming branches of the circuit were parallel and kept, by transposition spiralling, or otherwise, at equal average distances from the disturbing wire, induction effects would likewise be removed.",
		"Sella hoped by the application of a mechanical meter both to obviate the odium attaching to former methods of collection and to avoid the maintenance of an army of inspectors and tax-gatherers, whose stipends had formerly eaten up most of the proceeds of the impost.",
		"With this statement, which was formally subscribed in the presence of the emperor, the development of the Christological doctrine was completed, but not in a manner to obviate further controversy (see Monophysites and Monothelites).",
		"The surrounding rampart of mountains was broken towards the north-east by an open tract stretching between Hymettus and Pentelicus towards Marathon, and was traversed by the passes of Decelea, Phyle and Daphne on the north and north-west, but the distance between these natural passages and the city was sufficient to obviate the danger of surprise by an invading land force.",
		"Again, to obviate the necessity for excessive convergence of the eyes so common in hypermetropia, the centre of the pupil should be placed outside the centre of the corrective convex lenses; these will then act as prisms with their bases inwards.",
		"In practice, the tonsil biopsy might obviate the need for a brain biopsy sample to be taken.",
		"In its charities Cleveland has carried far the principle of coOperation, seeking to obviate through a welfare federation the waste in soliciting contributions.",
		"To obviate this difficulty, the Scots Act 1449, c. 18, made possession of the subjects of the lease equivalent to sasine.",
		"P. Langley has proposed to obviate such ill-effects by stirring the air included within a telescope tube.",
		"A new and elaborate treaty, the terms of which have come down to us, was now concluded between the Russians and Greeks, a treaty which evidently sought to bind the two nations closely together and obviate all possible differences which might arise between them in the future.",
		"Boscovich himself, in order to obviate the possibility of two atoms ever being in the same place, asserts that the ultimate force is a repulsion which increases without limit as the distance diminishes without limit, so that two atoms can never coincide.",
		"It is essential to remember that \"in phthisis the key of the situation is the state of the alimentary tract,\" and the utmost care must be taken to obviate the nausea, loss of appetite and diarrhoea, only too easily induced by this oil.",
		"Historically it is null; logically it is full of gaping flaws, practically its manipulations of the volonte de tous and the volonte generale are clearly insufficient to obviate anarchy.",
		"To obviate this the cunning workman devised a circular table, turning on a pivot, with seats affixed, at which the guests sat the one half in turn within, the other without, the hall \"man against man.\"",
		"In this he not only endeavoured to obviate some objections which were taken to the former part, but continued his inquiries into the doctrines of the Christian religion, religious toleration and the proper rules for interpreting the Scriptures.",
		"The plan commonly adopted to obviate the necessity of inconveniently long stems is to construct a number of hydrometers as nearly alike as may be, but to load them differently, so that the scaledivisions at the bottom of the stem of one hydrometer just overlap those at the top of the stem of the preceding.",
		"After trying many experiments to obviate the irregularities arising from this cause, I find reason to prefer the simple one of carefully wiping the whole instrument, and especially the stem, with a clean cloth.",
		"To obviate that loss it has long been the practice to dye some dark silks \" in the gum,\" the dye combining in these cases with the gum or gelatinous coating, and such silks are known as \" souples.",
		"To obviate them statesmen have been led to adopt the principle of the \" most-favoured-nation-clause \" - that is to say, a clause providing that if any reductions of tariff or other advantages are granted by either contracting state to any third state, the others.",
		"They are also fitted with different forms of suspension in which the compass is mounted to obviate the mechanical disturbance of the card caused by the vibration of the hull in ships driven by powerful engines.",
		"Judicious and timely thinning so as to allow the trees room to grow, and to give them sufficiency of light and air, will generally obviate the need of the pruning-saw, except to a relatively small extent.",
		"Trees to be grown in the form of a bush are usually budded low down on the stem of the stock as near the root as possible to obviate the development of wild suckers later on.",
		"To obviate the unsteadiness of motion which this tends to cause, the shafts are provided with a second set of cranks at right angles to the first, connected by means of a similar coupling-rod, so that one set of cranks pass their dead points at the instant when the other set are farthest from theirs.",
		"To obviate this evil a short intermediate shaft is introduced, making equal angles with the first and last shaft, coupled with each of them by a Hookes joint, and having its own two forks in the same plane.",
		"The One Being was also named by him vioraro.p - an expression purposely chosen to obviate ambiguity.",
		"The uniform result of all experiments has only been to demonstrate the scientific soundness of the ordinary process of water-retting, and all the proposed improvements of recent times seek to obviate the tediousness, difficulties and uncertainties of the process as carried on in the open air.",
		"To obviate the incessant struggles which had endangered the land at every vacancy of the throne, Bfetislav, with the consent of the nobles, decreed that the oldest member of the house of Pfemysl should be the ruler of Bohemia.",
		"To obviate this difficulty we are forced to fall back upon weight, or rather the structures and appliances which weight represents.",
		"Only the author of Acts, wishing to obviate the reproach against Paul of offering money to the Apostles, attributed the like conduct to Simon.",
		"To obviate these drawbacks the producer A is kept at a greater heat than is otherwise usual, the air required for feeding the producer being pre-heated in the channels e, e.",
		"To obviate the evils thence resulting, Calvin, in union with Farel, drew up a condensed statement of Christian doctrine consisting of twenty-one articles.",
		"The pope ignored the decisions of the assembly; so, dropping the regale, the king demanded that, to obviate further conflict, the assembly should define the limits of the authority due respectively to the king, the Church and the pope.",
		"Median intervocalic f gives v (Estve, S t ep h an u s); it has disappeared from p r 0 f u n d u s, which yielded the form preon, then pregon (g being introduced to obviate the,hiatus)."
	],
	"synonyms": [
		"ward off",
		"fend-off",
		"head off",
		"deflect",
		"forefend",
		"debar",
		"forfend",
		"avert",
		"avoid",
		"stave off",
		"eliminate",
		"rid-of",
		"intervene",
		"interfere",
		"dodge"
	],
	"antonyms": [
		"necessitate",
		"help",
		"allow",
		"permit"
	]
}