{
	"word": "fatuous",
	"meaning": [
		"Complacently stupid or inane; silly; foolish."
	],
	"sentences": [
		"This is going to sound completely fatuous, but it's my honest answer.",
		"Given what the NHS was, it is almost fatuous to say all the money has gone in, but nothing's happened.",
		"Behind its fatuous claims of \" managed migration \", the Government is starting to worry.",
		"He describes his growing love of this country with an excited sense of wonder that never becomes fatuous.",
		"For all his limitations I cannot imagine Blair saying anything so fatuous.",
		"When his father's abdication was extorted by a popular riot at Aranjuez in March 1808, he ascended the throne - not to lead his people manfully, but to throw himself into the hands of Napoleon, in the fatuous hope that the emperor would support him.",
		"Then he turned his own rather fatuous face to the company.",
		"The question of her marriage was all important, and her chances were not improved by the scandal of Chastelard, whether he acted as an emissary of the Huguenots, sent to smirch her character, or merely played the fatuous fool in his own conceit.",
		"In those circumstances, the idea that the US and the British are getting their hands on Iraqi oil is completely fatuous.",
		"If he had no sympathy with revolutionary disturbers of the peace, he had even less with the fatuous extravagances of the comte d'Artois and his reactionary entourage, and his influence was thrown into the scale of the moderate constitutional policy of which Richelieu and Decazes were the most conspicuous exponents.",
		"Jesus never mentioned the names of the angels but Essenes had to remember them and had an extensive angelology This is pretty fatuous."
	],
	"synonyms": [
		"foolish",
		"vacuous",
		"asinine",
		"inane",
		"mindless",
		"unreal",
		"ridiculous",
		"moronic",
		"imbecile",
		"delusive",
		"witless",
		"unintelligent",
		"idiotic",
		"stupid",
		"brainless"
	],
	"antonyms": [
		"intelligent",
		"aware",
		"keen",
		"bright",
		"smart",
		"sensible"
	]
}