{
	"word": "lurid",
	"meaning": [
		"Characterized by vivid description or explicit details that are meant to provoke or shock.",
		"Deathly pale; wan.",
		"Glowing through a haze, as flames enveloped by smoke.",
		"Vivid in a harsh or shocking way; startling; sensational.",
		"Characterized by violent passion or crime."
	],
	"sentences": [
		"Sensing some sort of lurid story, all five of them waited for her to speak.",
		"The girls ' hair was dyed lurid blond and red, pulled up into high ponytails.",
		"Let me give just one example, not a particularly lurid one, of the misunderstandings and misrepresentations that abound.",
		"I wrote a lot of very lurid, melodramatic stories about people being trapped by the tide and swept away by whirlpools.",
		"In autumn the leaves change to a lurid red, a color they retain for some time.",
		"Lurid accounts of encounters between humans and crocodiles have fascinated and horrified people over the centuries, and some truly monstrous creatures exist today.",
		"It certainly looks quite different in the flesh - the designs which simply looked bright and cheerful on tv looked fairly lurid on stage.",
		"The Rhine-daughters' exultant cry of \" Rhine-gold \" is there tortured in an extremely remote modulation at the end of a very sinister transformation of the theme; and the orchestration, with its lurid but smothered brass instruments, its penetrating low reed tones and its weird drum-roll beaten on a suspended cymbal, is more awe-inspiring than anything dreamed of by the cleverest of those composers who do not create intellectual causes for their effects.",
		"Here, again, there is no need to paint too lurid a picture.",
		"The lurid headlines have always been followed by little-noticed retractions.",
		"An example of the rather lurid Taylor coloring scheme is shown here.",
		"Since their introduction in 1971, these health warnings have become increasingly lurid.",
		"The Soviet Press knows how to describe in lurid terms the fate of the oppressed peasants in Poland.",
		"Not only that, but the sisters of the previous rector were on hand, and eager to add lurid detail.",
		"Their infamy is painted in lurid colours by contemporary writers of the 1st century B.C., and by a strange irony the work, or, rather, fragments of the work of one of these assailants of the later Maccabees, has achieved immortality by finding a covert in the chief manifesto that was issued on behalf of one of the earlier members of that dynasty.",
		"Gladys flitted back and forth, like a moth in a lamp shop, alternating with Dean for the hall phone, apparently conversing with an editor who was expressing interest in the lurid tales of Belfair of Draghow and her sexual mischief about the stars.",
		"Technically, it's cheesy and very low-budget, with appalling editing lurid cinematography.",
		"It was Lurid yellow and made from something icky and synthetic.",
		"It is still an evocative word, bringing to mind the lurid image of a busty, 1950s performer bumping and grinding in tasseled pasties and a sequined g-string.",
		"She's more celebrated for her wholesome image than for any scandals, so it's unlikely that you'll see her splashed across the front of any magazines accompanied by lurid headlines.",
		"His paisley socks and brown brogues lay uneasily against the lurid seat.",
		"The electioneering alliances, which were everywhere in vogue, but particularly in Germany, between the Catholics and popular party and the Social Democrats, throw a lurid light upon the character of a movement that certainly went far beyond the intentions of the pope, but which it was now difficult to undo or to hold in check.",
		"He painted in lurid colours the terrors of purgatory, while he dwelt on the cheapness of the indulgence which would purchase remission and his prices were lowered as each sale approached its end.",
		"The terrible tragedy which was consummated on the 23rd of May 1498 before the Palazzo Vecchio, in Florence, casts a lurid light upon the irreconcilable opposition in which the wearers of the papal dignity stood to medieval piety; for Girolamo Savonarola was in every fibre a loyal son of the medieval Church.",
		"This is well shown by taking a cylinder one-half full of acetylene and one-half of air; on applying a light to the mixture a lurid flame runs down the cylinder and a cloud of soot is thrown up, the cylinder also being thickly coated with it, and often containing a ball of carbon.",
		"Burgers himself left the Transvaal a disappointed, heart-broken man, and a deathbed statement published some time after his decease throws a lurid light on the intrigues which arose before and after annexation.",
		"With the gas in excess a heavy lurid flame emitting dense volumes of smoke results, whilst if it be driven out in a sufficiently thin sheet, it burns with a flame of intense brilliancy and almost perfect whiteness, by the light of which colours can be judged as well as they can by daylight."
	],
	"synonyms": [
		"shocking",
		"spine-chilling",
		"sensational",
		"savage",
		"sallow",
		"pale",
		"livid",
		"graphic",
		"gory",
		"gloomy",
		"gaudy",
		"fiery",
		"ashen",
		"appalling",
		"gruesome"
	],
	"antonyms": [
		"humble",
		"clean",
		"modest",
		"subtle",
		"discreet"
	]
}