{
	"word": "unfettered",
	"meaning": [
		"Simple past tense and past participle of unfetter.",
		"Not bound by chains or shackles.",
		"(by extension) Not restricted."
	],
	"sentences": [
		"The measure was taken to give him unfettered access to her visions.",
		"The topless Jeep offered an unfettered view of the spectacular scenery they entered as soon as they left the highway.",
		"Officially the king is all-powerful, and his will, which is guided by God and bound up in His law, unfettered.",
		"The resolution of that sticky problem produced a solid, albeit abbreviated, night's sleep, surprisingly unfettered by dreams starring such names as Fitzgerald, Larkin, and Dawkins in imagined roles and sinister locations.",
		"There were but two degrees of men, free and unfree, though only the franklins had any political power; and, from the nature of the life, social intercourse was unrestrained and unfettered; gon and thrall lived the same lives, ate the same food, spoke the same tongue, and differed little in clothing or habits.",
		"In the early 19th century there was an attempt to build a completely deregulated, unfettered free market.",
		"This plan of creating an electoral college to select the president was expected to secure the choice by the best citizens of each state, in a tranquil and deliberate way, of the man whom they in their unfettered discretion should deem fittest to be the chief magistrate of the Union.",
		"He argued against the tyranny of authority, the vagaries of unfettered imagination and the academic aims of unpractical dialectic; the vital energy and the reasoned optimism of his language entirely outweigh the fact that his contributions to the stock of actual scientific knowledge were practically inconsiderable.",
		"From these sources they attempted to evolve a philosophy of religion, which would not only refute the views of Hobbes, but would also free theology finally from the errors of scholasticism, without plunging it in the newer dangers of unfettered rationalism (see ETHIcs).",
		"Most cruise lines allow passengers to check their luggage at the ship so that they can wander the town unfettered.",
		"The sheer glass expanse of the door also allows an unfettered view of the surrounding countryside.",
		"Their excessive worry often causes them to be overly hard on themselves in anything they do.If left unfettered, this can lead to health problems.",
		"Then suddenly one day, a brilliant butterfly emerges from this dreary brown husk to lead a new life unfettered by the bonds of earth.",
		"Rhapsody Unlimited - The plan gives you unfettered access to the entire Rhapsody network and allows you to listen to as many tracks as you want every month.",
		"It's simple, unfettered dance music, and gets people in the mood for a party.",
		"One might argue that manipulating the Future and unfettered access to the present provides more than enough influence.",
		"The emergency office of the early and middle Republic has few points of contact, except those of the extraordinary position and almost unfettered authority of its holder, with the dictatorship as revised by Sulla and by Caesar.",
		"But his unfettered powers in this respect have been reduced under the third Republic. This has chiefly been the effect of the law of the 10th of August 1871, which has led to decentralization, by increasing the powers of the conseils generaux.",
		"Below him ranked the newly converted Moslem aristocracy, who adopted the dress, titles and etiquette of the Turkish court, without relinquishing their language or many of their old customs. They dwelt in fortified towns or castles, where the vali was only admitted on sufferance for a few days; and, at the outset, they formed a separate military caste, headed by 48 kapetans - landholders exercising unfettered authority over their retainers and Christian serfs, but bound, in return, to provide a company of mounted troops for the service of their sovereign.",
		"Meanwhile, however, Jellachich had himself started for Innsbruck, where he succeeded in persuading the emperor of the loyalty of his intentions, and whence, though not as yet formally reinstated, he was allowed to return to Croatia with practically unfettered discretion.",
		"His stay was only once interrupted, when, in 1909, he hastened to Salonika, and with Mahmud Shevket under - took a brief and victorious campaign against the reactionaries, who hoped to regain unfettered power under 'Abdul Hamid.",
		"The silk manufacture, as to which the first great changes had been made in 1824, and on whose products the duties had been kept higher in previous acts than on other manufactures, was thus compelled, notwithstanding violent opposition, to face unfettered foreign competition.",
		"He has, through his secretary of state, immediate direction of all negotiations with such countries, and an unfettered initiative in all foreign affairs.",
		"These laws vary greatly in their details from state to state, but they all aim at enabling the voters to exercise a free and unfettered voice in the selection of their candidates, and they have created a regular system of elections of candidates preliminary to the election of office-holders from among the candidates.",
		"As a Biblical critic he is sometimes classed with the destructive school, but, as Otto Pfleiderer says (Development of Theology, p. 102), he \"occupied as free a position as the Rationalists with regard to the literal authority of the creeds of the church, but that he sought to give their due value to the religious feelings, which the Rationalists had not done, and, with a more unfettered mind towards history, to maintain the connexion of the present life of the church with the past.\"",
		"Stevens's designs certainly directly raised the standard of production in several metal-working firms by whom he was employed; whilst in the Wellington Memorial in St Paul's Cathedral, and in Dorchester House, his work is seen unfettered by commercial considerations.",
		"It is not to be expected that an art-revival following on, and in possession of, all the results of a period of unprecedented activity in scientific research should proceed with the same restraint as heretofore; but the unfettered activity, and the general encouragement to abandon the traditions of art, have no exact parallel in the past, and may yet prove a danger.",
		"Kimberley (the new secretary of state for the colonies) announcing his reca11.3 Frere's task was one of extreme delicacy; he chose to face difficulties rather than evade them, and had he been unfettered in his Sir Bartle action might have accomplished much more than Frere.",
		"In reply to an influential deputation which waited upon him on the 10th of November, Sir Edward Grey, speaking as the representative of the British government in his capacity as secretary of state for foreign affairs, expressed the desire\" that Belgium should feel that her freedom of action is unfettered and unimpaired and her choice unembarrassed by anything which we have done or are likely to do \"; but he added that if Belgium should fail to take action\" it will be impossible for us to continue to recognize indefinitely the present state of things without a very close examination of our treaty rights and the treaty obligations of the Congo State.\"The debate in the Belgian chamber opened on the 28th of November and was not concluded till the 14th of December.",
		"Cynthia cast her eyes downward while Gladys glared at Jerome with unfettered hatred, looking as if she wished she had a giant icicle to do her research here and now.",
		"That alone provides conditions for democracy and allows the productive forces to expand in an unfettered manner.",
		"Although the ritualistic discussions of the Brahmanas are for the most part of a dry and uninteresting nature to an even greater degree than is often the case with exegetic theological treatises, these works are nevertheless of considerable importance both as regards the history of Indian institutions and as \"the oldest body of Indo-European prose, of a generally free, vigorous, simple form, affording valuable glimpses backwards at the primitive condition of unfettered Indo-European talk\" (Whitney).",
		"The Gentile Christians, on the other hand, unfettered by Jewish traditions, identified the first day of the week with the Resurrection, and kept the preceding Friday as the commemoration of the crucifixion, irrespective of the day of the month.",
		"Nowhere perhaps does his style appear to more advantage than in his four series of essays entitled Short Studies on Great Subjects(1867-1882), for it is seen there unfettered by the obligations of narrative.",
		"The splendid and unfettered' prospects of faith, which thus break on the apostle's vision, only serve to deepen his distress in one direction.'",
		"The Assembly followed; and henceforth king and Assembly were more or less under the influence of the whims and passions of a populace maddened by want and suspicion, by the fanatical or unscrupulous incitements of an unfettered press, and by the unrestrained oratory of obscure demagogues in the streets, the cafs and the political clubs.",
		"It was the abuses thus committed by the kings and their agents, who did not understand the art of gloving the iron hand, aided by the absolutely unfettered licence of conduct and the absence of any popular liberty, that occasioned the gradual increase of charters of immunity.",
		"It was in favour of creating in central Europe a new political and economic system by which permanent peace would be secured - a definite understanding between all the \" Succession States \" of the former AustroHungarian monarchy in the matter of communications, post, telegraphs, navigation, finance and banking, exchange of goods and commercial treaties generally, opening up the way to a system of unfettered economics and freer trade - but at the same time jealously guarding the economic and political sovereignty of the Czechoslovak Republic."
	],
	"synonyms": [
		"untied",
		"unshackled",
		"unchained",
		"loose",
		"free"
	],
	"antonyms": []
}