{
	"word": "vex",
	"meaning": [
		"To give trouble to, esp. in a petty or nagging way; disturb, annoy, irritate, etc.",
		"To cause perplexity in; baffle.",
		"To cause difficulty or trouble to.",
		"To keep bringing up, going over, or returning to (a matter difficult to solve)",
		"To distress, afflict, or plague.",
		"(space science, ESA) Initialism of Venus Express."
	],
	"sentences": [
		"But this destruction seems to have been done on purpose to vex us.",
		"It seems that the children's antics will continue to vex the nanny.",
		"Don't vex your mother; she's in a foul mood.",
		"I didn't think that such an inconsequential matter would vex you so.",
		"His hopes of distinction were, however, cut short by a decree of the Polish diet, which, in order to vex the king, refused to sanction the continuance of the war.",
		"Melody felt that she was unable to invite guests over to her house, because it would vex her painfully shy husband.",
		"It is also fortunate for him that in three parts out of the four he should have entirely missed \"the chief end I propose to myself, to vex the world rather than divert it.\"",
		"Then came family dissensions such as usually vex the polygamous courts of the East.",
		"No censures, excommunications or interdicts with which the Holy Father might vex or grieve the sovereign lord or his subjects, should be published or in any way impede the usual performance of the sacraments and the holding of the divine services.",
		"Meanwhile Scotland, to vex Henry IV., adopted the cause of the \" Mammet,\" the pretender to be Richard II.",
		"He doth not vex a man with an evil, when there is no conveniant occasion for it.",
		"Now about that time Herod the king stretched forth his hands to vex certain of the church.",
		"Oh, be pure and holy that thou vex not His righteous soul.",
		"It doesn't vex me to think about complicated political issues like some people.",
		"Our international relations with North Korea continue to to vex the government officials."
	],
	"synonyms": [
		"devil",
		"nark",
		"gravel",
		"get-at",
		"get to",
		"rag",
		"rile",
		"nettle",
		"chafe",
		"irritate",
		"annoy",
		"bother",
		"worry",
		"raise-up",
		"stir-up",
		"vexation",
		"pique",
		"mortification",
		"irritation",
		"displeasure",
		"chagrin",
		"affliction",
		"impatience"
	],
	"antonyms": [
		"reassure",
		"please",
		"soothe",
		"assist",
		"aid",
		"help"
	]
}