{
	"word": "constituent",
	"meaning": [
		"Necessary in forming or making up a whole; component.",
		"Empowered to elect or designate.",
		"That can or does appoint or vote for a representative.",
		"Authorized to make or revise a political constitution or establish a government.",
		"A necessary part or element; component.",
		"A member of a constituency, esp. any of the voters represented by a particular official.",
		"A person who appoints another to act as agent or representative.",
		"An element of a word or construction (Ex.: in “they painted signs” the main elements they and painted signs are called immediate constituents; the further morphologically indivisible elements they, paint, -ed, sign, and -s are called ultimate constituents)",
		"A structural unit, such as a verb, noun phrase, or clause, in a grammatical construction."
	],
	"sentences": [
		"Seventy-five members had sat in the Constituent Assembly, 183 in the Legislative.",
		"The calculation of the percentage of the particular constituent is simple.",
		"Carne, in Cathays Park, where the registry of the university of Wales (of which the college is a constituent) is also situated.",
		"Most of his colleagues refused to take the oath of obedience to the Constituent Assembly, after the attempted escape of Louis XVI.",
		"He accepted, and on the Toth of January 1849, induced the grand duke to establish a national constituent assembly.",
		"The chief constituent of hard animal fats, such as beef and mutton tallow, &c.; also contained in many vegetable fats in smaller quantity.",
		"This meant a complete rupture; on the 5th of February 1849 a constituent assembly was summoned, and on.",
		"After three months' tenure of this office he was returned by the department to the Constituent Assembly, where he voted with the Mountain, and brought forward the celebrated motion for the abolition of the presidential office.",
		"It was formed by the members of the district of the Cordeliers, when the Constituent Assembly suppressed the 60 districts of Paris to replace them with 48 sections (21st of May 1790).",
		"The Constituent Assembly convened in 1920 was still at work in 1921.",
		"In the zemstvo congress of November the \" Cadets \" protested against the \" grant \" of a constitution already elaborated, and demanded the convocation of a Constituent Assembly.",
		"Glycerin is also a product of certain kinds of fermentation, especially of the alcoholic fermentation of sugar; consequently it is a constituent of many wines and other fermented liquors.",
		"When inhaled, the powder causes violent sneezing, similar to that produced by veratrine itself, which is, as already stated, a constituent of the corm.",
		"Fluorine is also often an essential constituent, and titanium is sometimes present.",
		"If the constituent solenoids are parallel and of equal strength, the magnet is also uniformly magnetized.",
		"It is usually found associated with tantalum, the chief minerals containing these two elements being tantalite, columbite, fergusonite and yttrotantalite; it is also a constituent of pyrochlor, euxenite and samarskite.",
		"After the outbreak of the revolution of 1848 he was elected to the Constituent Assembly, and in 1849 to the Legislative Assembly, but his speeches on behalf of the extreme socialist wing were of so abstract and mystical a character that they had no effect.",
		"The future constitution was to be established after the conclusion of peace by a constituent assembly, which \" will be the source and consummation of all authority in the State.\"",
		"The Governments of Belgrade and Zagreb were to retain their former spheres until a constituent assembly, elected by universal suffrage, could draw up a new constitution.",
		"It abolished the conception of life s an entity above and beyond the common properties of matter, and led to the conviction that the marvellous and exceptional qualities of that which we call \" living \" matter are nothing more nor less than an exceptionally complicated development of those chemical and physical properties which we recognize in a gradually ascending scale of evolution in the carbon compounds, containing nitrogen as well as oxygen, sulphur and hydrogen as constituent atoms of their enormous molecules.",
		"Apparently with this purpose in view, Prince Frederick Charles was instructed to break up his army corps into their constituent divisions, and move each division as a separate column on its own road, the reserve of cavalry and artillery following in rear of the centre.",
		"The outcrop of a metalliferous vein frequently manifests itself as a line of rocks stained with oxide of iron, often honeycombed and porous, the \" gossan \" or \" eisen-hut,\" the iron oxide of which results from the decomposition of the pyrites, usually present as a constituent of such veins.",
		"Phenyl-acridine is the parent base of chrysaniline, which is the chief constituent of the dyestuff phosphine (a bye-product in the manufacture of rosaniline).",
		"If in the process of glass manufacture a glass vessel is suddenly cooled, the constituent particles are unable to arrange themselves and the vessel remains in a state of extreme tension.",
		"A high silica-content tends towards both hardness and chemical stability, and this can be further increased by the addition of small proportions of boric acid; in larger quantities, however, the latter constituent produces the opposite effect.",
		"It is found in the form of oxide (silica), either anhydrous or hydrated as quartz, flint, sand, chalcedony, tridymite, opal, &c., but occurs chiefly in the form of silicates of aluminium, magnesium, iron, and the alkali and alkaline earth metals, forming the chief constituent of various clays, soils and rocks.",
		"It has also been found as a constituent of various parts of plants and has been recognized in the stars.",
		"This writing is fragmentary, and has been preserved merely as a constituent of the Ascension of Isaiah.",
		"He adopted the new ideas, and in a pamphlet entitled Le Bon Sens attacked feudal privileges; he also submitted to the Constituent Assembly a scheme for the reorganization of the navy, but it was not accepted.",
		"According to the semi-historical tradition they were the third of the constituent elements which went to form the city of Rome.",
		"By far the most satisfactory crops as green manures are those of the leguminous class, since they add to the land considerable amounts of the valuable fertilizing constituent, nitrogen, which is obtained from the atmosphere.",
		"Its chief uses are in glass-making to promote fluidity, in metallurgy to oxidize impurities, as a constituent of gunpowder and in pyrotechny; it is also used in the manufacture of nitric acid.",
		"In 1832 he published, jointly with Willer, one of the most famous papers in the history of chemistry, that on the oil of bitter almonds (benzaldehyde), wherein it was shown that the radicle benzoyl might be regarded as forming an unchanging constituent of a long series of compounds obtained from oil of bitter almonds, throughout which it behaved like an element.",
		"The vapours rising from the still traverse a tall vertical column, and are then conveyed through a series of bulbs placed in a bath kept at the boiling-point of the most volatile constituent.",
		"One of the most interesting amongst recent alloys is Conrad Heusler's alloy of copper, aluminium and manganese, which possesses magnetic properties far in excess of those of the constituent metals.",
		"It has also been stated that alloys of metals with similar meltingpoints have higher tenacity when the atomic volumes of the constituent metals differ than when they are nearly the same.",
		"Matthiessen observed that the density of alloys, the composition of which varies from AuAg 6 to Au 6 Ag, is greater than that calculated from the densities of the constituent metals.",
		"According to Chenevix, the alloy composed of equal parts of the two metals is grey, is less ductile than its constituent metals and has the specific gravity i i.",
		"New elections in the autumn of 1848 returned a constitutional majority, but it ended by voting in favour of a constituent assembly.",
		"Stefano, leaving a letter to Guerrazzi in which, on account of a protest from the pope, he declared that he could not agree to the proposed constituent assembly.",
		"Though he lived in an atmosphere of alchemy, he derided the notion of the alkahest or universal solvent, and denounced the deceptions of the adepts who pretended to effect the transmutation of metals; but he believed mercury to be a constituent of all metals and heavy minerals, though he held there was no proof of the presence of \"sulphur comburens.\"",
		"The principal group of tribes is called the ChaharAimak, or \" four races,\" the constituent parts of which, however, are variously stated by different authorities both as to strength and nomenclature.",
		"In December 1824 Bolivar convoked a constituent congress for the February following; but this body, taking into consideration the unsettled state of the country, thought it proper to invest him with dictatorial power for another year.",
		"He acted as procureur-syndic of the district of Bernay during the session of the Constituent Assembly.",
		"Mayow perceived the similarity of the processes of respiration and combustion, and showed that one constituent of the atmosphere, which he termed spiritus nitro-aereus, was essential to combustion and life, and that the second constituent, which he termed spiritus nitri acidi, inhibited combustion and life.",
		"In the closing days of the first or Constituent Assembly, Talleyrand set forth (loth of September 1791) his ideas on national education.",
		"For that purpose Delessart sent Talleyrand, well known for his Anglophil tendencies, to London, but in the unofficial or semiofficial capacity which was rendered necessary by the decree of the Constituent Assembly referred to above.",
		"In terms of a treaty concluded in 1867 for ten years, renewed in 1877 for a similar period, and continued in 1887 with the proviso that it should be terminable on two years' notice, the finances and the entire government of Waldeck-Pyrmont are managed by Prussia, the little country having found itself unable to support unassisted the military and other burdens involved by its share in the North German Confederation of 1867-187 r and subsequently as a constituent state of the German empire.",
		"In the 6th century it was still insignificant as compared with the neighbouring city of Tegea, and submitted more readily to Spartan overlordship. The political history of Mantineia begins soon after the Persian wars, when its five constituent villages, at the suggestion of Argos, were merged into one city, whose military strength forthwith secured it a leading position in the Peloponnesus.",
		"When the Constituent Assembly, on the 26th of February 1790, decreed the division of France into departments, Anjou and the Saumurois,with the exception of certain territories, formed the department of Maine-et-Loire, as at present constituted.",
		"When the conflict between the Republicans and Socialists broke out he resigned office, but continued to sit in the constituent assembly.",
		"Association, however, remains as before voluntary, and some churches are outside the Union; nor has a resolution of the assembly more than moral authority for any of the constituent churches.",
		"They occur (a) in crystalline igneous and metamorphic rocks as an original constituent, (b) in veins associated with igneous rocks, and (c) in sedimentary rocks either as organic fragments or in secondary concretionary forms.",
		"He had a seat in the Constituent Assembly of 1867, and while he joined the National Liberals he distinguished himself by his opposition to the introduction of universal suffrage, the effects of which he, as did many other Liberals, much distrusted.",
		"He practised as a barrister in Paris; and under the Revolution was elected as a depute suppleant in the Constituent Assembly, and later as deputy in the Legislative Assembly.",
		"Hereupon Lysander returned to Athens and had a Constituent Committee elected, of whom ten members were nominees of each section.",
		"Frederickshall; it occurs in sea-water and it is a constant constituent of the blood.",
		"On the break-up of the State in 1918 the German deputies of this rump Parliament assembled to form the constituent national assembly of German Austria, while in the Czechoslovak and Yugoslav states there were committees from which the German and Italian deputies were excluded, which proceeded to take measures towards forming states.",
		"He demanded the nationalization of the possessions of the clergy, and the right of all citizens to carry arms. After the dissolution of the Constituent Assembly, Buzot returned to Evreux, where he was named president of the criminal tribunal.",
		"Marat began by attacking the most powerful bodies in Paris - the Constituent Assembly, the ministers, the corps municipal, and the court of the Chatelet.",
		"The end of the Constituent Assembly he heard of with joy and with bright hopes for the future, soon dashed by the behaviour of the Legislative Assembly.",
		"At the revolution of 1848 he returned to France and was elected deputy for Corsica to the Constituent Assembly.",
		"Proust, on the other hand, maintained that compounds always contain definite quantities of their constituent elements, and that in cases where two or more elements unite to form more than one compound, the proportions in which they are present vary per sallum, not gradually.",
		"At a red heat ammonia is easily decomposed into its constituent elements, a similar decomposition being brought about by the passage of electric sparks through the gas.",
		"These eastward continuations of the double border-range of the Pamirs are the constituent ranges of the Kuen-lun proper.",
		"Again, we may split a narrow beam of light by partial reflexion from a transparent plate, and recombine the constituent beams after they have traversed different circuits of nearly equivalent lengths, so as to obtain interference fringes.",
		"The convection of a medium thus polarized involves electric disturbance, and therefore must contribute to the true electric current; the determination of this constituent of the current is the most delicate point in the investigation.",
		"Some of its constituent territories, however, notably Bohemia and the lands of the Bohemian crown (Moravia, Silesia, Lusatia) enjoyed, up to the year 1620, many centuries of independent existence and played an important, sometimes a dominating, part in the political and religious history of central Europe.",
		"They are slowly absorbed into the blood, and are a natural constituent of the blood plasma, which derives them from the food.",
		"Sodium chloride is an important constituent of the waters of Homburg, Wiesbaden, Nauheim and Kissingen.",
		"It is the constituent of most stomachic mixtures.",
		"When the independence of Brazil was declared, Andrada was made minister of the interior and of foreign affairs; and when it was established, he was again elected by the Constituent Assembly, but his democratic principles resulted in his dismissal from office, July 1823.",
		"The casein, which forms the principal constituent of cheese, and a certain proportion of albumen which is present, form the nitrogenous, while the complex saline substances and water are the mineral constituents.",
		"It is found native as the diamond (q.v.), graphite, as a constituent of all animal and vegetable tissues and of coal and petroleum.",
		"It is a regular constituent of the atmosphere, and is found in many spring waters and in volcanic gases; it also occurs in the uncombined condition at the Grotto del Cane (Naples) and in the Poison Valley (Java).",
		"It is a constituent of the minerals cerussite, malachite, azurite, spathic iron ore, calamine, strontianite, witherite, calcite aragonite, limestone, &c. It may be prepared by burning carbon in excess of air or oxygen, by the direct decomposition of many carbonates by heat, and by the decomposition of carbonates with mineral acids, M2C03+2HC1=2MCl-FH 2 O+CO 2.",
		"In the Constituent Assembly he was a member of the committee of taxes (comité des contributions), prepared a scheme for a new system of taxation, drew up a law on patents, occupied himself with the laws relating to stamps and assignats, and was successful in opposing the introduction of an income tax.",
		"After the close of the Constituent Assembly he was elected, on the i rth of November 1791, procureur general syndic of the department of Paris.",
		"In 48 B.C. he was created dictator for the second time, probably with constituent powers and for an undefined period, according to the dangerous and unpopular precedent of Sulla.",
		"Medusae thus form an important constituent of the plankton or floating fauna of the ocean, and compete with fish and other animals for the food-supply furnished by minuter forms of life.",
		"A new Congress, having resolved itself into a constituent assembly, followed up this Centralist policy (Dec. 30, 1836) by framing a new constitution, the Siete Leyes or Seven Laws, which converted the states into departments, ruled by governors appointed by the central authority, and considerably reduced popular representation.",
		"The gas is readily decomposed by heat into its constituent elements.",
		"Lettres de cachet were abolished by the Constituent Assembly, but Napoleon reestablished their equivalent by a political measure in the decree of the 9th of March 1801 on the state prisons.",
		"This is the condition seen in Arca and Mytilus, the so-called plates dividing upon the slightest touch into their constituent filaments, which are but loosely conjoined by their \" ciliated junctions.\"",
		"His numerous reports to the Constituent Assembly were supplemented by popular exposition of current legislation in the Journal de legislation.",
		"On the dissolution of the Constituent Assembly he became judge of the criminal court at Douai.",
		"In the Constituent Assembly, where he sat as deputy for Dourdan, he professed liberal views, and was the proposer of various financial laws.",
		"Examples of resin acids are abietic (sylvic) acid, C19H2802, occurring in colophony, and pimaric acid, C20H3002, a constituent of gallipo resin.",
		"The Holy Roman Empire itself was in some respects an agent for the preservation of peace among its constituent states.",
		"Bunsen first announced their discovery, for according to their view every combination of an element showed the characteristic spectrum of its constituent atoms; it did not matter according to this view whether a salt,' e.g.",
		"Gladstone, 2 at an early period of spectroscopy, examined the absorption spectra of the solution of salts, each constituent of which was coloured.",
		"The free acid is found native in certain volcanic districts such as Tuscany, the Lipari Islands and Nevada, issuing mixed with steam from fissures in the ground; it is also found as a constituent of many minerals (borax, boracite, boronatrocalcite and colemanite).",
		"It was not the aim of the Constituent Assembly to pauperize or annihilate the Church; it purposed to reorganize it on a juster basis.",
		"As originally defined, argon included small proportions of these gases, but it is now preferable to limit the name to the principal constituent and to regard the newer gases as \"companions of argon.\"",
		"Moller also in 1887 succeeded in growing small lichen-thalli without their algal constituent (gonidia) on nutritive solutions; in the case of Calicium pycnidia were actually produced under these conditions.",
		"In actual practice the difference between the second and third methods is not very great since the fungus is the producer of the reproductive organs and generally the main constituent.",
		"By this instrument, though Bavaria became an integral part of the new German empire, she reserved a larger measure of sovereign independence than any of the other constituent states.",
		"But the Dutch had soon cause Changes national convention; then in 1798 a constituent of Govern- ment.",
		"While the fundamental constituent is a cellulose in many Mucorini and other Phycomycetes, in others bodies like pectose, callose, &c., commonly occur, and Wisselingh's researches show that chitin, a gluco-proteid common in animals, forms the main constituent in many cases, and is probably deposited directly as such, though, like the other substances, it may be mixed with cellulose.",
		"The sporophore is obsolete when the spore-bearing hyphae are not sharply distinct from the mycelium, simple when the constituent hyphae are isolated, and compound when the latter are conjoined.",
		"This dualism, where the one constituent (alga) furnishes carbohydrates, and the other (fungus) ensures a supply of mineral matters, shade and moisture, has been termed symbiosis.",
		"In combination it is found as a constituent of water, of the gases from certain mineral springs, in many minerals, and in most animal and vegetable tissues.",
		"They hydrolyse readily when boiled with solutions of caustic alkalies or mineral acids, yielding the constituent acid and alcohol.",
		"Digitonin, on the other hand, is a cardiac depressant, and has been found to be identical with saponin, the chief constituent of senega root.",
		"This action is probably due to the digitonin, which is thus a constituent in every way undesirable.",
		"The chief constituent of the low scrub which covers the northern part of the country is the grey gum acacia (hashob).",
		"On the 24th of February 1867 the constituent diet of the confederation, elected by universal suffrage and the ballot, met in Berlin, and soon accepted in its essential features the constitution submitted to it.",
		"In the work of pressing on the national and international expansion of Germany the interests and views of the lesser constituent states of the Empire were apt to be overlooked or overridden; and in the southern states there was considerable resentment at the unitarian tendency of the north, which seemed to aim at imposing the Prussian model on the whole nation.",
		"In this spirit he at once set to work to reconstruct the state, on lines that strangely anticipated the principles of the Constituent Assembly of 1789.",
		"But by the decree of the 4th of August, which in the general abolition of feudal rights involved the possessions of many German princes enclaves in Alsace and Lorraine, the Constituent Assembly had made the first move in the war against the established European system.",
		"The chief constituent of the fusel oil procured in the manufacture of alcohol from potatoes and grain, usually known as fusel oil and potato-spirit, is isoprimary amyl alcohol, or isobutylcarbinol.",
		"Fusel oil and its chief constituent, amyl alcohol, are direct nerve poisons.",
		"It may be wholly absorbed by the progressive growth of the embryo within the embryo-sac, or it may persist as a definite and more or less conspicuous constituent of the seed.",
		"Algae are, however, so heterogeneous a class, of which the constituent groups are so inadequately known, that it is at present futile to endeavour thus to exhibit their pedigree.",
		"Moreover, it is known that the reduction in the number of chromosomes which occurs at the initiation of the gametophyte generation in Pteridophyta occurs of the various constituent groups.",
		"Good hydraulic mortars may be made from lime mixed with furnace ashes or burnt clay as the pozzuolanic constituent.",
		"As the outcome of these inquiries it has been established that tricalcium silicate 3CaO S10 2 is the essential constituent of Portland cement.",
		"The constituent of next importance is an aluminate, but whether this is dicalcium aluminate, 2CaO Al 2 0 3, or tricalcium aluminate, 3CaO-Al 2 0 3, is still in doubt.",
		"Another constituent of Portland cement which influences 1 V ..",
		"It will be observed that in the hydration of tricalcium silicate, the main constituent of Portland cement, a large portion of the lime appears as calcium hydroxide, i.e.",
		"In 5789 he was elected deputy to the states-general by the third estate of Rouen, and in the Constituent Assembly his eloquence gained him great influence.",
		"He was one of the promoters of the decree of 1790 by which France was divided into departments, and was four times president of the Constituent Assembly.",
		"It is also a constituent of the blood, of milk, and other animal fluids.",
		"That clause declares that the Upadana Skandhas, the five groups of the constituent parts of every individual, involve pain.",
		"The states of Rapture are called Conditions of Bliss, and they are regarded as useful for the help they give towards the removal of the mental obstacles to the attainment of Arahatship.6 Of the thirty-seven constituent parts of Arahatship they enter into one group of four.",
		"Having acted for some time as secretary to Jules Senard, ex-president of the Constituent Assembly, he published an original paper on artistic copyright, but as soon as possible resumed the history of law.",
		"On leaving the Senate, in 1893, he became chairman of the Commission to the Five Civilized Tribes (sometimes called the Dawes Indian Commission), and served in this capacity for ten years, negotiating with the tribes for the extinction of the communal title to their land and for the dissolution of the tribal governments, with the object of making the tribes a constituent part of the United States.'",
		"On the 14th of August 1789 the Constituent Assembly made Camus its archivist, and in that capacity he organized the national archives, classified the papers of the different assemblies of the Revolution and drew up analytical tables of the procesverbaux.",
		"The constitution, voted by a constituent assembly in 1817 and applied in the following year, placed the administration in the hands of a senate of six members and a legislative assembly of forty members; but the real authority was vested in the high commissioner, who was able directly to prevent anything, and indirectly to effect almost anything.",
		"The principality of Lubeck, lying north of the state, is a constituent of the grand-duchy of Oldenburg.",
		"In the Constituent Assembly he took an active part in every important debate, combating with especial vigour the alienation of the property of the clergy.",
		"Their poor soils are distinctively sandy, those of the lowlands clayey; but these elements are usually found combined in rich loams characterized by the predominance of one or the other constituent.",
		"It will be seen that, in consequence of this, municipal life in Italy was from the first more complex, the main constituent parts of the population being the capitani, or greater nobles, the valvassori, or lesser nobles (knights) and the people (popolo).",
		"On the creation of the republic of Colombia, Bogota became its capital, and when that republic was dissolved into its three constituent parts it remained the capital of Nueva Granada.",
		"In 1867, having been elected a member of the constituent assembly of the North German Federation, he again occupied the presidential chair, as he did also in the first regular Diet and the Zoll-parliament which succeeded it.",
		"Three years later, however, the world had more important things to think of than Leopold's ecclesiastical reforms. At first the French Revolution was by no means antiCatholic - though the Constituent Assembly remem- French bered too much of the quarrels about the Unigenitus not to be bitterly hostile to Rome - and its great aim ti\"' was to turn the French Church into a purely national body.",
		"During the Revolution period he advocated constitutional monarchy, and was returned as deputy by the Third Estate of the bailliage of Nemours to the states-general, and then to the Constituent Assembly, of which he was elected president on the 16th of October 1790.",
		"After the revolution he was elected by four departments to the Constituent Assembly, and became one of its vice-presidents.",
		"Hence the operation of the positive charge upon the neutral fluid was to draw towards the positive the negative constituent, of the neutral charge and repel to the distant parts of the conductor the positive constituent.",
		"The final outcome of these investigations was the hypothesis that Thomson's corpuscles or particles composing the cathode discharge in a high vacuum tube must be looked upon as the ultimate constituent of what we call negative electricity; in other words, they are atoms of negative electricity, possessing, however, inertia, and these negative electrons are components at any rate of the chemical atom.",
		"After the revolution he was deputy for the Gironde to the Constituent Assembly, and in 1849 to the Legislative Assembly, where he was one of the leaders of the Right until the coup d'etat on the 2nd of December 1851 drove him from public life.",
		"A learned jurist, he contributed during the Constituent Assembly to the organization of the judiciary of France.",
		"After the Constituent Assembly he became president of the criminal tribunal of Paris, but was arrested during the insurrection of the 10th of August 1792.",
		"These yielded a remarkable extension of Pierre Provost's \"Law of Exchanges,\" and enabled him to establish the fact that radiation is not a surface phenomenon, but takes place throughout the interior of the radiating body, and that the radiative and absorptive powers of a substance must be equal, not only for the radiation as a whole, but also for every constituent of it.",
		"West Africa him associated with Clarke as one of the most active members of the Newport church, and as the date of the organization is uncertain, there is some reason to suspect that he was a constituent member, and that asabaptized man he took the initiative in baptizing and organizing.",
		"Each of the hours of the office is composed of the same elements, and something must be said now of the nature of these constituent parts, of which mention has here and there been already made.",
		"The last acts chiefly upon the lower bowel, and forms a constituent of nearly every purgative pill.",
		"He was minister of the interior in the provisional government, and was also a member of the executive committee appointed by the Constituent Assembly, from which Louis Blanc and the extremists were excluded.",
		"At the convention a way out of the difficulty - for a time at least - was found in a compromise, namely, that in the state about to be created the franchise in each constituent part should be that which existed before union was effected.",
		"Superintendency and authority are constituent parts of its very idea.",
		"In its general behaviour it resembles arsine, burning with a violet flame and being decomposed by heat into its constituent elements.",
		"Castelar soon became famous by his rhetorical speeches in the Constituent Cortes of 1869, where he led the republican minority in advocating a federal republic as the logical outcome of the recent revolution.",
		"The Cortes were dissolved, and the federal and constituent Cortes of the republic convened, but they only sat during the summer of 1873, long enough to show their absolute incapacity, and to convince the executive that the safest policy was to suspend the session for several months.",
		"A new council of regency was established in Lisbon, the British officers were expelled from the army; Beresford, on his return from Brazil, was not permitted to land; a constituent assembly was summoned.",
		"The new government undertook to carry out part of the Republican programme before summoning a constituent assembly to remodel the constitution.",
		"The central government, like that of the constituent cities, was of a democratic cast.",
		"The second part endeavours to deduce the facts of the elasticity of a finite portion of the substance from hypotheses as to the motion of its constituent molecules and the forces acting between them.",
		"If a tree fall apart into its constituent cells periodically we should have the same difficulty on a larger and more complex scale.",
		"We are, accordingly, justified in definitely concluding that their appearance in large amount in the blood, as the result of active immunization, represents an increased production of molecules which are already present in the body, either in a free condition in its fluids or as constituent elements of its cells.",
		"After the revolution of 1848 he was elected to the Constituent Assembly for the department of Loiret, and in 1849 to the Legislative Assembly for the department of the Seine.",
		"Friedrich Rochleder has described as constituent principles of the cotyledons aphrodaescin, C52H82023, a bitter glucoside, argyraescin, C27 H 42012, aescinic acid, C21H40012, and queraescitrin, C41 H 46025, found also in the leaves.",
		"The nationalist and liberal movement in Bohemia was thus suddenly checked, though the Bohemians took part in the Austrian constituent assembly that met at Vienna, and afterwards at Kromefiz (Kremsier).",
		"The slopes of the constituent chains of the system are inhabited principally by nomad Kirghiz.",
		"Thebaine is not so used, but is an important and sometimes very dangerous constituent of the various opium preparations, which are still largely employed, despite the complexity and inconstant composition of the drug.",
		"Its chief constituent is mannite or manna sugar, a hexatomic alcohol, C6H8(OH)6, which likewise occurs, in much smaller quantity, in certain species of the brown seaweed, Fucus, and in plants of several widely separated natural orders.",
		"Many of the larger species of Crustacea are used as food by man, the most valuable being the lobster, which is caught in large quantities on both sides of the North Altantic. Perhaps the most important of all Crustacea, however, with respect to the part which they play in the economy of nature, are the minute pelagic Copepoda, of which incalculable myriads form an important constituent of the \" plankton \" in all the seas of the globe.",
		"The admixture of Stoic elements is so great that some critics have attributed the work to a Stoic author; but the writer's Peripateticism seems to be the more fundamental constituent of his doctrine.",
		"It is also found as a constituent of various pyrites and galenas, and in some specimens of native sulphur.",
		"He appeared in arms during the disturbances which overthrew Louis Philippe, and was elected by the department of the Ain to the Constituent and then to the Legislative Assembly, where he figured among the extreme radical party.",
		"It is only found in combination, and is a constituent of the minerals petalite, triphyline, spodumene and lepidolite or lithia mica.",
		"In 1887 it became one of the constituent colleges of Victoria University, Manchester, and so remained until its separate incorporation.",
		"It results in the alkaline fusion of many resins, and may be prepared by fusing ortho-phenolsulphonic acid, o-chlorphenol, o-bromphenol, and o-phenoldisulphonic acid with potash, or, better, by heating its methyl ether, guaiacol, C 6 H 4 (OH) (OCH 3), a constituent of beechwood tar, with hydriodic acid.",
		"For this reason those who do not accept the deity of Christ are necessarily excluded from the national council and its local constituent councils.",
		"There is nothing in the book inconsistent with Swift's professed and real character as a sturdy Church of England parson, who accepted the doctrines of his Church as an essential constituent of the social order around him, battled for them with the fidelity of a soldier defending his colours, and held it no part of his duty to understand, interpret, or assimilate them.",
		"He soon made an impression on the Assembly, became the friend of most of the leaders of the popular party, and formed with Adrien Duport and Alexandre Lameth the group known during the Constituent Assembly as \"the triumvirate.\"",
		"His public career came to an end with the close of the Constituent Assembly, and he returned to Grenoble at the beginning of 1792.",
		"Quartz occurs as a primary and essential constituent of igneous rocks of acidic composition such as granite, quartz-porphyry and rhyolite, being embedded in these either as irregularly shaped masses or as porphyritic crystals.",
		"It is also a common constituent, as irregular grains, in many gneisses and crystalline schists, a quartz-schist being composed largely of quartz.",
		"In 1866, Prince Charles of HohenzollernSigmaringen was chosen prince of Rumania by a constituent assembly elected under universal suffrage.",
		"To do so involved a change in the constitution, which could only be effected by a specially elected constituent assembly.",
		"As the constituent assembly which amended the constitution, according to the president's wishes in 1905, was to continue in office until 1908 and to provide laws for the regulation of elections and other public affairs, it appeared that the president would permit no expression of popular dissent to interfere with his purpose to establish a dictatorial regime in Colombia similar to the one in Mexico.",
		"The constituent assembly gave the president exceptional powers to deal with all administrative matters.",
		"Finding himself hampered in his efforts to reform abuses, the president dissolved the congress, and summoned a national constituent and legislative assembly to meet on the 15th of March 1905, and with its aid proceeded to modify the constitution.",
		"It is interesting to note that as a constituent of the Empire Prussia was still fighting against France.",
		"It was partly owing to the reputation which he had acquired by these publications, but still more owing to his connexion with the National newspaper, and with the secret societies hostile to the government of Louis Philippe, that he was raised, by the Revolution of 1848, to the presidency of the Constituent Assembly.",
		"Sedanolic acid readily decomposes into water and its lactone sedanolid, C 12 H 18 0 2, the odorous constituent of celery oil.",
		"This again was followed by a psychology, which made thought [as well as sensation, which was conceived to differ from thought only in respect of its object] depend upon the excess of the one or the other of the two constituent elements, fire and night.",
		"Some crinoids have yet another circlet below these, the constituent plates of which are called \"infrabasals,\" and are situated radially.",
		"And the leaders of the Constituent who came first on the stage, and hoped to make a revolution with rose-water, and hardly realized any more than Burke did how rotten was the structure which they had undertaken to build up, almost deserved his contempt, even if, as is certainly true, they did not deserve his indignation.",
		"These differences arise mainly from the different arrangement of the constituent elements into which the epidermal cells are modified.",
		"If the tests be carried out rapidly, the temperature and pressure may be assumed to be constant, and any diminution in volume due to the absorption of a constituent may be readily expressed as a percentage.",
		"In combination it occurs, usually in small quantity, in most natural waters, in plants, and as a necessary constituent of blood.",
		"Iron being a constituent part of the blood itself, there is a direct indication for the physician to prescribe it when the amount of haemoglobin in the blood is lowered or the red corpuscles are diminished.",
		"Along the south foot of the Tian-shan, and in the high valleys which intervene between the constituent ranges of that system, there exist numerous flourishing oases, such as Uch-turfan, Ak-su, Kucha, Korla, Kara-shahr, Hami, Barkul, Turfan, Urumchi, Manas and Kulja.",
		"In the Constituent Assembly he showed great capacity in dealing with the reorganization of the Church and the nationalization of ecclesiastical property.",
		"Ineligible, like all the members of the Constituent Assembly, for the Legislative Assembly, he became president of the criminal tribunal of Paris, but failed through lack of firmness.",
		"For the history of the Assemblies during the Revolution a main authority is their Proces verbaux or Journals; those of the Constituent Assembly in 75 vols., those of the Legislative Assembly in 16 vols.; those of the Convention in 74 vols., and those of the Councils under the Directory in 99 vols.",
		"A few of the best known and most useful are, for the Constituent Assembly, the memoirs of Bailly, of Ferrieres, of Malouet.",
		"In their natural characters, turpentines are soft solids or semi-fluid bodies, consisting of resins dissolved in turpentine oil, the chief constituent of which is pinene.",
		"Even the \" joy and gladness \" (Xapa, eu4po n vn) that accompany the exercise of virtue seem to have been regarded by them as merely an inseparable accident, not the essential constituent of well-being.",
		"In small quantities, vanadium is found widely distributed, the chief sources being vanadite, mottramite, descloizite, roscoelite, dechenite and pucherite, whilst it is also found as a constituent of various clays, iron-ores and pitchblendes.",
		"Its perfection would, nevertheless, be undermined by the mobility of all its constituent parts.",
		"The principal constituent ranges are accompanied by another set of ranges which break away from the main axes in a westerly or even in a north-westerly direction.",
		"Neither member of the antithesis of the real and the ideal must be conceived as producing the other; they are both equally existent and equally constituent elements of the world; but in God they are one, and therefore the world must not be identified with Him.",
		"Next to religion and theology it was to the moral world, of which, indeed, the phenomena of religion and theology were in his systems only constituent elements, that he specially devoted himself.",
		"Starting with the idea of the highest good and of its constituent elements (Giiter), or the chief forms of the union of mind and nature, Schleiermacher's system divides itself into the doctrine of moral ends, the doctrine of virtue and the doctrine of duties; in other words, as a development of the idea of the subjection of nature to reason it becomes a description of the actual forms of the triumphs of reason, of the moral power manifested therein and of the specific methods employed.",
		"This college and the existing Queen's Colleges at Cork and Galway were made constituent colleges of the new university at Dublin.",
		"Thus he was able to be a candidate for this formidable power, which had just been defined by the Constituent Assembly and entrusted to the choice of the people, \"to Providence,\" as Lamartine said.",
		"Austria does not form a geographical unity, and the constituent parts of this empire belong to different geographical regions.",
		"Resolution of the sorites into its constituent elements gives the rules (a) that no premise except the first may be particular and (/3) that no premise except the last may be negative.",
		"Arsenic is a constituent of the minerals arsenical iron, arsenical pyrites or mispickel, tin-white cobalt or smaltite, arsenical nickel, realgar, orpiment, pharmacolite and cobalt bloom, whilst it is also met with in small quantities in nearly all specimens of iron pyrites.",
		"It easily burns, forming arsenious oxide if the combustion proceeds in an excess of air, or arsenic if the supply of air is limited; it is also decomposed into its constituent elements when heated.",
		"Unable to rest on historic precedent like England, the Constituent Assembly took as the basis for its labors the tradition of the thinkers.",
		"This widespread bankruptcy, falling chiefly on the bourgeoisie, inaugurated a reaction which lasted until 1830 against the chief principle of the Constituent Assembly, which had favored indirect taxation as producing a large sum without imposing any very obvious burden.",
		"On the basis laid down by the Constituent Assembly and the Convention he constructed or consolidated the funds necessary for national institutions, local governments, a judiciary system, organs of finance, banking, codes, traditions of conscientious well-disciplined labor, and in short all the organization which for three-quarters of a century was to maintain and regulate the concentrated activity of the French nation (see the section Law and Institutions).",
		"Victor Emmanuel was obliged to recall the royal commissioners, but together with Cavour he secretly encouraged the provisional governments to resist the return of the despots, and the constituent assemblies of Tuscany, Romagna and the duchies voted for annexation to Sardinia.",
		"From 1579 to 1795 Friesland remained one of the constituent parts of the republic of the United Provinces, but it always jealously insisted on its sovereign rights, especially against the encroachments of the predominant province of Holland.",
		"We have given to us a conception A uniting among its constituent marks two that prove to be contradictory, say M and N; and we can neither deny the unity nor reject one of the contradictory members.",
		"Arago pointed out, by supposing that in passing through the plate the plane of polarization of each monochromatic constituent is rotated by an amount dependent upon the frequency - an explanation that may be at once verified either by using monochromatic light or by analysing the light with a spectroscope, the spectrum in the latter case being traversed by one or more dark bands, according to the thickness of the plate, that pass along the spectrum from end to end as the analyser is rotated.",
		"The higher the co-efficient of extinction for light of a given period, the more copious will be reflection of that constituent of a mixed pencil.",
		"A constituent Cortes was assembled in 1869, and decided in favor of a monarchy.",
		"In 1835 he published the results of an examination of the properties of water of crystallization as a constituent of salts.",
		"Oxidation of the ammoniacal solution gives orcein, C28H24N207, the chief constituent of the natural dye archil.",
		"Linolic acid is a characteristic constituent of all semi-drying, and to some extent of all drying oils.",
		"An exceptional position is occupied by wool wax, the main constituent of the natural wool fat which covers the hair of sheep, and is obtained as a by-product in scouring the raw wool.",
		"This was followed by the production of heliotropin, coumarin and vanillin, and later on by the artificial preparation of ionone, the most characteristic constituent of the violet scent.",
		"For the loss caused to the city in 1861 by the removal of the seat of government to Bucharest the constituent assembly voted X 148,150, to be paid in ten annual instalments, but no payment was ever made.",
		"Iodine has a special interest, as it is a necessary constituent of food, and is present in the secretion of the thyroid gland.",
		"It is certain, however, that the finer-grained rocks are richest in alumina, and in combined water; hence the inference is clear that kaolin or some other hydrous aluminium silicate is the dominating constituent.",
		"In the Constituent Assembly his oratorical gifts, legal knowledge and austerity of life gave him much influence.",
		"The black line separating these two structures is the enamel or hardest constituent of the tooth.",
		"This means mobilizing the working class across Europe around democratic demands, including agitation for a constituent assembly.",
		"The main active constituent of cannabis - THC is one such CB1 receptor agonist.",
		"With the support of the Left SRs the communists disperse the constituent assembly in the name of soviet power.",
		"The seeds are an important constituent in the diet of many farmland birds.",
		"It is a constituent of wild birdseed sold in the UK and is spread by birds and animals.",
		"Mr Clifton-Brown was assured by boffins they knew nothing after he probed about mysterious objects on behalf of a concerned constituent.",
		"The chemical engineer said \" Obviously, some constituent of the fuel has caused this failure to occur.",
		"So what is a whole plant standardized extract as opposed to an isolated plant constituent and what is a tincture?",
		"An increase is already foreshadowed by our current four-year plan, which must necessarily fall on the Constituent Bodies.",
		"Human skin contains keratin which is a fibrous protein which is also the principal constituent of hair.",
		"White clover has been an important constituent of fodder since the 17th century and is the most important pasture legume in Britain.",
		"Nitric oxide (NO) the main constituent of these emissions, reacts to form nitrogen dioxide (NO2 ).",
		"In other words, the energy emitted by the object 's constituent atoms was itself atomized.",
		"When I first read the three constituent novels (this was before Waugh undertook the recension) I found them wayward and puzzling.",
		"Still problems with pt retrieval Some success with constituent retrievals using AB microwindows (not all MWs processed ).",
		"The constituent willows of Sub-Arctic Salix spp. scrub also occur occasionally in a range of other habitats, including several Annex I types.",
		"A major constituent of the embryonic and young vertebrate skeleton, it is converted largely to bone with maturation.",
		"Friend join me in paying tribute to my constituent Fusilier Russell Beeston, following his funeral yesterday?",
		"In Lyons their views were publicly known; Roland was elected a member of the municipality, and when the depression of trade in the south demanded representation in Paris he was deputed by the council of Lyons to ask the Constituent Assembly that the municipal debt of Lyons, which had been contracted for the benefit of the state, should be regarded as national debt.",
		"Rivadavia's term of office was likewise memorable for the constitution of the 24th of December 1826, passed by the constituent congress of all the provinces, by which the bonds which united the confederated states of the Argentine Republic were strengthened.",
		"Their history is therefore not the history of a single people, centralizing and absorbing its constituent elements by a process of continued evolution, but of a group of cognate populations, exemplifying divers types of constitutional developments.",
		"Hugo von MohI (1846) was the first to recognize that the essential vital constituent of the plant cell is the slimy massprotoplasminside it, and not the cell wall as was formerly supposed.",
		"He was the inventor of the stage-micrometer, and of a form of heliometer; and in 1816 he succeeded in constructing for the microscope achromatic glasses of long focus, consisting of a single lens, the constituent glasses of which were in juxtaposition, but not cemented together.",
		"On the one hand, conservative scholars insist upon the close material relation between the constituent sources; critical scholars, on the other hand, while recognizing much that is relatively untrustworthy, refrain from departing from the general outlines of the canonical history more than is absolutely necessary.",
		"Compounds are in like manner represented by writing the symbols of their constituent elements side by side, and if more than one atom of each element be present, the number is indicated by a numeral placed on the right of the symbol of the element either below or above the line.",
		"In addition to empirical and molecular formulae, chemists are in the habit of employing various kinds of rational formulae, called structural, constitutional or graphic formulae, &c., which not only express the molecular composition of the compounds to which they apply, but also embody certain assumptions as to the manner in which the constituent atoms are arranged, and convey more or less information with regard to the nature of the compound itself, viz.",
		"The first, made by Sir William Ramsay in 1896, was that the mineral evolved a peculiar gas when treated with sulphuric acid; this gas, helium (q.v.), proved to be identical with a constituent of the sun's atmosphere, detected as early as 1868 by Sir Norman Lockyer during a spectroscopic examination of the sun's chromosphere.",
		"These lands consisted of the church property confiscated, on the motion of Mirabeau, by the Constituent Assembly on the 2nd of November 1789, and the crown lands, which had been taken over by the nation on the 7th of October (see French Revolution).",
		"Mica occurs as a primary and essential constituent of igneous rocks of almost all kinds; it is also a common product of alteration of many mineral silicates, both by weathering and by contactand dynamo-metamorphic processes.",
		"The one-sided specialization and the peculiar metallic colouring of the lateral tail feathers mark them as the extreme terms of a degenerative series, whilst the symmetry, likeness of constituent parts inter se, and absence of specialized pigment, as well as the fact that they differ little from any average feather of birds in general, mark the contour feather as primitively simple, and as the starting-point from which the highly elaborated eye-painted tail feather has gradually evolved.",
		"As probably the protein constituent varies in the different organs, one infers that this will account for the varying results got from the analysis of the substance obtained from different organs in such cases.",
		"When these proposals were passed (apparently in a packed assembly outside the walls), a Constituent Assembly of loo was elected, nominally by the 5000, who as yet were a mere phantom body, in point of fact by the leading conspirators.",
		"It is the principal inorganic constituent of bones, and hence of the \"bone-ash\" of commerce (see Phosphorus); it occurs with fluorides in the mineral apatite (q.v.); and the concretions known as coprolites largely consist of this salt.",
		"Gum benzoin, which contains from 12 to 20% of benzoic acid, is used in medicine as the essential constituent of benzoated lard, Adeps benzoatus, which owes its antiseptic properties to benzoic acid; and in friar's balsam, Tinctura benzoini composita, which is an ancient and valuable medicament, still largely used for inhalation in cases of laryngitis, bronchitis and other inflammatory or actually septic conditions of the respiratory tract.",
		"Tartaric acid is rarely used alone, but is contained in pilula quininae sulphatis and in Seidlitz powder (see Sodium), and is a constituent of many proprietary granular effervescent preparations.",
		"He took no notice of the constituent assembly in Lisbon, which on the 19th of September had ordered him to return to Portugal on pain of forfeiting his right to inherit the Portuguese Crown.",
		"The word is applied to various small compartments which build up a compound structure such as a honeycomb, to the minute compartments in a tissue, &c. More particularly the word is used, in electrical science, of the single constituent compartments of a voltaic battery, and in biology of the living units of protoplasm of which plants and animals are composed (see Cytology).",
		"Still problems with pT retrieval Some success with constituent retrievals using AB microwindows (not all MWs processed).",
		"The syntax with its syntactic constituent leads to the construction of the language component and therefore helps to convey the meaning.",
		"Licorice extracts are a common constituent of products like tobacco, alcohol and cosmetics.",
		"Increased risk of tooth decay - As well as nicotine, another constituent of chewing tobacco is sugar.",
		"Ascorbic acid (vitamin C) is the only food constituent known to increase the availability of non-heme iron, such as in vegetables and also in food supplements.",
		"A constituent in wheat, gluten is an allergen to a moderate percentage of the population.",
		"In addition, some sources report lysine, an essential amino acid and constituent of most proteins, is destroyed when proteins and starches are cooked together.",
		"At a comparatively recent date Australia received its third and newest constituent.",
		"If the Rump or the Little Parliament had in a business-like spirit assumed and discharged the functions of a constituent assembly, such a foundation might have been provided.",
		"Constituent assemblies met and voted for unity under Victor Emmanuel, but the king could not openly accept the proposal owing to the emperors opposition, backed by the presence of French armies in Lombardy; at a word from Napoleon there might have been an Austrian, and perhaps a Franco-Austrian, invasion of central Italy.",
		"A sandy beach or desert owes its character to the mobility of its constituent sand-grains, which are readily drifted and piled up in the form of dunes.",
		"He presented a famous report in the Constituent Assembly on the organization of the army, but is better known by his eloquent speech on the 28th of February 1791, at the Jacobin Club, against Mirabeau, whose relations with the court were beginning to be suspected, and who was a personal enemy of Lameth.",
		"The second discovery, associated with the Curies, is that of the peculiar properties exhibited by the impure substance, and due to a constituent named radium.",
		"Such a determination is qualitative, the constituent being only detected or proved to be present, or quantitative, in which the amount present is ascertained.",
		"Similarly, by taking the difference of the molecular heats of compounds differing by one constituent, the molecular (or atomic) heat of this constituent is directly obtained.",
		"The other class of mercenaries were Gauls, and from the time of the Gallic invasion of Asia Minor in 279 Gauls or Galatians were a regular constituent in all armies.",
		"In 1866 Hamburg joined the North German Confederation, and in 1871, while remaining outside the Zollverein, became a constituent state of the German empire.",
		"On fusion with caustic alkalis they decompose into their constituent aminothiophenol and acid.",
		"When the ions are set free at the electrodes, they may unite with the substance of the electrode or with some constituent of the solution to form secondary products.",
		"In the animal kingdom, also, it is very widely distributed, being sometimes a normal and sometimes a pathological constituent of the fluids and tissues; in particular, it is present in large amount in the urine of those suffering from diabetes, and may be present in nearly all the body fluids.",
		"True caoutchouc, the principal constituent of all rubbers, is probably essentially one and the same substance, from whatever botanical source it may have been derived.",
		"The Constituent Assembly, by the law dated the 22nd of November 1790, decided that in future there should be no appanages in real estate, and that younger sons of monarchs, married and over twenty-five years of age, should be provided for by yearly grants (rentes apanageres) from the public funds.",
		"Other alloys may be produced, such as bronze, or German silver, by selecting solutions (usually cyanides) from which the current is able to deposit the constituent metals simultaneously.",
		"Hydrolysis gives acetic acid and benzaconine, the chief constituent of the alkaloids picraconitine and napelline; further hydrolysis gives aconine.",
		"The elections for the Constituent Assembly took place on April 18, and negotiations with Germany for reparation were opened.",
		"Marggraf demonstrated that alumina was another constituent.",
		"The constitution under which the republic is governed was drafted by a constituent assembly convened on the 15th of November 1890, and was adopted on the 24th of February 1891.",
		"We have already compared the body to a social community, each constituent element of which - the cell - lives its own life but subordinates its individuality to the good of the whole organism.",
		"Oddi does not regard it as the essential constituent of amyloid, chiefly because the colour reactions are forthcoming in the residuum after the substance has been removed, while the substance itself does not give these reactions.",
		"He was elected for the new constituent assembly in ten different departments, and was chosen one of the five members of the Executive Committee.",
		"The undiscriminating diseases, on the other hand, we suspect not to be primarily of nervous origin, but to depend rather on the agency of other constituent tissues of this system, as of the blood-vessels or the connective elements.",
		"The fifty-six smaller parishes were grouped together in fifteen districts, each under a district board, the members of which were elected by the vestries of the constituent parishes.",
		"The chief constituent is a bitter neutral principle known as quassin.",
		"From this time onward his chief aim was the realization of the navy scheme which he had vainly submitted to the Constituent Assembly.",
		"Humus, the remaining constituent of soil, is the term used for the decaying vegetable and animal matter in the soil.",
		"Carbonate of lime is also a constituent to a greater or lesser extent in almost all soils.",
		"It is also a constituent of many valuable alloys; brass, Muntz-metal, pinchbeck, tombac, are examples.",
		"This was accomplished on the 1st of June, and on the 10th the \" constituent diet,\" consisting entirely of the most \" advanced \" politicians, assembled.",
		"Chromium also, in comparatively small quantities, is taking its place as a constituent of steel axles and tires, and in the manufacture of tool-steel.",
		"S netona President of the State, and composed the statute for the election of the Constituent Assembly by universal, equal, direct and secret franchise according to a proportional system based on d'Hondt's distributive principle which contains elaborate safeguards against the tyranny of the majority.",
		"The Constituent Assembly, or\" Seimas,\"composed of 112 members, met on May 15 1920.",
		"In these proportions the density of the alloy is less than the mean of its constituent metals.",
		"The mutual relations of the latter, as well as the names of the several constituent chains, are equally unsettled.",
		"The sulphate is the chief constituent of Marienbad and Carlsbad waters.",
		"It was with difficulty that he was induced to agree to the arrangements for reestablishing the Federal system of the German Reich and for the election of a National Constituent Assembly.",
		"The so-called pax romana was merely peace within an empire governed from a central authority, the constituent parts of which were held together by a network of centralized authority.",
		"He concluded that this constituent of the air is absolutely necessary for life, and supposed that the lungs separate it from the atmosphere and pass it into the blood.",
		"In order to understand the organization of the various constituent parts of the Roman Curia, we must remember that the modern principle of the separation of powers is unknown to the Church; the functions of each department are limited solely by the extent of the powers delegated to it and the nature of the business entrusted to it; but each of them may have a share at the same time in the legislative, judicial and administrative power.",
		"Theoretically the lichens may be classified on the basis of their algal constituent, on the basis of their fungal constituent, or they may be classified as if they were homogeneous organisms. The first of these systems is impracticable owing to the absence of algal reproductive organs and the similarity of the algal cells (gonidia) in a large number of different forms. The second system is the most obvious one, since the fungus is the dominant partner and produces reproductive organs.",
		"The constitution of the republic was voted by a constituent assembly on the 25th of November 1870.",
		"In the Newlands boulder the diamonds have the appearance of being an original constituent of the eclogite.",
		"It was, moreover, largely justified by the constituent elements of the diet itself.",
		"The element is a constituent of many mineral sulphides, some of which are of sufficiently frequent occurrence to rank as ores of silver.",
		"The Silurian system is the best-known constituent of the Lower Palaeozoic foundation of New South Wales.",
		"It is governed by an elected council representing the constituent congregations.",
		"This constituent is the alkaloid cornutine, which is the valuable ingredient of the drug.",
		"As against the moderate section of the Constituent Assembly this was just.",
		"Then and there after the National Assembly assumed full sovereign The and constituent powers.",
		"Many had been members of the Constituent or of the Legislative Assembly.",
		"In the Philebus, however, though a more careful psychological analysis leads him to soften down the exaggerations of this attack on sensual pleasure, the antithesis of knowledge and pleasure is again sharpened, and a desire to depreciate even good pleasures is more strongly shown; still even here pleasure is recognized as a constituent of that philosophic life which is the highest human good, while in the Laws, where the subject is more popularly treated, it is admitted that we cannot convince man that the just life is the best unless we can also prove it to be the pleasantest.",
		"Pleasure, in Aristotle's view, is not the primary constituent of well-being, but rather an inseparable accident of it; human well-being is essentially well-doing, excellent activity of some kind, whether its aim and end be abstract truth or noble conduct; knowledge and virtue are objects of rational choice apart from the pleasure attending them; still all activities are attended and in a manner perfected by pleasure, which is better and more desirable in proportion to the excellence of the activity.",
		"Its constituent ranges run from E.N.E.",
		"This attitude they maintained after the Constituent Assembly had been succeeded by the Legislative, but not many of the new deputies became members of the club.",
		"In the Constituent Assembly he formed with Barnave and Adrien Duport a sort of association called the \"Triumvirate,\" which controlled a group of about forty deputies forming the advanced left of the Assembly.",
		"From this time the record of Mirabeau's life forms the best history of the first two years of the Constituent Assembly, for at every important crisis his voice is to be heard, though his advice was not always followed.",
		"Various names are given to the different parts of the constituent ranges, or, perhaps more correctly, elongated groups of mountains.",
		"The aim of the constituent assembly in its departmental system (1789-1790) had been to vest local affairs ultimately in councils elected by universal suffrage, alike in the department and in the three smaller areas within it.",
		"While, again, legitimately insisting upon personality as a fundamental constituent in any true theory of reality, the relation between human individualities and the divine Person is left vague and obscure; nor is it easy to see how the existence of several individualities - human or divine - in one cosmos is theoretically possible.",
		"As to the third or posterior series, when it is complete the three constituent pieces are developed almost simultaneously; but its median piece is said often to originate in two, which soon unite, especially when the side-pieces are wanting.",
		"As regards the first point, it is now generally held that miracles are exceptions to the order of nature as known in our common experience; and as regards the second, that miracles are constituent elements in the divine revelation, deeds which display, the divine character and purpose; but they are signs and not merely seals of truth.",
		"Under such conditions, distillation takes place at higher temperatures than the normal boiling-points of the constituent hydrocarbons of the oil, and a partial cracking results.",
		"The specific heat of a compound may, in general, be calculated from the specific heats of its constituent elements.",
		"Conversely, if the specific heats of a compound and its constituent elements, except one, be known, then the unknown atomic heat is readily deducible.",
		"Egg-albumin is the chief constituent of the white of egg; this fluid also contains a globulin and a mucoid.",
		"It is seen from the foregoing account of medusa - budding that the entocodon is a very important constituent of the bud, furnishing some of the most essential portions of the medusa; its cavity becomes the subumbral cavity, and its lining furnishes the ectodermal epithelium of the manubrium and of the sub-umbral cavity as far as the edge of the velum.",
		"On the 27th of April 1899 a new autonomous constitution was voted by a constituent assembly, and in the following June the local administration was handed over to Cretan officials by the international authorities.",
		"The chief constituent of palm oil; also contained in greater or less quantities in human fat, olive oil, and other animal and vegetable fats.",
		"A constituent congress, in which each province had equal representation, was duly gress had (May 1, 1853) appointed Urquiza president of the confederation, and he established the seat of government at Parana.",
		"It must receive a large constituent of what ultimately becomes its food from the air which surrounds it, and it must also take in from the same source the oxygen of its respiratory processes.",
		"He was the author of an important History of the Constituent Assembly (Paris, 2 vols., 1828-1829).",
		"In a speech to the House of Representatives at this same time, Congressman Davy Crockett told the story of getting chewed out by a constituent for voting for a $20,000 emergency relief bill for the homeless in a city just wiped out by a fire.",
		"Venezelo and his followers, having obtained an amnesty, laid down their arms. A commission appointed by the powers to report on the administrative and financial situation drew up a series of recommendations in January 1906, and a constituent assembly for the revision of the constitution met at Canea in the following June.",
		"Within the divisions named - Orthorrhapha Nematocera, Orthorrhapha Brachycera and Cyclorrhapha - the constituent families are usually grouped into a series of \"superfamilies,\" distinguished by features of structure or habit.",
		"The element also occurs in the animal and vegetable kingdoms. It is present in hair and wool, and in albuminous bodies; and is also a constituent of certain vegetable oils, such as the oils of garlic and mustard.",
		"Capponi resigned in October 1848, and Leopold reluctantly consented to a democratic ministry led by Guerrazzi and Montanelli, the former a very ambitious and unscrupulous man, the latter honest but fantastic. Following the Roman example, a constituent assembly was demanded to vote on union with Rome and eventually with the rest of Italy."
	],
	"synonyms": [
		"incorporated",
		"built-in",
		"component",
		"organic",
		"constitutive",
		"constitutional",
		"element",
		"component",
		"ingredient",
		"component part",
		"portion",
		"part",
		"grammatical constituent",
		"factor",
		"voter",
		"unit",
		"piece",
		"member",
		"item",
		"integral",
		"citizen"
	],
	"antonyms": [
		"whole",
		"whole"
	]
}