{
	"word": "ominous",
	"meaning": [
		"Menacing; threatening.",
		"Of or serving as an omen; esp., having the character of an evil omen; threatening; sinister."
	],
	"sentences": [
		"Her ominous tone did not register with him.",
		"There was an ominous silence.",
		"His ominous farewell silenced her.",
		"Gabriel's ominous warning suddenly made sense.",
		"The door closed with an ominous boom that echoed throughout what sounded like a massive but empty chamber.",
		"The decision is ominous for the future of democracy in the country.",
		"Thunder tumbled down the San Juan Mountains, heralding the arrival of pelting rain that turned the Jeep road into a surging stream and the sky to an ominous shade of raven black.",
		"Something ominous hangs in the winter air, a darkness and trepidation that well matches my mood.",
		"Gabriel's ominous words made Kris uneasy.",
		"Spain had received many ominous warnings.",
		"This is beginning to look very ominous for Doherty.",
		"The weather remained ominous with dark clouds rolling in, pushed by an ever-increasing wind that churned the sky in threatening waves.",
		"The music seemed more ominous to me than the ominous scenes in the film.",
		"She took one more look at the ominous man in black and the sword at his hip and followed, shaking from more than cold.",
		"There were ominous rumblings from Zimbabwe.",
		"He was tall and clothed in all black, ominous and large against the slate sky.",
		"On the other hand, they were threatened by an ominous stirring of the subject races in Hungary itself.",
		"This was the signal for an outburst of popular discontent with the existing order of a far more ominous character than any that had preceded it.",
		"Nothing daunted by the ominous attacks of the French people and press, King Alphonso went to Paris.",
		"Thus the Mahratta chouth came to have an ominous significance in Indian history.",
		"Her gaze settled on the statue of Rhyn, whose large eyes held an ominous look too old for his chubby little face.",
		"As July 12 drew closer the threat of even more serious violence became ominous.",
		"Closing date is a rather ominous Friday the 13th in April.",
		"A day later the forecast had turned ominous - heavy rains all weekend and flooding in the metro area.",
		"This vas the first and ominous sign of a coming change.",
		"An ominous dust cloud was crowding out three quarters of the sky in the north west.",
		"Mr. Carr received him in his company design site web private office with ominous urbanity.",
		"Not the least ominous symptom was the attitude of the officers, who, irritated by newspaper attacks on their conduct in Catalonia more especiaily, demanded that all crimes against the army should be tried by the councils of war.",
		"I just hope the reduced number of routes this year is not a ominous portent for 1990.",
		"While this sounds ominous, it's an amazing process.",
		"Gabriel.s ominous words made Kris uneasy.",
		"Consequently we busily create ominous circumstances which could make the 21st century even more dire than the 20th century.",
		"Monk is an equally ominous figure, seeming to absorb light like a black hole in space.",
		"Unlike turning 40, turning 50 seems a bit more ominous.",
		"The first time this happened, I thought it was someone sneaking up on me!Music soundtrack is subtle, but appropriately dark and ominous.",
		"The kaleidoscopic display of orange, yellow, deep blue and gray was both beautiful and ominous.",
		"She didn't like the ominous words and looked up at Dustin again, seeking to gauge just how serious the situation was.",
		"Gabriel.s ominous warning suddenly made sense.",
		"There was also a fair amount of flood debris everywhere, which was slightly ominous.",
		"A slow 6/4 bass licks over ominous Pawn Hearts style shifting chords.",
		"I mean, is it the scriptwriter's fault that Trevor can only do ominous malevolence or should they write him accordingly?",
		"The taking of omens may be said to be a part of all systems of divination, in which the future is predicted by means of indications of one sort or another; and tradition has thus gathered round many subjects - events, actions, colours, numbers, &c. - which are considered \"ominous,\" an adjective which generally connotes ill-fortune.",
		"Every fresh reform edict was greeted with demonstrations of enthusiasm, but the ominous cry Viva Pio Nono solo!",
		"The shadow of the approaching depression had already fallen upon the land before the year 1875 had run its course, and the outlook became ominous as the decade of the 'seventies neared its close.",
		"Thus, in itself, the position of affairs in the Holy Land in 1147 was certainly ominous; and the kingdom might well seem dependent for its safety on such aid as it might receive from the West.",
		"But the anti-clerical feeling and action of the Shepherds was new and ominous; and moved by its enormities the government suppressed the new movement ruthlessly.",
		"In spite of the necessary allusions to the ominous theme of the curse, which would give any less great composer ample excuse for succumbing to the listener's sense of impending doom, Wagner's music speaks to us through the child-minds of the Rhine-daughters and terrifies us with the ruthless calm of Nature.",
		"If other sister churches were reporting progress, or were simply keeping abreast of the population, these facts would not be so ominous as they undoubtedly are.",
		"Balkan unrest had shown itself in unusually ominous form as early as the beginning of May 1912.",
		"The reverses of the first part of the Boer campaign, together with the loss of so many of her officers and soldiers, caused no small part of that \"great strain\" of which the Court Circular spoke in the ominous words which first told the country that she was seriously ill.",
		"It would not be unreasonable to suggest that, even with their cushion, the menace of dropping into the bottom two is ominous.",
		"Her words were ominous.",
		"But under the new empire (Dynasties XVIIIth and following) the professional priest had attained to ominous power.",
		"The extraordinary ambiguity and uncertainty which allegorical interpretation tacitly ascribed to Scripture, and the ease with which heretical as well as orthodox teaching could be represented as \" hidden \" under the literal sense, was early perceived, but instead of this leading to any real check on even wild subjectivity in interpretation and insistence on reaching the literal sense, it created an ominous principle that maintained much of its influence long after the supremacy of allegorism was overthrown.",
		"But that neither plea would avail her for a moment in Scotland she had ominous evidence on the thirteenth day after her marriage, when no response was made to the usual form of proclamation for a raid or levy of forces under pretext of a campaign against the rievers of the border.",
		"In the spring of 1560, conscious of an ominous decline of his powers, Gustavus summoned his last diet, to give an account of his stewardship. On the 16th of June 1560 the assembly met at Stockholm.",
		"The public buildings were placarded during the night with an intimation that four hundred knights had sworn not to leave Luther unavenged, and the ominous words Bundschuh, Bundschuh, Bundschuh (the watchword of peasant revolts) were written at the foot.",
		"Jerusalem and the surrounding district have ominous heathen associations.'",
		"This disappointment of his ambition would not perhaps in itself have sufficed to stir Mehemet Ali to revolt against his master; but it was ominous of perils to come, which the astute pasha thought it wise to forestall.",
		"It was clear that the ancient strife of Hats and Caps had become merged in a conflict of classes; the situation was still further complicated by the ominous fact that the non-noble majority was also the Russian faction.",
		"Like all games in which the element of chance found a place, it was regarded as more or less ominous of the future success of the players, especially in matters of love; and the excitement was sometimes further augmented by some object of value being staked on the event.",
		"The behaviour and cries of birds, and angang or meeting with ominous animals, &c., may be voluntarily observed, and opportunities for observation made; but this is not necessary for success.",
		"A suspicious observer might have detected something ominous in the first act of his reignthe arrest and attainder of his fathers unpopular ministers, Empson and Dudley, whose heads he flung to the people in order to win a moments applause.",
		"Even standing on the outside, the building is ominous.",
		"The decision could preclude such ominous possibilities.",
		"The appearance last week of a poster campaign announcing a clampdown on cigarette smuggling revealed an ominous trend.",
		"Behind his icy façade lay something ominous, unspoken; the mystery drove both sexes crazy.",
		"Dungeon Siege is a PC role-playing game in a fantasy world filled with adventure, magic, monsters, and dark, ominous dungeons.",
		"The US and Britain must work together to defeat the ominous force and salvage what is left of our race and our planet.",
		"An ominous figure approaches him and says he needs to collect seven Chaos Emeralds for him because the day of reckoning is at hand.",
		"Unlike the original game, creatures, people and the background detail no longer appear to be flat but have more of a 3D look that is ominous and scary.Sound quality is excellent.",
		"Absence of this reflex in the neonate is an ominous implication of underlying neurological damage.",
		"The costumes can also tend towards the sexy, with more ominous looking fairy wings.",
		"Many classic horror movie posters are on-point graphical representations of the film's name like the Ring 2 poster representing a large, ominous ring.",
		"However, people are able to pull together the many bad things that happen on this ominous Friday as evidence that the day is very unlucky.",
		"Singing over a lone piano with strings and delicate percussion, Lambert highlights Mad World's swelling dynamics while preserving the ominous overtones creating a version that is dark and haunting, yet oddly uplifting.",
		"There are also helmeted police surrounding the Square, looking a touch ominous.",
		"The article cast an ominous shadow on the work done by all journalists.",
		"New ways of working for social work sounds ominous.",
		"However, the more ominous side of Scorpio is revealed through his jealousy and lack of forgiveness.",
		"The album starts with the instantly recognizable and foreboding Terminator theme and gets progressively ominous from there.",
		"Despite a low-budget, the film's inherent romance between Kyle Reese (Michael Biehn) and Sarah Connor combined with Schwarzenegger's ominous presence created a cult classic that would spawn multiple sequels and a television series.",
		"While the dark lord himself is not what threatens Harry in this film, it is very clear from the ominous tone that things are finally being set in motion for what will surely be an epic battle between good and evil.",
		"Prior to the event, the forecast looked ominous to say the least.",
		"There is another, quite ominous reason for immediate action.",
		"Nothing is too ominous, except Mars coming close to Venus.",
		"One might think Seattle's increasingly ominous test at Kansas City on Sunday was going to be a problem.",
		"Ominous black clouds belched flames and roared."
	],
	"synonyms": [
		"threatening",
		"sinister",
		"minacious",
		"menacing",
		"forbidding",
		"baleful",
		"minatory",
		"inauspicious",
		"ill",
		"monitory",
		"dour",
		"premonitory",
		"fearful",
		"grim",
		"gloomy"
	],
	"antonyms": [
		"propitious",
		"happy",
		"lucky",
		"promising",
		"auspicious"
	]
}