{
	"word": "relegate",
	"meaning": [
		"To exile or banish (someone) to a specified place.",
		"To consign or assign to an inferior position.",
		"To refer, commit, or hand over for decision, action, etc.",
		"To assign to a class, sphere, realm, etc.; classify as belonging to a certain order of things.",
		"Refer or submit.",
		"(Roman history, obsolete) A person who has been banished from proximity to Rome for a set time, but without losing his civil rights.",
		"(obsolete except archaic, past participial) Relegated; exiled."
	],
	"sentences": [
		"Lipsius and Dobschiitz relegate the book to the 4th century.",
		"I was going to relegate Mr lupus to the basement the top floor was all mine.",
		"With such remains before us it is no longer sufficient to relegate Minos to the regions of sun-myths.",
		"If however, you seek an excuse to get rid of your bedroom television and agree it doesn't belong there, then by all means relegate it to another room.",
		"That being said, you also don't have to relegate yourself to buying multiple pairs of \"granny panties\", unless of course you like them.",
		"His open advocacy of Jansenist opinions, however, caused his superiors to relegate him to the most obscure houses of the order, and finally to keep him under surveillance at the abbey of St Germain-des-Pres at Paris.",
		"One of the biggest mistakes computer buyers make is to relegate monitors as an afterthought.",
		"Each season of the year you should go through your clothing and relegate the clothes you won't be wearing to the back of the closet.",
		"The results at the general election, and now the local elections results, relegate this to the realm of noir fantasy.",
		"It would be easy to relegate fallen angels to Goth territory, but these angels have a far wider appeal that spans more than one group.",
		"The precise character of the kingdom or empire to which allusion is made has been the subject of much discussion, and some modern historians have gone so far as to relegate the monomotapa to the realm of myth.",
		"Just use one of the darker lip shades and relegate the eye area to a wash of neutral shadow and a coat or two of mascara.",
		"You don't have to relegate your sexy lingerie to behind bedroom doors all the time, either."
	],
	"synonyms": [
		"submit",
		"pass-on",
		"bar",
		"banish",
		"break",
		"kick-downstairs",
		"bump",
		"demote",
		"classify",
		"deport",
		"charge",
		"expel",
		"exile",
		"entrust",
		"downgrade"
	],
	"antonyms": [
		"upgrade",
		"promote",
		"keep",
		"assume",
		"hold"
	]
}