{
	"word": "terse",
	"meaning": [
		"Free of superfluous words; concise in a polished, smooth way; succinct.",
		"Brief or concise to the point of rudeness; curt.",
		"(of speech or style) Brief, concise, to the point.",
		"Abruptly or brusquely short."
	],
	"sentences": [
		"I could tell by her terse response Molly was nearby.",
		"His terse voice followed her.",
		"Dean leaned over his stepfather's shoulder to read the terse response.",
		"He expressed himself in a terse and vigorous style.",
		"The sound of thrown objects, yells, and stomps were followed by Ginger Dawkins's terse announcement that she was moving to the Beaumont, alone, thank you.",
		"His Lectiones in omnes Psalmos Davidis (1635) is exceedingly suggestive and terse in its style, reminding of Bengel's Gnomon, as does also his Commentarius utriusque Epist.",
		"This is a very terse way of putting a crucial objection to Burke's whole view of French affairs in 1789.",
		"Now, she was edgy and terse with him.",
		"With all the majesty and stately elaboration and musical rhythm of Milton's finest prose, Taylor's styleis relieved and brightened by an astonishing variety of felicitous illustrations, ranging from the most homely and terse to the most dignified and elaborate.",
		"His terse and pertinent letter to Origen, impugning the authority of the apocryphal book of Susanna, and Origen's wordy and uncritical answer, are both extant.",
		"His cool reproach smarted, but the previous terse answers about his mother should have warned her that it was a touchy subject.",
		"Your last email was extremely terse, and I thought it verged on being rude.",
		"His speech in 1835 in support of the motion for inquiry into the Irish Church temporalities with a view to their partial appropriation for national purposes (for disestablishment was not then dreamed of as possible) contains much terse argument, and no doubt contributed to the fall of Peel and the formation of the Melbourne cabinet.",
		"He tells his fable and draws the moral with businesslike directness and simplicity; his language is terse and clear, but thoroughly prosaic, though it occasionally attains a dignity bordering on eloquence.",
		"As an historian his style was terse and brilliant, his spirit philosophical, and his data singularly accurate.",
		"He has that power of concise and lucid narration, of terse reasoning, of persuasive appeal, which is required by the forensic speaker.",
		"A sharp look under furrowed brows preceded his terse answer.",
		"The assaults listed in chapter fourteen are different, but the mentions are too terse to provide any means of defense.",
		"He was an able, terse, forcible speaker, master of bitter sarcasm, irony, stinging ridicule, and, less often used, good-humoured wit.",
		"Cause of the Imagination Part 2 - Christine D. Soto \" Do n't argue \", came a terse reply, \" just run !",
		"A refusal to comment beyond terse statements is no way to encourage the wider dialog that is badly needed.",
		"Often any feedback will be nothing more than a terse nod or single word.",
		"His tone was terse.",
		"His voice was terse.",
		"The single word was terse and the eyes reflected sincerity.",
		"When he finally spoke, his tone was terse.",
		"I've got stuff to do, he said, terse.",
		"His tone was terse, and yet laced with excitement.",
		"When he answered, his tone was terse.",
		"But a few years ago they used to compile laborious essays, in which the inspiration was drawn from Occidental text-books, and the alien character of the source was hidden under a veneer of Chinese aphorisms., To-day they write terse, succinct, closely-reasoned articles, seldom diffuse, often witty; and generally free from extravagance of thought or diction.",
		"It ex pounded in terse and significant teaching the doctrine (1) of God, (2) of original sin, (3) of the Son of God, (4) of justification..",
		"The characteristics of Lelewel as an historian are great research and power to draw inferences from his facts; his style is too often careless, and his narrative is not picturesque, but his expressions are frequently terse and incisive.",
		"His speech and diction were plain, terse, forcible.",
		"Neale's Commentary on the Psalms called it a \"terse mystical paraphrase, which often comes very little short in beauty and depth of Dionysius the Carthusian himself.\"",
		"This contains 120 short passages, each of them leading up to a terse deep saying of the Buddha's, and introduced, in each case, with the words Iti vuttam Bhagavata - \" thus was it spoken by the Exalted One.\"",
		"As a ballad poet, Schiller's popularity has been hardly less great than as a dramatist; the bold and simple outline, the terse dramatic characterization appealed directly to the popular mind, which did not let itself be disturbed by the often artificial and rhetorical tone into which the poet falls.",
		"A lighter vein is to be observed in various dramatic satires written at this time, such as Cotter, Helden and Wieland (1774), Hanswursts Hochzeit, Fastnachtsspiel vorn Pater Brey, Satyros, and in the Singspiele, Erwin and Elmire (1775) and Claudine von Villa Bella (1776); while in the Frankfurter Gelehrte Anzeiger (1772- 1773), Goethe drove home the principles of the new movement of Sturm and Drang in terse and pointed criticism.",
		"Von Ammon's style in preaching was terse and lively, and some of his discourses are regarded as models of pulpit treatment of political questions.",
		"It is a handbook of moral and political teaching, expressed in terse and vigorous language.",
		"The comments were rather terse; what I wanted to know was whether it worked well enough to even bother with.",
		"By the time he came to write this account, he was crippled by arthritis, and his style had become necessarily terse.",
		"He was a terse, able and lucid speaker, master of wit and sarcasm, and a fearless critic. He gave liberally to Cooper Union, of which he was trustee and secretary, and which owes much of its success to him; was a trustee of Columbia University from 1901 until his death, chairman of the board of trustees of Barnard College, and was one of the original trustees, first chairman of the board of trustees, and a member of the executive committee of the Carnegie Institution.",
		"In 1835 Mr Jenyns (afterwards Blomefield) produced as excellent Manual of British Vertebrate Animals, a volume (8vo) executed with great scientific skill, the birds again receiving due attention (pp. 49-286), and the descriptions of the various species being as accurate as they are terse.",
		"Even Hecataeus of Miletus (549-472 B.C.), the author of a Periodos or description of the earth, of whom Herodotus borrowed the terse saying that Egypt was the gift of the Nile, retained this circular shape and circumfluent ocean when producing his map of the world, although he had at his disposal the results of the voyage of Scylax of Caryanda from the Indus to the Red Sea, of Darius' campaign in Scythia (513), the information to be gathered among the merchants from all parts of the world who frequented an emporium like Miletus, and what he had learned in the course of his own extensive travels.",
		"But his speeches were packed with epigram, and expressed with rare felicity of phrase; his terse and telling sentences were richer in profound aphorisms and maxims of political philosophy than those of any other statesman save Burke; he possessed the orator's incomparable gift of conveying his own enthusiasm to his audience and convincing them of the loftiness of his aims.",
		"At the words \"Et expecto resurrectionem mortuorum\" the music plunges suddenly into a slow series of some of the most sublime and mysterious modulations ever written, until it breaks out as suddenly into a vivace e allegro of broad but terse design, which comes to its climax very rapidly and ends as abruptly as possible, the last chord being carefully written as a short note without a pause.",
		"His terse, simple style fit the short story beautifully.",
		"Brevity is the operative word for the reviews and they are generally three to five terse lines that pass judgment of the wine.",
		"Its terse, epigrammatic phrases sink into the fibre of the mind, and are a healthy warning against crude, immature generalization.",
		"The explanations are quite terse, but not out of line with the aim of the book.",
		"Nevertheless, unlike many dictionaries, the entries are not so terse as to be dry.",
		"The order made on 16th June is very terse.",
		"Thus Mozart's most perfect as well as most ecclesiastical example is his extremely terse Mass in F, written at the age of seventeen, which is scored simply for fourpart chorus and solo voices accompanied by the organ with a largely independent bass and by two violins mostly in independent real parts.",
		"His terse response is not suitable for a family paper.",
		"Chapter three has terse descriptions of a number of theories of trust, related to some generic security concepts.",
		"The translator was dead and picked up none of the men's terse discussion.",
		"She glanced up sharply, but his terse tone and sober expression were belied by the twinkle in those gray-green eyes.",
		"Read his terse comments about the destruction of a great Roman bath house on the site of the Grosvenor Shopping Precinct here.",
		"These outbursts, very terse and enigmatic, are charged with religious emotion, and turn often on some subtle point of Arahatship, that is, of the Buddhist ideal of life."
	],
	"synonyms": [
		"laconic",
		"curt",
		"crisp",
		"telegraphic",
		"telegrammatic",
		"sententious",
		"postulational",
		"poignant",
		"clearcut",
		"axiomatic",
		"aphoristic",
		"abbreviated",
		"trenchant",
		"pointed",
		"neat"
	],
	"antonyms": [
		"prolix",
		"wordy",
		"long-winded",
		"lengthy"
	]
}