{
	"word": "trepidation",
	"meaning": [
		"Fearful uncertainty, anxiety, etc.; apprehension.",
		"Tremulous or trembling movement; quaking; tremor."
	],
	"sentences": [
		"Yet even back then, behind the smiles, was great trepidation.",
		"She was half afraid to speak, fearful that a quake in her voice would expose her trepidation.",
		"With extreme trepidation, I complied, closing the door behind me.",
		"Sarah trudged to the basement, shadowed with trepidation.",
		"A mix of trepidation and wonder filled his mind and he finally entered and explored its insides with a lantern.",
		"Reading through the various messages I begin to feel a little trepidation at the possibility of getting a job in the US.",
		"This universality of fame led to considerable practical discomfort; he was besieged by sightseers, and his nervous trepidation led him perhaps to exaggerate the intensity of the infliction.",
		"Uninhibited or exuberant children, on the other hand, approach new events and persons without hesitation or trepidation.",
		"This designer is known for approaching animal prints without trepidation, but the Leopard one-piece swimsuit is a vision.",
		"While Cynthia was apprehensive over the wildness of the area, once there, the stark beauty that engulfed her dispelled her earlier trepidation.",
		"If you feel any trepidation, simply put the process to the side and come back to it whenever you feel ready to begin anew.",
		"By these means, employed with consummate skill, he attained an unprecedented degree of accuracy, and as an incidental though valuable result, demonstrated the unreality of the supposed trepidation of the equinoxes.",
		"Along with the joy of seeing your boy dressed in a coat and nice shoes, if only once a year, comes the trepidation of picking out just the right outfit.",
		"For the faint of heart, this year there is some cause for trepidation and celebration; in 2009 we have already lived through two Friday the 13ths (both February and March had one).",
		"Comforted by Fate's words, Deidre obeyed Darkyn's order with trepidation but no hesitation, assuming he meant to drink from her again.",
		"In spite of his trepidation at contact with any element of the law this morning, knowing Jake Weller was involved gave Dean a measure of comfort.",
		"I took on the role with considerable trepidation for a variety of reasons.",
		"Reading through the various messages I begin to feel a little trepidation at the possibility of getting a job in the UK.",
		"In many ways, the trepidation expressed by many Western policy-makers is understandable.",
		"I look forward to beginning this study with excitement and trepidation in equal measure.",
		"Many pregnant mothers approach their due date with trepidation regarding the newborn phase, but such fears are often unnecessary.",
		"However, the descent poses nothing short of poetic trepidation that will lead a cat to freeze in its lofty position and howl into the night.",
		"In a recent In Touch Weekly article, Ziering admitted that he persuaded Garth to join the dance-off, saying, \"She had a lot of trepidation at first.",
		"He hummed, a feeling of mild accomplishment sandwiched between the failure to contact Martha and the trepidation of potentially being made a fool by Seymour \"Fitz\" Fitzgerald, sheriff candidate.",
		"Princess Mary went to the door of the study with special trepidation.",
		"Job Application Forms are quite often complex and can cause trepidation.",
		"We just looked at each other - relief and trepidation mixed for Babes in the Wood.",
		"There was much trepidation in the days leading up to the 30th June - why?",
		"There was some trepidation by the teachers that mayhem would ensue but thankfully the children conducted themselves immaculately.",
		"In spite of the scenery, the weather, and all the other splendid elements of the tour, Dean was experiencing a serious sense of trepidation.",
		"While an Egyptian battalion was attacking in line, it was halted to repel a rush from the rear, and front and rear ranks were simultaneously engaged, firing in opposite directionsyet the fellahin were absolutely steady; they shot well and showed no signs of trepidation.",
		"Did the comedian have any trepidation about taking such a step?",
		"Pierre went into that gloomy study which he had entered with such trepidation in his benefactor's lifetime.",
		"There was a trepidation on the part of regulators.",
		"Dean was thankful they both wore old hiking boots as they stepped forward, gazing with trepidation as the cool breath of the mine met them.",
		"Something ominous hangs in the winter air, a darkness and trepidation that well matches my mood.",
		"Job application sorms are quite often complex and can cause trepidation.",
		"He touched it with some trepidation, fearing it'd changed back into the scarred maze that was him for so long.",
		"Any initial trepidation you may have had about your ability to inspire a class will have been banished.",
		"The film version is such a classic, did you feel any trepidation?",
		"So it was with slight trepidation I boarded the train in Cardiff on Saturday morning.",
		"Now the way forward is being slowed by increasing trepidation on the part of regulators.",
		"Deidre approached him with trepidation, stopping only close enough to reach out and take the hourglass.",
		"The trepidation expressed by many western policy-makers is understandable.",
		"There was trepidation by the teachers that mayhem would ensue but thankfully the children conducted themselves immaculately."
	],
	"synonyms": [
		"uneasiness",
		"quaking",
		"nervousness",
		"disturbance",
		"consternation",
		"butterflies",
		"anxiety",
		"fright",
		"dread",
		"alarm",
		"agitation",
		"tremor",
		"shaking",
		"quivering",
		"trembling"
	],
	"antonyms": [
		"contentment",
		"calm",
		"happiness"
	]
}