{
	"word": "pliable",
	"meaning": [
		"Easily bent or molded; flexible.",
		"Capable of being changed or adjusted to meet particular or varied needs.",
		"Easily influenced or persuaded; tractable.",
		"Adjusting readily; adaptable."
	],
	"sentences": [
		"Some cold mastics become very pliable with the warmth of the hands.",
		"Chemical peels also makes the skin more pliable.",
		"Look for a pair of golf shoes that have soft, pliable upper leathers.",
		"His smile was reminiscent of earlier years when he was more pliable.",
		"Laminaria, Padina, Cutleria, Punctaria, Iridaea, Ulva, Porphyra, are leaf-like with a rigidity varying from a fleshy lamina to the thin and pliable.",
		"Quality Dried whole Chillies should be a deep rich red color and fairly pliable.",
		"It is extremely magnetic and almost non-magnetic; as brittle as glass and almost as pliable and ductile as copper; extremely springy, and springless and dead; wonderfully strong, and 1 The word \" iron \" was in 0.",
		"The rock wallabies again have short tarsi of the hind legs, with a long pliable tail for climbing, like that of the tree kangaroo of New Guinea, or that of the jerboa.",
		"The addition of small quantities of lime, especially in a caustic form, to stiff greasy clays makes them much more porous and pliable.",
		"He refused; but his successor, Clement XIV., was more pliable, and in 1773 the Jesuits ceased to be.",
		"Her elder son, Hyrcanus II., a pliable weakling, was appointed high priest; her younger son, the energetic Aristobulus, who chafed at his exclusion from office, seized some twenty strongholds and with an army bore down upon Jerusalem.",
		"In particular, the coupling (e.g. air, air bellows, pliable foam etc.) between the transducer and tissue will be investigated.",
		"Using a wooden spoon, slowly mix in the water until the mixture forms a pliable dough.",
		"The batten thickness on the circular bay was achieved by using thinner pliable laths until the required thickness had been achieved.",
		"These leaves are long and grassy, and probably suitably pliable for building into a nest.",
		"Using a wooden spoon, slowly mix in about 500ml of warm water, until the dough becomes pliable.",
		"Milliseconds drifted like slow-motion leaves tumbling from an autumnal tree, as tho time had been stretched, elasticised and rendered most pliable.",
		"In 1941, on the assumption that he would prove suitably pliable, the French installed 19 year-old Prince Sihanouk on the Cambodian throne.",
		"Putty contains drying oils which are necessary in order for the compound to remain pliable.",
		"They are mild blue cheeses with a thin pliable rind covered with a fine powdery mold.",
		"The cork is processed by boiling, removing the tannic acid and making the material more elastic and pliable.",
		"He assailed Lord North with unmeasured invective, directed not only at his policy but at his personal character, though he well knew that the prime minister was an amiable though pliable man, who remained in office against his own wish, in deference to the king who appealed to his loyalty.",
		"Can a successor regime be installed that will be pliable to the USA?",
		"Because the check ligament attachment of the volar plate to the proximal phalanx is strong and pliable, rupture seldom occurs here.",
		"If the kernels are discolored, more white than yellow, again depending upon variety, blackened or if the kernels are soft and pliable, choose another ear.",
		"This first coating makes the wicker pliable so the fibers are flexible.",
		"Dampening the paper will make it more pliable and easier to emboss.",
		"These crescent shaped cushions are kKapok filled and covered with a soft, pliable cotton fabric.",
		"If you don't know your measurements, simply grab a measuring tape (the soft, pliable kind) and measure your bust, waist, and inseam.",
		"Most of the vinyl curtains were stiff with very little give unlike today's softer pliable ones.",
		"Allow the piece to dry for approximately 20 to 30 minutes until it is firm yet still slightly pliable.",
		"The Nordstrom uniform polo shirts are about twice the price of your Target versions, but the material will be softer, more pliable, and yet less likely to lose shape over time.",
		"Dogs of all sizes enjoy chewing on pliable noisemakers made from rubber or latex.",
		"The dough will be firm, adjust as needed so that it is pliable.",
		"The soil is pliable, making it easy to turn over and add compost, and plants added to the garden now have several weeks to establish their roots before going dormant in the winter.",
		"Use a light, pliable mulch that allows good air circulation, such as pine needles or straw, and cover strawberries planted in the ground to help them survive the winter.",
		"Take some plumber's putty and work it with your hands until it becomes soft and pliable.",
		"Silver, which is a very pliable metal, is one of the most popular metal choices for jewelry today.",
		"Traditionally, a bomber jacket is made of a tough leather, but you'll probably prefer something soft and more pliable.",
		"This is a comparatively recent polyester fabric that is exceptionally soft and pliable.",
		"These will be the warmest and most pliable, as well as long-lasting.",
		"Nasal pillow masks concentrate the air pressure right under the nose, using small pliable cones in the nose to deliver the prescribed air pressure.",
		"The helmet gently redirects the skull's growth and is most successful when the skull is most pliable, from about three months to about six months.",
		"Impression-In dentistry, an imprint of the upper or lower teeth made in a pliable material that sets.",
		"Once hair is wet it is very pliable and prone to breakage.",
		"However, when it comes to flowers - and in particular, the rose - it's always nice to use paper that's soft, pliable, and pretty.",
		"The chance of an episiotomy is decreased because the water softens the tissues surrounding the perineum, making them more pliable and able to stretch.",
		"While the Bluebird dolls were less than one inch tall, Mattel's dolls measure between two and three inches in height and are made of pliable plastic as opposed to the hard plastic of the original doll.",
		"Hair dryer - this is useful for warming the wax sheet and making it pliable.",
		"The back of the shapes may need warming with the hairdryer to make them pliable.",
		"These types of candle making kits contain a pliable wax, also called modeling wax.",
		"Keep in mind that 18K gold is softer and more pliable than 14K gold and will show signs of wear and tear quicker.",
		"They invented a soft, pliable suede that replaced the stiff and rigid leathers that were typically used on shoes at that time.",
		"Whether you're sporting a wedge or a flat, the sole of the shoe should be pliable when walking.",
		"These brown sandals have a pliable cork bottom that allows the bottom of the shoe to move with you when you walk.",
		"Yoga sandbags are soft, pliable weights that help you stabilize and intensify certain stretches.",
		"Look for double stitching, reinforced seams and waistbands, and fabrics that are pliable but not flimsy.",
		"Less flexible cheerleaders should not attempt the heel stretch in the air until their leg muscles are sufficiently pliable.",
		"Silicone can allow for more intricate detailing, however, since the mold is pliable and easy to remove.",
		"A larger number indicates a slightly thicker wire, and this thickness makes the wire less pliable.",
		"This is the ideal time to increase your flexibility, because your muscles are warm and more pliable.",
		"Cotton is an ideal fabric for a sports bra because it is soft, comfortable, pliable and absorbent.",
		"Some are soft and pliable, while others have more weight.",
		"Mineral oil will soak into the wood and keep it pliable and shiny.",
		"Modeling a strange landscape that haunts him in every pliable medium, he is startled to discover that the landscape is real; a strange geological structure called Devil's Tower, in Wyoming.",
		"Does salt water or fresh water make onion skins more pliable?",
		"Brushes had very pliable hairs, usually made from deer, goat, wolf or hare.",
		"They are also extremely pliable and can be cut to fit any shape.",
		"The mix, whilst still pliable is cut by special tools, each with its own design.",
		"This foam can be used in a beaded form to make the pillow pliable or as a solid piece of foam.",
		"Add to this that Louis XIII., like Richelieu himself, had wretched health, aggravated by the extravagant medicines of the day; and it is easy to understand how this pliable disposition which offered itself to the yoke caused Richelieu always to fear that his king might change his master, and to declare that the four square feet of the kings cabinet had been more difficult for him to conquer than all the battlefields of Europe.",
		"But in proportion to the fascination which he exercised upon the young was the distrust which he inspired in their less pliable elders.",
		"But, at the last moment, the dread of another Muscovite invasion made them more pliable and, at a Polish diet held at Warsaw from November 1563 to June 1564, which the Lithuanians attended, the question of an absolute union was hotly debated.",
		"The \" degummed silk,\" after it is dried, is allowed to absorb a certain amount of moisture, and thus it becomes soft and pliable to the touch, and properly conditioned for working by machinery.",
		"The legislative session of 1892, during which four changes of ministry took place, was protracted to eight months chiefly by her determination to carry through the opium and lottery bills and to have a pliable cabinet."
	],
	"synonyms": [
		"flexile",
		"ductile",
		"flexible",
		"elastic",
		"supple",
		"suggestible",
		"malleable",
		"impressionable",
		"pliant",
		"plastic",
		"adjustable",
		"adaptive",
		"adaptable",
		"fictile",
		"tractile"
	],
	"antonyms": [
		"unyielding",
		"unpliable",
		"inadaptable",
		"stiff",
		"unbendable",
		"rigid",
		"intractable",
		"impliable",
		"inflexible",
		"unpliant"
	]
}