{
	"word": "zenith",
	"meaning": [
		"The point directly overhead in the sky or on the celestial sphere.",
		"The upper region of the sky.",
		"The highest point; peak.",
		"The highest point above the observer's horizon attained by a celestial body.",
		"Highest point or state; peak."
	],
	"sentences": [
		"These years mark the zenith of Athenian greatness.",
		"The sun was well past its zenith and headed toward the trees on the west side of the cabin.",
		"Sikhism attained its zenith under the military genius of Ranjit Singh.",
		"The exhibitions in the arena were perhaps at their zenith during his tenure of power.",
		"The power of the archdeacon reached its zenith at the outset of the 1 3th century.",
		"Anne Boleyn had now reached the zenith of her hopes.",
		"The reign of Suleiman the Magnificent marked the zenith of the Ottoman power.",
		"The pilgrimage, however, attained its zenith under Islam.",
		"The last pope to be canonized, his pontificate marks the zenith of the Catholic reformation.",
		"At the conference of Calais in 1521 English influence reached its zenith; but the alliance with Charles destroyed the balance on which that influence depended.",
		"It was about this time that Mer y reached the zenith of her glory.",
		"The present article contains a description of the mounting of the various forms of the so-called zenith telescope.",
		"This was the zenith of their success, and it was unfortunate for them that they declined the various offers of peace which Sparta made.",
		"After March it began to pass northwards, a motion quite apparent by the middle of April; in June it passed at the same distance from the zenith as it did in December; and in September it passed through its most northerly position, the extreme range from north to south, i.e.",
		"This moment marks the zenith of the Ptolemaic power.",
		"The normal polarization at the zenith, as dependent upon the position of the sun, was the foundation of Sir C. Wheatstone's polar clock.",
		"At the very time of Nasir's visit to Cairo, the power of the Egyptian Fatimites was in its zenith; Syria, the Hejaz, Africa, and Sicily obeyed Mostansir's sway, and the utmost order, security and prosperity reigned in Egypt.",
		"This was the zenith of his political career.",
		"Davy's reputation was now at its zenith.",
		"His Catholic boss Gerry has never managed this zenith of achievement.",
		"The Conservative Party and Margaret Thatcher appeared to be at a zenith of success and power, yet he despaired of our future.",
		"The prestige of her past history had now perhaps attained its zenith.",
		"The first years of the land war brought the Athenian empire to its zenith.",
		"In 1172 it became a free imperial city and it attained the zenith of its prosperity under the.",
		"But the accession of larger resources due to the union between Catalonia and Aragon in 1149, brought the city to the zenith of its fame and wealth.",
		"For over 90 years, the Zenith brand has regularly treated the consumer public to a range of innovations.",
		"Among Zenith's earliest inventions was the world's first portable radio in 1924, the first push-button tuning option in 1927 and the first wireless remote control.",
		"Bring your favorite music right to your clock radio with Zenith's CD model.",
		"Rays often alter suddenly in length, seeming to stretch down towards the horizon or mount towards the zenith.",
		"At Tasiusak the auroral curtain after reaching the zenith usually retired in the direction from which it had come.",
		"In some cases changes of intensity take place round the auroral zenith, simulating the effect that would be produced by a cyclonic rotation of luminous matter.",
		"Under these circumstances, green is also sometimes visible, especially towards the zenith.",
		"The long arm f serves to clamp the telescope in zenith distance and to communicate slow motion in zenith distance when so clamped.",
		"In practice the vertical circle is adjusted once for all, so that when the levels k and l are in the centre of their run, the verniers read true zenith distances.",
		"A pair of stars of known declination are selected such that their zenith distances, when on the meridian, are nearly equal and opposite, and whose right ascensions differ by five or ten minutes of time.",
		"If between the north and south observation there is a change in the level readings of the levels k and 1, this indicates a change in the zenith distance of the axis of the telescope.",
		"The value of \"one revolution of the screw in seconds of arc\" can be determined either by observing at transit the difference of zenith distance of two stars of known declination in terms of the micrometer screw, the instrument remaining at rest between their transits; or by measuring at known instants in terms of the screw, the change of zenith distance of a standard star of small polar distance near the time of its greatest elongation.",
		"On this principle the use of the level is abolished, the telescope is mounted on a metallic float, and it is assumed that, in course of the rotation of this float, the zenith distance of the axis of the telescope will remain undisturbed, that is, of course, after the undulations, induced by the disturbance of the mercury, have ceased.",
		"The interval between the true trails, measured at right angles to the direction of the trails, obviously corresponds to the difference of zenith distance of the two stars.",
		"Mokhtar was now at the zenith of power, but Ibn Zobair, determined to get rid at all costs of so dangerous an enemy, named his brother Mus`ab governor of Basra and ordered him to march against Kufa.",
		"Under this prince, or king, as he was called, the power of the Buyids reached its zenith.",
		"In the first year of the Caliphate of al-Moqtadi bi amri'llah (\" he who follows the orders of God\"), a grandson of Qaim, the power of the Seljuk empire reached its zenith.",
		"From the zenith to the realm of the departed she is the \" queen of all gods and goddesses.\"",
		"This probably represents the zenith of its prosperity.",
		"In order to understand the events of his life and the influence of his opinions, we must endeavour to get some impression of the China that existed in his time, in the 5th and 6th centuries B.C. The dynasty of Chow, the third which within historic time had ruled the country, lasting from 1122 to 256 B.C., had passed its zenith, and its kings no longer held the sceptre with a firm grasp. The territory under their sway was not a sixth part of the present empire.",
		"The popularity of Donne as a preacher rose to its zenith when he returned to his pulpit, and it continued there until his death.",
		"It was the zenith of the power of the baronial anarchists, who moved from camo to camp with shameless rapidity, wresting from one or other of the two rival sovereigns some royal castle, or some dangerous grant of financial or judicial rights, at each change of allegiance.",
		"This line, extended upwards, meets the celestial sphere in the zenith.",
		"This point in our middle latitudes is between the zenith and the north horizon, near a certain star of the second magnitude familiarly known as the Pole Star.",
		"Then the plumb line not only defines the zenith as already shown, but in a downward direction it defines the nadir, which is the point of the sphere directly below our feet.",
		"Imagine an observer starting from the North Pole to travel towards the equator, carrying his zenith with him.",
		"When at the pole his zenith coincides with the celestial pole, and as the earth revolves on its axis, the heavenly bodies perform their apparent diurnal revolutions in horizontal circles round the zenith.",
		"As he travels South, his zenith moves along the celestial sphere, and the circles of diurnal rotation become oblique to the horizon.",
		"But I must control any irrational emotions and plan carefully, to the zenith of my high level of intelligence.",
		"In actuality each one is a curved meridian running from pole to pole, crossing the zenith or overhead position of its planet.",
		"In this position the instrument is pointing straight upwards to a point called the zenith.",
		"At the absolute zenith of the importance of art to the cultural and public life of the country he was its leading representative.",
		"Its cultural zenith has to be ancient Olympia, situated within the Peloponnese's north western Messinia region.",
		"P. Bouguer and others estimate about o 8 for the transmission of light through the entire atmosphere from a star in the zenith.",
		"So far the policy of Montgelas had been brilliantly successful; but the star of Napoleon had now reached its zenith, and already the astute opportunist had noted the signs of the coming change.",
		"Daily variations in reflectance factors were quantified in relation to changes in the solar zenith angle, applying the modified Walthall et al.",
		"In the book, the barrows are described as being clad in springy grass, with tooth like standing stones marking their zenith.",
		"Erasmus was now in the zenith of his fame, a fame which has never been surpassed in the annals of men of letters.",
		"Its cultural zenith has to be ancient Olympia, situated within the Peloponnese 's north western Messinia region.",
		"To an observer at O, the zenith angle of object S appears to be z '.",
		"All specifications in terms of seeing apply to the seeing at the zenith distance of the object.",
		"He erected a 24-foot zenith sector at his house, Kew House, Kew Green in 1725.",
		"Exactly 60 days after the Spring Equinox, on May 20, the zenith passage of the sun takes place over Chichen Itza.",
		"The English Heritage events program reached its zenith in Millenium year, with 1000 events.",
		"Burgundy has a rich and colorful history, and reached its zenith in the late 14th century.",
		"The smallest ship, the Zenith, is still a respectable size with room for more than 1,300 passengers.",
		"Zenith bathroom mirrors offer a variety of choices to meet today's décor needs.",
		"Zenith bathroom mirrors are only a single product amid a vast array of bathroom merchandise manufactured by the Zenith Products Corporation.",
		"You can look for Zenith products in your local home improvement centers like Home Depot, Lowe's Home Improvement and Ace Hardware.",
		"Traveling clockwise from yang's high point, you'll see yin's energy begin to increase until it reaches its zenith.",
		"Carnot seemed to be arriving at the zenith of popularity, when on the 24th of June 1894, after delivering at a public banquet at Lyons a speech in which he appeared to imply that he nevertheless would not seek re-election, he was stabbed by an Italian anarchist named Caserio and expired almost immediately.",
		"The simple theory of the dispersion of light by small particles suffices to explain not only the blue of the zenith, but the comparative absence of small wave-lengths from the direct solar rays, and the brilliant orange and red coloration of the setting sun and of the clouds illuminated by his rays.",
		"Continuing clockwise, yang's energy begins to increase until it reaches its zenith back at the top of the symbol.",
		"During her tenure, soap operas achieved their zenith in popularity, particularly her coupling with co-star Anthony Geary, the actor who portrays Luke Spencer on the show.",
		"Springing from a fertile pool of consumer electronic expertise, Zenith clock radios bring reliable timekeeping and sterling sound to the homes of America.",
		"His zenith is then in the equator and the celestial poles are in the North and South horizon respectively.",
		"Continuing his journey towards the south, the north celestial pole sinks below the horizon; the south celestial pole rises above it; or to speak more exactly, the zenith of the observer approaches that pole.",
		"The problem of determining the zenith distance of a celestial object now reduces itself to that of measuring the angle between the direction of the object and the direction of the vertical line realized in one of these ways.",
		"Applying this deviation to the measured arc, the true zenith distance of the body is found.",
		"The uncertainty thus arising in the amount of the refraction is least near the zenith, but increases more and more as the horizon is approached.",
		"The votive offerings in clay, amber, bronze, ivory and lead found in great profusion within the precinct range from the 9th to the 4th century B.C. and supply invaluable evidence for early Spartan art; they prove that Sparta reached her artistic zenith in the 7th century and that her decline had already begun in the 6th.",
		"Being informed that at Syene (Assuan), on the day of the summer solstice at noon, a well was lit up through all its depth, so that Syene lay on the tropic, he measured, at the same hour,the zenith distance of the sun at Alexandria.",
		"It was a military and commercial station on a main line of communication between Rome and the East, and had reached its zenith before the seat of empire was transferred to Constantinople.",
		"As the sun reached its zenith, they stopped to rest in a saddle of rock overlooking a sandy gully.",
		"As the sun reached its zenith, they put their horses down a steep slope.",
		"The problem is that the range distance to the sodium beacon constantly changes with weather and telescope zenith angle.",
		"I saw Ray Charles at the Zenith and met the Stereophonics after a gig at an intimate venue in the rive gauche.",
		"The time of Zuhr, the midday prayer, begins after the sun has crossed the zenith point and has begun to decline.",
		"The fashion for architectural vignettes, often employing perspective trickery reached its zenith, however, in the 1st century BC.",
		"Most men are reaching the zenith of their career in their fifties yet rarely have time to keep their bodies in shape.",
		"An angle of 0 degrees describes the point below us while an angle of 180 degrees represents the zenith.",
		"Then after passing zenith, they made an astounding maneuver.",
		"The colour usually deepens toward the zenith and also with the elevation of the observer.",
		"Under their protection, and favoured by its site, the city rapidly grew in wealth and population, the zenith of its power and prosperity being reached between the 13th and 15th centuries, when it was the emporium of the trade of Germany and the Low Countries, the centre of a great cloth industry, and could put some 20,000 armed citizens into the field.",
		"In 1848 Airy invented the reflex zenith tube to replace the zenith sector previously employed.",
		"With him the importance of the Palestinian patriarchate attained its zenith.",
		"In our survey of the career of Napoleon, we have now reached the time of the Consulate (November 1799 - May 1804), which marks the zenith of his mental powers and creative activity.",
		"The university of Paris had reached its zenith at the time of the council of Constance (1418), and was now losing its intellectual leadership under the attacks of the Renaissance and the Reformation.",
		"Then followed a long period of groping for a means to cope with the development of guerrilla tactics, which for the next six months were at their zenith.",
		"This transference of the authority of the latter to a number of distinct bodies and the consequent disintegration of the old organization was a gradual spontaneous movement, - a process of slow displacement, or natural growth and decay, due to the play of economic forces, - which, generally speaking, may be assigned to the 14th and 15th centuries, the very period in which the craft gilds attained the zenith of their power.",
		"Not infrequently rays extend from the upper edge of an arc towards the zenith.",
		"As the curtain approached, the compass needle always deviated to the west, oscillated as the curtain passed the zenith, and then deviated to the east.",
		"At the same time, arcs near the horizon often appeared wider than others near the zenith.",
		"Hecatomnus made himself master of Caria in the first decade of the 4th century, but it was under his son Mausolus, who succeeded him in 377-376 that the house rose to its zenith.",
		"The Zenith Telescope The zenith telescope is an instrument generally employed to measure the difference between two nearly equal and opposite zenith distances.",
		"Suppose now, for the moment, that the readings of the levels k and l are identical in both observations, we have then, in the difference between the micrometer readings north and south, a measure of the difference of the two zenith distances expressed in terms of the micrometer screw; and, if the \"` value of one revolution of the micrometer screw\" is known in seconds of arc we have for the resulting latitude FIG.",
		"Between 920 and 970 the Scandinavian power in Ireland reached its zenith.",
		"In the calculation median seeing conditions are assumed, the zenith angle is zero, and the deformable mirror is conjugate to 6.5 km.",
		"The date marks the zenith of the power of the Seven Trades.",
		"St Peter's, indeed, is a monument of the history of art, not merely within these 120 years from the zenith of the Renaissance till the transition into Baroque - from Bramante, Raphael, Michelangelo, to Maderna and Berninibut down to the 19th century, in which Canova and Thorvaldsen erected there the last great papal monuments.",
		"By directing the telescope to a distant object, or to the intersection of the webs of a fixed collimating telescope (see Transit Circle), it is easy to measure the effect of a small change of zenith distance of the axis of the telescope in terms both of the level and of the micrometer screw, and thus, if the levels are perfectly sensitive and uniform in curvature and graduation, to determine the value of one division of each level in terms of the micrometer screw.",
		"This principle has been applied with great completeness and ingenuity of detail by Bryan Cookson to the construction of a \"photographic floating zenith telescope,\" ??",
		"These wars were continued under successive kings, till the Assyrian power in these regions attained its zenith under Sargon (q.1.), who (715 B.C.) led into exile the Median chief Dayuku (see DElocEs), a vassal of the Minni (Mannaeans), with all his family, and subjected the princes of Media as far as the mountain of Bikni (Elburz) and the border of the great desert.",
		"The pernicious practice of livery and maintenance was now at its zenith; all over England in times of stress the knighthood and gentry were wont to pledge themselves, by sealed bonds of indenture, to follow the magnate whom they thought best able to protect them.",
		"Zenith bathroom mirrors are part of the larger Zenith bathroom accessories collection.",
		"From funky shapes to contemporary design, Zenith continues to merge precision engineering with the latest aesthetic trends.",
		"Co-founded in 1918 by Ralph Matthews and Karl Hassel, Zenith first existed under the name Chicago Radio Labs before switching over to Zenith Radio Company in 1923.",
		"Through it all and in spite of the fame these accomplishments earned, Zenith quietly continued to make the ever useful and stylishly cool alarm clock radios that people depend on in everyday situations.",
		"If this describes you, take a look at some of the fascinating new Zenith clock radios in the sections below.",
		"Despite the influx of atomic clock radios and novelty timekeeping devices, Zenith clock radios remain a trustworthy choice for people in search of quality and craftsmanship.",
		"At this period the Servian empire had reached its zenith; Hungary, governed by the feeble monarch, Charles Robert of Anjou, was striving to crush the insurgent magnates of Croatia; Venice, whose commercial interests were imperilled, desired to restore peace and maintain the balance of power.",
		"In art and in literature, the great period, which is usually called by the king's name, had in some respects passed its zenith when he began to reign.",
		"At his great battle of Panipat (January 6, 1761), with vastly inferior numbers, he inflicted on the Mahrattas, then at the zenith of their power, a tremendous defeat, almost annihilating their vast army; but the success had for him no important result.",
		"The assertion of Hanseatic influence in the two decades, 1356 to 1377, marks the zenith of the League's power and the completion of the long process of unification.",
		"Amongst the nomadic Ugrians and agricultural Slays of the north their frontier fluctuated widely, and in its zenith Khazaria extended from the Dnieper to Bolgari upon the middle Volga, and along the eastern shore of the Caspian to Astarabad.",
		"The tendencies which they represented had been present when the middle ages were yet at their height; but the papacy, while at the zenith of its power, had succeeded in crushing the attacks made upon the creed of the Church by its most dangerous foes, the dualistic Cathari.",
		"Aix, which during the middle ages was the capital of the county of Provence, did not reach its zenith until after the 12th century, when, under the houses of Aragon and Anjou, it became an artistic centre and seat of learning.",
		"In temperate latitudes auroral arcs are seldom near the zenith, and there is reason to believe them at very great heights.",
		"The Wahhabi empire had now attained its zenith, a settled government was established able to enforce law and order in the desert and in the towns, and a spirit of Arabian nationality had grown up which bade fair to extend the Wahhabi dominion over all the Arab race.",
		"The league at its zenith had thus a truly imperial status.",
		"They were energetic and warlike and evidently had not reached the zenith of their power when Cortes came.",
		"The Maccabean dynasty had now reached the zenith of its prosperity, and in its reigning representative, who alone in the history of Judaism possessed the triple offices of prophet, priest and king, the Pharisaic party had come to recognize the actual Messiah.",
		"In the interval between the decline of the Mahommedan empire and the rise of Russia the Khazars reached the zenith of their power.",
		"In 1886 he became chancellor of St Paul's, and it is said that he declined more than one offer of a bishopric. He died on the 9th of September 1890, in the full vigour of his intellect and at the zenith of his reputation.",
		"It was the time when the youthful Speranski was at the zenith of his fame and his reforms were being pushed forward with the greatest energy."
	],
	"synonyms": [
		"meridian",
		"height",
		"summit",
		"pinnacle",
		"culmination",
		"apex",
		"acme",
		"roof",
		"tiptop",
		"culminating point",
		"cap",
		"altitude",
		"eminence",
		"highest point",
		"maximum height"
	],
	"antonyms": [
		"nadir",
		"bottom",
		"base",
		"base. See syn. study at summit.summit",
		"foundation"
	]
}