{
	"word": "duplicity",
	"meaning": [
		"Deliberate deceptiveness in behavior or speech.",
		"Hypocritical cunning or deception; double-dealing.",
		"The quality or state of being twofold or double."
	],
	"sentences": [
		"Why is so much of the media blinded by his obvious duplicity?",
		"On many occasions, she'd seen the duplicity and cold manipulation he'd spoken of.",
		"And amid the guilt and anxiety, I came to see that duplicity often shows itself forth in semblance of sincerity.",
		"The emotion she displayed seemed to defy duplicity.",
		"He felt strangely sorry for her, suddenly left alone by death, or perhaps duplicity.",
		"She described it has a scandal of financial duplicity and secrecy.",
		"Calling himself now Captain Williams, now Lord Gerard or Lord Newport or Lord Cornwallis, he travelled from one part of Europe to another; he underwent imprisonments for crime, and became an expert in all kinds of duplicity.",
		"Albeit none of it definitely proved to be duplicity by Byrne beyond strong circumstantial evidence, but together the coincidences were compelling.",
		"Very soon she begins to lose herself in a shady quagmire of corporate duplicity and espionage.",
		"Count Casimir Batthyany attacked him in The Times, and Szemere, who had been prime minister under him, published a bitter criticism of his acts and character, accusing him of arrogance, cowardice and duplicity.",
		"On the 10th of March 1848 Antonelli became premier of the first constitutional ministry of Pius IX., a capacity in which he displayed consummate duplicity.",
		"Ironically, he seems to applaud their duplicity because it will, his characters believe, be spiritually edifying.",
		"These issues are linked by a drifting duplicity at the heart of government.",
		"We may consider this to be about the limit of closeness at which there could be any decided appearance of resolution, though E doubtless an observer accustomed to his instrument would recognize the duplicity with certainty.",
		"He was then subjected to a series of courts-martial and congressional investigations, but succeeded so well in hiding traces of his duplicity that in 1812 he resumed his military command at New Orleans, and in 1813 was promoted major-general and took possession of Mobile.",
		"When he abandoned the siege and returned to Syria, Philometor, whom he had established at Memphis, was reconciled with his brother, being convinced of his protector's duplicity by the fact that he left a Syrian garrison in Pelusium.",
		"The Leeds branches of the Alliance for Green Socialism are going to inaugurate a local \" Claire Short \" award for political duplicity.",
		"How far removed must one be from a revolutionary position to allow even for a moment the existence of such revolting duplicity among revolutionists.",
		"This unhappy state of affairs was aggravated and perpetuated by the intrigues set on foot at Constantinople against successive governors of the island, the conflicts between the Palace and the Porte, the duplicity of the Turkish authorities, the dissensions of the representatives of the great powers, the machinations of Greek agitators, the rivalry of Cretan politicians, and prolonged financial mismanagement.",
		"Philip stands high among the makers of kingdoms. Restless energy, determination, a faculty for animating and organizing a strong people, went with unscrupulous duplicity and a fullblooded vehemence in the pleasures of sense.",
		"About this time the duplicity of Tissapherneswho having again and again promised a Phoenician fleet and having actually brought it to the Aegean finally dismissed it on the excuse of trouble in the Levant - and the vigorous honesty of Pharnabazus definitely transferred the Peloponnesian forces to the north-west coast of Asia Minor and the Hellespont.",
		"The news was false, but Charles, furious at such apparent duplicity, took Louis prisoner, only releasing him, three days later, on the king signing a treaty which granted Flanders freedom from interference from the parlement of Paris, and agreeing to accompany Charles to the siege of his own ally, Liege.",
		"The discourteous and underhanded treatment of this embassy by Talleyrand and his agents., who attempted to obtain their ends by bribery, threats and duplicity, resulted in the speedy retirement of Marshall and Pinckney.",
		"In the event, Charles's duplicity enabled Louis to seize Strassburg in 1681 and Luxemburg in 1684.",
		"The interference of the state with his education, when he was quite a child, was, however, doubly harmful, as his parents taught him to despise the preceptors imposed upon him by the diet, and the atmosphere of intrigue and duplicity in which he grew up made him precociously experienced in the art of dissimulation.",
		"And when he heaps suspicion, not on Christian dogmas, but on beliefs of which the resemblance to Christian tenets is sufficiently patent, the real aim is so transparent that his method seems to partake rather of the nature of literary eccentricity than of polemical artifice; yet by this disingenuous indirectness he gave his argument that savour of duplicity which ever after clung to the popular conception of deism.",
		"What has she given you? he continued hurriedly, evidently no longer trying to show the advantages of peace and discuss its possibility, but only to prove his own rectitude and power and Alexander's errors and duplicity.",
		"Traditional Gemini traits like chattiness, speaking without thought, and a certain duplicity will all get toned down a bit.",
		"This pair accurately represents the duplicity of Gemini's nature.",
		"The confidence and security that is kindled by a fixed duplicity can cause problems in a relationship when it is not tempered by a good character.",
		"As a statesman Emmanuel Philibert was able, business-like and energetic; but he has been criticized for his duplicity, although in this respect he was no worse than most other European princes, whose ends were far more questionable.",
		"But reasonable judgment must find very unjust the stigma of duplicity put upon him by the Federalists.",
		"In July 1782 Lord Rockingham died; Lord Shelburne took his place; Fox, who inherited from his father a belief in Lord Shelburne's duplicity, which his own experience of him as a colleague during the last three months ltd made stronger, declined to serve under him.",
		"His infernal cunning often defeated its own aims, checkmating him at the point of achievement by suggestions of duplicity or terror.",
		"His career was marked by unceasing duplicity, at one time giving evidence of submission to the English authorities, at another intriguing against them in conjunction with lesser Irish chieftains.",
		"She'd thought him beyond the duplicity that made up the actions of the elite class.",
		"The latter element enters only when it is a question of recognizing the duplicity of a double star, or of distinguishing detail upon the surface of a planet.",
		"The charges of duplicity or treachery made against the foreign minister by Napoleon's apologists are in nearly all cases unfounded.",
		"Cardinal Tencin was not in the secret, and by the time Charles made his way to Paris in January 1744, James clearly perceived the duplicity of France.",
		"The unusually outspoken and pointed expression, however, of his disinclination to submit to Muscovite duplicity or to \"pin-pricks\" or \"unmannerliness\" from France was criticized on the score of discretion by a wider circle than that of his political adversaries.",
		"When Montauban's duplicity was discovered he was deprived of his office of bailli of Cotentin and banished."
	],
	"synonyms": [
		"double-dealing",
		"fraudulence",
		"twofold",
		"perfidy",
		"fraud",
		"duality",
		"treachery",
		"chicanery",
		"dishonesty",
		"guile",
		"deception",
		"deceit",
		"cunning",
		"shiftiness",
		"deceitfulness"
	],
	"antonyms": [
		"trustworthiness",
		"forthrightness",
		"honesty"
	]
}