{
	"word": "satire",
	"meaning": [
		"A literary work in which vices, follies, abuses, etc. are held up to ridicule and contempt.",
		"Such literary works collectively.",
		"The use of ridicule, sarcasm, irony, etc. to expose, attack, or deride vices, follies, etc.",
		"(uncountable) A literary device of writing or art which principally ridicules its subject often as an intended means of provoking or preventing change. Humour is often used to aid this."
	],
	"sentences": [
		"This poem was a brilliant satire on contemporary manners, and enjoyed an extraordinary success.",
		"There is some truth in the satire, but it wholly misrepresents her rupture with Chopin.",
		"In point of form the satire of Lucilius owed nothing to the Greeks.",
		"These were written in their author's chosen vein of light satire, and Dryden praised them as highly effective within their own range.",
		"In 1559 du Bellay published at Poitiers La Nouvelle Maniere de faire son profit des lettres, a satirical epistle translated from the Latin of Adrien Turnebe, and with it Le Poete courtisan, which introduced the formal satire into French poetry.",
		"Of his works the best known is the Roman Bee-hive (De roomsche byen-korf), published in 1569 during his exile in Friesland, a bitter satire on the faith and practices of the Roman Catholic Church.",
		"The motive which a writer of satire must have had for secrecy under Domitian is sufficiently obvious; and the necessity of concealment and self-suppression thus imposed upon the writer may have permanently affected his whole manner of composition.",
		"But it would be hardly true to say that the animating motive of his satire was political.",
		"The two lastnamed editors alone give the newly discovered lines of Satire vi.",
		"His genius tended naturally in the direction of burlesque and satire.",
		"Lastly, he had the spirit of lively satire and of willingness desipere in loco which frequently goes with the love of books.",
		"In only two points can Rabelais be said to be definitely polemic. He certainly hated the monkish system in the debased form in which it existed in his time; he as certainly hated the brutish ignorance into which the earlier systems of education had suffered too many of their teachers and scholars to drop. At these two things he was never tired of striking, but elsewhere, even in the grim satire of the Chats fourres, he is the satirist proper rather than the reformer.",
		"No one professed a more austere morality, and few medieval writers indulged in cruder satire on the female sex; yet he passed some years in the society of a concubine, and his living masterpiece of art is the apotheosis of chivalrous passion for a woman.",
		"His miscellanies, in some of which his satire made the nearest approach perhaps ever made to the methods of physical force, such as A Meditation upon a Broomstick, and the poems Sid Hamet's Rod, The City Shower, The Windsor Prophecy, The Prediction of Merlin, and The History of Vanbrugh's House, belong to this period.",
		"The keenness of the satire on courts, parties and statesmen certainly suggests that it was planned while Swift's disappointments as a public man were still rankling and recent.",
		"As in the Directions, the satire, though cutting, is good-natured, and the piece shows more animal spirits than usual in Swift's latter years.",
		"It is a bitter satire upon the Greeks.",
		"Beldiman copied a number of ancient chronicles, wrote a satire on the Greeks, and translated and adapted a number of French tragedies and dramas, in verse and prose.",
		"Aaron wrote the Passion, in 10,000 verses (1802; often reprinted); the lyrical romances of Piram Tisbe (1808) and Sofronim si Hdriti (1821); and the humorous Leonat .i Dorofata, a satire on bad women and on drunken husbands, now a chapbook.",
		"The main events in that long struggle were the victory of Argues over Charles, duke of Mayenne, on the 28th of September 1589; 9f Ivr_y, on the 14th of March 1590; the siege of Paris (1590); of Rouen (1592); the meeting of the Estates of the League (1593), which the Satire Menippee turned to ridicule; and finally the conversion of Henry IV.",
		"In 1756 he made his first mark by a satire upon Bolingbroke entitled A Vindication of Natural Society.",
		"As we have seen, Burke's very first piece, the satire on Bolingbroke, sprang from his conviction that merely rationalistic or destructive criticism, applied to the vast complexities of man in the social union, is either mischievous or futile, and mischievous exactly in proportion as it is not futile.",
		"Men of good birth (nearly always, too, of Celtic blood on one side at least), they leave Iceland young and attach themselves to the kings and earls of the north, living in their courts as their henchmen, sharing their adventures in weal and woe, praising their victories, and hymning their deaths if they did not fall by their sides - men of quick passion, unhappy in their loves, jealous of rival poets and of their own fame, ever ready to answer criticism with a satire or with a sword-thrust, but clinging through all to their art, in which they attained most marvellous skill.",
		"The most distinguished writer of that school has been Gestur Palsson (1852-1891), whose short stories with their sharp and biting satire have produced many imitations in Iceland.",
		"At first he was vastly pleased with the city and court of Rome; but his satisfaction ere long turned to discontent, and he gave vent to his ill-humour in a venomous satire on the pope's treasurer, 1MIilliardo Cicala.",
		"Two of the finest works of this early period of the Servian literature of Ragusa are the poem Dervishiyada, written by the Ragusan nobleman Stepan Guchetich (1495-1525), rich in humour and satire, and the poem Yegyupka (\" The Gipsy Woman \"), written by Andreas Chubranovich (1500-1550), a goldsmith by profession and a very original and clever lyrical poet.",
		"His biting wit involved him in many controversies with well-known contemporaries, such as Lavater, whose science of physiognomy he ridiculed, and Voss, whose views on Greek pronunciation called forth a powerful satire, Ober die Pronunciation der Schopse des alten Griechenlandes (1782).",
		"Not merely did he fight for the Protestant cause as a preacher and theologian, but he was almost the only member of Luther's party who was able to confront the Roman Catholics with the weapon of literary satire.",
		"His satire is incisive, but in a scholarly and humanistic way; it does not appeal to popular passions with the fierce directness which enabled the master of Catholic satire, Thomas Murner, to inflict such telling blows.",
		"The film succeeds not only in terms of action and suspense but as cautionary fable, historical allegory, social satire and moral disquisition.",
		"Ah, it was a deep, deep satire, and most ingeniously contrived.",
		"All their thoughts are spent in empty declamations and forms of satire or anger, and these do not subdue affections.",
		"Reviews 'The tone is part elegy, part satire, part howl and very, very funny.",
		"However, such idiocy does have the happy consequence that it makes for great satire.",
		"High quality satire, such as Peter Cook's famous impersonation of Harold Macmillan, includes impressionism, but is not reducible to it.",
		"Oh, and lest I forget, they were also lampooned on the comedy satire show, ' Not the Nine O'Clock News ' .",
		"Typically, family panto has more satire and obviously bad puns than student panto, and is aimed at both adults and children.",
		"The poem is a typical ' popular ' piece in the alliterative stanza, 91 lines, and is a satire on medical quackery.",
		"We are highly reflexive, and we like everything double - humor, parody, satire, jokes, black comedy and so on.",
		"True defenders of the free world should recognize the need to question the rightness of our actions, and this satire does this brilliantly.",
		"Welcome to the home of Scottish episcopal satire on the world-wide web.",
		"The idea of a scathing religious satire on BBC is now unthinkable.",
		"It is a witty, malicious satire of the English literary world.",
		"The Shysters bloody ' My Bloody Valentine ' was a hilarious romantic satire.",
		"Comedy doesn't get much blacker than this savage satire on terrorism.",
		"What - Poliakoff essentially speculates - would have happened had the 1960s boom in television satire arrived a quarter of a century earlier...?",
		"Comedy Avenue Drives humor to the edge with outrageous news satire.",
		"Moreau is a fabulously blasphemous gothic replay of the Garden of Eden and a Swiftian satire on modern man's self-image.",
		"They particularly enjoy the clown scenes, when much tomfoolery and satire take place.",
		"But as a satire this is very smart stuff with a strong point to make about American triumphalism.",
		"In other words, Thank You For Smoking is exactly the kind of satire Hollywood loves, politically correct and morally unimpeachable.",
		"Welcome to the home of Scottish Episcopal satire on the world-wide web.",
		"Added pleasures are a biting wit, a sly subtlety and a merciless eye for social satire.",
		"All the resources of a copious and unclean Latin vocabulary were employed to degrade the objects of his satire; and every crime of which humanity is capable was ascribed to them without discrimination.",
		"The combative energy, the sense of superiority, the spirit of satire, characteristic of him as a Roman, unite with his loyalty to Epicurus to render him not only polemical but intolerant and contemptuous in his tone toward the great antagonists of his system, the Stoics, whom, while constantly referring to them, he does not condescend even to name.",
		"Nothing heroic or romantic was within Defoe's view; he could not understand passionate love, ideal loyalty, aesthetic admiration or anything of the kind; and it is probable that many of the little sordid touches which delight us by their apparent satire were, as designed, not satire at all, but merely a faithful representation of the feelings and ideas of the classes of which he himself was a unit.",
		"The homely terseness of his style, his abounding humour - rough, cheery and playful, but irresistible in its simplicity, and occasionally displaying sudden and dangerous barbs of satire - his avoidance of dogmatic subtleties, his noble advocacy of practical righteousness, his bold and open denunciation of the oppression practised by the powerful, his scathing diatribes against ecclesiastical hypocrisy, the transparent honesty of his fervent zeal, tempered by sagacious moderation - these are the qualities which not only rendered his influence so paramount in his lifetime, but have transmitted his memory to posterity as perhaps that of the one among his contemporaries most worthy of our interest and admiration.",
		"To as much of this diatribe as concerned himself Boyle quickly replied with force and dignity, but it was from Hobbes's old enemy that retribution came, in the scathing satire Hobbius heauton-timorumenos (1662).",
		"Ewald's son Carl (1856-1908) achieved a great name as a novelist, but did his most characteristic work in a series of books for children, in which he used the fairy tale, in the manner of Hans Andersen, as a vehicle for satire and a theory of morals.",
		"It was a period with him of great mental activity, and is represented by four of his books which stand as admirable witnesses to the Lowell of 1848, namely, the second series of Poems, containing among others \"Columbus,\" \"An Indian Summer Reverie,\" \"To the Dandelion,\" \"The Changeling\"; A Fable for Critics, in which, after the manner of Leigh Hunt's The Feast of the Poets, he characterizes in witty verse and with good-natured satire American contemporary writers, and in which, the publication being anonymous, he included himself; The Vision of Sir Launfal, a romantic story suggested by the Arthurian legends - one of his most popular poems; and finally The Biglow Papers.",
		"Under the title Herald Films, we made the film The Complaynt Of Scotland, a political satire set in 1555 for BBC.",
		"The play was a satire on politics, poverty and injustice.",
		"Simple Simon sets out to be a commentary or satire on contemporary culture.",
		"A dark satire on the world of warfare, it 's thought-provoking without actually taking sides.",
		"Comedy does n't get much blacker than this savage satire on terrorism.",
		"Beyond The Fringe is staged and a satire boom begins.",
		"Animal House was the inaugural film venture for the American satire magazine National Lampoon.",
		"The Scottish Parliament has spawned its first satire show.",
		"Long running and highly successful US news satire site.",
		"Moreau is a fabulously blasphemous gothic replay of the Garden of Eden and a Swiftian satire on modern man 's self-image.",
		"Perhaps this is why a student can laugh at a poop joke on Family Guy and then turn to the biting political satire of The Daily Show.",
		"Irony and satire are big among college students.",
		"The satire of The Onion is popular among college students.",
		"However, upon their release, Thompson retracted his offer, claiming it was an obvious satire.",
		"This is not a game for those with a thin skin in regards to religion or satire.",
		"With a bit of satire and a quirky tune, these songs have become holiday favorites when we all need a moment to laugh at how crazy Christmas can get.",
		"Political satire is the lifeblood of any healthy democracy.",
		"In 1989, she made the leap to the big screen as Heather Duke in the dark satire Heathers.",
		"Season One introduced viewers to the mystery, satire and humor that decorated the lives of the families on Wisteria Lane.",
		"A timeless tale of true love and vengeance, The Princess Bride is a classic film and a hilarious fairy tale satire.",
		"Dryden, while compelled to honour him as an upright judge, overwhelmed his memory with scathing, if venal, satire; and Dryden's satire has been accepted as truth by later historians.",
		"He was called to the bar four years later, and practised as a barrister for a short time; but in 18-61, after two comparatively false starts in poetry and fiction, he made his first noteworthy appearance as a writer with a satire called The Season, which contained incisive lines, and was marked by some promise both in wit and observation.",
		"At the expiration of the 20 days Ayaz gave the paper to the sultan, who on opening it found the celebrated satire which is now always prefixed to copies of the Shdhnama, and which is perhaps one of the bitterest and severest pieces of reproach ever penned.",
		"The most important work of his life was his co-operation in the production of the Satire Menippee (1593), which did so much to damage the cause of the League; the harangue of the Sieur d'Aubray is usually attributed to his pen.",
		"As far as purity of diction, fine wit, crushing satire against a debased and ignorant clergy, and a general sympathy with suffering humanity are concerned, Omar certainly reminds us of the great Frenchman; but there the comparison ceases.",
		"Protected by the caliph he employed the old weapons of satire to support them against the \" Helpers \" and to exalt his own tribe against the Qaisites.",
		"It was the Satire Menippee of the Restoration, and was brought out four times a year at irregular intervals.",
		"They may have contributed to the formation of the style of comedy which appears at the very outset much more mature than that of serious poetry, tragic or epic. They gave the name and some of the characteristics to that special literary product of the Roman soil, the satura, addressed to readers, not to spectators, which ultimately was developed into pure poetic satire in Lucilius, Horace, Persius and Juvenal, into the prose and verse miscellany of Varro, and into something approaching the prose novel in Petronius.",
		"The only voice with which the poet of this age can express himself with force and sincerity is that of satire and satiric epigram.",
		"But literary criticism is merged in admiration of the wit, the humour, the vivacity, the satire of a piece which brings before us the old life of Florence in a succession of brilliant scenes.",
		"Juvenal, in his seventeenth satire, takes as his text a religious riot between the Tentyrites and the neighbouring Ombites, in the course of which an unlucky Ombite was torn to pieces and devoured by the opposite party.",
		"In the beginning of 1 788 he returned home, and in the next year he attacked Peter Pindar (John Wolcot) in The Gentleman's Magazine in a poem in the manner of Pope, \"On the Abuse of Satire.\"",
		"A few pieces of political satire show us French and English exchanging amenities on their mutual shortcomings.",
		"It was to this superiority of view, and not merely to the satire on the administration of Henry VII., that we must ascribe the popularity of the work in the 16th century.",
		"In December 1529 he preached his two \" sermons on the cards,\" which awakened a turbulent controversy in the university, and his opponents, finding that they were unable to cope with the dexterity and keenness of his satire, would undoubtedly have succeeded in getting him silenced by force, had it not been reported to the king that Latimer \" favoured his cause,\" that is, the cause of the divorce.",
		"Lange; as a retort to that writer's overbearing criticism, Lessing exposed with scathing satire Lange's errors in his popular translation of Horace.",
		"The ancients also attributed to her a considerable power in satire, but in hexameter verse they considered her inferior to her pupil Erinna.",
		"It is probable that what he had suffered during his first year in London had often reminded him of some parts of the satire in which Juvenal had described the misery and degradation of a needy man of letters, lodged among the pigeons' nests in the tottering garrets which overhung the streets of Rome.",
		"In January 1749 he published The Vanity of Human Wishes, an excellent imitation of the tenth satire of Juvenal, for which he received fifteen guineas.",
		"He had, however, acquitted himself of a debt which had long lain heavy on his conscience and he sank back into the repose from which the sting of satire had roused him.",
		"The satire of Ennius seems to have resembled the more artistic satire of Horace in its record of personal experiences, in the occasional introduction of dialogue, in the use made of fables with a moral application, and in the didactic office which it assumed.",
		"Still later, amid the satire and Reformation heat of Lyndsay we have the old manner persisting in the Testaments and in the tale of Squyer Meldrum.",
		"The scene was laid in Bulgaria, the piece being a satire on romanticism, a destructive criticism on military \"glory.\"",
		"The literary results of these years cannot be compared with those of the preceding period; they are virtually limited to a few wonderful lyrics, such as Wanderers Nachtlied, An den Mond, Gesang der Geister fiber den Wassern, or ballads, such as Der Erlkonig, a charming little drama, Die Geschwister (1776), in which the poet's relations to both Lili and Frau von Stein seem to be reflected, a dramatic satire, Der Triumph der Empfindsamkeit (1778), and a number of Singspiele, Lila (1777), Die Fischerin, Scherz, List and Rache, and Jery and Beitely (1780).",
		"Lowell had acquired a reputation among men of letters and a cultivated class of readers, but this satire at once brought him a wider fame.",
		"He developed four well-defined characters in the process - a country farmer, Ezekiel Biglow, and his son Hosea; the Rev. Homer Wilbur, a shrewd old-fashioned country minister; and Birdofredum Sawin, a Northern renegade who enters the army, together with one or two subordinate characters; and his stinging satire and sly humour are so set forth in the vernacular of New England as to give at once a historic dignity to this form of speech.",
		"His propaganda, aimed at the small body of Filipinos who had sufficient education to appreciate political satire, was very effective.",
		"The book was primarily written as a political satire on the state of England in 1705, when the Tories were accusing Marlborough and the ministry of advocating the French War for personal reasons.",
		"D'Aubigne's invective and Regnier's satire, at the close of the 16th century, are as modern as Voltaire's.",
		"His incommensurable and indescribable masterpiece of mingled humour, wisdom, satire, erudition, indecency, profundity, levity, imagination, realism, reflects the whole age in its mirror of hyperAristophanic farce.",
		"He began his education again at Gotha, but a satire on one of the teachers led to his dismissal.",
		"He developed a taste for literature, and his miscellaneous works include The Savages of Europe (London, 1764), a satire on the English which he translated from the French, and Anecdotes Ancient and Modern (London, 1789), an amusing collection of gossip. His chief work was a History of Great Britain connected with the Chronology of Europe from Caesar's Invasion to Accession of Edward VI., in 2 vols.",
		"His Satire upon our Stupid Poets may still be read with entertainment.",
		"He wrote a satire, the Enebomiad, against a certain luckless Per Enebom, and a classic tragedy of Virginia.",
		"On the side of the Academy they were vigorously attacked by Per Adam Wallmark (1777-1858), to whom they replied in a satire which was the joint work of several of the romanticists, Markall's Sleepless Nights.",
		"There is no Roman writer of satire who could be mentioned along with those others by so judicious a critic, except Juvenal.",
		"The satire in which the lines now appear was probably first published soon after the accession of Hadrian, when Juvenal was not an octogenarian but in the maturity of his powers.",
		"Among the many victims of Juvenal's satire it is only against him and against one of the vilest instruments of his court, the Egyptian Crispinus, that the poet seems to be animated by personal hatred.",
		"From the satire in which this invitation is contained we are able to form an idea of the style in which he habitually lived, and to think of him as enjoying a hale and vigorous age (203), and also as a kindly master of a household (159 seq.).",
		"In the second satire, the lines 29 seq., \" Qualis erat nuper tragico pollutus adulter Concubitu,\" show that the memory of one of the foulest scandals of the reign of Domitian was still fresh in the minds of men.",
		"The third satire, imitated by Samuel Johnson in his London, presents such a picture as Rome may have offered to the satirist at any time in the 1st century of our era; but it was under the worst emperors, Nero and Domitian, that the arts of flatterers and foreign adventurers were most successful, and that such scenes of violence as that described at 2 77 seq.",
		"The fourth, which alone has any political significance, and reflects on the emperor as a frivolous 1 This is especially noticeable in the seventh satire, but it applies also to the mention of Crispinus, Latinus, the class of delatores, &c., in the first, to the notice of Veiento in the third, of Rubellius Blandus in the eighth, of Gallicus in the thirteenth, &c.",
		"The time at which this satire was composed cannot be fixed with certainty, but some allusions render it highly probable that it was given to the world in the later years of Trajan, and before the accession of Hadrian.",
		"In the eighth satire another reference is made (120) to the misgovernment of Marius in Africa as a recent event, and at line 51 there may be an allusion to the Eastern wars that occupied the last years of Trajan's reign.",
		"The last satire is now imperfect, and the authenticity both of this and of the fifteenth has been questioned, though on insufficient grounds.",
		"In the rhetorical exaggeration of the famous tenth satire, for instance, the highest energies of patriotism - the gallant and desperate defence of great causes, by sword or speech - are quoted 1..",
		"If we could imagine the elder Cato living under Domitian, cut off from all share in public life, and finding no outlet for his combative energy except in literature, we should perhaps understand the motives of Juvenal's satire and the place which is his due as a representative of the genius of his country.",
		"The Portuguese troubadours belonged to all social classes, and even included a few priests, and though love was their favourite topic they used every kind of verse, and in satire they hold the palm.",
		"Joao; in Patria he evoked in a series of dramatic scenes and lashed with satire the kings of the Braganza dynasty, and in Os Simples he interprets in sonorous stanzas the life of country-folk by the light of his powerful imagination and pantheistic tendencies.",
		"The Relic conveys the impressions of a journey in Palestine and in parts suggests his indebtedness to Flaubert, but its mysticism is entirely new and individual; while the versatility of his talent further appears in The Correspondence of Fradique Mendes, where acute observation is combined with brilliant satire or rich humour.",
		"Occasionally even there are touches of humour and of trenchant satire - always the sign of an honest writer.",
		"That the remains exhibit variety and fertility, that there are in them numerous happy strokes of humour and satire, and many felicitous phrases and descriptions, is true, but the art is on the whole heavy, awkward and forced, and the style rudely archaic and untasteful.",
		"Very early, however, the author becomes serious in contrasting the early education of his hero - a satire on the degraded schools of the middle ages - with its subsequent and reformed stage, in the account of which all the best and noblest ideas of the humanist Renaissance in reference to pedagogy are put with exceptional force.",
		"This arises from Panurge's determination to marry - a determination, however, which is very half-hearted, and which leads him to consult a vast number of authorities, each giving occasion for satire of a more or less complicated kind.",
		"Many strange places with stranger names are visited, some of them offering obvious satire on human institutions, others, except by the most far-fetched explanations, resolvable into nothing but sheer extravaganza.",
		"This singular romance is diversified by, or, to speak more properly, it is the vehicle of the most bewildering abundance of digression, burlesque amplification, covert satire on things political, social and religious, miscellaneous erudition of the literary and scientific kind.",
		"Here and there persons are glanced at, while the whole scenery of his birthplace and its neighbourhood is curiously worked in; but for the most part the satire is typical rather than individual, and it is on the whole a rather negative satire.",
		"The satire remained unpublished until 1704, when it was issued along with The Tale of a Tub.",
		"The Discourse on the Dissensions in Athens and Rome (September 1701), written to repel the tactics of the Tory commons in their attack on the Partition Treaties \"without humour and without satire,\" and intended as a dissuasive from the pending impeachment of Somers, Orford, Halifax and Portland, received the honour, extraordinary for the maiden publication of a young politician, of being generally attributed to Somers himself or to Burnet, the latter of whom found a public disavowal necessary.",
		"Until the 19th century the history of Joan of Arc was almost entirely neglected; Voltaire's scurrilous satire La Pucelle, while indicative of the attitude of his time, may be compared with the very fair praises in the Encyclopedie.",
		"As a satire the piece is a failure, for the simple reason that the substance of it might well pass for a perfectly true, no less than a very eloquent statement of social blunders and calamities.",
		"Among his very numerous works two poems entitle him to a distinguished place in the Latin literature of the middle ages; one of these, the De planctu naturae, is an ingenious satire on the vices of humanity; the other, the Anticlaudianus, a treatise on morals, the form of which recalls the pamphlet of Claudian against Rufinus, is agreeably versified and relatively pure in its latinity.",
		"When Christianity became powerful the heathen philosophers evaded its satire by making more and more use of the allegorical and non-natural system of explanation.",
		"The unpopularity of Spain, patriotism, the greater predominance of national questions in public opinion, and weariness of both religious disputation and indecisive warfare, all these sentiments were expressed in the wise and clever pamphlet entitled the Satire Mlnippe.",
		"Like one of those physical forces which tend to reduce everything to a dead level, he battered down alike characters and fortresses; and in his endeavours to abolish faction, he killed that public spirit which, formed in the 16th century, had already produced the Republique of Bodin, de Thous History of his Times, La Boeties Contre Un, the Satire Mnippe, and Sullys Economies royales.",
		"Topics to be explored include revolutionary poetics, satire, the cult of sensibility, travel writing and the early novel.",
		"A biting satire on the social aspiration, the play follows two women in their search for respectable husbands.",
		"Some of the most scathing satire in English literature is directed against lawyers.",
		"They spawned the creativity that fostered a wealth of talent in many areas, from science to satire.",
		"In the same year there appeared in Danzig an anonymous satire, Pope a Metaphysician (Pope ein Metaphysiker), the authorship of which soon transpired.",
		"At the age of eighteen Moratin won the second prize of the Academy for a heroic poem on the conquest of Granada, and two years afterwards he attracted more general attention with his LecciOn poetica, a satire upon the popular poets of the day.",
		"Meanwhile he had tried, he says, to conquer his inclination for the unprofitable trade of poetry, but in the panic caused by the revelations of Titus Oates, he found an opportunity for the exercise of his gift for rough satire.",
		"Thomas Garnet, who suffered for supposed implication in the Gunpowder Plot, rose from the dead to encourage the Jesuits in the first satire, and in the third Ignatius Loyola is represented as dictating his wishes to his disciples from his death-bed.",
		"Mahmud now definitely selected him for the work of compiling and versifying the ancient legends, and bestowed upon him such marks of his favour and munificence as to elicit from the poet an enthusiastic panegyric, which is inserted in the preface of the Shahnama, and forms a curious contrast to the bitter satire which he subsequently prefixed to the book.",
		"During this period he published his poetical satire called Metamorphosis (1726), his Epistolae ad virum perillustrem (1727), his Description of Denmark and Norway (1729), History of Denmark, Universal Church History, Biographies of Famous Men, Moral Reflections, Description of Bergen (1737), A History of the Jews, and other learned and laborious compilations.",
		"Examples of this type are The Satire on Edinburgh, The General Satire, the Epitaph on Donald Owre, and the powerful vision of The Dance of the Sevin Deidlie Synnis.",
		"Panegyric and satire (hija`) were his chief instruments.",
		"Hospitality, generosity, personal bravery were the subjects of praise; meanness and cowardice those of satire.",
		"With few exceptions all the known events of Defoe's life are connected with authorship. In the older catalogues of his works two pamphlets, Speculum Crapegownorum, a satire on the clergy, and A Treatise against the Turks, are attributed to him before the accession of James II., but there seems to be no publication of his which is certainly genuine before The Character of Dr Annesley (1697).",
		"But his most remarkable publication at this time was The True-Born Englishman (1701), a satire in rough but extremely vigorous verse on the national objection to William as a foreigner, and on the claim of purity of blood for a nation which Defoe chooses to represent as crossed and dashed with all the strains and races in Europe.",
		"In 1705 appeared The Consolidator, or Memoirs of Sundry Transactions from the World in the Moon, a political satire which is supposed to have given some hints for Swift's Gulliver's Travels; and at the end of the year Defoe performed a secret mission, the first of several of the kind, for Harley.",
		"But in the last years during which this circle kept together a new spirit appeared in Roman politics and a new power in Roman literature, the revolutionary spirit evoked by the Gracchi in opposition to the long-continued ascendancy of the senate, and the new power of Roman satire, which was exercised impartially and unsparingly against both the excesses of the revolutionary spirit and the arrogance and incompetence of the extreme party among the nobles.",
		"Roman satire, though in form a legitimate development of the indigenous dramatic satura through the written satura of Ennius and Pacuvius, is really a birth of this time, and its author was the youngest of those admitted into the intimacy of the Scipionic circle, C. Lucilius of Suessa Aurunca (c. 180-103).",
		"Satire, debarred from comment on political action, turned to social and individual life, and combined with the newly-developed taste for ethical analysis and reflection introduced by Cicero.",
		"The spirit of Rome appears only as animating the protest of Lucan, the satire of Persius and Juvenal, the sombre picture which Tacitus paints of the annals of the empire.",
		"Giuliano de' Ricci tells us it was marked by stringent satire upon great ecclesiastics and statesmen, no less than by a tendency to \"ascribe all human things to natural causes or to fortune.\"",
		"He may be called the inventor of poetical satire, as he was the first to impress upon the rude inartistic medley, known to the Romans by the name of satura, that character of aggressive 1 \"And so it happens that the whole life of the old man stands clearly before us, as if it were represented on a votive picture.\"",
		"In his antipathy to Christianity, which appears to him barbaric and superstitious, he gives himself up to the scepticism and satire of a man of the world through which he comes in contact with Epicurean tendencies.\"",
		"His most powerful satire - and the most virulent German satire of the period - is Von dem grossen lutherischen Narren, wie ihn Dr Murner beschworen hat.",
		"They contain much of interest for the history of the period, but have to be used with the greatest caution on account of their pronounced tendency to satire.",
		"In the autumn he reached London, and in Thomas More's house in Bucklersbury wrote the witty satire which Milton found \"in every one's hands\" at Cambridge in 1628, and which is read to this day.",
		"He may be regarded also as the inventor of Roman satire, in its original sense of a \"medley\" or \"miscellany,\" although it was by Lucilius that the character of aggressive and censorious criticism of men and manners was first imparted to that form of literature.",
		"The greater part of Dunbar's work is occasional - personal and social satire, complaints (in the style familiar in the minor verse of Chaucer's English successors), orisons and pieces of a humorous character.",
		"From an idyllist and elegist we find him suddenly transformed into an unsparing master of poetical satire.",
		"His satire Babie Kolo (The Women's Circle) gave offence on account of its personalities.",
		"Naruszewicz has not the happy vivacity of Krasicki; he attempts all kinds of poetry, especially satire and fable.",
		"He had specially prepared himself, as he thought, for \"teaching imaginative men, and political men, and legal men, and scientific men who bear the world in hand\"; and he did not attempt to win their attention to abstract and worn-out theological arguments, but discussed the opinions, the poetry, the politics, the manners and customs of the time, and this not with philosophical comprehensiveness, not in terms of warm eulogy or measured blame, but of severe satire varied by fierce denunciation, and with a specific minuteness which was concerned primarily with individuals.",
		"The origin of Roman political and social satire is to be traced to the same disturbing and disorganizing forces which led to the revolutionary projects and legislation of the Gracchi.",
		"His Monachomachia is in six cantos, and is a satire upon the monks.",
		"He also introduced into Roman literature that personal as distinct from political or social satire which appears later in the Epodes of Horace and the Epigrams of Martial.",
		"It is most sincere in its representation, least artificial in diction, most penetrating in its satire, most just in its criticism of art and style.",
		"We need not be surprised that he failed; men desired not the scientific treatment of politics, but satire and invective.",
		"But the most discriminating character of Garrick, slightly tinged with satire, is that drawn by Goldsmith in his poem of Retaliation.",
		"It is a good-humoured satire upon marriage, the devil being forced to admit that hell itself is preferable to his wife's company.",
		"He had employed all his resources of wit and satire against the priests and monks, and the superstitions in which they traded, long before Luther's name was heard of.",
		"The Kisfaludy Society, the great literary association of Hungary, about this time happened to advertise a prize for the best satire on current events.",
		"Many an irksome noise, go a long way off, is heard as music, a proud, sweet satire on the meanness of our lives."
	],
	"synonyms": [
		"lampoonery",
		"lampoon",
		"takeoff",
		"squib",
		"spoof",
		"skit",
		"sardonicism",
		"raillery",
		"philippic",
		"pasquinade",
		"pastiche",
		"mock-heroic",
		"diatribe",
		"cynicism",
		"burlesque"
	],
	"antonyms": []
}