{
	"word": "invective",
	"meaning": [
		"A violent verbal attack; strong criticism, insults, curses, etc.; vituperation.",
		"An abusive term, insult, curse, etc.",
		"A denunciatory or abusive expression or discourse.",
		"Something spoken or written, intended to cast opprobrium, censure, or reproach on another.",
		"A harsh or reproachful accusation.",
		"Inveighing; using, inclined to use, or characterized by strong verbal abuse.",
		"Characterized by invection or railing."
	],
	"sentences": [
		"The coalition, and Fox in particular, were assailed in a torrent of most telling invective and caricature.",
		"Nevertheless he quickly fought back, hurling invective against Kautsky for all he was worth.",
		"In 1798 he published L'Inde en rapport avec l'Europe (Hamburg, 2 vols.), which contained much invective against the English, and numerous misrepresentations.",
		"He speaks with emphasis of the impressiveness of Cato's eulogy and the satiric bitterness of his invective.",
		"Invective and apology he scorns alike, nor troubles himself to show, with Claudian, even a suppressed grief at the indignities put upon the old religion by the new.",
		"It shows certainly no diminution of vigour either in its representation or its invective.",
		"Barnes was forced to apologize and recant; and Gardiner delivered a series of sermons at St Paul's Cross to counteract Barnes' invective.",
		"When at a loss for good reasons, he had recourse to sophistry; and when heated by altercation, he made unsparing use of sarcasm and invective.",
		"Bitter invective is heaped upon the national enemies, and strong predilection is shown for the marvellous.",
		"Procopius saves his most bitter invective for two women.",
		"An assembly was held and under the invective of Cleon it was decided to kill.",
		"This led him to a culte du moi, of which the strangest result was an autobiography of crude invective, A Fool's Confession (1893), the printing of which in Swedish was forbidden.",
		"On his return Piso addressed the senate in his defence, and Cicero replied with the coarse and exaggerated invective known as In Pisonem.",
		"But O'Grady himself he did not forgive, and the Irishman continued to plague him with what Macdonell called \" most scurrilous invective.",
		"The revival of Greek from the time of Chrysoloras onward, instead of begetting a Hellenistic spirit, transported the more serious-minded to the nebulous shores of NeoPlatonism, while the less devout became absorbed in scholarly or literary ambitions, translations, elegantly phrased letters, clever epigrams or indiscriminate invective.",
		"He had the sweet and patient temper which knew how to live, unrepining and unsoured, in the midst of the most watchful persecution, public and private; and it is wonderful how rarely he used his splendid rhetoric for the purposes of invective against the spirit and policy from which he must have suffered deeply, while, it may be added, he never hid an innuendo under a metaphor or a trope.",
		"He assailed Lord North with unmeasured invective, directed not only at his policy but at his personal character, though he well knew that the prime minister was an amiable though pliable man, who remained in office against his own wish, in deference to the king who appealed to his loyalty.",
		"Martin's tracts are characterized by violent and personal invective against the Anglican dignitaries, by the assumption that the writer had numerous and powerful adherents and was able to enforce his demands for reform, and by a plain and homely style combined with pungent wit.",
		"His victim retorted with extraordinary powers of invective, and on being rebuked by the bench declined to retract or apologize, but placed his gown upon the table, and with a low bow left the court for ever.",
		"Everything that is offered on the other side is scrutinized with the utmost severity; every suspicious circumstance is a ground for argument and invective; what cannot be denied is extenuated, or passed by without notice; concessions even are sometimes made; but this insidious candour only increases the effect of the vast mass of sophistry.\"",
		"It is a furious invective against these sovereigns, their characters, personal conduct and government, with attacks on Belisarius and his wife Antonina, and; on other noted officials in the civil and military services of the empire.",
		"As a master of humour, irony and invective he has no superior; his reasoning powers are no less remarkable within their range, but he never gets beyond the range of an advocate.",
		"Next year he published Le Pape, a vision of the spirit of Christ in appeal against the spirit of Christianity, his ideal follower confronted and contrasted with his nominal vicar; next year again La Pitie supreme, a plea for charity towards tyrants who know not what they do, perverted by omnipotence and degraded by adoration; two years later Religions et religion, a poem which is at once a cry of faith and a protest against the creeds which deform and distort and leave it misshapen and envenomed and defiled; and in the same year L'Ane, a paean of satiric invective against the past follies of learned ignorance, and lyric rapture of confidence in the future wisdom and the final conscience of the world.",
		"Likewise a letter to the broad sheets that simply consists of a tirade of invective is unlikely to get printed.",
		"We need not be surprised that he failed; men desired not the scientific treatment of politics, but satire and invective.",
		"In the printed text this document, entitled An Invective Against the Armenians, is dated 800 years after Constantine, but the author Isaac Catholicos almost certainly belonged to the earlier time.",
		"He indulged in the more violent invective, which, though shocking to a modern reader, e.g.",
		"D'Aubigne's invective and Regnier's satire, at the close of the 16th century, are as modern as Voltaire's.",
		"The book contained much invective against Pitt, and in after life Coleridge declared that, with this exception, and a few pages involving philosophical tenets which he afterwards rejected, there was little or nothing he desired to retract.",
		"It is a piece of vigorous invective, displaying, like all his subsequent writings, an astonishing command of Latin, and much brilliant rhetoric, but full of vulgar abuse, and completely missing the point of the Ciceronianus of Erasmus.",
		"When Charles returned to Germany, after assuming the crowns in Rome and Milan, Petrarch addressed a letter of vehement invective and reproach to the emperor who was so negligent of the duties imposed on him by his high office.",
		"If he refrained from actual invective, he accomplished his purpose, according to Guizot, by \"omission, palliation and dissimulation.\"",
		"He was strongly opposed to the prevailing French socialism of his time because of its utopianism and immorality; and, though he uttered all manner of wild paradox and vehement invective against the dominant ideas and institutions, he was remarkably free from feelings of personal hate.",
		"By wallowing in the trough of political invective, these people show they have lost the argument.",
		"Capable of fierce invective, his oratory is impersonal; passionate and emotional himself, his speeches are temperate.",
		"Similarly, if our political culture is addicted to racist invective then it is high time we went into detox.",
		"They were wholly deaf to my arguments, or failed to perceive their force, and fell into a strain of invective that was irresistible.",
		"In 1870 he published a volume of criticism, The Poetry of the Period, which was again conceived in a spirit of satirical invective, and attacked Tennyson, Browning, Matthew Arnold and Swinburne in no half-hearted fashion.",
		"Oldham took Juvenal for his model, and in breadth of treatment and power of invective surpassed his English predecessors.",
		"The connexion became closer at the time when the schism with its violent controversies between the rival pontiffs, waged with the coarse invective customary to medieval theologians, had brought great discredit on the papacy.",
		"He engaged in the Pelagian controversy with more than even his usual bitterness (Dialogi contra pelagianos); and it is said that the violence of his invective so provoked his opponents that an armed mob attacked the monastery, and that Jerome was forced to flee and to remain in concealment for nearly two years.",
		"The unmeasured invective of Luther and Aleander has not ceased to re-echo, and the old issues are by no means dead.",
		"The bitterness of his outspoken invective against the clergy, against all priestcraft and priesthood, was a new feature in deistic literature, and injured the author more than it furthered his cause.",
		"It was a desultory exposition of the Ruskinian ideal of life, manners and society, full of wit, play, invective and sermons on things in general.",
		"Gambetta seized his opportunity and assailed both the coup d'etat and the government with an eloquence of invective which made him immediately famous.",
		"Roman history was no longer a record of national glory, stimulating the patriotism and flattering the pride of all Roman citizens, but a personal eulogy or a personal invective, according as servility to a present or hatred of a recent ruler was the motive which animated it.",
		"While the prisoner defended himself with the calmest dignity and self-possession, Coke burst into the bitterest invective, brutally addressing the great courtier as if he had been a servant, in the phrase, long remembered for its insolence and its utter injustice - \"Thou hast an English face, but a 'Spanish heart!\"",
		"And this work must have been well done, for, though the general corruption of society at the beginning of the Assyrian period was nowhere more conspicuous than at the sanctuaries and among the priesthood, the invective of Hos."
	],
	"synonyms": [
		"vitriol",
		"vituperation",
		"reproach",
		"denunciatory",
		"berating",
		"insult",
		"diatribe",
		"contumely",
		"billingsgate",
		"venom",
		"tirade",
		"scurrile",
		"abusive",
		"condemnation",
		"denunciation",
		"scurrilous",
		"opprobrious",
		"contumelious",
		"abusive",
		"vituperative"
	],
	"antonyms": [
		"compliment",
		"flattery",
		"praise"
	]
}