{
	"word": "efficacy",
	"meaning": [
		"Power to produce effects or intended results; effectiveness.",
		"(uncountable) Ability to produce a desired amount of a desired effect."
	],
	"sentences": [
		"He was a firm believer in the efficacy of culture.",
		"When its efficacy was not eternal, its effect was considered to endure for twenty years.",
		"Thus he allowed the necessity of good works to salvation, but not in the old sense; proposed to allow the seven sacraments, but only as rites which had no inherent efficacy to salvation, and so on.",
		"Suarez endeavoured to reconcile this view with the more orthodox doctrines of the efficacy of grace and special election, maintaining that, though all share in an absolutely sufficient grace, there is granted to the elect a grace which is so adapted to their peculiar dispositions and circumstances that they infallibly, though at the same time quite freely, yield themselves to its influence.",
		"Many topical applications are of great efficacy.",
		"Just as the Mosaic dispensation came to an end with the appearance of Christ, so the sacraments of the new dispensation have lost their meaning and efficacy since the incarnation of God as Holy Spirit in the Amalricans.",
		"Simple thermal waters are those which contain only a very small quantity of solids, and owe their efficacy chiefly to their temperature.",
		"He thus wrote, as any historian might, for the information and instruction of his readers, and yet he had all the time an apologetic purpose, to exhibit to the world the history of Christianity as a proof of its divine origin and efficacy.",
		"Its tactical lesson was the efficacy of combining two arms against one.",
		"In the one case we are treating the ego as one of the objects of experience and denying of it productive efficacy; in the second case we are dealing with the unity of the ego as a condition of knowledge, of any experience whatsoever.",
		"The data shows pockets where radish efficacy is substantially higher and others where it is nonexistent.",
		"The Taunus is also famous for the number and efficacy of its mineral springs, which annually attract thousands of visitors to the celebrated spas of Wiesbaden, Homburg, Ems, Schlangenbad, Schwalbach, Soden and Nauheim, while the waters of Selters and other springs are exported in large quantity.",
		"The efficacy of this type of specialized clothing is debatable (in other words, it may just be good marketing) but it is always useful to be aware of the options.",
		"It must be remembered that the meaning of a rite is for the most part obscure to the participants, being overlaid by its traditional character, which but guarantees a general efficacy.",
		"Seeing Kassapa, who as the chronicle puts it, was as well known to them as the banner of the city, the people at first doubted who was the teacher and who the disciple, but Kassapa put an end to their hesitation by stating that he had now given up his belief in the efficacy of sacrifices either great or small; that Nirvana was a state of rest to be attained only by a change of heart; and that he had become a disciple of the Buddha.",
		"For if consciousness be looked upon as simply an epiphenomenon, an unaccountable appearance accompanying the succession of material changes, the possibility either of active interference by human volition at any point within the physical series or of any controlling or directing efficacy of consciousness over the whole set of material changes which accompany its activity becomes unthinkable.",
		"That sacred communication of His flesh and blood whereby Christ transfuses into us His life, even as if it penetrated into our bones and marrow, He in the Supper attests and seals; and that not by a vain or empty sign set before us, but there He puts forth the efficacy of His Spirit whereby He fulfils what He promises.",
		"The latter gives us elaborate rules for the detection of a thief, and tells us that he has had personal experience of their efficacy.",
		"Libya's recent accession to the CWC may undermine any efficacy the one-time Arab League policy opposing that treaty had retained.",
		"Aspergillus infections efficacy in aspergillosis patients with poor prognosis Voriconazole has in vitro fungicidal activity against aspergillus infections efficacy in aspergillosis patients with poor prognosis Voriconazole has in vitro fungicidal activity against Aspergillus spp.",
		"The efficacy of this dressing to promote autolysis has been identified through a randomized controlled trial undertaken by Bale et al.",
		"Several prognostic factors and serum rituximab concentrations are useful for predicting the therapeutic efficacy.",
		"However, these reviews do not give clinicians clear guidance on the efficacy of sharp debridement.",
		"Efficacy of transdermal scopolamine was compared with oral dimenhydrinate and placebo.",
		"Both trials demonstrated efficacy in these elderly patients, who are at high risk of cardiovascular events.",
		"Results of the review three clinical end points used to compare treatment efficacy.",
		"To determine the efficacy of the virtual reality in reducing anxiety, the present study was conducted.",
		"One is that licensed drugs already have proven efficacy by virtue of their approval for use in this country.",
		"Potential variability in antiemetic efficacy was examined by looking at doses.",
		"To demand evidence of therapeutic efficacy is equally hypocritical.",
		"That price also rarely covers any treatment of proven efficacy.",
		"Here, the causal efficacy of the paternal human form is transmitted through the generative potentialities of the semen of the father.",
		"The primary efficacy endpoint is progression to a new WHO HIV stage 4 disease or death.",
		"Wishing to erase and repudiate obscurity (and hence implicitly admitting its efficacy) points out a sublime contradiction of the late eighteenth-century enlightenment.",
		"In order to rigorously evaluate the efficacy of this approach, they have developed a prototype \" vaccine \" for allergies triggered by cats.",
		"Where is the soul that has escaped the fate of hell through the efficacy of faith in Jesus?",
		"The Puritan believed only in congregational baptism and would not necessarily baptize a dying child believing in the efficacy of prevenient grace.",
		"Efficacy and cost of low-molecular-weight heparin compared with standard heparin for the prevention of deep vein thrombosis after total hip arthroplasty.",
		"To persuade doctors to prescribe heroin, policy-makers need to show good evidence for its clinical efficacy.",
		"Efficacy has been shown in primary pulmonary hypertension and pulmonary hypertension associated with connective tissue disease.",
		"In this report the continued insistence on this test shows the fallacy of judging the system by the wrong mark of efficacy.",
		"More work remains to be done on vaccine efficacy and stability, which would include large-scale field-testing.",
		"Evaluating the efficacy of atypical antipsychotics in bipolar mania.",
		"Clinical efficacy TYSABRI is indicated as a single disease modifying therapy in relapsing remitting multiple sclerosis to prevent relapses and delay progression of disability.",
		"Differences in opioid sensitivity need to be assessed in efficacy comparisons of changing opioid or route of administration in chronic pain.",
		"The efficacy of calcitonin for fracture prevention in steroid-induced osteoporosis remains to be established.",
		"This prompted reflection on the effect of culture on the perceived legitimacy and efficacy of alternative and diverse forms of feedback.",
		"This efficacy was demonstrated in a group of epileptic patients with long-standing, highly refractory seizures despite many trials of medication.",
		"Our objective was to determine the efficacy of aggressive endoscopic resection of IP.",
		"Comment The evidence for efficacy of topical salicylates was poor.",
		"The aim is to compare the efficacy, maternal satisfaction and midwife acceptability of the three models of care provision.",
		"The primary endpoint with respect to efficacy was the incidence of venous thromboembolism.",
		"Three trials with 433 patients comparing topical with oral NSAID found no difference in efficacy.",
		"Clinical trials have clearly demonstrated efficacy in reducing wind and smells and relieving indigestion and gastric upset in the dog.",
		"Data on an upper age limit for the efficacy of BCG vaccination are limited.",
		"Nevertheless public confidence in the efficacy of the parliamentary system and in the honesty of politicians was seriously diminished by these unsavoury occurrences, which, in combination with the acquittal of all the defendants in the Banca Romana trial, and the abandonment of the proceedings against Giolitti, reinforced to an alarming degree the propaganda of the revolutionary parties.",
		"But a formula that depends for its efficacy on being uttered rather than on being heard is virtually indistinguishable from the selfsufficient spell of the magician, though its origin is different.",
		"This at one time seems to have meant \"for the sake of,\" carrying with it some idea of supplication; but it has now lost this connotation, seeing that it can be used not merely after the name of a god, but after that of any sacred object or incident held capable of imparting magic efficacy to the formula.",
		"Charms and words of power being supposed to possess efficacy in themselves are guarded with great secrecy by their owners, and hence, in so far as prayer verges on spell, there will be a disposition to mutter or otherwise conceal the sacred formula.",
		"They are, however, in no sense evangelicals in the Western sense; for they observe rigorous fasts, reverence icons, and believe implicitly in the efficacy of the multiplication of crossings, bowings and prostrations.",
		"In the formulae of blessings that follow, the special efficacy against devils is implied by the aspersion with holy water; the benedictions themselves are usually merely invocative of the divine protection or assistance, though, e.g., in the form for blessing sick animals the priest prays that \"all diabolic power in them may be destroyed, and that they may be ill no longer.\"",
		"The principal mineral springs of medicinal value are those of Korbus and Hammam Lif (of remarkable efficacy in rheumatic and syphilitic affections and certain skin diseases), of the Jerid and Gafsa, of El Hamma, near Gabes, and of various sites in the Kroumir country.",
		"An instinctive feeling that a proper name for God implicitly recognizes the existence of other gods may have had some influence; reverence and the fear lest the holy name should be profaned among the heathen were potent reasons; but probably the most cogent motive was the desire to prevent the abuse of the name in magic. If so, the secrecy had the opposite effect; the name of the god of the Jews was one of the great names in magic, heathen as well as Jewish, and miraculous efficacy was attributed to the mere utterance of it.",
		"The problem of the atonement is the means or condition of the restoration of man to God's favour; this has been variously found (a) in the endurance of punishment; (b) in the payment of compensation for the wrong done, the compensation consisting of sacrifices and other offerings; (c) in the performance of magical or other ritual, the efficacy of the ritual consisting in its being pleasing to or appointed by God, or even in its having a coercive power over the deity; (d) in repentance and amendment of life.",
		"Towards man, the death of Christ has atoning efficacy because it delivers from sin, bestows the divine gift of life and conveys the assurance of pardon.",
		"The planters in the Black Patch had met a combination of the buyers by forming a pool, the Planters' Protective Association, into which 40,000 growers were forced by \" night-riding \" and other forms of coercion and persuasion, and had thus secured an advance to I I cents a pound from the \"regie \" buyers and had shown the efficacy of pooling methods in securing better prices for the tobacco crop. Following their example, the planters of the Burley formed the Burley Tobacco Society, a Burley pool, with headquarters at Winchester and associated with the American Society of Equity, which promoted in general the pooling of different crops throughout the country.",
		"Used almost exclusively for bathing, they are prescribed for gout, rheumatism, and some scrofulous affections, and their reputed efficacy in alleviating the effects of gun-shot wounds had gained for Teplitz the sobriquet of \"the warriors' bath.\"",
		"From him he learned that amid the rocks was a chasm communicating with purgatory, from which rose perpetually the groans of tortured souls, the hermit asserting that he had also heard the demons complaining of the efficacy of the prayers of the faithful, and especially of the monks of Cluny, in rescuing their victims. On returning home the pilgrim hastened to inform the abbot of Cluny, who forthwith set apart the 2nd of November as a day of intercession on the part of his community for all the souls in purgatory.",
		"In the crisis of the second Punic War (205 B.C.), when the Romans lost faith in the efficacy of their own religion to save the state, the Senate, in compliance with an oracle in the Sibylline books to the effect that the foreign foe could be driven from Italy if the Idaean Mother (Cybele) were brought from Pessinus to Rome, sent ambassadors to the town, who obtained the sacred stone which was the symbol of the goddess and brought it to Rome, where the worship of Cybele was established.",
		"Psychologically, pragmatism starts from the efficacy and allpervasiveness of mental activity, and points out that interest, attention, selection, purpose, bias, desire, emotion, satisfaction, &c., colour and control all our cognitive processes.",
		"And eventually he acquiesces in the conclusion that God, who gives every man his individual gift at pleasure, has not willed that the same powers should have efficacy at every sepulchre of the saints (Ep. 78, 3).",
		"In the Roman communion the structure of the sacred edifice, the positions and attitudes of the priest and the congregation, the order of service, emphasize the mystery and the divine efficacy of the sacrament.",
		"Biblical mythology is replete with examples of the efficacy of the word.",
		"Systematic review of efficacy of topical rubefacients containing salicylates for the treatment of acute and chronic pain.",
		"Conclusions The evidence on efficacy supports the use of statins over a wide range of CHD risks covering both primary and secondary prevention.",
		"To be charitable there needs to be sufficient evidence of the efficacy of the method to be used.",
		"In patients with a single clinical event suggestive of multiple sclerosis, efficacy has been demonstrated over a period of two years.",
		"There are other ongoing randomized trials in Europe testing the efficacy of tamoxifen for the primary prevention of breast cancer.",
		"In well controlled add-on trials, no correlation has been demonstrated between trough plasma concentrations of topiramate and its clinical efficacy.",
		"Traditionally, trypanosomiasis control has been achieved using a variety of methods, often used in combination to increase their efficacy.",
		"While the XanGo company has tried to curtail its distributors' enthusiastic, and often overblown comments on the efficacy of the juice, many juice peddlers prefer to prey on the unwary.",
		"In these clinical trials and studies, the active ingredient, Silymarin, slowed the growth rate of the some cancerous cells and improved the efficacy of chemotherapy drugs.",
		"Further, a search of Google yields no studies looking into the product's efficacy for migraine relief.",
		"Anecdotal evidence that is part of the manufacturer's website seems to be the primary supporting evidence for the efficacy of Micranium.",
		"The safety and efficacy of black cohosh have not been proven nor studied.",
		"Research results on the efficacy of St. John's wort have been inconsistent, with some studies finding the herb to be as effective as selective serotonin reuptake inhibitors (SSRIs) and others finding it no more effective than a placebo.",
		"Many people question the efficacy of aromatherapy.",
		"Direct testing of St. John's Wort benefits to SSRI medication benefits still need to be conducted, but the results are strong enough to merit an \"A\" rating for this herb from the Mayo Clinic, one of its top ratings for herbal efficacy.",
		"Today, many herbs used historically to treat a variety of ailments have been put through a battery of studies to determine their efficacy.",
		"Groups such as the National Center for Complimentary and Alternative Medicine (NCCAM) attempt to document major studies and share efficacy, benefits and risks with the public.",
		"Some online code banks will actually review these codes for efficacy, which is where the complications arise.",
		"A., et al. \"Sustained long-term hematologic efficacy of hydroxyurea at maximum tolerated dose in children with sickle cell disease.\"",
		"Though a study in the early 2000s cast some doubt on the efficacy of using steam or mist, it does seem to be helpful for most children with croup.",
		"Medication is only ordered on an extremely limited basis or not ordered at all because psychotropic medications have been shown to have little efficacy in treating adjustment disorders.",
		"Vitamin E supplements are often recommended, although the vitamin has not been formally tested for efficacy in patients with A-T.",
		"Studies on the efficacy of bed rest have been inconclusive, although in the early 2000s it is still used in combination with intravenous fluid therapy and oxygen therapy.",
		"Although the manufacturer says that safety and efficacy in children have not been established, valacyclovir is recommended for use in standard pediatric resources.",
		"With the introduction of infant massage in the West in the late 1970s, it was tested to prove or disprove its efficacy.",
		"Meclofenamate sodium, safety and efficacy in children under 14 years of age has not been established.",
		"Mefenamic acid (Ponstel), safety and efficacy in children under 14 years of age has not been established.",
		"Naproxen (Aleve, Anaprox, Naprosyn), safety and efficacy in children under two years of age has not been established.",
		"Tolmetin sodium (Tolectin), safety and efficacy in children under two years of age has not been established.",
		"A number of different alternative therapies may be pursued to treat STDs, such as the use of herbs, homeopathy, acupuncture, and nutritional supplements, although minimal research has been done to establish their efficacy.",
		"While a vaccine for TB does exist (Bacille Calmette-Guerin or BCG vaccine), it is not widely available in the United States and has had conflicting reports about its efficacy.",
		"A number of alternative treatments exist for AD/HD; however, there are very few studies to prove their efficacy.",
		"However, products such as Shen Min that employ the Chinese herb He Shou Wu have not been evaluated by a government agency for their safety and efficacy.",
		"Peer reviews can give you a better idea of a products true efficacy than simply trusting a manufacturer's claims.",
		"It is vital to speak to your healthcare provider about the efficacy and safety of the medications and herbal supplements you take.",
		"Many women would like to supplement their mainstream medical care with alternative therapies for pregnancy and childbirth but worry about the safety and efficacy of these therapies.",
		"Despite the seemingly glowing feats of resveratrol as demonstrated by Dr. Sinclair, quite a bit of controversy now surrounds the efficacy of this wondrous product.",
		"However, what does Walters' current opinion imply in reference to the efficacy of resveratrol?",
		"Further testing will be necessary to determine resveratrol's dosages, efficacy and potential safety.",
		"The review cites the company's use of live, freeze-dried bacteria, which improves viability and efficacy of the supplement, as the reason they choose Florastor as the best probiotic on the market.",
		"Purity standards must be regulated very carefully to ensure a supplement is free of toxins and can function at maximum efficacy.",
		"Vitamins that have passed their expiration dates do not immediately become toxic products, but their efficacy can be compromised by the passage of time.",
		"Since there is no FDA regulation for pharmaceutical grade within the supplement industry, buyers should always consult a physician and the product's manufacturer for details regarding its safety and efficacy.",
		"Reading online reviews of such sites will give you an idea regarding privacy policies and the efficacy of any matchmaking efforts.",
		"Four different labs have tested the product and we're very happy with the result and the efficacy of our food cleaner.",
		"However, there is controversy with the claims, safety, and efficacy of these supplements.",
		"In 2006, Consumer Reports ran an article addressing the safety and efficacy of fat blockers.",
		"Studies on the efficacy of apple cider vinegar involving humans are limited.",
		"While there are a number of safe diet supplements on the market, it is difficult to wade through the sheer amount of information available about the safety and efficacy of the diet supplement you intend to take.",
		"The relative efficacy of these diets is a subject of dispute.",
		"Over the years, multiple research studies have validated the efficacy of the Atkins diet; however, MayoClinic.com cautions high protein diets may lead to kidney problems, and lack of dietary fiber may cause constipation.",
		"Nutritional scientists have conducted many studies evaluating the efficacy of Atkins-style diets.",
		"Whenever a new diet or diet product hits the market, two distinct types of evidence emerge in support of or against the efficacy of the product or diet.",
		"Empirical evidence utilizes double-blind, placebo-controlled scientific studies to gage a product's efficacy, contraindications, and side effects.",
		"If students are paying attention and are motived, this will only serve to increase the efficacy of the well-researched introduction of key vocabulary throughout the language lessons.",
		"The spirit of Vedic worship is pervaded by a devout belief in the efficacy of invocation and sacrificial offering.",
		"Closely akin to these, though not derived from the Old Believers, are certain mystic sects which deny the efficacy of the sacraments altogether.",
		"Thus we find him after the battle of Dresden - itself a splendid example of its efficacy - suddenly reverting to the terminology of the school in which he had been brought up, which he himself had destroyed, only to revive again in the next few days and handle his forces strategically with all his accustomed brilliancy.",
		"Apparently the old faith-healing had lost its efficacy, and the priests substituted for it elaborate prescriptions as to diet, baths and regimen which must have made Epidaurus and its visitors resemble their counterparts in a modern spa.",
		"It is a curious inversion of terms that in recent years has led to the name Sacramentarians being applied to those who hold a high or extreme view of the efficacy of the sacraments.",
		"The efficacy of heat or of an acid, an alkali or other agent in promoting coagulation depends on the character of the latex, and varies with that obtained from different plants.",
		"He not only freed it from all trammels of geometrical construction, but by the introduction of the symbol b gave it the efficacy of a new calculus.",
		"Not that Hippocrates taught, as he was afterwards reproached with teaching, that nature is sufficient for the cure of diseases; for he held strongly the efficacy of art.",
		"The systems of filtration employed by the different companies varied in efficacy, but both the Royal Commissions decided that water as supplied to the consumer was generally of a very high standard of purity.",
		"Although it is usually present, faith in the medicine man is not essential for the efficacy of the method.",
		"The Priestly Code (Leviticus and allied passages) seems to confine the efficacy 2 Rutherford, Radioactivity.",
		"The efficacy of the Little Entente as a counter-reactionary alliance was manifested in April 1921, and again in October 1921, when its concerted action helped to frustrate the two attempts of Charles of Habsburg-Lorraine to recapture the throne of Hungary.",
		"Of these water is the commonest, and its efficacy is enhanced if it be running, and still more if a magical or sacramental virtue has been imparted to it by ritual blessing or consecration.",
		"While eulogizing poverty and philosophy, he attacked the gods, musicians, geometricians, astrologers, and the wealthy, and denied the efficacy of prayer.",
		"His mind gradually turned from belief in the efficacy of violent measures to the acceptance of constitutional methods; and in his last book, King Stork and King Log, he spoke with approval of the efforts of politicians on the Liberal side to effect, by argument and peaceful agitation, a change in the attitude of the Russian government towards various reforms. Stepniak constantly wrote and lectured, both in Great Britain and the United States, in support of his views, and his energy, added to the interest of his personality, won him many friends.",
		"In 1744 was published the Siris, partly occasioned by the controversy as to the efficacy of tar-water in cases of small-pox, but rising far above the circumstance from which it took its rise, and revealing hidden depths in the Berkeleian metaphysics.",
		"In the state of New York the act which seeks to prevent corrupt practices relies in like manner on the efficacy of publicity, but it is less effective than the Massachusetts law in that it provides simply for the filing by the candidates themselves of sworn statements of their own expenses.",
		"The insistence on the unique efficacy of the sacrifice of the altar led to the multiplication of masses, and so of altars, which were placed in the transepts or aisles or in chapels, dedicated to the saints whose relics they enshrined.",
		"For in the meantime opinion as to the efficacy of relics had undergone a transformation, parallel with the growth of the theory, which soon predominated in the Church, that material instruments are the vehicles of divine grace.",
		"The victim was slaughtered by the priest in the church porch before the crucifix, after it had been ritually wreathed and given the holy salt, by licking which it appropriated a sacramental purity or efficacy previously conveyed into the salt by exorcisms and consecration.",
		"The Saadia are famous for charming and eating live serpents, &c., and the Ilwania for eating fire, glass, &c. The Egyptians firmly believe in the efficacy of charms, a belief associated with that in an omnipresent and over-ruling providence.",
		"Early every norning the officiating priest proceeded to the holy of holies, tfter the preliminaries of purification had cleansed him from my miasma that might interfere with the efficacy of the rites.",
		"Magic.Among the rites that were celebrated in the temples or before the statues of the dead were many the mystical meaning of which was but imperfectly understood, though their efficacy was never doubted.",
		"The result testifies to the confidence inspired by Alfred's character and generalship, and to the efficacy of the military reforms initiated by him.",
		"Any philosophy of history which emphasized the importance of general causes seemed to him to imply a simply mechanical doctrine and to deny the efficacy of the great spiritual forces.",
		"They are not directed against the pilgrimage in itself, nor even against the belief that prayer possesses special efficacy on sacred ground, but solely against the exaggerated developments of the system.",
		"It can have no efficacy for souls in Purgatory; penalties imposed by the church can only refer to the living; death dissolves them; what the pope can do for souls in Purgatory is by prayer, not by jurisdiction or the power of the keys.",
		"Of late years however a new school has arisen in Belgium which expresses strong doubts of the wisdom or efficacy of prolonged cellular confinement.",
		"Inoculation is harmless, and the results obtained in India justify a favourable opinion of its protective efficacy.'",
		"The efficacy of prayers for the dead, and indirectly the doctrine of purgatory, were denied by early Gnostic sects, by Aerius in the 4th century, and by the Waldenses, Cathari, Albigenses and Lollards in the middle ages.",
		"Its remarkable efficacy in healing ulcers of the mouth - for which it is the specific - has been ascribed to a decomposition effected by the carbonic acid which is given off from these ulcers.",
		"Passing on to positive conceptions of the sacred, perhaps the most fundamental is that which identifies the efficacy of sacredness with such mystic or magical power as is signified by the mana of the Pacific or orenda of the Hurons, terms for which analogies are forthcoming on all sides.",
		"As this arrangement extends also to the margins, the wings are more or less twisted upon themselves and present a certain degree of convexity on their superior or upper surface, and a corresponding concavity on their inferior or under surface, - their free edges supplying those fine curves which act with such efficacy upon the air in obtaining the maximum of resistance and the minimum of displacement.",
		"Thus, when the wing descends it draws after it a strong current, which, being met by the wing during its ascent, greatly increases the efficacy of the up stroke.",
		"To enable efficacy and demonstration work to be conducted with the herbicide glufosinate- ammonium.",
		"Our previous study suggested that daily administration of low-dose cisplatin enhanced the efficacy of radiotherapy against primary oral squamous carcinoma.",
		"The efficacy is considerably reduced once the animal has become comatose.",
		"She will work closely with Thames Valley Police in assessing the efficacy of the PO scheme.",
		"They can cause long-term modulation of synaptic efficacy, which is necessary for memory.",
		"Different brands of simple topical emollients such as aqueous cream, oily cream and emulsifying ointment should not influence the efficacy of the treatment.",
		"Many of the treatments of the ancient world had high degrees of efficacy, all obtained without access to any modern knowledge or equipment.",
		"Prior to the directive, each EU country created and enforced its own laws regarding the safety, efficacy and labeling of herbal remedies.",
		"Look for independent research conducted on products to judge their efficacy and ingredients.",
		"Critics note too that, while more independent study needs to be done on Hydrolyze to determine its safety and efficacy,its manufacturer, Longevity LLC, has made diet supplements that have been very problematic.",
		"Lastly it may be pointed out that, as asserting the efficacy of thought and the reality of choice, pragmatism involves a real, though determinable, indetermination in the course of events.",
		"The efficacy of this legislation is in its administration, the language in which coloured aliens are usually tested being European."
	],
	"synonyms": [
		"efficaciousness",
		"advantage",
		"productiveness",
		"potency",
		"efficiency",
		"effectiveness",
		"influence",
		"effectualness",
		"effectuality",
		"effect"
	],
	"antonyms": [
		"inefficacy",
		"failure",
		"weakness",
		"unproductiveness",
		"inefficiency",
		"uselessness",
		"impotency"
	]
}