{
	"word": "jocular",
	"meaning": [
		"Characterized by joking.",
		"Joking; humorous; full of fun.",
		"Said as a joke."
	],
	"sentences": [
		"He hadn't been his usual jocular self for the last three weeks, and now this spontaneous trip to see his parents - and inviting her along?",
		"This division gave rise to the jocular designation of judgment or mother-wit as the \"secunda Petri.\"",
		"He was very jocular, and about as good of walking on his hands as feet.",
		"He is the great sportsman, the incomparable archer, the lover of the greenwood and of a free life, brave, adventurous, jocular, open-handed, a protector of women.",
		"He is said to have been of a merry and even jocular disposition, to have afforded a generous patronage to learning, and, strange to say for a sultan, to have been master of six languages.",
		"Grouped around their belfry-towers and organized within their gilds, they made merry in their free jocular language over their own hardships, and still more over the vices of their lords.",
		"Read this article from LoveToKnow Seniors, Turning 50 Jokes, to find some great websites with plenty of jocular ammunition.",
		"The west door has good early ironwork; and on one of the tower-arch pillars are some remarkable early carvings of jocular character, one of which represents a man assaulted by a woman with a ladle.",
		"It is not indeed possible to deny that in the Oracle of the Bottle, besides its merely jocular and fantastic sense, there is a certain \"echo,\" as it has been called, \"of the conclusion of the preacher,\" a certain acknowledgment of the vanity of things.",
		"Rostov, in dismay, began justifying himself, but seeing the kindly, jocular face of the general, he took him aside and in an excited voice told him the whole affair, asking him to intercede for Denisov, whom the general knew."
	],
	"synonyms": [
		"joking",
		"jesting",
		"jocose",
		"gleeful",
		"frolicsome",
		"entertaining",
		"elated",
		"comical",
		"amusing",
		"airy",
		"humorous",
		"merry",
		"lively",
		"joyous",
		"jovial"
	],
	"antonyms": [
		"solemn",
		"serious"
	]
}