{
	"word": "squalid",
	"meaning": [
		"Dirty or deteriorated, especially from poverty or lack of care.",
		"Foul or unclean, esp. as the result of neglect or unsanitary conditions.",
		"Wretched; miserable; sordid.",
		"Showing a contemptible lack of moral standards.",
		"(zoology) Any member of the Squalidae."
	],
	"sentences": [
		"Here are squalid streets and mean houses typical of the poorest class of inhabitants.",
		"The modern er-Riha is a poor squalid village of, it is estimated, about 300 inhabitants.",
		"Many squalid districts, however, have been improved away to make room for new thoroughfares and handsome buildings.",
		"Brady watched the feds, irritated at the pockets of elite unaffected by the squalid conditions the non-elite were forced to live in.",
		"He died of smoke inhalation from a kitchen fire in his tiny, squalid one-bedroom apartment in Philadelphia.",
		"However, until 1970 a group of rather squalid houses stood here.",
		"Anyway, picture a small room, roughly decorated in white, not squalid, but certainly not luxurious, .",
		"He took refuge in a mountain fortress called Pappua on the Numidian frontier, and there, after enduring great hardships in the squalid dwellings of the Moors, surrendered to his pursuers in March 534.",
		"You can sleep here but its very squalid and usually wet.",
		"The disease was, as always, most destructive in squalid, dirty neighbourhoods and among the poor, so as to be called the \" poor's plague.\"",
		"However the latest work, in what was the arena of the amphitheater, has also revealed that a somewhat squalid late Saxon settlement.",
		"No little woman is so trifling and sordid, no handmaid so squalid, but that she gained some advantage from his death.",
		"Yet the squalid refugee camps are filled with people who are all too aware of the bitter reality.",
		"The squalid, run-down conditions at Glasgow Zoo did not happen over night.",
		"For all his Wagnerian impatience, his progress was no struggle from out of a squalid environment; on the contrary, one of his latest discoveries was the greatness of his master Haydn.",
		"Poor and squalid streets are found, in close proximity to the wealthiest localities, between Marylebone Road and St John's Wood Road, and about High Street in the south, the .site of the original village.",
		"Much of the continental work submitted struck a somber note accentuating the squalid conditions of home and town.",
		"The Williamsburgh Savings Bank, rises majestically from its squalid surroundings where Atlantic Avenue meets Flatbush Avenue.",
		"The old are neglected and abandoned in squalid homes, left to die on trolleys in drafty hospital corridors.",
		"It also leaves the zoo 's long-suffering animals to languish in their squalid enclosures for even longer.",
		"In practice the lives of Buddhist monks are not so squalid as these rules would lead us to suppose.",
		"Two days later this pleasant site was cursed, as usual, with the \" Reverse Midas Touch \" and digging became somewhat squalid.",
		"The applause of society is but faintly audible in the slums of Whitechapel or in the squalid streets of Southwark.",
		"Instead the four women were held in a squalid flat in Lamia by a criminal gang waiting for them to give birth.",
		"Often squalid and slackly administered with lavish dietaries Kent 's mixed workhouses did little to reduce the rates.",
		"The first choir was burned down in 1213, but was rebuilt in 1242 at the same time as the transept, and is a superb specimen of pointed Gothic. There are five towers with spires, which give the outside an impressive appearance, and much has been done towards removing the squalid buildings that formerly concealed the cathedral.",
		"A short distance south from Christ Church, through the squalid quarter of Nicholas and Patrick streets, stands the other Protestant cathedral dedicated to St Patrick, St the foundation of which was an attempt to supersede Patrick's.",
		"Gilbert Walmesley, registrar of the ecclesiastical court of the diocese, a man of distinguished parts, learning and know ledge of the world, did himself honour by patronizing the young adventurer, whose repulsive person, unpolished manners and squalid garb moved many of the petty aristocracy of the neighbourhood to laughter or disgust.",
		"But the serious pupil of Abraham Shackleton would not be likely to see much of the wild and squalid sizar.",
		"After spending six years in Constantinople, where he published a Turkish-German Dictionary and various linguistic works, and where he acquired some twenty Oriental languages and dialects, he visited Teheran; and then, disguised as a dervish, joined a band of pilgrims from Mecca, and spent several months with them in rough and squalid travel through the deserts of Asia."
	],
	"synonyms": [
		"dirty",
		"sordid",
		"seedy",
		"seamy",
		"sleazy",
		"flyblown",
		"sad",
		"rotten",
		"repulsive",
		"miserable",
		"mangy",
		"wretched",
		"unkempt",
		"ugly",
		"slummy",
		"squalidity",
		"scabrousness"
	],
	"antonyms": [
		"good",
		"clean",
		"kept-up",
		"rich",
		"pleasant"
	]
}