{
	"word": "surmise",
	"meaning": [
		"To imagine or infer (something) without conclusive evidence; conjecture; guess.",
		"To say (something) as a guess or conjecture.",
		"To make a guess or conjecture.",
		"An idea or opinion formed from evidence that is neither positive nor conclusive; conjecture; guess.",
		"The act or process of surmising; conjecture in general.",
		"Reflection; thought; posit."
	],
	"sentences": [
		"His surmise was correct.",
		"The surmise was too hopeful.",
		"He had, however, the courage to act up to his own professions in collocating the rollers (Coracias) with the beeeaters (Merops), and had the sagacity to surmise that Menura was not a Gallinaceous bird.",
		"Would he surmise you're as limited by the dark as the rest of us earthlings?",
		"In the past, a scientist began with a surmise or hunch and began gathering data to prove or disprove it.",
		"On the whole, it is probable that Lord Wilton's surmise is not far from correct.",
		"I can only surmise that these people do n't get out very often.",
		"Study people's faces and gaits and surmise about their lives.",
		"Of course, all this last bit is pure surmise.",
		"Archaeology has not yet found the key to every unopened door; but it has already done enough to justify the surmise that if criticism had not already disintegrated the traditional theories of the Old Testament, archaeology in the latter half of the 19th century would itself have initiated the process.",
		"If this surmise be correct, we are witnessing in clusters a counter-process of progress of a nova.",
		"With a wild surmise \" The future is dark, the present burdensome; only the past, dead and finished, bears contemplation.",
		"We can only surmise how Eileen Alderman met Bob Mills.",
		"How it arose or how any credence came to be reposed in the legend, it is difficult to surmise.",
		"With a wild surmise The future is dark, the present burdensome; only the past, dead and finished, bears contemplation.",
		"I've told you all I know myself now, for the rest is mere surmise and conjecture.",
		"It is quite natural to surmise what might be contained in a sealed parcel or a bag.",
		"As you might surmise from the name, the Swingomatic features six different swinging speeds.",
		"As you may surmise, very little is left to the imagination.",
		"It is possible to surmise the existence of supernatural (magical or otherwise) properties by comparing knowledge of natural behavior with actual one.",
		"I 've told you all I know myself now, for the rest is mere surmise and conjecture.",
		"By the tone of this question, I am sure you can surmise that I believe the allergy is \"an act\" to prevent me from attending our family cottage with my dogs since the family my niece belongs to does not like animals.",
		"As you might surmise by now, Rob Brezny is quite a character.",
		"Many of the ancient oaks that remain in England may date from Saxon times, and some perhaps from an earlier period; the growth of trees after the trunk has become hollow is extremely slow, and the age of such venerable giants only matter of vague surmise.",
		"We may surmise that Gerbert left France towards the end of 995, as he was present at Otto III.'s coronation at Rome on the 2rst of May 996.",
		"As you might surmise from the signature appended to this message, I'm interested in the works of Mark Twain.",
		"But we may reasonable surmise that his subsequent promotions were as much owing to high birth as to great abilities.",
		"Since Ireland had only recently emerged from a period of outright rebellion one might even surmise that printers would keep Irish connections quiet.",
		"An alternative to staying at home, I surmise, was to vote for the pensioners.",
		"Unless these are resolved, the UK researchers surmise, its economic potential is certain to be compromised, particularly for developing countries.",
		"We must therefore surmise their possession of a mechanism which can construct proteids, if supplied with these compounds of nitrcgen together with sugar.",
		"We can only surmise that the figure was discerned in a cloudy crystal ball that is Ehrlich 's head.",
		"Researchers conducting examinations of human and animal brains surmise that a deficiency of cells called hypocretin may be a cause for narcolepsy.",
		"As you may surmise, the amount of breast tissue removed determines just how different the area will look after healing.",
		"It appears, therefore, that in the tradition followed by the Israelite historian the tribes within whose pasture lands the mountain of God stood were worshippers of Yahweh before the time of Moses; and the surmise that the name Yahweh belongs to their speech, rather than to that of Israel, has considerable probability.",
		"There is a surmise that early in his Oxford career he contemplated taking orders in the Church of England.",
		"He was arrested on the spot, and when his lodgings were searched a quantity of powder and shot was found, with the rules of a secret society, called\" Young England,\"whose members were pledged to meet,\" carrying swords and pistols and wearing crape masks.\"These discoveries raised the surmise that Oxford was the tool of a widespread Chartist conspiracy - or, as the Irish pretended, of a conspiracy of Orangemen to set the duke of Cumberland on the throne; and while these delusions were fresh, they threw well-disposed persons into a paroxysm of loyalty.",
		"Henry is said, on authority which has not been traced farther back than Paolo Sarpi, to have been destined for the church; but the story is probably a mere surmise from his theological accomplishments, and from his earliest years high secular posts such as the viceroyalty of Ireland were conferred upon the child."
	],
	"synonyms": [
		"suspect",
		"theorize",
		"speculation",
		"presume",
		"opine",
		"notion",
		"judge",
		"inference",
		"imagine",
		"hypothesize",
		"extrapolate",
		"deem",
		"deduce",
		"conclusion",
		"conclude",
		"speculation",
		"surmisal",
		"hypothesis",
		"supposition",
		"conjecture",
		"guess",
		"suspicion",
		"presumption",
		"peradventure",
		"inference",
		"extrapolation",
		"deduction",
		"conclusion",
		"belief",
		"theory"
	],
	"antonyms": [
		"wonder",
		"question",
		"calculation",
		"measurement",
		"knowledge"
	]
}