{
	"word": "pristine",
	"meaning": [
		"Remaining in a pure state, without human alteration.",
		"Remaining free from dirt or decay; clean.",
		"Still pure; uncorrupted; unspoiled.",
		"Characteristic of the earliest, or an earlier, period or condition; original.",
		"Having the characteristics of something new and fresh."
	],
	"sentences": [
		"The biohazard elimination field was marked by pristine white fencing.",
		"Perhaps it's not so pristine, like most of this tired city.",
		"Andre snorted and motioned to the pristine white sofa.",
		"Selecting the largest, she went to the pristine sink area, almost afraid to run water for fear of leaving water marks in the stainless steel.",
		"It was pristine and white, rising out of the ground like a natural formation.",
		"Having devoted much time to the study of the Latin writers, historians, orators and poets, and filled his mind with stories of the glories and the power of ancient Rome, he turned his thoughts to the task of restoring his native city to its pristine greatness, his zeal for this work being quickened by the desire to avenge his brother, who had been killed by a noble, a member of the ruling class.",
		"Katie grabbed her purse and walked quickly down a pristine hall to a placard that read Officer David.",
		"What you will not find here are pristine corals.",
		"You get to see teeming wildlife in pristine wilderness.",
		"Arcade owners tend to treat games like Pac-Man and Donkey Kong as relics and keep them in pristine condition.",
		"Although aghast at the state of his once pristine house, Luke managed to call the police quickly to report the break-in.",
		"Many of these tribes have retained their pristine paganism, but many others it is certain have adopted the Mahommedan religion and have been assimilated by the subsequent and stronger wave of Sumatran immigrants.",
		"Previously never dived before, this site had pristine hard corals, large schools of unicorn fish, as well as inqusitive sharks.",
		"If you are fine with purchasing less than pristine books for your collection, this is a viable option.",
		"Many secondhand wedding dresses are available in pristine condition.",
		"The hotel resembles a rustic log cabin and is surrounded by pristine forests.",
		"Keep everything in pristine condition to get top dollar for your titles.",
		"The beaches there are pristine, and the resorts cater to young children and their parents.",
		"The Canada jay, or \"whisky-jack\" (the corruption probably of a Cree name), seems to be of a similar nature, but it presents a still more sombre coloration, its nestling plumage, 3 indeed, being thoroughly corvine in appearance and suggestive of its being a pristine form.",
		"Up to four tracks of 16-bit, 48 kHz pristine and uncompressed audio can be recorded simultaneously to the 40GB internal hard drive.",
		"During the first morning you will follow trails through the pristine terra firme forest.",
		"The pristine finger picked melodies are perfectly accompanied by Wetherill 's distinct voice, at one moment trilling like bird and next whispering conspiratorially.",
		"Rejecting Mishcon 's pristine typescript draft, Mr Justice Moses invites us to withdraw to draft a suitable Order.",
		"It is in your best interest to purchase some form of protective case for your iPod Nano if you plan on keeping it in as pristine a shape as possible.",
		"A violin will most likely cost you a lot less than a piano, but there are some things you need additionally to keep the violin in pristine condition for many years of use.",
		"Owned and operated by the Department of Environmental Conservation, Belleayre is truly a place to experience the beautiful pristine wilderness of New York State.",
		"The 444 room property includes a pristine pool area for larger weddings plus a special salon designed for bridal parties.",
		"Many consignment shops won't accept any merchandise unless it's in absolutely pristine condition, so you're sure to select a winner.",
		"Do you enjoy hiking, biking, snorkeling, or skiing, or do you prefer quiet strolls on the beach or peaceful canoe trips across a pristine lake?",
		"If it's a formal frock and you would like to keep in its pristine state to wear to another formal occasion in the future, consider bringing it to a wedding dress preservation specialist.",
		"Many vintage wedding gowns are still in pristine condition and a slightly retro look is always beautiful.",
		"Of course, if a celeb has the money to pay for a multi-million dollar home, chances are he or she can also afford a staff to keep it looking pristine!",
		"If you look at clothes on a site like Pristine Planet, you'll see competitive prices, although the selection is limited.",
		"Store in a cool, dark place, checking every year or so to make sure it's in pristine condition.",
		"Pair My Little Pony embellished dresses with pristine white anklets and black Mary Jane shoes for a classic look.",
		"Private Alaska cruises are ideal for travelers looking to take intimate voyages along pristine waterways, which boast breathtaking views and phenomenal fishing.",
		"However, the downside to this pristine remoteness, free of traffic, cell phones and pollution is that it is not easily accessible.",
		"Pristine Planet is a comparison shopping website that allows you to find the best price for items such as organic bedroom furniture or safe paints.",
		"Pristine Planet has several varieties of organic cotton sheets, with flat and fitted sheets sold separately.",
		"Unfortunately in the past, some home owners have become so obsessed with keeping their lawns pristine that they never thought about the harmful effects pesticides have on the environment.",
		"Pristine Planet offers a broad selection of bath toys with organic dyes, as well as many fair trade, natural, and organic products.",
		"For people looking for a natural way of keeping tiled surfaces in the bathroom or kitchen looking pristine, cleaning grout with organic cleaners is an attractive option.",
		"It is more than likely that what you pay someone to make a cardigan exactly to your specifications will be comparable to what you might have paid for a vintage cardigan in pristine condition.",
		"While the cost of the new game is higher-considerably higher for collector's items-knowing you have a pristine version of the game is a good feeling.",
		"Following her suggestion, Charlemagne planted white wine grapes, and the resultant wines provided a colorless alternative that kept his facial hair pristine.",
		"All have been restored to pristine condition and decorated to make your experience all the more authentically \"wine country.\"",
		"Cards with bent corners, scratches, tears and other damage will command a much more reduced price than a card in pristine condition.",
		"This can be found in a large proportion of cards and can affect the value of cards of even the most pristine of conditions.",
		"A postcard that is in pristine condition will have sharp corners, no bends, folds or creases.",
		"From hot pink to sunny yellow, from pristine white to your basic black, they've got you covered.",
		"Our search yielded mostly sunny yellows and pristine white colors.",
		"Traditional toile fabric visually consists of only two colors Picture a scenic blue design set against the backdrop of a pristine white canvas, and you have the idea.",
		"What's more, Everest Nutrition Krill Oil is taken from the most pristine waters of Antarctica, arguably the cleanest waters on earth.",
		"With diamond mines popping up a seriously fast rate, many wonder what will happen to the once pristine environment of Canada's northern most territories.",
		"Give your band lots of gentle care to keep it in pristine condition.",
		"Keep them in as pristine of a condition as possible until you're sure they are the shoes for you.",
		"Top a pair of riding breeches with a pristine white show top, and finish the look with riding gloves and a pair of boots.",
		"White boots may complement any outfit, but they do require some special care to keep them looking pristine and clean.",
		"Rooms overlook a perfectly manicured golf course as well as some of the most pristine beaches on the island.",
		"There are basically two options that will help keep a pocket watch in pristine condition.",
		"Condition - Is the watch in pristine condition?",
		"In order to fetch the highest price from buyers, an antique car should be in pristine original condition.",
		"There are a few other tricks of the trade when it comes to maintaining pristine lawn furniture.",
		"The vinegar cuts the grease easily and keeps everything in pristine shape.",
		"If your driving record is not quite so pristine, you may be able to take a defensive driving course to reduce costs as much as 15 percent or more.",
		"Learn more about silk panties, including the types of silk fabrics and care instructions for keeping your undergarments in pristine condition.",
		"Infill sites are the most \"green\" because you are not developing pristine land.",
		"At some point, the homeowner will need to paint the wood exterior to help it keep its pristine appearance.",
		"Without regard to explore the pristine society expeditions western ave.",
		"Keep an eye out, too, for the green turtles that come to lay their eggs on Redang's pristine beaches.",
		"In this pristine coastal rainforest, you will have up-close views of dramatic waterfalls, soaring granite cliffs and deep, placid fjords.",
		"Each cutlery set comes complete with its own wood effect canteen to keep your cutlery set comes complete with its own wood effect canteen to keep your cutlery looking pristine for years to come.",
		"As with all O&W's this watch is superbly finished, pristine looking is functional and uncluttered.",
		"We came out through Cwm Dwr which had some beautiful pristine white flowstone that nobody remembered seeing before.",
		"Problem every day found a good rios jamaica George pristine coastlines but.",
		"He pointed to a hill on an island across the pristine Munlochy Bay surrounded by greenery.",
		"His grave is kept in pristine condition and, with its marble headstone, is a regular tourist attraction.",
		"Holidays in Cayo Guillermo appeal to those looking for the solitude and romance of a virtually pristine and otherwise deserted island.",
		"The Iwokrama Reserve covers one million acres of pristine rainforest that is widely regarded as the best place to see jaguar in the world.",
		"Many of these now landless people moved to the Amazon where they cleared pristine forests.",
		"These ski lodges offer flexible offpiste experience in the thick of pristine mountain wilderness.",
		"Beautiful, pristine, shimmering and just generally luscious, this is a must for fans of the label.",
		"Phase 1 of the development has already taken place, destroying mangroves and large areas of Bimini's pristine habitat and coastline.",
		"But what if these overlooked masterpieces were playing at your local picture house, in pristine prints with beguiling new advertising?",
		"Did they think they could arrive in holy matrimony together at the pristine war clinic where everyone is saved?",
		"Erich says pristine American company insurance life mayflower white mountains to appeal the has concerns about.",
		"They are relatively pristine remnants of the nebula from which the entire solar system was formed.",
		"The walls are covered in absolutely pristine coral - the best I have seen anywhere.",
		"The Billy Banks flow west from Paget Terrace in an almost pristine sixties line.",
		"With little human exploitation, the vegetation in the reserves is in largely pristine condition.",
		"Sure you can make mistakes and watch as your once pristine car flies off the road and into the valley below.",
		"The jacket was worn, but remained stylish and still pristine even with noticeable wearing at the cuffs and pockets.",
		"The desert cores remain pristine in many parts of the world, representing some of the planet's last remaining areas of total wilderness.",
		"Each cutlery set comes complete with its own wood effect canteen to keep your cutlery looking pristine for years to come.",
		"For every voice saying that the archives must be kept pristine under lock and key, there will be thousands saying \" No!",
		"Once they have been so informed, we have already violated their pristine purity.",
		"The number of while temperatures were on a pristine the nautica spa.",
		"A series of dramatic granitic pinnacles just break the surface and are the home for giant stingrays, reef sharks and pristine coral formations.",
		"Tourism can be considered as being a real danger to all pristine places, especially tropical forests.",
		"Firstly, we have a pristine widescreen original ratio print with great Dolby sound.",
		"Colin Degrease, 32, donned the pristine Y-fronts at the insistence of his long-suffering wife Donna.",
		"Poisson in a paper read on the 10th of June 1808, was once more attacked by Lagrange with all his pristine vigour and fertility of invention.",
		"The next day I went to Israel, to the pristine air-conditioned studios of Canal 2 in Jerusalem.",
		"Keep your sweaters aired and folded when not in use and launder in the most delicate detergent available so that they remain pristine for years.",
		"Unworn and pristine condition Betty Boop pocket watches now sell for several hundred dollars making this watch a significant investment.",
		"Be aware that some vintage lingerie will be pristine because it was never worn, while pieces that were worn may have slight imperfections.",
		"Some printers are capable of creating pristine photographic images, while others display pixilation and blurriness when producing detailed images.",
		"Spend a day kayaking, canoeing or boating in the pristine waters off the island.",
		"Trekkers, campers and bikers will enjoy the forest, swimmers will love dipping in the lakes, and skiers will adore the pristine slopes in the winter.",
		"Salmon, once threatened with extinction, have been saved, maintained in good supply, and indeed have probably regained their pristine abundance.",
		"Aren't just bananas she shares her pristine wilderness five years ago.",
		"The 333 islands that make up this nation can sizzle with excitement or murmur with the quiet calm of pristine nature.",
		"Stroll along the pristine shores where the air sings with the scent of the sea.",
		"Thus the housing of the poor has been improved, though this difficult problem is yet far from solution; not the large towns only, but the larger villages also, are cleansed and drained; food has been submitted to inspection by skilled officers; water supplies have been undertaken on a vast scale; personal cleanliness has been encouraged, and with wonderful success efforts have been made to bring civilized Europe back from the effects of a long wave of Oriental asceticism, which in its neglect and contempt of the body led men to regard filth even as a virtue, to its pristine cleanliness under the Greeks and Romans.",
		"In conclusion, it is noteworthy that though resorting to utterly fanciful hypotheses respecting the order of the development of the world, Anaximander agrees with modern evolutionists in conceiving the heavenly bodies as arising out of an aggregation of diffused matter, and in assigning to organic life an origin in the inorganic materials of the primitive earth (pristine mud).",
		"But when Buddhism, whose widely open doors had absorbed the mass of the community, became thereby corrupted from its pristine purity and gradually died away, the smaller school of the Jains, less diametrically opposed to the victorious orthodox creed of the Brahmans, survived, and in some degree took its place.",
		"The aim of the greatest of his successors was to restore it to its pristine position and influence, while many of the French rulers made its re-establishment the goal of their policy.",
		"It's a shame I don't have a little princess to lay to rest along its pristine shore.",
		"Kiera looked around, speechless at the soaring ceilings, the atrium with a waterfall in the foyer, and pristine white walls covered with the multi-colored roping.",
		"But the pristine forest and surrounding view was more than worth the tiredness that crept into the arms and legs.",
		"Frustrated, Katie looked both directions down the pristine, eerily quiet hallway before following the kid toward the far end, where a bright red exit sign hung over the door.",
		"The local patriotism and good taste of the citizens have regulated recreation and have also preserved in pristine vigour many peculiarly Scottish customs and pastimes.",
		"It could neither afford to trifle with the sympathies of the French Catholics nor to interrupt the progress of those elements, which would naturally be a thorn in the side of the young German Empire, thus undo Bismarck's work, and restore the Vatican policy to its pristine strength and vigour.",
		"As a writer, he was one of the first to restore the Latin tongue to its pristine purity; and among his works are De Vera Philosophia ex quatuor doctoribus ecclesiae (Bologna, 1507), De Sermone Latino (Basel, 1513), and a poem, De Venatione (Venice, 1534)."
	],
	"synonyms": [
		"new",
		"fresh",
		"original",
		"pure",
		"untrod",
		"untouched",
		"unspoiled",
		"uncorrupted",
		"primitive",
		"early",
		"clean"
	],
	"antonyms": []
}