{
	"word": "mercurial",
	"meaning": [
		"Of Mercury (the god or planet)",
		"Of or containing mercury.",
		"Having qualities attributed to the god Mercury or supposedly influenced by the planet Mercury; eloquent, clever, shrewd, thievish, etc.",
		"Caused by the action or use of mercury.",
		"Having qualities suggestive of mercury; quick, quick-witted, volatile, changeable, fickle, etc.",
		"A drug or preparation containing mercury.",
		"(astrology) Someone born under the influence of Mercury. [from 16th c.]"
	],
	"sentences": [
		"Even this did not tame the impostors mercurial temperament.",
		"The disciplined philosopher, who had devoted himself to the task of comprehending the organism of the state, had no patience with feebler or more mercurial minds who recklessly laid hands on established ordinances, and set them aside where they contravened humanitarian sentiments.",
		"They can be very mercurial, one minute docile the next skittish.",
		"Apart from the effects of varying precipitation and evaporation the atmosphere affects sea-level also by its varying pressure, the difference in level of the sea-surface from this cause between two given points being thirteen times as great as the difference between the corresponding readings of the mercurial barometer.",
		"It's music that bypasses the brain entirely, beguiling the soul with its ceaselessly inventive mercurial forms conjured literally out of the air.",
		"Erv had worked with John previously, and seemed the only person prepared to ride the waves of John's mercurial temperament.",
		"The former substituted for the salt, sulphur and mercury of Basil Valentine and Paracelsus three earths - the mercurial, the vitreous and the combustible - and he explained combustion as depending on the escape of this last combustible element; while Stahl's conception of phlogiston - not fire itself, but the principle of fire - by virtue of which combustible bodies burned, was a near relative of the mercury of the philosophers, the soul or essence of ordinary mercury.",
		"The earliest mercurial pump, devised by Swedenborg and described in his Miscellanea observata circa yes naturales (1722), was statical in action, consisting essentially in replacing the solid piston of the mechanical pump by a column of mercury, which by being alternately raised and lowered gradually exhausted a vessel.",
		"In the literature and drama of his country, the Andalusian is traditionally represented as the Gascon of Spain, ever boastful and mercurial; or else as a picaresque hero, bull-fighter, brigand or smuggler.",
		"Your mercurial nature and steadfastness makes you perfect for any type of committee (think Yearbook staff), or the head of social functions (like Homecoming).",
		"The dual nature of the Gemini has led astrologers to ascribe such traits as mercurial and restless to Geminis, as well as two faces and variable personalities.",
		"I must address my deep-seated slothfulness and bring my somewhat mercurial temperament under a greater degree of control.",
		"Antimonial, bismuth and arsenical compounds were assiduously studied, a direct consequence of their high medicinal importance; mercurial and silver compounds were investigated for the same reason.",
		"We still contemplate and .consider; we still speak of men as jovial, saturnine or mercurial; we still talk of the ascendancy of genius, or a disastrous defeat.",
		"In modern thermometry instruments of extreme accuracy are required, and researches have been made, especially in Germany and France, to ascertain the causes of variability in mercurial thermometers, and how such variability is to be removed or reduced.",
		"For example, a mercurial pill at night, followed by salts and senna in the morning, will often relieve the pain in toothache or gum-boil, and lessen inflammation not only in the mouth, but other parts of the body as well.",
		"The views of Becher on the composition of substances mark little essential advance on those of the two preceding centuries, and the three elements or principles of salt, mercury and sulphur reappear as the vitrifiable, the mercurial and the combustible earths.",
		"Although modern mercurial pumps have assumed a multiplicity of forms, their actions can be reduced to two principles, one statical, the other hydrodynamical - at the same time instruments have been devised utilizing both these principles.",
		"The principle is to have a constriction in the tube above the bulb so proportioned that when the instrument is upright it acts in every way as an ordinary mercurial thermometer, but when it is inverted the thread of mercury breaks at the constriction, and the portion above the point runs down the now reversed tube and remains there as a measure of the temperature at the moment of turning over.",
		"In all mercurial thermometers there is a slight depression of the ice-point after exposure to high temperatures; it is also not uncommon to find that the readings of two thermometers between the iceand boiling-points fail to agree at any intermediate temperature, although the iceand boiling-points of both have been determined together with perfect accuracy, and the intervening spaces have been equally divided.",
		"Hecker took the opportunity of a voyage from Hamburg to La Plata, and in 1904 and 1905 of voyages in the Indian and Pacific Oceans to determine the local attraction over the ocean by comparing the atmospheric pressure measured by means of a mercurial barometer and a boiling-point thermometer, and obtained results similar to Scott Hansen's.",
		"He studied the whole subject of thermometry critically; he introduced the use of an accurate air-thermometer, and compared its indications with those of a mercurial thermometer, determining the absolute dilatation of mercury by heat as a step in the process.",
		"The surface of the skin may be invaded by parasitic organisms and may exhibit spots, which are removed by something which will destroy the parasite, such as ointments containing mercurial salts.",
		"Among the principal varieties are those which contain carbolic acid and other ingredients of coal tar, salicylic acid, petroleum, borax, camphor, iodine, mercurial salts, sulphur and tannin."
	],
	"synonyms": [
		"fickle",
		"erratic",
		"quicksilver",
		"shrewd",
		"quick",
		"lively",
		"fluctuating",
		"flighty",
		"cunning",
		"clever",
		"adroit",
		"volatile",
		"inconstant",
		"changeable",
		"whimsical"
	],
	"antonyms": [
		"steady",
		"constant",
		"tranquil",
		"unvarying",
		"unchangeable",
		"imperturbable",
		"calm"
	]
}