{
	"word": "fastidious",
	"meaning": [
		"Showing or acting with careful attention to detail.",
		"Not easy to please; overly exacting or discriminating.",
		"Refined in a dainty or oversensitive way.",
		"Excessively scrupulous or sensitive, as in taste, propriety, or neatness.",
		"Having complex nutritional requirements."
	],
	"sentences": [
		"Denton was fastidious about his appearance and he expected the woman at his side to mirror that image.",
		"It thrives in light sandy soil, and is not fastidious, coming from sandy, gravelly places.",
		"It is not fastidious as to soil or situation, but its best place is in dry soil, fully exposed.",
		"I'm normally very fastidious about citing my sources on this blog.",
		"California is particularly fastidious in ensuring that drivers can see the current state of a traffic light.",
		"Virgo males, therefore, would prefer a mate that is as tidy and as fastidious as they are.",
		"The brilliant effect produced in autumn by tufts of this species well repays any trouble it may give, for though by no means fastidious, the difficulty of growing it well in small gardens in the absence of shade and moisture is great.",
		"Building miniature porcelain fairy dolls can be slow and fastidious.",
		"We hear he is so fastidious about the branch's funds that he adds to them every time he finds coins on the floor.",
		"I would not, for example, expect an overly fastidious approach to objectivity from the Murdoch media empire.",
		"I love the way you take charge; your confidence and the way you're so fastidious about everything.",
		"Pebrine manifests itself by dark spots in the skin of the larvae; the eggs do not hatch out, or hatch imperfectly; the worms are weak, stunted and unequal in growth, languid in movement, fastidious in feeding; many perish before coming to maturity; if they spin a cocoon it is soft and loose, and moths when developed are feeble and inactive.",
		"I was uneasy to think myself too fastidious, whilst I fancied Dr. Johnson quite satisfied.",
		"Guinea pigs are quite fastidious in their diet, and any sudden alteration in their diet may mean they stop eating.",
		"But his course was always singularly independent, and, though one of the most affectionate and most sensitive of men, yet it was his fortune to be so fastidious in thought and so conscientious in judgment as often to give offence or create alarm in those he deeply respected or tenderly loved.",
		"Perhaps, amidst the great variety of qualities which they possess, none is more universal and more characteristic than a rich elegance, combined with an almost fastidious selection of beautiful forms. It is the super-eminence of these qualities, associated with great decorative skill, that make the splendid pageant of the \"Daphnephoria\" the most perfect expression of his individual genius.",
		"There is something, too, in his fastidious refinement and in his shrinking from the rough contact of life that reminds us of the English poet Gray.",
		"The attempt, though defeated, had been supported by a majority of the representatives from Upper Canada, and Baldwin's fastidious conscience took it as a vote of want of confidence.",
		"There is also a tendency towards fastidious eating habits.",
		"Virgo makes for a steady, fastidious lover.",
		"Such plans were frustrated, not only by his practical avocations, but by his determination to finish what he had begun, and the fastidious self-criticism which it took so long to satisfy.",
		"Both before and after the marriage he seems to have been a libertine as unblushing though not so fastidious as Charles himself.",
		"Among the most constant attendants were two high-born and high-bred gentlemen, closely bound together by friendship, but of widely different characters and habits - Bennet Langton, distinguished by his skill in Greek literature, by the orthodoxy of his opinions, and by the sanctity of his life, and Topham Beauclerk, renowned for his amours, his knowledge of the gay world, his fastidious taste and his sarcastic wit.",
		"Funky bra straps may not be for everyone, but for those that like to take fastidious care with their appearance, there is no limit to this particular style, and various trends and colors abound.",
		"But his Ecclesiastes, published a few months earlier, his Drames philosophiques, collected in 1888, give a more adequate image of his fastidious critical, disenchanted, yet not unhopeful spirit.",
		"Yet on the whole, even from the beginning, the revolt was useful in that it shook the position of the \"learned physician,\" who took a literary, fastidious and meditative rather than an experimental interest in his profession, and, as in great part a descendant of the humanists, was never in full sympathy with experimental science."
	],
	"synonyms": [
		"exacting",
		"sensitive",
		"refined",
		"punctilious",
		"exquisite",
		"elegant",
		"difficult",
		"delicate",
		"critical",
		"fussy",
		"finicky",
		"finical",
		"dainty",
		"choosy",
		"meticulous"
	],
	"antonyms": [
		"unfastidious",
		"indiscriminating",
		"uncritical",
		"undemanding",
		"uncouth",
		"indifferent",
		"uncareful",
		"slovenly",
		"indiscriminate",
		"careless"
	]
}