{
	"word": "extraneous",
	"meaning": [
		"Not constituting an essential or vital element or part.",
		"Not truly or properly belonging; not essential.",
		"Unrelated to the topic or matter at hand.",
		"Coming from outside; foreign.",
		"Not pertinent; irrelevant."
	],
	"sentences": [
		"If there are no extraneous forces, the resultant linear momentum is constant in every respect.",
		"Partaking human food is now extraneous, yet can still be quite enjoyable.",
		"It is probable also that the \" extraneous discourses \" (Oi i wTEpLKoi Aoyoc) sometimes mentioned in them here mean dialectical discussions of a subject from opinions extraneous to its nature, as opposed to scientific deduction from its appropriate principles.",
		"The musical growth is spoilt, the development of the themes is stopped, or prevented, by some reference to extraneous ideas.",
		"Pierre now recognized in his friend a need with which he was only too familiar, to get excited and to have arguments about extraneous matters in order to stifle thoughts that were too oppressive and too intimate.",
		"It is evident that the normal blue is more or less diluted with extraneous white light, having its origin in reflections from the grosser particles of foreign matter with which the air is usually charged.",
		"This extraneous influence may, however, be eliminated by surrounding the rod with a coil of wire carrying a current such as will produce in the interior a magnetic field equal and opposite to the vertical component of the earth's field.",
		"In the Fragmente he aims at nationalizing German poetry and freeing it from all extraneous influence.",
		"The new extraneous element introduced into Roman literature draws into greater prominence the characteristics of the last great representatives of the genuine Roman and Italian spirit - the historian Tacitus and the satirist Juvenal.",
		"In both cases no extraneous cause can be assigned; the period seems to be inherent in the star itself and not to be determined by the revolution of a satellite (no variability of the line-of-sight motion of Mira has been found, so that it is probably not accompanied by any large companion).",
		"In general the extraneous episodes have no great appropriateness to their context, and have the appearance of being abridged versions of stories that had been related at length in poetry.",
		"A number of particles attached at various points of a string are acted on by given extraneous forces Pi, P, P3.",
		"We shall suppose, in the first instance, that extraneous forces act on the frame at the joints only, i.e.",
		"When a plane frame which is just rigid is subject to a given system of equilibrating extraneous forces (in its own plane) acting on the joints, the stresses in the bars are in general uniquely determinate.",
		"For the conditions of equilibrium of the forces on each pin furnish vi equations, viz, two for each point, which are linear in respect of the stresses and the extraneous forces.",
		"The amalgamation proceeds very slowly, as the sole extraneous heat is that of the sun.",
		"In the United States it was used quite extensively in Colorado and Nevada, but has now been given up. The main reasons for this are the length of time required to finish a charge, on account of the absence of any extraneous source of heat, and the great care with which operations have to be carried out in order to obtain satisfactory results.",
		"Happiness consists in the possession of virtue, and consequently is independent of personal and extraneous advantages.",
		"These are totally extraneous from that which is the norm in the rest of the decoration.",
		"These pigmentary changes found in abnormal conditions are usually classified under (1) Albuminoid,, (2) Haematogenous, (3) Extraneous.",
		"You need the room to be as functional as possible, but you don't have the space for extraneous stuff.",
		"The reason of this is apparently that the negative pressure of the pleural, and partly of the peritoneal, cavity tends to aspirate a liquid relatively thicker, so to speak, than that effused where no such extraneous mechanism is at work (James).",
		"Now, as in all eight passages Aristotle speaks, somewhat disparagingly, of \" even (Kai) extraneous discourses,\" and as these include his own early dialogues, they must be taken to mean that though he might quote them, he no longer wished to be judged by his early views, and therefore drew a strong line of demarcation between his early dialogues and the mature treatises of his later philosophical system.",
		"Meanwhile the difficulties in the way of contemporary nationmaking are fostered by many extraneous influences, as well as by dogged resistance of the races in question.",
		"Organic acids such as vinegar, common salt, the natural ingredients of food, and the various extraneous substances used as food preservatives, alone or mixed together, dissolve traces of it if boiled for any length of time in a chemicallyclean vessel; but when aluminium utensils are submitted to the ordinary routine of the kitchen, being used to heat or cook milk, coffee, vegetables, meat and even fruit, and are also cleaned frequently in the usual fashion, no appreciable quantity of metal passes into the food.",
		"The problem of determining the possible configurations of equilibrium of a system of particles subject to extraneous forces which are known functions of the positions of the particles, and to internal forces which are known functions of the distances of the pairs of particles between which they act, is in general determinate For if n be the number of particles, the 3n conditions of equilibrium (three for each particle) are equal in number to the 351 Cartesian (or other) co-ordinates of the particles, which are to be found.",
		"The theorem that any coplanar system of forces can be reduced to a force acting through any assigned point, together with a couple, has an important illustration in the theory of the distribution of shearing stress and bending moment in a horizontal beam, or other structure, subject to vertical extraneous forces.",
		"The stresses produced by extraneous forces in a simple frame can be found by considering the equilibrium of the various joints in a proper succession; and if the graphical method be employed the various polygons of force can be combined into a single force-diagram.",
		"When extraneous forces act on the bars themselves the stress in each bar no longer consists of a simple longitudinal tension or thrust.",
		"Each extraneous force W acting on a bar may be replaced (in an infinite number of ways) by two components P, Q in lines through the centres of the pins at the extremities.",
		"If the extraneous forces are n equilibrium the total work which they would perform in any such displacement would be zero, since they reduce to a zero force and a zero couple.",
		"Conversely, we can show that if the, virtual work of the extraneous forces be zero for every infinitesimal displacement of the body as rigid, these forces must be in equilibrium.",
		"It follows, by the preceding kinematic theory, that the mass-centre G of thc system will move exactly as if the whole, mass were concentrated there and were acted on by the extraneous forces applied paralle to their original directions.",
		"The first step was thus gained, and it was hoped that if \" infusion \" could be avoided, if the papers bearing on the case were presented to the judges quickly, and before their minds could be swayed by extraneous influence, their decision on the case would be the same as that of the king.",
		"It is clear that the extraneous influence to be feared was Coke, who, on being addressed by Bacon, again objected to giving his opinion separately, and even seemed to hope that his brother judges after they had seen the papers would withdraw their assent to giving their decisions privately.",
		"This part, strictly speaking, is quite extraneous to the general design.",
		"This discussion, though strictly speaking extraneous to the scheme, has always been looked upon as a most important part of his philosophy, and his name is perhaps as much associated with the doctrine of Idols (Idola) as with the theory of induction or the classification of the sciences.",
		"Brimstone is easily burned without any extraneous help; indeed the only precaution required is to take care lest the heat produced by the burning sulphur should not volatilize part of it in the unburned state.",
		"The roasting of pyrites always takes place without using any extraneous fuel, the heat given off by the oxidation of the sulphur and the iron being quite sufficient to carry on the process.",
		"For the first time in the queens reign, a solid Liberal majority, independent of all extraneous Irish support, was returned, and Gladstone resumed in triumph his old position as prime minister.",
		"She received a rather desultory education, and mastered algebra and Euclid in secret after she had left school, and without any extraneous help. In 1804 she married her cousin, Captain Samuel Greig, who died in 1806; and in 1812 she married another cousin, Dr William Somerville (1771-1860), inspector of the army medical board, who encouraged and greatly aided her in the study of the physical sciences.",
		"The book did have extraneous content such as when David meets a catechist.",
		"Such an about-face into timelessness is not extraneous to Hegel's dialectics and philosophy of history.",
		"They are largely extraneous to the main transaction, and carry out a mechanical function.",
		"The crowd's not entirely silent, but there's not too much extraneous talking.",
		"Obviously the wholly extraneous issue of radicalism and opposition to the war entered into the deliberation of the jury.",
		"Naturalization may have appeared to many as expensive, complex and somewhat extraneous to their daily existence.",
		"Thus the IESR data model is a simplification of the RSLPCD model, omitting details that seemed extraneous.",
		"In the United States the years from 1870 to 1875 witnessed sweeping and generally ill-considered legislation (\" Granger \" Acts) concerning railway charges throughout the Mississippi valley; while the years from 1884 to 1887 were marked by more conservative, and for that reason more enforceable, acts, which culminated in the Interstate Commerce Act, prohibiting personal discrimination and gradually restricting discrimination between places, and providing for a National Commission of very considerable power - not to speak of the pooling clause, which was extraneous to the general purpose of the act, and has tended to defeat rather than strengthen its operation.",
		"Like Poland two centuries later, Hungary had ceased to be a civilized autonomous state because her prelates and her magnates, uncontrolled by any higher authority, and too ignorant or corrupt to look beyond their own immediate interests, abandoned themselves to the exclusive enjoyment of their inordinate privileges, while openly repudiating their primal obligation of defending the state against extraneous enemies.",
		"In acoustics we meet with the case where a body is urged towards a fixed point by a force varying as the distance, and is also acted upon by an extraneous or disturbing force which is a given function of the time.",
		"The goal is to eliminate extraneous objects that may detract from your main subject.",
		"The purpose of glamour photography is to accentuate the nude or partially nude female body rather than focus on clothing, background or other extraneous items.",
		"By filling your camera's viewfinder with the child's face and eliminating extraneous background details, your photos will have greater impact.",
		"For starters, it’s important to keep your background void of clutter and other extraneous props.",
		"Meditation is a skill that requires focusing the mind, emptying it of extraneous thoughts and allowing it to relax.",
		"The following is a quick sketch of California's prime and most interesting wine country spots to visit, along with highlighted wineries, special places to stay, choice dining spots, and wine extraneous things to do or see.",
		"Expect color, expect extraneous hardware, and be prepared for the personality-packed designs that are so distinctive to Juicy Couture bags.",
		"Superior sculpting removes extraneous weight, allowing players more \"air time\".",
		"Autistic people may have more trouble filtering out extraneous sensory information.",
		"Removing extraneous sports gear and equipment from your car can also help the detailing process go more quickly.",
		"Very simply speaking, it does this by deleting all of the extraneous digital information, inaudible to our ears, keeping only the stuff we actually hear.",
		"There is no extraneous advertising except what you actually decide to include.",
		"Strato appears to reject Aristotle's idea of an original source of movement and life extraneous to the world in favour of an immanent principle.",
		"They are confined to the determination of what the truth of any matter of thought, taken for granted upon grounds psychological or other, which are extraneous to logic, includes or excludes.",
		"It may be noticed that if we take an arbitrary pole in the force-diagram, and draw a corresponding funicular in the skeleton diagram which represents the frame together with the lines of action of the extraneous forces, we obtain two complete reciprocal figures, in Maxwells sense.",
		"Consider, for example, a frame whose sides form the six sides of a hexagon ABCDEF and the three diagonals AD, BE, CF; and suppose that it is required to find the stress in CF due to a given system of extraneous forces in equilibrium, acting on the joints.",
		"It appears then that this sum is a measure of the total capacity for doing work against extraneous resistances which the particle possesses in virtue of its motion and its position; this is in fact the origin of the term energy.",
		"If extraneous forces act, it is seen in like manner that the resultant linear momentum of the system is in any given time modified by the geometric additiofi of the total impulse of the extraneous forces.",
		"For example, the mass-centre of I system free from extraneous force will describe a straight lin with constant velocity.",
		"A compound pendulum is a body of any form which is free to rotate about a fixed horizontal axis, the only extraneous force (other than the pressures of the axis) being that of gravity.",
		"Suppose, for example, that there are no extraneous forces.",
		"If the extraneous forces be re p duced to a force (X, Y) at G and a couple N, we have Mx=X,My=Y,IO=N.",
		"If the extraneous forces have zero moment about G the angular velocity 0 is constant.",
		"We will suppose that the extraneous forces consist of a known force (X, Y, Z) at the centre, and of the reactions (Fi, Ff, R) at the point of contact.",
		"Free Motion of a Solid.Before proceeding to further problems of motion under extraneous forces it is convenient to investigate the free motion of a solid relative to its mass-centre 0, in the most general case.",
		"This is the same as the motion about a fixed point under the action of extraneous forces which have zero moment about that point.",
		"It frequently happens that the extraneous forces have zero moment about the axis of symmetry, as e.g.",
		"For we have seen that r is constant when there are no extraneous forces; and r is evidently not affected by an instantaneous impulse which leaves the angular momentum Cr, about the axis of symmetry, unaltered.",
		"If L, M, N be the moments of the extraneous forces about Ox, Oy, Os this must be equal to Xl--LOt.",
		"In the case of a conservative system free from extraneous force it becomes the equation of energy (T+V) =0, or T+V=const., (20)",
		"The physical characteristics of a normal mode are that an impulse of a particular normal type generates an initial velocity of that type only, and that a constant extraneous force of a particular normal type maintains a displacement of that type only.",
		"Nature according to him is purely physical; it has no purpose, no will, no laws imposed by extraneous authority, no supernatural ethical sanction.",
		"If the attraction of a central body is not the only force acting on the moving body, the orbit will deviate from the form of a conic section in a degree depending on the amount of the extraneous force; and the curve described may not be a re-entering curve at all, but one winding around so as to form an indefinite succession of spires.",
		"In all the cases which have yet arisen in astronomy the extraneous forces are so small compared with the gravitation of the central body that the orbit is approximately an ellipse, and the preliminary computations, as well as all determinations in which a high degree of precision is not necessary, are made on the hypothesis of elliptic orbits.",
		"Hence any apparatus, such as a galvanometer, may be partially shielded from extraneous magnetic action by enclosing it in an iron case.",
		"Secondly, the application of extraneous matter to the body, as painting and tattooing, and the raising of ornamental scars often by the introduction of foreign matter into flesh-wounds (this practice belongs partly to the first category also).",
		"In extraneous pigmentation we have coloured substances either in a solid or fluid state, gaining entrance into the organism and accumulating in certain tissues.",
		"If, therefore, the walls of the enclosure held the gas that is directly in contact with them, this equilibrium would be the actual state of affairs; and it would follow from the principle of Archimedes that, when extraneous forces such as gravity are not considered, the gas would exert no resultant force on any body immersed in it.",
		"The idea that some extraneous substance is essential to the process is of ancient date; Clement of Alexandria (c. 3rd century A.D.) held that some \"air\" was necessary, and the same view was accepted during the middle ages, when it had been also found that the products of combustion weighed more than the original combustible, a fact which pointed to the conclusion that some substance had combined with the combustible during the process.",
		"Though the animals have an oral siphon, they do not carry ovisacs like the siphonostomous copepods, but glue their eggs in rows to extraneous objects.",
		"On the whole, the interpretation which best suits all the passages is that extraneous discourses mean any extra-scientific dialectical discussions, oral or written, occurring in dialogues by Plato, or by Aristotle, or by anybody else, or in ordinary conversation, on any subject under the sun.",
		"Among all the eight passages mentioned above, the most valuable is that from the Eudemian Ethics (A 8), which discriminates extraneous discourses and philosophical (Kai ie rois i wTEpLKOLS XIyocs Kai iv roas Kara 4cXoac41av, 1217 b 22-23); and it is preceded (A 6, 1216 b 35-37 a 17), by a similar distinction between foreign discourses (h¦Xorpioc Aoyoc) and discourses appropriate to the thing (oiKEioc Aoyoc Tor, 7rpayp,aros), which marks even better the opposition intended between dialectic and philosophy.",
		"A frame of n joints and vi 3 bars may of course fail to be rigid owing to some parts being over-stiff whilst others are deformable; in such a case it will be found that the statical equations, apart from the thre identical relations imposed by the equilibrium of the extraneous forces, are not all independent but are equivalent to less thar 2,13 relations.",
		"The equation of virtual work is then formed by taking moments about C, D, E, F of the extraneous forces FIC 2 which act at C, D, E, F, respectively.",
		"We have seen that the stresses produced by an equilibrating system of extraneous forces in a frame which is just rigid, according to the criterion of 6, are in general uniquely determinate; in particular, when there are no extraneous forces the bars are in general free from stress.",
		"When a frame has a critical form it may be in a state of stress independently of the action of extraneous forces; moreover, the stresses due to extraneous forces are F indeterminate, and may be infinite.",
		"This means that, if the material of the frame were absolutely unyielding, no finite stresses in the bars would enable it to withstand the extraneous forces.",
		"We may note that a frame of n joints which is just rigid must have 3116 bars; and that the stresses produced in such a frame by a given system of extraneous forces in equilibrium are statically determinate, subject to the exception of critical forms.",
		"In the case of a string stretched over a smooth surface, but in other respects free from extraneous force, the tensions at the ends of a small element s must be balanced by the normal reaction of the surface.",
		"It is easily seen that the effect of extraneous, forces will.",
		"These may be divided into two categories; we have first, the extraneous forces exerted on the various particles from without, and, secondly, the mutual or internal forces between the various pairs of particles.",
		"If there are no extraneous forces, the moment of momentum about any fixed axis is constant.",
		"If extraneous forces act, the total angular momentum about any fixed axis is in time t increased by the total extraneous impulse about that axis.",
		"If there are no extraneous forces, or if the extraneous forces have zero moment about any axis through G, the vector which represents the resultant angular momentum relative to G is constant in every respect.",
		"If T denote the kinetic energy, we may say then that the sum T + V is in any interval of time increased by an amount equal to the work done by the extraneous forces.",
		"In particular, if there are no extraneous forces T + V is constant.",
		"Again, if some of the extraneous forces are due to a conservative field of force, the work which they do may be reckoned as a diminution of the potential energy relative to the field as in 13.",
		"According to dAlemberts formulation, the extraneous forces together with the effective forces reversed fulfil the statical conditions of equilibrium.",
		"In other words, the whole assemblage of effective forces is statically equivalent to the extraneous forces.",
		"The increase of the kinetic energy of a rigid body in any interval of time is equal to the work done by the extraneous forces acting on the body.",
		"Of a far more complicated nature than these offerings are the Soma-sacrifices, which, besides the simpler ceremonies of this class, such as the Agnishtoma or \"Praise of Agni,\" also include great state functions, such as the Rajasuya or consecration of a king, and the Asvamedha or horse-sacrifice, which, in addition to the sacrificial rites, have a considerable amount of extraneous, often highly interesting, ceremonial connected with them, which makes them seem to partake largely of the nature of public festivals.",
		"The relation between the three forces acting on any particle, viz, the extraneous force and the tensions in the two adjacent portions of the string can be exhibited by means of a triangle of forces; and if the successive triangles be drawn to the same scale they can be fitted together so as to constitute a single force-diagram, as shown in fig.",
		"The first law affirms that every body, so far as it is altogether unaffected by extraneous causes, always perseveres in the same state of motion or of rest; and the second law that simple or elementary motion is always in a straight line.'",
		"Parallel with the senate, but extraneous to the main lines of the constitution, came the Council of Ten."
	],
	"synonyms": [
		"foreign",
		"orthogonal",
		"impertinent",
		"immaterial",
		"outside",
		"external",
		"pointless",
		"outer",
		"needless",
		"superfluous",
		"supererogatory",
		"extrinsic",
		"exotic",
		"adventitious",
		"irrelevant"
	],
	"antonyms": [
		"appropriate",
		"pertinent",
		"basic",
		"essential",
		"relevant",
		"necessary",
		"needed",
		"integral",
		"national",
		"native"
	]
}