{
	"word": "pseudonym",
	"meaning": [
		"A fictitious name, esp. one assumed by an author.",
		"A fictitious name, often used by writers and movie stars."
	],
	"sentences": [
		"In both societies he was known as Il Lasca or Leuciscus, and this pseudonym is still frequently substituted for his proper name.",
		"Dave had the wrong pseudonym paired with wrong title.",
		"Rene Paquet, under the pseudonym of Neree Quepat, should also be named.",
		"His literary capacity was early shown in the remarkable fiction of his Memoirs of Arthur Hamilton (1886) under the pseudonym of \"Christopher Carr,\" and his Poems (1893) and Lyrics (1895) established his reputation as a writer of verse.",
		"Marti joined the Valencian Academia de los nocturnos, under the name of \"Atrevimiento,\" but is best known by another pseudonym, Mateo Lujan de Sayavedra, under which he issued an apocryphal continuation (1602) of Aleman's Guzman de Alfarache (1599).",
		"One of his daughters, Mary St Leger Kingsley (Mrs Harrison), has become well known as a novelist under the pseudonym of \"Lucas Malet.\"",
		"The company's largest success came when Goodman hired a distant relative who would soon begin to write for the company under the pseudonym Stan Lee.",
		"Fouillee's wife, who by a previous marriage was the mother of the poet and philosopher Jean Marie Guyau (1854-1888), is well known, under the pseudonym of \"G.",
		"Deeming it wise to suppress his name, he adopted the pseudonym Ursinus, with reference to his protection by Bern.",
		"Under the pseudonym George Taylor he wrote several historical romances, especially Antinous (1880), which quickly ran through five editions, and is the story of a soul \"which courted death because the objective restraints of faith had been lost.\"",
		"He was a member of the noble Pawenski family, but his pseudonym of Skarga (from \"skarga\" a \"complaint\" or \"accusation\") speedily superseded his real name.",
		"President Milosevic finished the cross-examination of the secret witness testifying under the pseudonym of C-47.",
		"First among Blake authors to join up was Norman Goddard, who wrote under the pseudonym of Mark Darran.",
		"He used the pseudonym, \" The Whistler at the Plow \" .",
		"Yancey was his pseudonym, and the man she had grown to love.",
		"Is that supposed to mean something to me, or is it a pseudonym?",
		"Under the pseudonym of La Motte Josseval, Amelot subsequently published a Discours politique sur Tacite, in which he analysed the character of Tiberius.",
		"In a letter, Del movimento della cometa apparsa it mese di decembre 1664, published in 1665 under the pseudonym Pier Maria Mutoli, he was the first to suggest the idea of a parabolic path; and another of his astronomical works was Theorica mediceorum planetarum ex causis physicis deducta (Florence, 1666), in which he considered the influence of attraction on the satellites of Jupiter.",
		"If this appearance be not fallacious, the obvious relation between the two superscriptions will be best explained by the supposition that the author of Jude gave currency to the existing homily (James) before composing under the pseudonym of Jude.",
		"This pseudonym served to protect the book against the fate that overtook the writings of heretics, and in a Syriac version it was preserved in the Euphrates valley where the followers of Nestorius settled.",
		"Henceforward he frequently adopted the pseudonym of \"lo Trovador de Montserrat\"; in 1859 he helped to restore the \"Juegos Florales,\" and in 1861 was proclaimed mestre de gay saber.",
		"The best of the novelists of this period, excluding Charles de Coster, was perhaps Estelle Ruelens (née Crevecoeur; 1821-1878); she wrote under the pseudonym of \" Caroline Graviere.\"",
		"But no collection has been made of some of his more characteristic writings in the Christian Socialist and Politics for the People, many of them signed by the pseudonym he then assumed, \"Parson Lot.\"",
		"In 1891 he wrote anonymously two Irish stories, John Sherman and Dhoya, for Mr Fisher Unwin's \"Pseudonym Library.\"",
		"The only publication which bears Gracian's name is El Comulgatorio (1655); his more important books were issued under the pseudonym of Lorenzo Gracian (possibly a brother of the writer) or under the anagram of Gracian de Marlones.",
		"Gustavus now assumed the title of count of Gottorp, but subsequently called himself Colonel Gustafsson, under which pseudonym he wrote most of his works.",
		"He had early become an intimate friend of the crown prince (afterwards King Frederick William IV.), and the Prussian constitution of February 1847 was an attempt to realize the ideas put forward by him in his Gesprache aus der Gegenwart fiber Staat and Kirche, published under the pseudonym \"Waldheim\" in 1846.",
		"The novelist Karl Postl (1793-1864), who wrote under the pseudonym of Charles Sealsfield, was born at Poppitz, 22 m.",
		"His family name was Johann Scheffler, but he is generally known by the pseudonym Angelus Silesius, under which he published his poems and which marks the country of his birth.",
		"As he was not gifted with the qualifications of the orator, he seldom appeared at the tribune; but in the various committees he defended all forms of popular liberties, and at the same time delivered, in a series of powerful pamphlets, under the pseudonym of \"Timon,\" the most formidable blows against tyranny and all political and administrative abuses.",
		"Both this and Pantagruel itself were published under the anagrammatic pseudonym of \"Alcofribas Nasier,\" shortened to the first word only in the case of the Prognostication.",
		"It was succeeded in 1787 by a compilation, under the new pseudonym of \"H.",
		"Another play, La Ultima Noche, also written in 1867, was produced in 1875; but in the latter year Echegaray was already accepted as the successful author of El Libro talonario, played at the Teatro de Apolo on the 18th of February 1874, under the transparent pseudonym of Jorge Hayaseca.",
		"Published under the cover, of a pseudonym at Geneva in 1667, it was supposed to be addressed by a gentleman of Verona, Severinus de Monzambano, to his brother Laelius.",
		"Before Pufendorf, Philipp Bogislaw von Chemnitz, publicist and soldier, had written, under the pseudonym of \"Hippolytus a Lapide,\" De ratione status in imperio nostro romano-germanico.",
		"Baxter, who is known as a writer on art by the pseudonym of Leader Scott; and a notice by Thomas Hardy in the Athenaeum (16th of October 1886).",
		"At the end of that time he appeared in public with his Saggiatore, a polemical treatise written in reply to the Libra astronomica of Padre Grassi (under the pseudonym of Lotario Sarsi), the Jesuit astronomer of the Collegio Romano.",
		"I looked up pseudonym on-line to see how to do that.",
		"From time to time, Cosmo adopts a different pseudonym.",
		"Why did you chose that particular pseudonym, does it have any great personal significance?",
		"In 1975, tho, Millard created the pseudonym Nick Philips and directed his first two horror movies, practically back to back.",
		"He has recently started to be known by a new pseudonym -- David Cameron.",
		"Then in 1935 a new pseudonym was to take Cavan O'Connor to new heights of fame.",
		"Like them, Macfarlane had to write under a male pseudonym to get her writings in print.",
		"The text for the project was also the birth of my obligatory Internet pseudonym.",
		"Of more or less isolated thinkers may be mentioned Francois de la Mothe le Vayer (1588-1672), whose Cinq Dialogues appeared after his death under the pseudonym of Orosius Tubero; Samuel Sorbiere (1615-1670), who translated the Hypotyposes Pyrrhoneae of Sextus Empiricus; Simon Foucher (1644-1696), canon of Dijon, who wrote a History of the Academics, and combated Descartes and Malebranche from a sceptical standpoint.",
		"Because if not, it's a very appropriate pseudonym.",
		"Bad audience reaction to their name led them to come up with the pseudonym The Garland Sisters.",
		"Of Vladimir Karenin's (pseudonym of Mme Komarova) George Sand, the most complete life, the first two volumes (1899-1901) carry the life down to 1839.",
		"In 1765 the first four volumes of his work were published under the pseudonym \"Edward Search.\"",
		"In the intervals of his campaignings and cruelties the sultan would amuse his entourage by exhibiting feats of strength, or compose verses, some of which were published under the pseudonym of Muradi.",
		"The Metaphysica vera (1691), and the IvcA vEavrOv, sive Ethica (under the pseudonym \"Philaretus,\" 1675), are the works by which he is chiefly known.",
		"A different but essential side of his character is seen in his poems and humorous pieces, such as the Vergleichende Anatomie der Engel (1825), written under the pseudonym of \"Dr Mises.\"",
		"Another literary seaman of this period was Sidi Ali, celebrated under his poetic pseudonym of Katibi (or Katibi Rumi, to distinguish him from the Persian poet of the same name).",
		"His earliest publications, beginning with A Syllabus of Plane Algebraical Geometry (1860) and The Formulae of Plane Trigonometry (1861), were exclusively mathematical; but late in the year 1865 he published, under the pseudonym of \"Lewis Carroll,\" Alice's Adventures in Wonderland, a work that was the outcome of his keen sympathy with the imagination of children and their sense of fun.",
		"But now, and until 1728, he created an entirely new class of humorous literature under the pseudonym of Hans Mikkelsen.",
		"The Frusta letteraria (1763-1765) was brought out at Venice by Giuseppe Baretti under the pseudonym of Aristarco Scannabue.",
		"In 1731 he established in Philadelphia one of the earliest circulating libraries in America (often said to have been the earliest), and in 1732 he published the first of his Almanacks, under the pseudonym of Richard Saunders.",
		"Signs of this change first appeared publicly in his Shadows of the Clouds, a volume containing two stories of a religious sort, which he published in 1847 under the pseudonym of \"Zeta,\" and his complete.",
		"He is praised and quoted (as Joannes Witlingius) for his judgment against applying the death penalty to anabaptists or other heretics in the De Haereticis, an sint persequendi (1554), issued by Sebastian Castellio under the pseudonym of Martinus Bellius.",
		"C. C. Brosboll (1816-1900), who wrote, under the pseudonym Carit Etlar, a vast number of tales.",
		"After attending the grammar schools of Melton and Oakham, he entered St John's College, Cambridge, and while still an undergraduate he addressed in February 1712, under the pseudonym of Peter de Quir, a letter to the Spectator displaying no small wit and humour.",
		"He has published, besides the works already mentioned, Traite de mecanique rationnelle (1858); De l'analyse infinitesimale (1860, revised ed., 1881); Des pentes economiques en chemin de fer (1861); Emploi des eaux d'egout en agriculture (1869); Principes de l'assainissement des villes and Traite d'assainissement industriel (1870); Essai sur la philosophise des sciences (1896); La Question d'Egypte (1905); besides some remarkable \"Pensees\" contributed to the Contemporain under the pseudonym of \"Alceste.\"",
		"I figured that if Giddon was using a pseudonym, he would have to either do his banking with his own name or fill out some kind of paperwork to do business under another name.",
		"Among novelists who were not also poets was Andreas Nikolai de Saint-Aubain (1798-1865), who, under the pseudonym of Carl Bernhard, wrote a series of charming romances.",
		"Under the advice of the second Mrs Godwin, and with her active co-operation, he carried on business as a bookseller under the pseudonym of Edward Baldwin, publishing several useful school books and books for children, among them Charles and Mary Lamb's Tales from Shakespeare.",
		"His father, Theodor Schwarz, pastor at Wiek, was well known as a preacher, and as the writer of a number of popular works (parables, romances, &c.) under the pseudonym \"Theodor Melas.\"",
		"After this he was known as \"the orator of the human race,\" by which title he called himself, dropping that of baron, and substituting for his baptismal names the pseudonym of Anacharsis, from the famous philosophical romance of the Abbe Jean Jacques Barthelemy.",
		"His later adopted surname, Villanovanus or de Villeneufve, was no mere pseudonym since he followed his father's example.",
		"While Vrchlicky (pseudonym of Emil Frida) has no less strong patriotic feelings, he has been more catholic in the choice of the subjects of his many works, both in poetry and in prose.",
		"Facing the South Common were the homes of Rev. Nathaniel Ward (1578-1652), principal author of the Massachusetts \"Body of Liberties\" (1641); the first code of laws in New England, and author of The Simple Cobler of Aggawam in America, Willing to help mend his Native Country, lamentably tattered, both in the upper-Leather and the Sole (1647), published under the pseudonym, \"Theodore de la Guard,\" one of the most curious and interesting books of the colonial period; of Richard Saltonstall (1610-1694), who wrote against the life tenure of magistrates, and although himself an Assistant espoused the more liberal principles of the Deputies; and of Ezekiel Cheever (1614-1708), a famous schoolmaster, who had charge of the grammar school in 1650-1660.",
		"It is important to notice that Fechner maintained this \" world-view \" in a little book, Das Biichlein vom Leben nach dem Tode, which he originally published in 1836 under the pseudonym of Dr Mises, but which he afterwards republished in his own name in 1866, and again in 1887, as a sketch of his Weltansicht.",
		"Under the pseudonym \"Edelwald Justus\" he published several collections of popular tales - Bunte Blatter (1795); Kleine Schriften zur Unterhaltung (1798); Nebenstunden (1799)."
	],
	"synonyms": [
		"assumed-name",
		"pen-name",
		"anonym",
		"nom-de-guerre",
		"alias",
		"nickname",
		"nom-de-plume"
	],
	"antonyms": [
		"name"
	]
}