{
	"word": "ribald",
	"meaning": [
		"Characterized by or indulging in humor that is vulgar and lewd.",
		"Characterized by coarse or vulgar joking or mocking; esp., dealing with sex in a humorously earthy or direct way.",
		"Coarsely, vulgarly, or lewdly amusing; referring to sexual matters in a rude or irreverent way.",
		"A ribald person."
	],
	"sentences": [
		"Ribald or off-color jokes that may be offensive to parents, grandparents, or guests.",
		"We share the big chair in the canteen, and ignore the ribald comments from everyone.",
		"He got into some trouble with the chancellor, Gardiner, over a ribald play, \"Pammachius,\" performed by the students, deriding the old ecclesiastical system, though Bonner wrote to Parker of the assured affection he bore him.",
		"The ribald humor, the overuse of which might potentially have ruined this bodice ripper, is also kept in check.",
		"You heard their ribald laugh as they clutched the moving bag that the Count threw to them.",
		"If you're with a group of rowdy friends, you can always alter the rules or game structure to reflect inside jokes or more ribald humor.",
		"But whereas the soiled pages of boobies and ribald tales only HURT my productivity, my beta-testing experience has vastly IMPROVED it.",
		"The audience would often sing ribald songs with explicit amorous lyrics such as Where did the spider bite you, dear?",
		"Many ribald comments were made by the cheeky cockneys, which although ignored by dad were deeply embarrassing to Peter!",
		"The world amused him mightily and he amused the world, always ready with a witty sally or a ribald joke.",
		"The Florence streets rang with Lorenzo's ribald songs (the \"canti carnascialeschi\"); the smooth, cultured citizens were dead to all sense of religion or morality; and the spirit of the fashionable heathen philosophy had even infected the brotherhood of St Mark.",
		"They are rustic, racy and ribald in nature with leather, smoked meat, blackberries, spice and peppery flavors.",
		"It was built by Alan the earl of Richmond who also built Richmond Castle and it belonged to the earl's brother Ribald.",
		"The fruit jumps from juicy cherries to raspberries to plums and is ribald with spice and opulence."
	],
	"synonyms": [
		"off-color",
		"bawdy",
		"uncouth",
		"rude",
		"rogue",
		"offensive",
		"irreverent",
		"indelicate",
		"crude",
		"coarse",
		"lewd",
		"indecent",
		"gross",
		"filthy",
		"vulgar"
	],
	"antonyms": [
		"chaste",
		"clean",
		"decent"
	]
}