{
	"word": "elicit",
	"meaning": [
		"To draw forth; evoke.",
		"To cause to be revealed.",
		"To evoke, educe (emotions, feelings, responses, etc.); to generate, obtain, or provoke as a response or answer.",
		"To use logic to arrive at truth; to derive by reason; deduce; construe.",
		"(obsolete) Elicited; drawn out; made real; open; evident."
	],
	"sentences": [
		"It is important to elicit a suitable response from the children for each assembly.",
		"It is difficult to elicit sympathy for a silly old man caught up in dark dealings.",
		"I asked, more to take his mind off mayhem than to elicit information.",
		"Certain jobs of video game design can elicit different salaries.",
		"Why people play old video games can elicit many answers.",
		"Combinations of these buttons elicit combos that look pretty cool.",
		"This area is filled with funny images and other things to elicit a laugh.",
		"The key to a humorous retirement gift is that it should elicit laughter, whether in the form of a chuckle, a belly-shaking laugh or a snorting giggle.",
		"Positive reinforcement is the best way to elicit the behavior you want from your child.",
		"Asking a random employee may not elicit you the most honest answer, but it can be a second opinion.",
		"If you are working with an older child, consider telling jokes or using funny props to elicit a natural smile.",
		"The entire goal of a silly poem is to elicit a laugh or a chuckle.",
		"An Internet search will elicit hundreds more patterns for felted items.",
		"While this No More Heroes review may not be funny, the game should elicit a chuckle or two.",
		"The audiologist observes startle responses and motor reflex changes in the child as various noisemakers are employed to elicit these responses.",
		"There are additional benefits that can be derived from infant massage to elicit positive outcomes for premature infants and disadvantaged mothers.",
		"Therefore, to elicit the same level of action, it is necessary to increase dosage over time.",
		"Reflexes can be difficult to elicit if the person is paying too much attention to the stimulus.",
		"These tests involve the administration of allergen to elicit an immune response.",
		"Warm colors are exciting and stimulating while cool colors elicit a calm and relaxed feeling.",
		"Would your jokes elicit laughter from a child you've never met before?",
		"Yeah, there's monsters that pop out of nowhere and elicit screams from the audience and heart-pounding tension and chases through darkened corridors... oh wait.",
		"Female androids elicit debates of misogyny, sexual exploitation and even the roots of essential feminism as they appear in science fiction and fantasy works.",
		"The Black God had failed to elicit anything other than a sneer with every one of his approaches.",
		"Proves tougher to know with three televisions airtime with major may also elicit.",
		"Both dibotermin alfa and bovine Type I collagen have been found to elicit immune responses in patients.",
		"Signs In order to elicit the signs, patients should be examined using a slit lamp or magnifying loupes.",
		"Each new enemy you encountered was a methodical treat and never failed to elicit a satisfied smirk.",
		"His adroitness, insinuating manners and medical skill overcame the habitual jealousy and reticence of the natives, and enabled him to elicit much valuable information.",
		"Most parents naturally feel like they know what is best for their children, so when they are forced to submit to a court's decision it can elicit strong feelings of helplessness.",
		"Happy, excited commands will elicit a happy, excited reaction from your pet, and likewise, a scolding tone will cause your dog to act sheepish and submissive.",
		"The lack of background music is a little disappointing, but the \"crunching\" sound effect that comes out each time the worm munches on a word surely will elicit a smirk or a smile on a fairly regular basis.",
		"Unfortunately for both companies, Iridium faced many significant growing pains in its early stages, struggling to turn a profit and elicit a large enough customer base.",
		"A supplement to the CAT (the CAT-S), which included pictures of children in common family situations, was created to elicit specific rather than universal responses.",
		"For this reason, the examiner will attempt to elicit the response with the smallest stimulus possible.",
		"Attachment behavior-Any behavior that an infant uses to seek and maintain contact with and elicit a response from the caregiver.",
		"Have fun this year with some Halloween makeup ideas that are sure to turn heads and raise brows - and maybe even elicit a scream or two.",
		"This whole alienating situation has been created in order to elicit a true human reaction.",
		"He blends the right ingredients beautifully to elicit unquestioning belief from his readers.",
		"A great way to come up with anger management techniques is to present the group with a situation that may elicit intense emotions.",
		"Many young people have difficulty dealing with stress these experiences may elicit.",
		"Yes, you'll get a large listing of openings, but visiting the original site might elicit even more.",
		"Unless you met at McDonald's, and French fries elicit fond memories, you'll want to skip the local fast food joint.",
		"The unexpected note will elicit a loving smile and let your loved one know you are thinking about him or her.",
		"These Disney versions are sure to elicit some excitement amongst the younger set.",
		"An infection to a body piercing is not always a condition that needs to elicit panic, but it should be carefully monitored to make sure it heals properly.",
		"This is not the kind of response business people hope to elicit when they send out a memo.",
		"Contacting producers directly may not elicit too much of a response.",
		"Perusing through this Star Trek starships database will elicit a lot of information.",
		"Those attending a conference abroad tend to be the envy of their colleagues so complaints about such trials and tribulations elicit little sympathy.",
		"It is the glory of God to bestow free grace upon a sinner and elicit new life and genuine evangelical obedience.",
		"Furthermore we will use intracellular current injection to manipulate the activity of descending neurons, to identify those interneurons that elicit significant changes.",
		"Methodology Stated preference techniques comprising a series of health-related choices were used to elicit the time preferences of a random sample of adults.",
		"Not all photography is created equally and sometimes a mundane event or situation will elicit a hot celebrity photo.",
		"Failed emission test inspections elicit an emergency room visit for immediate engine liposuction.",
		"The teacher writes each past participle and each past simple onto separate pieces of paper as they elicit the correct form from the students.",
		"That of the 8th of July 1842 was the first to be efficiently observed; and the luminous inducements to the construction of exact and comprehensive catalogues has been to elicit, by comparisons of those for widely separated epochs, the proper motions of the stars enumerated in them.",
		"What strikes us most in his book is his wide and keen observation of social facts, and his perpetual tendency to dwell on these and elicit their significance, instead of drawing conclusions from abstract principles by elaborate chains of reasoning.",
		"Mahmud now definitely selected him for the work of compiling and versifying the ancient legends, and bestowed upon him such marks of his favour and munificence as to elicit from the poet an enthusiastic panegyric, which is inserted in the preface of the Shahnama, and forms a curious contrast to the bitter satire which he subsequently prefixed to the book.",
		"It should smite the air intelligently and as a master, and its vigorous well-directed thrusts should in every instance elicit an upward and forward recoil.",
		"No person shall, without lawful authority, collect, record, publish or communicate, or attempt to elicit, any information with respect to the movement, numbers, description, condition or disposition of any of the forces, ships, or aircraft of His Majesty or any of His Majesty's allies, or with respect to the plans or conduct, or supposed plans or conduct, of any operations by any such forces, ships, or aircraft, or with respect to the supply, description, condition, transport or manufacture, or storage, or place or intended place of manufacture or storage of war material, or with respect to any works or measures undertaken for or connected with, or intended for the fortification or defence of any place, or any information of such nature as is calculated to be or might be directly or indirectly useful to the enemy, and if any person contravenes the provisions of this regulation, or without lawful authority or excuse has in his possession any document containing any such information as aforesaid, he shall be guilty of an offence against these regulations..."
	],
	"synonyms": [
		"raise",
		"fire",
		"kindle",
		"enkindle",
		"arouse",
		"provoke",
		"evoke",
		"draw out",
		"extract",
		"educe",
		"wring",
		"wrest",
		"induce",
		"exact",
		"entice"
	],
	"antonyms": [
		"keep",
		"cover",
		"hide",
		"suppress",
		"repress"
	]
}