{
	"word": "recalcitrant",
	"meaning": [
		"Refusing to obey authority, custom, regulation, etc.; stubbornly defiant.",
		"Hard to handle or deal with.",
		"Resistant to chemical decomposition; decomposing extremely slowly.",
		"Difficult to deal with or to operate.",
		"Unwilling to cooperate socially.",
		"A recalcitrant person."
	],
	"sentences": [
		"Matter was a potentially recalcitrant element.",
		"Everyday I see casual violence meted out on recalcitrant toddlers.",
		"No longer can the dog eat the recalcitrant child 's homework !",
		"It displeased Napoleon no doubt that Mme de Stael should show herself recalcitrant to his influence.",
		"In several cases it was necessary to mobilize an army against a recalcitrant magnate.",
		"This opens up the possibility that a simple process can be developed for the elimination of these recalcitrant materials from effluents.",
		"He had not to deal with the opposition of a recalcitrant monk, but with the awakening of a nation.",
		"From such a position there seemed to be no escape but in legislation for the deprivation of the recalcitrant clergy; and the Public Worship Regulation Act (1874) was the result.",
		"The recalcitrant clergy refused to obey an act passed solely by the secular authority (convocation not having been consulted) or to acknowledge the jurisdiction of a court which had been robbed of its \"spiritual\" character.",
		"And even a recalcitrant press could scarce forbear to cheer.",
		"Unfortunately at this point our best authority ceases; and we cannot well explain the changes which brought about the Christianization of the Normans and their settlement in Normandy as vassals, though recalcitrant ones, of the West Frankish kings.",
		"One particularly recalcitrant problem is described in Menzies (1989 ).",
		"But the affairs of Lombardy left him no leisure to persecute a recalcitrant pontiff.",
		"To the repressive measures of the government - press censorship, curtailment of the right of public meeting, dismissal of recalcitrant officials, and dragooning of disaffected county assemblies and municipalities - the Magyar nation opposed a sturdy refusal to pay taxes, to supply recruits or to carry on the machinery of administration.",
		"Strathclyde was essentially Welsh, and it may be noted that this region, centuries later, was the centre of the recalcitrant Covenanters, a people enthusiastically religious in their own way.",
		"Similarly, the recalcitrant employer might seek to argue that the union does not come with clean hands.",
		"His struggle to accommodate recalcitrant team members resonated with my experiences coaching 25 years of Oxford Boat Race crews.",
		"A relapse of the city led to a new ban of the emperor Matthias in 1613, and in the following year Spinola's Spanish troops brought back the recalcitrant city to the Catholic fold.",
		"Grindal himself was, however, inclined to be recalcitrant from different motives.",
		"Mary was to be forced into the position of a humble attendant upon Anne's infant, and her ears were to be boxed if she proved recalcitrant.",
		"From the time of his first introduction to Tycho he had devoted himself to the investigation of the orbit of Mars, which, on account of its relatively large eccentricity, had always been especially recalcitrant to theory, and the results appeared in Astronomia nova ainoXayrgrii, seu Physica coelestis tradita commentariis de motibus stellae Martis (Prague, 1609).",
		"Early The invitation was accepted by all; and, the consultation resulting in favour of the Roman usage, Victor thought fit to exclude the recalcitrant Churches of Asia from the Catholic communion.",
		"There was some resistance to the Interim, but force was employed against Augsburg and other recalcitrant cities, and soon it was generally accepted.",
		"This law was followed by one authorizing the government to suspend,in every diocese where the bishop continued recalcitrant, the payment of that contribution to the Roman Catholic Church which by agreement had been given by the state since 1817.",
		"He strained every nerve to induce his clergy to accept his ruling on the questions of the reservation of the Sacrament and of the ceremonial use of incense in accordance with the archbishop's judgment in the Lincoln case; but when, during his last illness, a prosecutor brought proceedings against the clergy of five recalcitrant churches, the bishop, on the advice of his archdeacons, interposed his veto.",
		"By dint of skilful negotiation with the various parties and races, and steadily supported by the emperor who, on one occasion, summoned the recalcitrant party leaders to the Hofburg ad audiendum verbum and told them the reform \" must be accomplished,\" Baron Beck succeeded, in October 1906, in attaining a final agreement, and on the 1st of December in securing the adoption of the reform.",
		"Justinian during those years imprisoned, deprived or exiled most of the recalcitrant clergy of Syria, Mesopotamia, Cilicia, Cappadocia, and the adjacent regions.",
		"John returned to England foiled, and in great anger; he resolved to give up the French war, secured a truce with King Philip by abandoning his attempt to reconquer his lost lands on the Loire, and turned to attack the recalcitrant subjects who had refused to join him in his late campaignbeyond the Channel.",
		"Later additions to the statute were devised to terrorize the laborer, by adding stripes and branding to his punishment, if he still remained recalcitrant or absconded.",
		"A few half-hearted campaigns against recalcitrant vassals and a long and obstinate quarrel with the papacy over his adulterous union with Bertrade de Montfort, countess of Anjou, represented the total activity of Philips reign; he was greedy and venal, by no means disdaining the petty profits of brigandage, and he never left his own domains.",
		"After the feudal vassals, decimated Struggle by the wars of religion and the executioners hand, with the and after the recalcitrant taxpayers, the Protestants, Protest- in their turn, and by their own fault, experienced this.",
		"The ideal and the discipline which he proposed to his defeated country were those of her conqueror - a feudal society, a monarchical government, an elite, which the rest of the nation exists merely to support and nourish; an ideal of honour and duty imposed by a chosen few on the recalcitrant and subject multitude.",
		"He had used threats against the recalcitrant bishops, and in the war against the Angevin party had demanded contributions from religious houses; these facts perhaps suffice to account for the verdict of the chronicler.",
		"The opposition collapsed; the recalcitrant provincial states were purged; and the leaders of the party of state rights - the advocate himself, Hugo de Groot (see GROTIUs), pensionary of Rotterdam, and Hoogerbeets, pensionary of Leiden, were arrested and thrown into prison.",
		"Indeed in the past, a referral by the Commission to the ECJ was synonymous with a conviction of the recalcitrant party.",
		"One particularly recalcitrant problem is described in Menzies (1989).",
		"In 1847 Lord Minto visited the tionary Italian courts to try to induce the recalcitrant despots agitation, to mend their ways, so as to avoid revolution and war, 1847.",
		"This Bohun lives in history as one of the recalcitrant barons of the year 1297, who extorted from Edward I.",
		"The point at issue was, that neither in the polyphonic school, in which Zarlino was educated, nor in the later monodic school, of which his recalcitrant pupil, Vincenzo Galilei, was the most redoubtable champion, could those proportions be tolerated in practice, however attractive they might be to the theorist in their mathematical aspect.",
		"Natives enjoying tribal government were not enslaved, but nothing could exceed in ferocity the measures taken to reduce recalcitrant tribes to submission.",
		"Since the authority of the League rested primarily on the moral support of its members, allied in common trade interests and acquiescing in the able leadership of Lubeck, its only means of compulsion was the \"Verhansung,\" or exclusion of a recalcitrant town from the benefits of the trade privileges of the League.",
		"Of course, when the Emperor has the upper hand and is bent on killing the recalcitrant Luke, Vader changes.",
		"The Elizabethan wars were most injurious to industry, for men will not sow unless they hope to reap, and the very essence of military policy had been to deprive a recalcitrant people of the means of living.",
		"In December 1814 he appeared before Bogota with a force of 2000 men, and obliged the recalcitrant leaders to capitulate, - a service for which he received the thanks of congress.",
		"The result was that, in the cases of Naxos and Thasos, for instance, the league's resources were employed not against the Persians but against recalcitrant Greek islands, and that the Greek ideal of separate autonomy was outraged.",
		"In 1277, however, the king grew tired of waiting, invaded the principality and drove his recalcitrant vassal up into the fastnesses of Snowdon, where famine compelled him to surrender as winter was beginning.",
		"It was feared that the heresy, if suffered to make headway, would spread like wildfire among the ignorant Russian peasantry, and Archbishop Nikon was sent to Athos to threaten the recalcitrant brethren with severe temporal and eternal penalties should they remain obstinate.",
		"In the Bahr-el-Ghazal the Niam-Niams at first disputed the authority of the government, but Sultan Yambio, the recalcitrant chief, was mortally wounded in a fight in February 1905 and no further disturbance occurred."
	],
	"synonyms": [
		"refractory",
		"fractious",
		"willful",
		"resisting",
		"headstrong",
		"disobedient",
		"defiant",
		"wild",
		"unruly",
		"undisciplined",
		"rebellious",
		"stubborn",
		"obstinate",
		"unmanageable",
		"untoward"
	],
	"antonyms": [
		"amenable",
		"passive",
		"obedient",
		"docile",
		"compliant"
	]
}