{
	"word": "rapacious",
	"meaning": [
		"Having or showing a strong or excessive desire to acquire money or possess things; greedy.",
		"Greedy or grasping; voracious.",
		"Taking by force; plundering.",
		"Living on captured prey; predatory."
	],
	"sentences": [
		"His rapacious hunger built as his fangs began their descent.",
		"But she appears to have been passionate, exceedingly rapacious and ever careful of her own interest.",
		"However cruel and rapacious the Vikings may have been, the work of disorder and ruin was not all theirs.",
		"These rapacious bugs can produce up to two generations in a season in some areas.",
		"He had posed as the defender of the public rights of Europe and won to his side the smaller powers and much of the public opinion of Europe, while the allies were beginning to be regarded more in the light of rapacious conquerors than as disinterested defenders of the liberties of Europe.",
		"But the king replaced them with a new clique of servile and rapacious favourites.",
		"Lauderdale having married the rapacious countess of Dysart, corruption was rife; his brother, Haltoun, was an example of reckless greed; opposition arose to a scheme of union, presently dropped, and by 1673 the duke of Hamilton and Sir George Mackenzie led an organized political opposition.",
		"Rapacious development must not be allowed to infringe green spaces in the Calder valley.",
		"They became petty local tyrants, all the more despotic because they had nothing to fear save the distant authority of the kings missi, and the more rapacious because they had no salary save the fines they inflicted and the fees that they contrived to multiply.",
		"Ladybirds are a most welcome visitor to the garden, with their rapacious appetite for aphids.",
		"Stella and Anita become sexually rapacious and the next morning Ken and Dave's bodies are discovered beside the now empty meteorite crater.",
		"As a ruler he was equally profuse and rapacious.",
		"All the sufferers, however, were wise enough to abstain from talking about their beatings, except Osborne, the most rapacious and brutal of booksellers, who proclaimed everywhere that he had been knocked down by the huge fellow whom he had hired to puff the Harleian Library.",
		"The most powerful and rapacious imperial power in history is rampant.",
		"Their services to their owners and to Arctic explorers are well known, but Eskimo dogs are so rapacious that it is impossible to train them to refrain from attacking sheep, goats or any small domesticated animals.",
		"He had insinuating manners and could make himself very agreeable if he chose; but he was mean, treacherous, rapacious, suspicious and horribly vindictive.",
		"Subordinate officers and rapacious governors of forts wield all the power of the state, and tyranny, oppression and anarchy reign over the whole country.",
		"More rapacious than ambitious, she concerned herself little with government, but devoted her energies chiefly to augmenting her income, and providing for her family and friends.",
		"The Japanese, much as I think they are dismal, depressed little geeks, are not thoughtless, rapacious idiots.",
		"The rapacious banks estimate precisely by mortgages the rate of increase of ruin of the peasants !",
		"Is it the rapacious anti-union beast run by Americans that exploits workers as portrayed by the GMB union?",
		"In 53 he entered upon the governorship of Cilicia, in which capacity he seems to have been rapacious and tyrannical.",
		"In the Hasmonaean sovereignty these ideas took a political form, and the result was the secularization of the kingdom of God for the sake of a harsh and rapacious aristocracy.",
		"The early enthusiasm of the disfranchised classes for French principles had cooled with the later developments of the Revolution; the attempted invasions had roused the national spirit; and in the public imagination the sinister figure of Bonaparte, the rapacious conqueror, was beginning to loom large to the exclusion of lesser issues.",
		"The various species of rapacious animals are disappearing, together with the colonies of marmots; the insectivores are also becoming scarce in consequence of the destruction of insects; while vermin, such as the suslik, or pouched marmot (Spermophilus), and the destructive insects which are a scourge to agriculture, become a real plague.",
		"He was haughty and cruel, rapacious and given to luxury; he was neither a general nor an administrator.",
		"Oddly enough the selfish prudence of Sigismund's rapacious consort, Queen Bona, did more for the national defence than the Polish state could do.",
		"In his financial administration of the empire, Justinian is represented to us as being at once rapacious and extravagant.",
		"It is no exaggeration to say that, of the governors of Scotland under the Restoration, Claverhouse was the ablest, the most honourable, the least rapacious and even the most clement.",
		"It was not long afterwards that the dual kingship ceased and Sparta fell under the sway of a series of cruel and rapacious tyrants - Lycurgus, Machanidas, who was killed by Philopoemen, and Nabis, who, if we may trust the accounts given by Polybius and Livy, was little better than a bandit chieftain, holding Sparta by means of extreme cruelty and oppression, and using mercenary troops to a large extent in his wars.",
		"D'Aubigny allied himself with Knox's brother-in-law, James Stewart of the house of Ochiltree, captain of the King's Guards, an able, handsome, learned, but rapacious man.",
		"An honourable exception to the indolent and rapacious divines of this stamp was Thomas Burgess (bishop of St Davids), to whose exertions is mainly due the foundation of St David's College at Lampeter in 1822, an institution erected to provide a better and cheaper education for intending Welsh clergymen.",
		"She certainly exercised considerable influence over her husband, whom she constantly accompanied on his campaigns; and her death on the 15th of August 1369 was a misfortune for the kingdom at large, since Edward from that time came under the domination of the rapacious Alice Perrers.",
		"Here the Lechici, as they called themselves (a name derived from the mythical patriarch, Lech), seemed to have lived for centuries, in loosely connected communities, the simple lives of huntsmen, herdsmen and tillers of the soil, till the pressure of rapacious neighbours compelled them to combine for mutual defence.",
		"The ingenuity of nature, however, in adapting animals is not infinite, because the same devices are repeatedly employed by her to accomplish the same adaptive ends whether in fishes, reptiles, birds or mammals; thus she has repeated herself at least twenty-four times in the evolution of long-snouted rapacious swimming types of animals.",
		"A large flightless goose, Cnemiornis, allied to the Australian Cereopsis, and the gigantic rapacious Harpagornis, have died out recently, with the moas."
	],
	"synonyms": [
		"vulturine",
		"vulturous",
		"ravening",
		"raptorial",
		"predatory",
		"voracious",
		"wolfish",
		"edacious",
		"esurient",
		"ravenous",
		"grasping",
		"fierce",
		"ferocious",
		"greedy",
		"extortionate"
	],
	"antonyms": []
}