{
	"word": "evasive",
	"meaning": [
		"Tending or seeking to evade; not straightforward; tricky; equivocal.",
		"Inclined or intended to evade.",
		"Intentionally vague or ambiguous; equivocal.",
		"Hard to catch, grasp, etc.; elusive.",
		"Tending to avoid speaking openly or making revelations about oneself."
	],
	"sentences": [
		"I know, and I guess I was deliberately a little evasive because I wanted you to learn to trust me.",
		"Deidre was evasive about what happened though she, too, was insistent that the terms were complete.",
		"Persia claimed the principality of Herat as part of the empire of Nadir, but her pretensions had been satisfied by payments of tribute or evasive replies.",
		"Megan is being very evasive about where she spent her weekend.",
		"No notice was taken by the king of this famous, though somewhat evasive, reply, but the judges were again asked what course they would take in the special case now before them.",
		"She gave an evasive answer.",
		"Those in the military are often rewarded for evasive and perceptive actions that they take.",
		"Paula was evasive about the specifics of her encounter with the cops.",
		"In the spur of the moment, we decided to take evasive action.",
		"As always, Chris is being evasive with his friends.",
		"The fighter pilots had to take evasive action to avoid a collision.",
		"My father has been evasive about his position on the upcoming election.",
		"She was being evasive to the point of secretiveness, a drastic change from her usual candor.",
		"Evasive people give me a bad feeling in the pit of my stomach.",
		"My friend has a habit of being evasive whenever we try to make plans.",
		"Questioning Sarah always led to an evasive answer and a change of subject.",
		"The answer, I thought, was somewhat evasive!",
		"A masterpiece of natural camouflage, this bird would prove evasive to us all except Crystal!",
		"We had done nothing wrong and yet the police and MAFF had seemed secretive, evasive and, in some ways, intimidating.",
		"Whenever there were witnesses, cameras, microphones and/or tape recorders in evidence, he would become very cagey and evasive.",
		"An F-14 tomcat, looks like it's making an evasive, punching burner and dropping flares.",
		"An F-14 Tomcat, looks like it 's making an evasive, punching burner and dropping flares.",
		"But this financial pressure sometimes makes landlords embellish the truth and be somewhat evasive.",
		"I don't mean to be evasive when I say this, but it really depends on the individual.",
		"Sacraments are a republication of the \" Word \" of the Gospel; we have to content ourselves with this rather evasive formula, so often employed by the Reformers.",
		"Any more and you can seem aggressive, much less and you appear evasive Don't worry about the interviewer taking notes.",
		"Such a value-neutral term seems a bit evasive for a people whose God clearly states that He hates divorce.",
		"I'm sorry to be so evasive, but one cannot be quite dogmatic about all that.",
		"You are being very evasive about your time in the inner circle.",
		"I cannot understand why the Deputy Prime Minister is being so evasive.",
		"But he is being far too evasive here, and he should not be surprised that suspicions about his intentions are growing.",
		"This was the first of many nights where sleep seemed evasive.",
		"Answers to questions became very evasive, the Leader promised a swimming pool to those from the North.",
		"This is the secondary evasive maneuver, which will flip your ship around automatically.",
		"Rated M for mature, this Eidos published title can be quite violent at times, makes use of Socom-like team-based multiplayer, and involves some evasive manuevers rather than a simple \"guns-a-blazin'\" strategy.",
		"You'll ride around peacefully enjoying the sights on your first day when you suddenly see two American fighter jets at low altitude using evasive maneuvers.",
		"On the other hand, they possessed to perfection the means of making their speech evasive.",
		"And when it comes to the Virgin Birth the Bishops ' language is equally evasive.",
		"Depending on preference, players can choose to use short-range, long-range, defensive or evasive play styles.",
		"While Ideas are often evasive, waiting for the perfect flash of inspiration ensures you'll get a tattoo that inspires awe in others and satisfaction within your own heart.",
		"By the 16th of March 1866 the Austrian war preparations were so far advanced that Count Mensdorff thought it safe to send an ultimatum to Prussia and, at the same time, a circular note to the princes declaring that, in the event of an evasive reply, Austria would move in the diet for the mobilization of the federal forces."
	],
	"synonyms": [
		"equivocal",
		"vague",
		"unclear",
		"tricky",
		"prevarication",
		"noncommittal",
		"indefinite",
		"elusory",
		"devious",
		"cagey",
		"deceitful",
		"sly",
		"slippery",
		"shifty",
		"elusive"
	],
	"antonyms": [
		"ready",
		"direct",
		"forthright",
		"honest",
		"straightforward",
		"straight"
	]
}