{
	"word": "ascetic",
	"meaning": [
		"A person who renounces material comforts and leads a life of austere self-discipline, especially as an act of religious devotion.",
		"A person who leads a life of contemplation and rigorous self-denial for religious purposes.",
		"Anyone who lives with strict self-discipline and without the usual pleasures and comforts.",
		"One who is devoted to the practice of self-denial, either through seclusion or stringent abstinence.",
		"Relating to, characteristic of, or leading a life of self-discipline and self-denial, especially for spiritual improvement.",
		"Of or characteristic of ascetics or asceticism; self-denying; austere.",
		"Of or relating to ascetics; characterized by rigorous self-denial or self-discipline; austere; abstinent; involving a withholding of physical pleasure."
	],
	"sentences": [
		"Here he lived a quiet if not an ascetic life.",
		"The first four gurus led simple ascetic lives and were regardless of wordly affairs.",
		"It shows a clear discernment of the dangers of the ascetic life, and a deep insight into the significance of the Augustinian doctrine of grace.",
		"A more or less ascetic mode of life was also natural under the circumstances.",
		"The ascetic orders resemble the Franciscans of Christianity.",
		"His manner of life was ascetic; the sayings of the Sermon on the Mount and the practical maxims of the Stoics were his guiding stars.",
		"His mode of life was simple and ascetic in the extreme.",
		"Meletius was a holy man, whose ascetic life was all the more remarkable in view of his great private wealth.",
		"This strange, exotic, ascetic view was adopted by some philosophers, and especially by the Pythagoreans, and so transmitted to Plato.",
		"He wore a sharp shirt of hair next his skin, scourged himself every Friday and other fasting days, lay upon the bare ground with a log under his head, and allowed himself but four or five hours' sleep. This access of the ascetic malady lasted but a short time, and More recovered to all outward appearance his balance of mind.",
		"Thus we find that at first, under the influence of his master, Aristotle held somewhat ascetic views on soul and body and on goods of body and estate, entirely opposed both in psychology and in ethics to the moderate doctrines of his later writings.",
		"He took a disgust to the world and its occupations, and experienced a longing to give himself over to an ascetic life.",
		"As the result of the ascetic training of the Essenes, and of their temperate diet, it is said that they lived to a great age, and were superior to pain and fear.",
		"This is why the Zulus and other primitive races distrust a medicine man who is not an ascetic and lean with fasting.",
		"Asceticism then in its origin was usually not ascetic in a modern sense, that is, not ethical.",
		"As a lad he was attracted by the mysticism of Luria (q.v.), which impelled him to adopt the ascetic life.",
		"A great ascetic, St Nil was the founder of several monasteries.",
		"Their author Milaraspa (unless the work should be attributed to his disciples), often called Mila, was a Buddhist ascetic of the I ith century, who, during the intervals of meditation travelled through the southern part of middle Tibet as a mendicant friar, instructing the people by his improvisations in poetry and song, proselytizing, refuting and converting heretics, and working manifold miracles.",
		"This plan, which was first adopted by St Bruno and his twelve companions at the original institution at Chartreux, near Grenoble, was maintained in all the Carthusian establishments throughout Europe, even after the ascetic severity of the order had been to some extent relaxed, and the primitive simplicity of their buildings had been exchanged for the magnificence of decoration which characterizes such foundations as the Certosas of Pavia and Florence.",
		"As the election of any cardinal seemed impossible, on the 5th of July 1294 the Sacred College united on Pietro di Morrone; the cardinals expected to rule in the name of the celebrated but incapable ascetic. Apocalyptic notions then current doubtless aided his election, for Joachim of Floris and his school looked to monasticism to furnish deliverance to the church and to the world.",
		"There is reason for believing that there were organized convents for women before there were any for men; for when St Anthony left the world in 270 to embrace the ascetic life, the Vita says he placed his sister in a nunnery (irapOEv6v).",
		"It is sufficient to say that at this time, despite the Rouen \"conversion,\" there is no evidence to show that Pascal was in any way a recluse, an ascetic, or in short anything but a young man of great intellectual promise and performance, not indifferent to society, but of weak health.",
		"He has been represented as a determined apologist of intellectual orthodoxy animated by an almost fanatical \"hatred of reason,\" and possessed with a purpose to overthrow the appeal to reason; as a sceptic and pessimist of a far deeper dye than Montaigne, anxious chiefly to show how any positive decision on matters beyond the range of experience is impossible; as a nervous believer clinging to conclusions which his clearer and better sense showed to be indefensible; as an almost ferocious ascetic and paradoxer affecting the credo quia impossibile in intellectual matters and the odi quia amabile in matters moral and sensuous; as a wanderer in the regions of doubt and belief, alternately bringing a vast though vague power of thought and an unequalled power of expression to the expression of ideas incompatible and irreconcilable.",
		"The soul must be freed from its material surrounding, the \"muddy vesture of decay,\" by an ascetic habit of life.",
		"It connects the teaching of Plato with the doctrines of Neoplatonism and brings it into line with the later Stoicism and with the ascetic system of the Essenes.",
		"We must bear in mind that he was no cold systematic thinker, but an Oriental visionary, brought up in crass superstition, and without intellectual discipline; a man whose nervous temperament had been powerfully worked on by ascetic austerities, and who was all the more irritated by the opposition he encountered, because he had little of the heroic in his nature.",
		"Side by side there grew up an Alexandrian church, philosophic, disputative, ambitious, the very centre of Christian learning, and an Egyptian church, ascetic, contemplative, mystical.",
		"The religious atmosphere of Ganja, besides, was most favourable to such a state of mind; the inhabitants, being zealous Sunnites, allowed nobody to dwell among them who did not come up to their standard of orthodoxy, and it is therefore not surprising to find that Nizami abandoned himself at an early age to a stern ascetic life, as full of intolerance to others as dry and unprofitable to himself.",
		"After his baptism (about 370) by Meletius, the bishop of Antioch, he gave up all his forensic prospects, and buried himself in an adjacent desert, where for nearly ten years he spent a life of ascetic self-denial and theological study, to which he was introduced by Diodorus, bishop of Tarsus, a\"famous scholar of the Antiochene type.",
		"In his general teaching Chrysostom elevates the ascetic element in religion, and in his homilies he inculcates the need of personal acquaintance with the Scriptures, and denounces ignorance of them as the source of all heresy.",
		"In the epics considerable merit is attached to a life of seclusion and ascetic practices by means of which man is considered capable of acquiring supernatural powers equal or even superior to those of the gods - a notion perhaps not unnaturally springing from the pantheistic conception.",
		"It will suffice to recall the Buddha's education in a secluded palace, his encounter successively with a decrepit old man, with a man in mortal disease and poverty, with a dead body, and, lastly, with a religious recluse radiant with peace and dignity, and his consequent abandonment of his princely state for the ascetic life in the jungle.",
		"His form of religious sentiment was not evangelical or mystical, any more than it was ascetic or ceremonial or dogmatic. As regards one of the accepted doctrines of his own church, the excellence of the celibate life, of poverty, and of elaborate obedience to a rule, he no doubt was a strong dissident; but the evidence that, as a Christian, he was unorthodox, that he was even a heretical or latitudinarian thinker in regard to those doctrines which the various Christian churches have in common, is not merely weak, it is practically nonexistent.",
		"After four years of this work he suddenly gave up his chair, left home and family and gave himself to an ascetic life.",
		"During the bitter conflict between laws which forbade sacerdotal marriages and long custom which had permitted them, it was natural that the legislators and the ascetic party generally should studiously speak of the priests' wives as concubines, and do all in their power to reduce them to this position.",
		"Balancing these mystic joys is the stern tone of his Resolutions, in which he is almost ascetic in his eagerness to live earnestly and soberly, to waste no time, to maintain the strictest temperance in eating and drinking.",
		"Basing itself probably on a union of certain gnostic and ascetic doctrines, this sect pretended that its members were re-established in Adam's state of original innocency.",
		"Soon after he saw an ascetic walking in a calm and dignified manner, and asking who that was, was told by his charioteer the character and aims of the Wanderers, the travelling teachers, who played so great a part in the intellectual life of the time.",
		"Still unsatisfied, he next retired to the jungle of Uruvela, on the most northerly spur of the Vindhya range of mountains, and there for six years, attended by five faithful disciples, he gave himself up to the severest penance and self-torture, till his fame as an ascetic spread in all the country round about \"like the sound,\" says the Burmese chronicle, \"of a great bell hung in the canopy of the skies.\"",
		"They object, naturally enough, from the ascetic point of view, that he had failed before while he was keeping his body under, and how can his mind have won the victory now, when he serves and yields to his body.",
		"He studied at Tarsus and in the temple of Asclepius at Aegae, where he devoted himself to the doctrines of Pythagoras and adopted the ascetic habit of life in its fullest sense.",
		"The continental churchmen of the 11th century were brimming over with ascetic zeal and militant energy, while the majority of the English hierarchy were slack and easy-going.",
		"Human birth in a grossly material body is partly due to the pre-temporal fall of souls; here we see in Origen the Greek, the dualist (mind and matter), the ascetic, and to some extent the kinsman of the Gnostics.",
		"That the ascetic life is intrinsically higher, that not every one is called to it, that the call is imperious when it comes, and that asceticism must be developed under Church control - all this may be common to East and West.",
		"Theories of legal merit, amount of debt, supererogatory goodness, and ascetic claim - representing the aspect of Catholicism as law - are more and more worked out.",
		"Gradually there came to be facing each other a great political Christendom, whose rulers were statesmen, with aims and policy of a worldly type, and a religious Christendom, full of the ideas of separation from the world by self-sacrifice and of participation in the benefits of Christ's work by an ascetic imitation.",
		"With these were associated more or less intimately, in the first age of Lollardy, John Parker, the strange ascetic William Smith, the restless fanatic Swynderly, Richard Waytstract and Crompe.",
		"About this time he went to Paris, where he lived a poor, ascetic and studious life - making acquaintance, however, with the socialistic ideas which were then fomenting in the capital.",
		"The same ascetic effort to attain by aloofness from the body a pure receptivity for supernatural influences, is exhibited in Neo-Pythagoreanism.",
		"It should be observed that Plotinus himself is still too Platonic to hold that the absolute mortification of natural bodily appetites is required for purifying the soul; but this ascetic inference was drawn to the fullest extent by his disciple Porphyry.",
		"Accordingly the ethical side of this doctrine has the same negative and ascetic character that we have observed in Neoplatonism.",
		"Salvian was a 5th-century socialist of the most extreme type, and a zealous ascetic who pitilessly scourged everything that fell short of an exalted morality, and exaggerated, albeit unconsciously, the faults that he desired to eradicate.",
		"The university atmosphere here was less ascetic than at Paris, but Calvin's ardour knew no slackening, and such was his progress in legal knowledge that he was frequently called upon to lecture, in the absence of one or other of the regular staff.",
		"Though she deprecated excess of ascetic severity in others, she scourged herself habitually, and wore a peculiarly painful haircloth.",
		"C. Conybeare, \"had to respect the ascetic spirit to the extent of enjoining celibacy upon its priests, and of recognizing, or rather immuring, such of the laity as desired to live out the old ascetic ideal.",
		"Leighton had, during a stay in the Spanish Netherlands, assimilated something of the ascetic and pietistic spirit of Jansenism, and was devoted to the interests of peace in the church.",
		"His influence was due partly to his astronomical and mathematical eminence, but still more to the ascetic dignity of his nature and his superiority to ordinary weaknesses - traits which legend has embalmed.",
		"He became leader of the so-called sect of the Hieracites, an ascetic society from which married persons were excluded, and of which one of the leading tenets was that only the celibate could enter the kingdom of heaven.",
		"A legend relates that, having been born under an unlucky conjunction of the stars, he was abandoned in infancy by his parents, and was adopted by a wandering sadhu or ascetic, with whom he visited many holy places in the length and breadth of India; and the story is in part supported by passages in his poems. He studied, apparently after having rejoined his family, at Sukarkhet, a place generally identified with Sorofl in the Etah district of the United Provinces, but more probably the same as Varahakshetra 1 on the Gogra River, 30 m.",
		"Tulsi Das followed her, and endeavoured to induce her to return to him, but in vain; she reproached him (in verses which have been preserved) with want of faith in Rama, and so moved him that he renounced the world, and entered upon an ascetic life, much of which was spent in wandering as a preacher of the necessity of a loving faith in Rama.",
		"He retrenched the court largesses and curtailed the immunities of the clergy, and although himself of an ascetic disposition forbade the foundation of new monasteries.",
		"The eldest, Galeotto (1411-1432), was an ascetic, gave little or no attention to public business, and, dying early, bequeathed the state to his brother Sigismondo Pandolfo.",
		"Her own mother once lamented \"My Sarada has been married to an ascetic.\"",
		"He became a very famous ascetic, with a large following of fans.",
		"Within Talmudic Judaism one can find the ascetic and as well as the ecstatic celebration of life.",
		"The obvious difference was that John seems to be a solitary ascetic not a member of a community.",
		"We also have people who are very ascetic, people who are historically -- a community called Dervish.",
		"They may indulge in sexual orgies or lead ascetic lives of strict celibacy.",
		"The shorts were pragmatic for a warrior who needs ease of movement, but also symbolized chastity, another aspect reminiscent of ascetic celibacy.",
		"It was not a place for seclusion, but the desire to undertake an ascetic feat arose and she accepted it.",
		"Don't think - just go with the flow; eastern mysticism minus the ascetic self-discipline!",
		"Gluttony and winebibbing are granted a plenary indulgence by all but the most ascetic at this festal time.",
		"He was not, however an ascetic, practicing self-denial to an extreme degree without regard for the circumstances at hand.",
		"When the storm had passed Avicenna returned with the amir to Hamadan, and carried on his literary labours; but at length, accompanied by his brother, a favourite pupil, and two slaves, made his escape out of the city in the dress of a Sufite ascetic. After a perilous journey they reached Isfahan, and received an honourable welcome from the prince.",
		"Some observers lay the blame at th door of Buddhism, a creed which promotes pessimism by beget ting the anchorite, the ascetic and the shuddering believer ii seven hells.",
		"There is also good reason to doubt whether the Phrygian Montanists were anything like so ascetic and desirous of martyrdom as has been generally considered.",
		"The best known have all been made into stage-plays, and it is in this form that they usually come before the notice of the general public. Amongst them are Ramakien, taken from the great Hindu epic Ramayana; Wetyasunyin, the tale of a king who became an ascetic after contemplation of a withered tree; Worawongs, the story of a prince who loved a princess and was killed by the thrust of a magic spear which guarded her; Chalawan, the tale of a princess beloved by a crocodile; Unarud, the life story of Anuruddha, a demigod, the grandson of Krishna; Phumhon, the tale of a princess beloved by an elephant; Prang tong, a story of a princess who before birth was promised to a \"yak\" or giant in return for a certain fruit which her mother desired to eat.",
		"Its very growth invited attempts to weave ascetic, theosophic, semi-Jewish fancies round the faith, not unlike the attempts often made in modern India to assimilate Christian and local philosophies of religion.",
		"On the other hand, since the isolation of the sacred, even when originally conceived in the interest of the profane, may be interpreted as self-protection on the part of the sacred as against defiling contact, taboo takes on the connotation of ascetic virtue, purity, devotion, dignity and blessedness.",
		"All are required to abstain from tobacco and wine; the women used not to be allowed to wear gold or silver, or silk or brocade, but this rule is commonly broken now; and although neither celibacy nor retirement from the affairs of the world is either imperative or customary, unusual respect is shown to those who voluntarily submit themselves to ascetic discipline.",
		"The ethics of Plato cannot properly be treated as a finished result, but rather as a continual movement from the position of Socrates towards the more complete, articulate system of Aristotle; except that there are ascetic and Plato.",
		"When such an ascetic person reincarnates back to Earth then he poses severe problems for parents.",
		"After that service, she fed twenty-four persons; and then, and not till then, she retired to a scanty ascetic meal.",
		"The monks lived a very ascetic life and their monastery became a seedbed of saints.",
		"Germanic nudism was a proletarian movement, mostly communitarian and ascetic in style.",
		"Considered to be one of the last true Vedic sadhus, or ascetic monks of India, Brahmachari lived in a Tibetan cave in the 19th century.",
		"As the story was reproduced, variations were freely introduced according to the bent of different times and peoples; in the Persian version Alexander (Iskander) became a son of Darius; among the Mahommedans he turned into a prophet, hot against idols; the pen of Christian monks made him an ascetic saint.",
		"Both inculcated a peculiar kind of ascetic life; both had a mystical speculative theory of religion, with purificatory rites, abstinence from beans, &c.; but Orphism was more especially religious, while Pythagoreanism, at least originally, inclined more to be a political and philosophical creed.",
		"An offshoot of the Khlysti is the more celebrated secret sect of the Skoptsi (skopets, a eunuch), which represents an extreme ascetic reaction from the promiscuous immorality of some (by no means all) of the Khlysti.",
		"His other works consisted of theological essays, ascetic or exegetic, questions of ecclesiastical discipline and reform, and of various polemical writings called forth for the most part by the schism.",
		"Henrietta; but it may have been strengthened by his known connexion with Laud, as well as by his ascetic habits.",
		"These orders are of very ancient date, owing their establishment to the ancient Hindu rule, followed by the Buddhists, that each \"twice-born\" man should lead in the woods the life of an ascetic. The second class of Fakirs are simply disreputable beggars who wander round extorting, under the guise of religion, alms from the charitable and practising on the superstitions of the villagers.",
		"After seeing his comrades decimated by the plague at Constantinople he resolved to change his mode of life, and, on his return to Italy, after a rigorous pilgrimage and a period of ascetic retreat, became a monk in the Cistercian abbey of Casamari.",
		"He was an ascetic, and was a keen opponent of the emotional mysticism which was known as the new Hassidism.",
		"Debendra Nath Tagore sought refuge from the difficulty by becoming an ascetic. The \"Brahma Samaj of India,\" as Chunder Sen's party styled itself, made considerable progress extensively and intensively until 1878, when a number of the most prominent adherents, led by Anand Mohan Bose, took umbrage at Chunder Sen's despotic rule and at his disregard of the society's regulations concerning child marriage.",
		"That the ascetic ideal was by no means wholly extinct is evident from the Book of Governors written by Thomas, bishop of Marga, in 840 which bears witness to a Syrian monasticism founded by one Awgin of Egyptian descent, who settled in Nisibis about 3 50, and lasting uninterruptedly until the time of Thomas, though it had long been absorbed in the great Nestorian movement that had annexed the church in Mesopotamia.",
		"Abjuring pomps and vanities, its citizens observed the ascetic regime of the cloister; half the year was devoted to abstinence and few dared to eat meat on the fasts ordained by Savonarola.",
		"From his ascetic standpoint the revocation of the edict could only pander to drunkenness and immorality.",
		"Louis Charles d'Albert (1620-1690), duke of Luynes, son of the constable, was an ascetic writer and friend of the Jansenists; Paul d'Albert de Luynes (1703-1788), cardinal and archbishop of Sens, an astronomer; Michel Ferdinand d'Albert d'Ailly (1714-1769), duke of Chaulnes, a writer on mathematical instruments, and his son Marie Joseph Louis (1741-1793), a chemist; and Honore Theodore Paul Joseph (1802-1867), duke of Luynes, a writer on archaeology.",
		"It was at Athens that he seriously began to think of religion, and resolved to seek out the most famous hermit saints in Syria and Arabia, in order to learn from them how to attain to that enthusiastic piety in which he delighted, and how to keep his body under by maceration and other ascetic devices.",
		"His ascetic tendencies are exhibited in the Moralia and Regulae, ethical manuals for use in the world and the cloister respectively.",
		"But a distinction of grades of holiness gained by ascetic life has never been entirely foreign to the Eastern mind, and in the popular faith of Mahommedan peoples something very like priesthood has crept in by this channel.",
		"This Mahommedan soldier-adventurer, who, followed by his son Tippoo, became the most formidable Asiatic rival the British ever encountered in India, was the great-grandson of a fakir or wandering ascetic of Islam, who had found his way from the Punjab to Gulburga in the Deccan, and the second son of a naik or chief constable at Budikota, near Kolar in Mysore.",
		"But an ascetic life was expected of them only when, like the apostles, they went about as missionaries, in which case the rules in Matt.",
		"By means of ascetic observances the man becomes once more a spiritual and enduring being, free from all sin.",
		"In spite of the rejection of the ascetic attitude of the Gnostics, as a blasphemy against the Creator, a part of this ascetic principle became at a later date dominant throughout all Christendom.",
		"On the one hand we have sects with a strongly ascetic tendency, on the other we find some characterized by unbridled libertinism; in some the most abandoned prostitution has come to be the most sacred mystery; in others again appears the worship of serpents, which here appears to be connected in various and often very loose ways with the other ideas of these Gnostics - hence the names of the \" Ophites,\" \" Naasseni.\"",
		"There a man wins local fame as an ascetic with abnormal powers, or a wife, because Alcestis-like she sacrificed herself for her husband and immolated herself on his pyre.",
		"On the basis of such a cosmical philosophy, ethics can only have a dualistic ascetic character.",
		"The aim is not self-destruction, but self-preservation; and yet the ethics of Manichaeism appears in point of fact as thoroughly ascetic. The Manichaean had, above all, to refrain from sensual enjoyment, shutting himself up against it by three seals - the signaculum oris, manus and sinus.",
		"The Armenian writer Eznik (c. 425) also attests that Mani's teaching was merely that of the Magi, plus an ascetic morality, for which they hated and slew him.",
		"Manichaeism in the West had also some experience of attempts at reformation from the ascetic side, but of these we know little.",
		"He was simply a fair representative of the Italian piety of his day - amiable, ascetic in his personal habits, indefatigable in many forms of activity, and of more than respectable abilities; though the emotional side of his character had the predominance over his intellect.",
		"An ascetic, who practised the whole cycle of medieval austerities, he was determined that Canada should be ruled by the church, and he desired for New France a Puritanism as strict as that of New England.",
		"The works of Tertullian, on the chronology of which a great deal has been written, and which for the most part do not admit of being dated with perfect certainty, fall into three classes - the apologetic, defending Christianity against paganism and Judaism; the polemical dogmatic, refuting heresies and heretics; and the ascetic or practical, dealing with points of morality and church discipline.",
		"After his master's death, in the third period of his own life, and during his connexion with Alexander, but before the final construction of his philosophy into a system, he was tending to write more and more in the didactic style; to separate from dialectic, not only metaphysics, but also politics, rhetoric and poetry; to admit by the side of philosophy the arts of persuasive language; to think it part of their legitimate work to rouse the passions; and in all these ways to depart from the ascetic rigidity of the philosophy of Plato, so as to prepare for the tolerant spirit of his own, and especially for his ethical doctrine that virtue consists not in suppressing but in moderating almost all human passions.",
		"At first he adopted the somewhat ascetic views of his master about soul and body, and about goods of body and estate; but before Plato's death he had rejected the hypothesis of forms, formal numbers and the form of the good identified with the one, by which Plato tried to explain moral phenomena; while his studies and teaching on rhetoric and poetry soon began to make him take a more tolerant view than Plato did of men's passions.",
		"Speusippus took the ascetic view that the good is a perfect condition of, neutrality between two contrary evils, pain and pleasure.",
		"The Order of Fontevrault was founded about 1too by Robert of Arbrissel, who was born in the village of Arbrissel or Arbresec, in the diocese of Rennes, and attained great fame as a preacher and ascetic. The establishment was a double monastery, containing a nunnery of 300 nuns and a monastery of 200 monks, separated completely so that no communication was allowed except in the church, where the services were carried on in common; there were, moreover, a hospital for 120 lepers and other sick, and a penitentiary for fallen women, both worked by the nuns.",
		"The former, he argues, are in the last resort libertinists and antinomians; the latter must be regarded as ascetic Judaists.",
		"Murdbit, a religious ascetic (see Marabout).",
		"Indeed, the personality of the stern God himself exhibits this feature in a very marked degree, whence the term mahayogi or\" great ascetic \"is often applied to him.",
		"The ascetic instinct is probably as old as humanity, yet we must not forget that early religious practices are apt to be deficient in lofty spiritual meaning, many things being esteemed holy that are from a modern point of view trifling and even obscene.",
		"It is not that savages are devoid of the ascetic instinct.",
		"Such abstinences as the above, though based on taboo, that is, on a reluctance to eat the totem or sacred animal, are yet ascetic in so far as they involve much self-denial.",
		"The Order, however, which the would-be ascetic can enter by regular initiation, when he is twenty years of age, entails a discipline much more severe.",
		"No formal initiation was imposed on the would-be ascetic, save (in the case of young men) the duty to live at first in his teacher's house.",
		"But Alexander's conquests brought the Jews into contact with Hindu and Greek mysticism; and this probably explains the growth of the ascetic Essenes some two centuries before the Christian era.",
		"The most ascetic Christians began to question the legality of second marriages on the part of either sex, as even paganism had often reprobated second marriages of women.",
		"Whether by his prestige as a hermit and ascetic or by his personal charm, he soon acquired enormous influence over the people.",
		"The second aspect of his influence is the doctrine of redemption of the soul from its sensual bonds, first by the medium of art and second by the path of renunciation and ascetic life.",
		"He was before everything an ascetic, who denied to the church the right of holding property, and who occupied himself only as an accessory with the political and social consequences of his religious principles.",
		"The king was a strong-willed and weak-minded ascetic, who entrusted his empire to the Jesuits, refused to marry, although the dynasty was threatened with extinction, and Disaster spent years in preparing for a crusade against the Al Kasr. Moors.",
		"Although possessed of ample means, Proclus led a most temperate, even ascetic life, and employed his wealth in generous relief of the poor.",
		"Cromwell himself was no ascetic and saw no harm in honest sport.",
		"According to this authority Jovinian in 388 was living at Rome the celibate life of an ascetic monk, possessed a good acquaintance with the Bible, and was the author of several minor works, but, undergoing an heretical change of view, afterwards became a self-indulgent Epicurean and unrefined sensualist.",
		"He devoted himself to ascetic practices, confined himself to the society of churchmen, and resigned the chancellorship in spite of a papal dispensation (procured by the king) which authorized him to hold that office concurrently with the primacy.",
		"Around the hermit of Hyeres, Hugh of Digne, was formed a group of Franciscans who expected from the advent of the third age the triumph of their ascetic ideas.",
		"For where holiness is associated with ascetic practices the masses can never attain to a perfect life, and naturally tend to lean on the professors of special sanctity as tke mediators of their religious welfare.",
		"On a visit home he converted his mother, but his zeal against the Arians roused persecution against him and for some time he lived an ascetic life on the desert island of Gallinaria near Genoa."
	],
	"synonyms": [
		"solitudinarian",
		"solitary",
		"self-mortification",
		"self-discipline",
		"self-denial",
		"sabbatarian",
		"essene",
		"anchoret",
		"austerity",
		"ascesis",
		"asceticism",
		"yogi",
		"recluse",
		"hermit",
		"eremite",
		"unpoetical",
		"ascetical",
		"spartan",
		"austere",
		"simple-speaking",
		"yogi",
		"unbending",
		"stylite",
		"strict",
		"stoic",
		"stark",
		"severe",
		"self-disciplined",
		"self-denying",
		"rigorous"
	],
	"antonyms": []
}