{
	"word": "complacent",
	"meaning": [
		"Satisfied with the current situation and unconcerned with changing it, often to the point of smugness.",
		"Satisfied; esp., self-satisfied, or smug.",
		"Affable; complaisant.",
		"Uncritically satisfied with oneself or one's achievements; smug.",
		"Apathetic with regard to an apparent need or problem."
	],
	"sentences": [
		"The student grew complacent about the challenges ahead.",
		"You should not have a complacent attitude toward unemployment.",
		"The swimmer was complacent about any situation during a dive.",
		"Never complacent, Raven sets the standard by which the industry is measured.",
		"The manner in which this condition of complacent ignorance came to be disturbed is instructive.",
		"Some of the population grew complacent about the risk of HIV.",
		"Only the dangerously complacent or naïve could assume that we have safely put the BSE crisis behind us.",
		"They grew complacent about the threat from global terrorism.",
		"He was complacent in the face of the skill of the Ninjas.",
		"Many academics appeared complacent about the ongoing bombing of Afghanistan, while others viewed it with cheerful approval.",
		"It is a complacent assumption of a right to hold one's own opinions.",
		"He was accused, indeed, of being little more than the complacent executor of the emperor's will, and defended himself in the Reichstag against the charge.",
		"Couples often become complacent about their health and appearance when they feel securely married.",
		"It was the sequel to his complacent reflections on his success in Petersburg.",
		"We have not grown more prudent, we have grown more complacent.",
		"To be honest, I think they've become too complacent with what is, in effect, a captive audience for their products.",
		"In the end, Joanna is murdered by one of the Stepford wives, and in the final scenes of the novel, the reader sees that Joanna has become obedient, complacent and replaced by a female android who is the perfect wife and mother in every way.",
		"Talking about poverty and injustice in calm measured tones seems almost complacent.",
		"Some colleges could even be described as complacent - one said its role was to teach theology not child protection.",
		"This interpretation combines a complacent universalism about values, with an optimism that China is slowly waking up to them.",
		"Christian belief must pass over not into a complacent scientific utilitarianism, but into the ecstasies of uninhibited wastage.",
		"Don't be complacent and count on the yearly vet trip to do the job because nails do a lot of growing between trips.",
		"We've now become complacent upon our supply of energy.",
		"There are souls that think that snide remarks merely distinguish the factions who are complacent in these perilous times.",
		"This is simply because they become complacent and don't feel as though they need to do anything special to keep their partner around.",
		"Opponents of early technology also point out that parents and teachers can become complacent about education, allowing the computer to teach.",
		"Don't get complacent about items in your car.",
		"Yet the consultation paper takes a very complacent if not defeatist line on such issues.",
		"Later found to be fatally complacent, Boucher had relied on outdated data that neglected the dynamic forces of violent gusts.",
		"The face of the little Catholic priest, which was commonly complacent and even comic, had suddenly become knotted with a curious frown.",
		"You can never be complacent about your dog's nutrition or the quality of his food.",
		"No matter how often safety is emphasized, it is easy to become complacent in this important matter.",
		"Too often, consumers become complacent with the policy they already have and do not take the time to do some comparison shopping.",
		"Nor is there any lack of evidence of a growing dissatisfaction on the part of many physiologists with the complacent assumption that the methods of physical science, and particularly the conception of causal activity common to the sciences which study inorganic nature, can be transferred without further criticism to the examination of life and mind.",
		"It's easy and convenient to take advantage of all that the Internet world has to offer, but that doesn't mean that users can afford to become complacent when it comes to safety issues.",
		"Do not become complacent just because a child is wearing a lifejacket or floatie.",
		"There have been too many audit based scandals to remain complacent.",
		"In the protest against the scheme of \"judging truth by counting noses,\" Shaftesbury recognized the danger of the standard which seemed to satisfy many deists; and in almost every respect he has more in common with those who afterwards, in Germany, annihilated the pretensions of complacent rationalism than with the rationalists themselves.",
		"There is none of the complacent and wise-browed sagacity of Bacon, for Burke's were days of personal strife and fire and civil division.",
		"Wal-Mart is not complacent about its position in fashion."
	],
	"synonyms": [
		"self-complacent",
		"self-satisfied",
		"self-approving",
		"overproud",
		"self-endeared",
		"self-congratulating",
		"self-assuming",
		"self-gratulatory",
		"serene",
		"self-assured",
		"calm",
		"smug",
		"satisfied",
		"egotistic",
		"confident"
	],
	"antonyms": [
		"concerned",
		"discontented",
		"dissatisfied",
		"discontent"
	]
}