{
	"word": "anomalous",
	"meaning": [
		"Deviating from the normal or common order, form, or rule.",
		"Deviating from the regular arrangement, general rule, or usual method; abnormal.",
		"Equivocal, as in classification or nature.",
		"Being or seeming to be inconsistent, contradictory, or improper.",
		"Deviating from the normal; aberrant or abnormal."
	],
	"sentences": [
		"The situation was an anomalous one.",
		"This is exactly in accordance with the observed facts in the case of substances showing anomalous dispersion.",
		"This anomalous phenomenon is still obscure, for we do not yet know whether the second embryo is developed sexually or asexually from the first.",
		"Its constitution for this purpose was anomalous, as it consisted almost entirely of Transvaal officials whose knowledge of the requirements of the industry was scanty.",
		"The ministerial system is quite anomalous.",
		"The bald cypress, a southern tree, seems to be an anomalous growth.",
		"The situation, moreover, was in the highest degree anomalous; for by an act passed in 1793 Roman Catholics might hold commissions in the army in Ireland up to the rank of colonel, and this right had not been extended to England, though by the Act of Union the armies had become one.",
		"But by treating the atonement simply as revealed (and unexplained) matter of fact - in spite of some partial analogies in human experience, a thing essentially anomalous - Butler repeats, and applies to the moral contents of Christianity, what Aquinas said of its speculative doctrines.",
		"This circumstance appeared so anomalous that some astronomers doubted whether the surviving lines were really due to calcium; but Sir William and Lady Huggins (née Margaret Lindsay Murray, who, after their marriage in 1875, actively assisted her husband) successfully demonstrated in the laboratory that calcium vapour, if at a sufficiently low pressure, gives under the influence of the electric discharge precisely these lines and no others.",
		"This picture taken by MARA investigator Mark Rosney actually fooled him into thinking he had seen something anomalous for a while.",
		"What it would do is remove this rather anomalous exemption ' .",
		"Inaccurate results are not anomalous Poor results with a low accuracy will not give a graph with a smooth trend.",
		"They give rise to narrow vertical bands of clearly anomalous wind data in the quick-look plots.",
		"In some districts, the simulations produced results that appeared anomalous.",
		"We also acknowledge that from time to time this will throw up issues which might be considered anomalous.",
		"So, as the regional bodies mature they would be representing culture minus heritage - which would look anomalous.",
		"Quartic gage boson couplings are implemented according to the Standard Model only (no anomalous couplings ).",
		"The program has includes \" Anomalous dispersion \" corrections for the correction of resonance effects in the absorption of x-rays.",
		"The weather on 10 September was not favorable for anomalous propagation.",
		"Is Davidson's anomalous monism a form of epiphenomenalism?",
		"Weather section states no anomalous propagation or northern light.",
		"To accelerate protons to the highest observed energies on flare timescales, it is necessary to invoke anomalous resistivity in the MHD solution.",
		"There is credible evidence that the warm climate was worldwide and not merely anomalous warmth in the North Atlantic, ie, Greenland.",
		"Rhabditis nigrovenosa has a developmental history which is entirely anomalous, passing through two sexual generations which regularly alternate.",
		"Thomas Hobbes, a rough and anomalous but vigorous thinker, is the fountainhead of a more formidable empiricism.",
		"Merchants, people, and many civil officers held toward him from the beginning a hostile attitude; the military, especially, refused to pass into the Spanish service as stipulated in the treaty; and Ulloa was compelled to continue in an ambiguous and anomalous position - which his lack of military force probably first compelled him to assume - ruling the colony through the French governor, Philippe Aubry (who loyally supported him throughout), without publicly exhibiting his powers.",
		"Handley 's piece on the reckoning of time brings out the genuinely anomalous incidence of consular dating within the territories of the Burgundian kingdom.",
		"The increase in C P in the supercooled region is because most of the anomalous enthalpy change is associated with the anomalous volume change.",
		"Cyanotic defects include truncus arteriosus, total anomalous pulmonary venous return, tetralogy of Fallot, transposition of the great arteries, tricuspid atresia, and pulmonary atresia.",
		"Total anomalous pulmonary venous return is a condition in which the pulmonary veins that bring oxygen-rich blood from the lungs back to the heart are not connected to the left atrium.",
		"Try the classic Zener card experiment online at the Association for the Scientific Study of Anomalous Phenomena.",
		"The chupacabra photos of these dead animals are certainly anomalous and interesting, although scientists have theories about what they really are - and it isn't El Chupacabra.",
		"But because psychohistory works on statistical people en masse, it is presumed not to work against an anomalous person such as the Mule, who was a mutant.",
		"In the case of substances possessing anomalous dispersion, the direct measurement of the refractive index for Hertzian waves of very long wave-length may be employed.",
		"It was no doubt natural that Austrian statesmen should wish to end the anomalous situation created by the treaty of Berlin, by incorporating Bosnia and Herzegovina into the Dual Monarchy.",
		"The relations of the state with the disestablished church since 1889 have been somewhat anomalous, the government having decided to continue during their lives the stipends of the church functionaries at the time of disestablishment.",
		"Though a prominent member of the inner Liberal circle and a stanch party man, it was not supposed by the public at this time that any ambition for the highest place could be associated with Sir Henry CampbellBannerman; but the divisions among the Liberals, and the rivalry between Lord Rosebery and Sir William Harcourt, made the political situation an anomalous one.",
		"The anomalous position of the stamens in front of the petals is explained by the abortion or non-development of an outer row of stamens, indications of which are sometimes seen on the hypogynous disk encircling the ovary.",
		"During the Protectorate, with its practical establishment of Presbyterians, Independents and Baptists, the position of Congregationalism was really anomalous, in so far as any of its pastors became parish ministers,' and so received \" public mainfenance \" and were expected to administer the sacraments to all and sundry.",
		"But the Restoration soon changed matters, and by forcing Presbyterians and Congregationalists alike into Nonconformity, placed the former, instead of the latter, in the anomalous position.",
		"The liberum veto and all the intricate and obstructive machinery of the anomalous old system were for ever abolished.",
		"The societies were distinctly understood to be part of the established church, as Wedgwood's were, and every attempt at estranging them therefrom was sharply reproved; but persecution made their position anomalous.",
		"The name given to this phenomenon, - \"anomalous dispersion\" - is an unfortunate one, as it has been found to obey a regular law.",
		"If suitable values are chosen for these constants, the formula can be made to represent the dispersion of ordinary transparent media within the visible spectrum very well, but when extended to the infra-red region it often departs considerably from the truth, and it fails altogether in cases of anomalous dispersion.",
		"The revolution in Turkey had entirely changed the face of the Eastern Question; the problem of Macedonian reform was swallowed up in that of the reform of the Ottoman empire generally, there was even a danger that a rejuvenated Turkey might in time lay claim to the provinces occupied by Austria-Hungary under the treaty of Berlin; in any case, the position of these provinces, governed autocratically from Vienna, between a constitutional Turkey and a constitutional Austria-Hungary, would have been highly anomalous.",
		"The British position in Egypt was anomalous, and might easily give rise to international complications.",
		"In the natural order Rosaceae, the series Querciflorae, and the very anomalous genus Casuarina and others, instead of a single macrospore a more or less extensive sporogenous tissue is formed, but only one cell proceeds to the formation of a functional female cell.",
		"Thus the first and second definitions represent the founders of the sophistry of culture, Protagoras and Prodicus, from the respective points of view of the older Athenians, who disliked the new culture, and the younger Athenians, who admired it; the third and fourth definitions represent imitators to whom the note of itinerancy was not applicable; the fifth definition represents the earlier eristics, contemporaries of Socrates, whom it was necessary to distinguish from the teachers of forensic oratory; the sixth is framed to meet the anomalous case of Socrates, in whom many saw the typical sophist, though Plato conceives this view to be unfortunate; and the seventh and final definition, having in view eristical sophistry fully developed, distinguishes it from SfµoXoyuci, i.e.",
		"This anomalous proceeding was declared constitutional by the supreme court of Tennessee.",
		"But the presidentship was too casual and anomalous an institution to Election of rally the nations round it permanently, and when Gustavus the tyranny of Christian II.",
		"During these years Chile held the anomalous position of a country spending large sums annually to secure immigrants while at the same time her own labouring classes were emigrating by thousands to the neighbouring republics to improve their condition.",
		"But it should be noted that the bands of his experiment are not due to anomalous dispersion in a strict sense.",
		"They are formed now on one side, now on the other, of the absorption line; but the rapid increase of refractive index which accompanies true anomalous dispersion, and might be expected to produce similar bands by scattering the light, appears both from theory and experiment to belong to the side of greater wave-length exclusively.",
		"In calcium, for instance, the g line shows in the laboratory much stronger anomalous dispersion than H and K; but in the solar spectrum H and K are broad out of all comparison to g.",
		"The earliest records of such gauges should be carefully examined, and if any apparently anomalous result is obtained, the cause should be traced, and when not found in the gauge itself, or in its treatment, other gauges should be used to check it.",
		"If then we place these groups in a single class, it is not on account of a few anomalous genera, but because the characters set forth above sharply distinguish them from all other echinoderms, and because we have good reason to believe that the ophiurans did not arise independently but have descended from primitive starfish.",
		"Herodianus also wrote numerous grammatical treatises, of which only one has come down to us in a complete form (IIepi µovr t pous Wews, on peculiar style), articles on exceptional or anomalous words.",
		"A mixture of two active substances, or even of an active and an inactive substance, in one solution sometimes produces anomalous effects.",
		"It is, however, probable that a considerable group of true Ferns, allied to Marattiaceae, existed in Palaeozoic times, side by side with simpler forms. In one respect the fronds of many Palaeozoic Ferns and Pteridosperms were peculiar, namely, in the presence on their rachis, and at the base of their pinnae, of anomalous leaflets, often totally different in form and venation from the ordinary pinnules.",
		"A few Coal Measure and Permian stems (Cycadoxylon and Ptychoxylon) resemble Lyginodendron in the general character of their tissues, but show a marked reduction of the primary wood, together with an extensive development of anomalous wood and bast around the pith, a peculiarity which appears as an individual variation in some specimens of Lyginodendron oldhamium.",
		"Using highly sensitive digital hot-wire anemometers and digital data-logging barometers this was also ruled out for many of the anomalous door events.",
		"France and Germany are somewhat anomalous in this respect.",
		"We suggest that the apparently anomalous observation of truncated lozenges may be due to the presence of the growth rate minimum.",
		"A granite plateau having any geometric shape at all is highly anomalous.",
		"It seems anomalous that in our examples Betty, who has held her shares longer that Alan, pays more tax.",
		"This aspect of ULTRA's work became increasingly anomalous.",
		"The dead, who returned to the Great Mother, were objects of a sort of heroworship. This early nature-cult explains many anomalous features of Hellenic religion, especially in the cults of Artemis and Aphrodite.",
		"Nor was the discontent less in Portugal on account of its anomalous position.",
		"Other authorities explain the formation of the tendril and its anomalous position opposite to a leaf by supposing that the end of the stem bifurcates during growth, one division forming the shoot, the other the tendril or inflorescence.",
		"But for reasons of necessity a regency, however anomalous it may be in strict law,.",
		"This anomalous state of things was responsible for the half-dozen peasant risings with which Gustavus had to contend from 1525 to 15 4 3.",
		"The international position of the Free State was from the first a somewhat anomalous one.",
		"In light Kundt's name is widely known for his inquiries in anomalous dispersion, not only in liquids and vapours, but even in metals, which he obtained in very thin films by means of a laborious process of electrolytic deposition upon platinized glass.",
		"In a good many cases, sometimes in isolated genera or species, sometimes characteristic of whole families, so-called anomalous cambial layers are formed in the stem, either as an extension of, or in addition to, the original cambial cylinder.",
		"The so-called anomalous cambiums in roots follow the same lines as those of the stem.",
		"While determining its atomic weight, he thought it desirable, for the sake of accuracy, to weigh it in a vacuum, and even in these circumstances he found that the balance behaved in an anomalous manner, the metal appearing to be heavier when cold than when hot.",
		"Another division includes anomalous cases, such as Cyprus or Bosnia, in which one government administers a country as to which another state retains certain powers, theoretically large.",
		"Even then Rousseau did not settle at once in the anomalous but to him charming position of domestic lover to this lady, who, nominally a converted Protestant, was in reality, as many women of her time were, a kind of deist, with a theory of noble sentiment and a practice of libertinism tempered by good nature.",
		"Others protested against the anomalous and helpless position of the so-called king, who, if he 'could do no harm, was certainly powerless for good.",
		"The first-named put an end to an anomalous situation and gave a practically valid sanction to the presence of Britain in Egypt, removing all ground for the reproach that Great Britain was not respecting its international obligations.",
		"This Effect Is Probably Due, As Suggested By Rowland, To The Presence Of A Certain Proportion Of Ice Molecules In The Liquid, Which Is Also No Doubt The Cause Of The Anomalous Expansion.",
		"Hansen and others form a distinct order Tanaidea for the decidedly anomalous group called by Sars Isopoda chelifera.",
		"When they became intolerable, from the Empire were sought the exemptions, privileges, immunities from that local authority, which, anomalous and anarchical as they were in theory, yet in fact were the foundations of all the liberties of the middle ages in the Swiss cantons, in the free towns of Germany and the Low Countries, in the Lombard cities of Italy.",
		"From the earliest times the Bulgarians had occupied an anomalous position on the borders of Eastern and Western Christendom, but they had ultimately become subject to Constantinople.",
		"Rarely the inflorescence consists of very few flowers; thus Lygeum Spartum, the most anomalous of European grasses, has but two or three large uniflorous spikelets, which are fused together at the base, and have no basal glumes, but are enveloped in a large, hooded, spathe-like bract.",
		"The possible applications of anomalous dispersion are varied and interesting, and have recently had much attention given to them.",
		"Though few follow him so far, an explanation of the principle will make it clear that there are numerous possible opportunities for anomalous dispersion to qualify inferences from the spectrum.",
		"From the point of view of our grouping, he is an idealist of anomalous type.",
		"It is only necessary here to mention one anomalous form, Enoicyla pusilla, in which the mature female is wingless and the larva is terrestrial, living in moss or decayed leaves.",
		"The unpleasing effect of this anomalous arrangement is greatly aggravated by the lower part of each column being almost always coloured with red or yellow ochre, so as to render the contrast between the two portions still stronger.",
		"The substance is usually optically isotropic, though sometimes it exhibits anomalous double refraction; fibrous zinc sulphide which is doubly refracting is to be referred to the hexagonal FIG.",
		"Theoretically anomalous dispersion is inseparable from absorption.",
		"With them may be associated the anomalous Sciadopitys of Japan.",
		"It was a very small, very disingenuous, inevitably an anomalous, and in the vanity of proclamations and other concomitant incidents rather a ridiculous affair; and fortunately for the dignity of history - and for Fremont - it was quickly merged in a larger question, when Commodore John Drake Sloat (1780-1867) on the 7th of July raised the flag of the United States over Monterey, proclaiming California a part of the United States.",
		"His very anomalous position in regard to Mist is also indicative of a rather blunt moral perception."
	],
	"synonyms": [
		"unusual",
		"strange",
		"rare",
		"peculiar",
		"incongruous",
		"exceptional",
		"eccentric",
		"bizarre",
		"irregular",
		"unnatural",
		"deviant",
		"abnormal",
		"aberrant",
		"preternatural",
		"divergent"
	],
	"antonyms": [
		"conforming",
		"regular",
		"usual",
		"normal",
		"standard"
	]
}