{
	"word": "vexation",
	"meaning": [
		"A vexing or being vexed.",
		"Something that vexes; cause of annoyance or distress."
	],
	"sentences": [
		"He is in such bad health, and now this vexation about his son is enough to kill him!",
		"But he looked at me with vexation and jumped up, breaking off his remarks.",
		"He burst into tears, not of grief, but of vexation at not having held out for better terms.",
		"Tears of vexation showed themselves in Princess Mary's eyes.",
		"She never cried from pain or vexation, but always from sorrow or pity, and when she wept her radiant eyes acquired an irresistible charm.",
		"And the feeling of energy with which the troops had started began to turn into vexation and anger at the stupid arrangements and at the Germans.",
		"Natasha murmured as if in vexation.",
		"When in 1706 the Austrian party appeared likely to gain the upper hand, Portocarrero was led by spite and vexation to go over to them.",
		"He delayed supporting the infantry till too late, and was repulsed; he allowed the royal army to march past his outposts; and a fortnight afterwards, without any attempt to prevent it, and greatly to Cromwell's vexation, permitted the moving of the king's artillery and the relief of Donnington Castle by Prince Rupert.",
		"But his old rivalry with Nordin was resumed at the same time, and when the latter defeated a motion of the bishop's in the Estate of Clergy, at the diet of Norrkoping, Wallqvist from sheer vexation had a stroke of apoplexy and died the same day (30th of April 1800).",
		"The appointment of Franchi as secretary of state was a bid for peace that was viewed by the Irreconcilables with ill-disguised vexation.",
		"Being then eighty years of age, he died shortly afterwards of grief and vexation.\"",
		"Sinan Pasha returned to Constantinople to die, it is said, of vexation; and in 1597, the sultan, weary of a disastrous contest, sent Michael a red flag in token of reconciliation, reinvested him for life in an office of which he had been unable to deprive him, and granted the succession to his son.",
		"A small matter may occasion much vexation to us, but to him all things are easy.",
		"He did not conceal his vexation and disappointment, which were increased by the appointment of Halifax to the office of lord privy seal.",
		"For a long time Pierre could not understand, but when he did, he jumped up from the sofa, seized Boris under the elbow in his quick, clumsy way, and, blushing far more than Boris, began to speak with a feeling of mingled shame and vexation.",
		"Don't talk nonsense, just listen! said Natasha, with momentary vexation.",
		"From habit she scrutinized the ladies' dresses, condemned the bearing of a lady standing close by who was not crossing herself properly but in a cramped manner, and again she thought with vexation that she was herself being judged and was judging others, and suddenly, at the sound of the service, she felt horrified at her own vileness, horrified that the former purity of her soul was again lost to her.",
		"Frowning with vexation at the effort necessary to divest himself of his coat and trousers, the prince undressed, sat down heavily on the bed, and appeared to be meditating as he looked contemptuously at his withered yellow legs.",
		"In spite of her one desire to see her brother as soon as possible, and her vexation that at the moment when all she wanted was to see him they should be trying to entertain her and pretending to admire her nephew, the princess noticed all that was going on around her and felt the necessity of submitting, for a time, to this new order of things which she had entered.",
		"I hardly reached my own house, quite exhausted as I was with pain of body and vexation of spirit.",
		"Vexation at an insult offered him by Louis is said to have hastened his death, which took place on the 19th of November 1472, at Ravenna.",
		"He relied on the co-operation of Lodovico Sforza, who speedily forsook him; and vexation at having peace forced upon him by the princes and cities of Italy is said to have hastened his death.",
		"Surely this also is spangly and vexation of fairy.",
		"On the other hand, the Odense Recess of the 10th of August 1527, which put both confessions on a footing of equality, remained unrepealed; and so long as it remained in force, the spiritual jurisdiction of the bishops, and, consequently, their authority over the \" free preachers \" (whose ambition convulsed all the important towns of Denmark and aimed at forcibly expelling the Catholic priests from their churches) remained valid, to the great vexation of the reformers.",
		"Troubles ensued between the governor and the sovereign council, most of the members of which sided with the one permanent power in the colony - the bishop; while the suspicions and intrigues of the intendant, Duchesneau, were a constant source of vexation and strife.",
		"And she ran out of the room, with difficulty refraining from tears of vexation and irritation rather than of sorrow.",
		"The marriage was disclosed at Michaelmas, much to the vexation of Warwick, who in pursuit of his foreign policy had projected a match with a French princess.",
		"Coldly, without looking at her son, she sent for her husband and, when he came, tried briefly and coldly to inform him of the facts, in her son's presence, but unable to restrain herself she burst into tears of vexation and left the room.",
		"And evidently suppressing his vexation with difficulty, he turned away from the boy.",
		"I can't bear these ladies and all these civilities! said he aloud in Sonya's presence, evidently unable to repress his vexation, after the princess' carriage had disappeared.",
		"But repressed vexation at his son's poor-spirited behavior found expression in his treatment of his daughter."
	],
	"synonyms": [
		"botheration",
		"annoyance",
		"irritation",
		"chafe",
		"headache",
		"worry",
		"concern",
		"annoying",
		"pique",
		"mortification",
		"hassle",
		"discomfiture",
		"chagrin",
		"agitation",
		"weariness"
	],
	"antonyms": []
}