{
	"word": "censure",
	"meaning": [
		"A condemning as wrong; strong disapproval.",
		"A judgment or resolution condemning a person for misconduct; specif., an official expression of disapproval passed by a legislature.",
		"An official condemnation, reprimand, or expression of adverse criticism, usually by a legislative or other formal body, of the conduct of one of its members or of someone whose behavior it monitors.",
		"To express strong disapproval of.",
		"To criticize harshly.",
		"To formally rebuke."
	],
	"sentences": [
		"The soldier was sent home from boot camp after he received another censure from the general.",
		"The health department will censure any restaurants that do not have clean facilities.",
		"This brought them under the official censure, and was forbidden.",
		"Count Rostopchin paused, feeling that he had reached the limit beyond which censure was impossible.",
		"The parent was notified that her son received a censure from the principal for misbehaving.",
		"Any serious violations of the handbook will result in a censure.",
		"If you get another censure from the manager, you will be fired.",
		"You will receive a censure if you miss practice without a written excuse.",
		"If he now incurred Natasha's censure it was only for buying too many and too expensive things.",
		"I am proud to say that I made it completely through school without receiving a censure for my conduct!",
		"Though Hastings was thus irremovable, his policy did not escape censure.",
		"O'Keeffe, parish priest of Callan, on account of two sentences of ecclesiastical censure pronounced by the cardinal as papal delegate.",
		"He made a powerful defence of the charge, and was acquitted with \"a censure and an admonition.\"",
		"He has sometimes on this plea been exonerated from all censure; but, though entitled to honour for the zeal which he showed on behalf of the natives, he must bear the blame for his violation or neglect of moral principle.",
		"The Constantinopolitan Acoemeti took a prominent part in the Christological controversies of the 5th and 6th centuries, at first strenuously opposing Acacius, patriarch of Constantinople, in his attempted compromise with the monophysites; but afterwards, in Justinian's reign, falling under ecclesiastical censure for Nestorian tendencies.",
		"He protested against the violent anti-Semitism of the time, and, in spite of the moderate tone of his publications, drew upon himself unqualified censure.",
		"Jackson in the meantime had learned that Calhoun as secretary of war had wished to censure him for his actions during the Seminole war in Florida in 1818, and henceforth he regarded the South Carolina statesman as his enemy.",
		"This probably was, as Johnson suggests, that the bishop might enforce secular laws by ecclesiastical censure and the alderman ecclesiastical laws with secular punishment.",
		"This was the Doric costume, which left the right side of the body exposed and provoked the censure of Euripides (Andr. 598).",
		"The commission, considering this proceeding irregular, proposed, and the chamber adopted, a vote of censure, but refused to authorize a prosecution.",
		"He undoubtedly instigated D'Alembert to include a censure of the prohibition in his Encyclopedic article on \"Geneva,\" a proceeding which provoked Rousseau's celebrated Lettre a D'Alembert sur les spectacles.",
		"Fox reappeared in parliament to take part in the vote of censure on ministers for declining Napoleon's overtures for a peace.",
		"In the contest over the speakership at the opening of the Thirty-Sixth Congress (1859) he voted with the Republicans, thereby incurring a vote of censure from the Maryland legislature, which called upon him to resign.",
		"Benton's resolution expunging from the journal of the Senate the resolution of censure, Tyler, though admitting the right of instruction, could not conscientiously obey the mandate, and on the 29th of February 1836 he resigned his seat.",
		"Modern critics of his work note that he made no attempt to understand the oriental religions which he attacked, and censure him for invoking the aid of the Inquisition and sanctioning persecution of the Nestorians in Malabar.",
		"In addition, if a parent's expectations for the child's performance are too high, the child may engage in self-enhancing lies out of fear of censure.",
		"It was in reality sins and vices, however, rather than follies that came under his censure, and this didactic temper was reflected in Barclay.",
		"The university of Oxford was invited, on the 13th of February 1845, to condemn \"Tract XC.,\" to censure the Ideal, and to degrade Ward from his degrees.",
		"In return, he described these accusations as \"a vote of censure by the criminal classes on the police,\" and averred that the measures taken were purely precautionary.",
		"Here he lived for two years, using his leisure in preaching in the villages and at Bristol, conduct which brought him into collision with the backward clergy of the district, and led to his being summoned before the chancellor of Worcester (William of Malvern) as a suspected heretic; but he was allowed to depart without receiving censure or giving any undertaking.",
		"The payment for public service which Pericles had introduced may have contributed to raise the general level of culture of the citizens, but it created a dangerous precedent and incurred the censure of notable Greek thinkers.",
		"A man of strict and simple life, he did not hesitate at the legatine synod of 1517 to censure the clergy, in the presence of the brilliant Wolsey himself, for their greed of gain and love of display; and in the convocation of 1523 he freely opposed the cardinal's demand for a subsidy for the war in Flanders.",
		"On behalf of the Liberal government an amendment was moved, stating that \"This House, while recording its condemnation of the flogging of Chinese coolies in breach of the law, desires, in the interests of peace and conciliation in South Africa, to refrain from passing censure upon individuals.\"",
		"As a result of this left-handed censure, a counter-demonstration was organized, led by Sir Bartle Frere, and a public address, signed by over 370,000 persons, was presented to Lord Milner expressing high appreciation of the services rendered by him in Africa to the crown and empire.",
		"But this shortsighted policy is criticized by Turkish historians, who censure Murad III.",
		"At last, in 1565, Queen Elizabeth determined to secure uniformity, and wrote to Archbishop Parker bidding him proceed by order, injunction or censure, \"according to the order and appointment of such laws and ordinances as are provided by act of parliament, and the true meaning thereof, so that uniformity may be enforced.\"",
		"In 1261 Michael, having recovered Constantinople, induced Arsenius again to undertake the office of patriarch, but soon incurred his severe censure by ordering the young prince John to be blinded.",
		"His popularity was regained, however, to some extent, when, on the death of his father, he was unanimously acknowledged king of Portugal, and especially when he abdicated that crown in favour of his daughter, Donna Maria; but his line of policy was not altered, and commercial treaties entered into with European states conceding them favours, which were popularly considered to be injurious to Brazilian trade, met with bitter censure.",
		"For this criticism he has himself constantly been reproved, and Tennyson (whose impatience of anything like censure was phenomenal) continued to resent it to the end of his life.",
		"Frequent votes of censure were proposed by the Opposition, and on the 8th of June 1885 the government were beaten on the budget.",
		"Between 1815 and 1819 there was a constant struggle between freedom of thought on the one hand and the censure, the police and the law officers on the other.",
		"The censure was re-established in 1820 and abolished in 1828 with the monopoly.",
		"It is in this last sense that the term is used in the New Testament, usually with an implicit censure of the factious spirit to which such divisions are due.",
		"Although subsequently to the Reformation period the Protestant churches for the most part relapsed into the dogmatism of the Roman Catholic Church, and were ever ready with censure for every departure from orthodoxy - yet to-day a spirit of diffidence in regard to one's own beliefs, and of tolerance towards the beliefs of others, is abroad.",
		"In modern Protestantism there is a growing disinclination to deal even with errors of belief by ecclesiastical censure; the appeal to the civil authority to inflict any penalty is abandoned.",
		"According to the medieval canon law, based on the decretals, and codified in the 13th century in the Corpus juris canonici, by which the earlier powers of metropolitans had been greatly curtailed, the powers of the archbishop consisted in the right (i) to confirm and consecrate suffragan bishops; (2) to summon and preside over provincial synods; (3) to superintend the suffragans and visit their dioceses, as well as to censure and punish bishops in the interests of discipline, the right of deprivation, however, being reserved to the pope; (4) to act as a court of appeal from the diocesan courts; (5) to exercise the jus devolutionis, i.e.",
		"And thus, within the large congregations where there was so much that was open to censure in doctrine and constitution and morals, conventicles were formed in order that Christians might prepare themselves by strict discipline for the day of the Lord.",
		"That there were certain limits beyond which the translator might not venture, without incurring the censure of the authorities, may be inferred from the few instances of translation which are mentioned with disapproval in the Mishna and elsewhere.",
		"His criticism is apt to assume a tone of moral censure when he has to deal with certain extremes of human thought - scepticism in philosophy, atheism in religion and democracy in politics.",
		"The grand-duke accepted his threat as a request to resign, passed censure, and extended to him permission to withdraw from his chair at Jena; nor would he alter his decision, even though Fichte himself endeavoured to explain away the unfortunate letter.",
		"These are mysterious words implying (1) a formal ecclesiastical censure, (2) a physical penalty, (3) the hope of a spiritual result.",
		"A new chapter in the history of the church censure may be said to have begun with the publication of those imperial edicts against heresy, the first of which, De summa trinitate et fide catholica, dates from 380.",
		"In Scotland three degrees of church censure are recognized - admonition, suspension from sealing ordinances (which may be called temporary excommunication), and excommunication properly so-called.",
		"It is true that his French panegyrists (and he is not himself free from censure on this score) are unjust in their estimate of Smith as an expositor and extol too highly the merits of Say.",
		"Meanwhile, in July 1589, Penry's press, now at Wolston, near Coventry, produced two tracts purporting to be by \"sons\" of Martin, but probably by Martin himself, namely, Theses Martinianae by Martin Junior, and The Just Censure of Martin Junior by Martin Senior.",
		"This precipitate action aroused the mistrust of the Germans, and, in view of the ambiguous attitude of the prime minister towards the Czechs, led to a vote of censure being passed at a meeting of the German national council at Prague on July is.",
		"Irish accounts represent Columba as undertaking this mission in consequence of the censure expressed against him by the clergy after the battle of Cooldrevny; but this is probably a fabrication.",
		"The most moderate form of the censure presents him in the odious light of a trimmer; the vulgar and venomous assailant is sure that Erasmus was a Protestant at heart, but withheld the avowal that he might not forfeit the worldly advantages he enjoyed as a Catholic. When by study of his writings we come to know Erasmus intimately, there is revealed to us one of those natures to which partisanship is an impossibility.",
		"About this time he became an ardent Wycliffite, winning over many persons, some of high rank, to the side of the reformer, and incurring the censure of Archbishop Arundel.",
		"He awaits therefore the judgment and censure of the learned \" priusquam caetera in lucem temere prolata lividorum detrectationi exponantur \"; and in an \" Admonitio \" on the last page of the book he states that he will publish the mode of construction of the canon \" si huius inventi usum eruditis gratum fore intellexero.\"",
		"On the 30th of July 1804 a similar breve restored the Jesuits in the Two Sicilies, at the express desire of Ferdinand IV., the pope thus anticipating the further action of 1814, when, by the constitution Sollicitudo omniurn Ecclesiarum, he revoked the action of Clement XIV., and formally restored the Society to corporate legal existence, yet not only omitted any censure of his predecessor's conduct, but all vindication of the Jesuits from the heavy charges in the breve Dominus ac Redemptor.",
		"It was partially burned in 1270 and almost destroyed in 1390 by Alexander Stewart, the Wolf of Badenoch, natural son of Robert II., who had incurred the censure of the Church.",
		"The common policeman, the insignificant scribe in a public office, and even the actors in the \"imperial\" theatres, were protected against public censure as effectually as the government itself; for the whole administration was considered as one and indivisible, and an attack on the humblest representative of the imperial authority was looked on as an indirect attack on the fountain from which that authority flowed.",
		"In May 1789 - that memorable month of May in which the states-general marched in impressive array to hear a sermon at the church of Notre Dame at Versailles - a vote of censure had actually been passed on him in the House of Commons for a too severe expression used against Hastings.",
		"If you get another censure from the manager, you will befired.",
		"As to the style and literary character of Jordanes, every author who has used him speaks in terms of severe censure.",
		"Three months after his nomination he forbade anything of any kind whatever to be printed concerning his administration, thus refusing advice as well as censure.",
		"But we must not allow such a theory to blind us to the true wisdom with which the writer defers his censure.",
		"Le Defricheur was an organ of extreme French sentiment, opposed to confederation, and also under ecclesiastical censure.",
		"Soon his discourses exercised a potent influence on learned and unlearned alike; and, although he restricted himself, as indeed was principally his custom through life, to the inculcation of practical righteousness, and the censure of clamant abuses, a rumour of his heretical tendencies reached the bishop of Ely, who resolved to become unexpectedly one of his audience.",
		"In Igo Philopoemen protected Sparta, which meanwhile had joined the League and thereupon seceded, but punished a renewed defection so cruelly as to draw the censure of Rome upon his country.",
		"But even in censure Johnson's tone is not unfriendly.",
		"The Kerber administration was for this reason subsequently exposed to severe censure.",
		"It is somewhat remarkable that, although Justinian is so much more familiar to us by his legislation than by anything else, this sphere of his imperial labour is hardly referred to by any of the contemporary historians, and then only with censure.",
		"The premier was thought to have shown a restlessness and a rawness at, the touch of censure which did not increase his reputation for reserve power or strength, but this was undoubtedly due in large measure to the recrudescence of the insomnia from which he had suffered in 1891.",
		"But the pretext for censure was trivial and baseless, and during the armistice Jomini did as he had intended to do in 1809 - To, and went into the Russian service.",
		"This conduct brought him into conflict with the Senate, which passed a vote of censure, and (in June 1834) refused to confirm his appointment as secretary of the treasury.",
		"Each year the number of anti-slavery petitions received and presented by him increased; perhaps the climax was in 1837, when Adams presented a petition from twenty-two slaves, and, when threatened by his opponents with censure, defended himself with remarkable keenness and ability.",
		"He expressed a qualified sympathy with some of the writers of Essays and Reviews, and then joined in the censure of it by the bishops (1861).",
		"Overlooking the differences which separated the humanists from the eristics, and both of these from the rhetoricians, and taking no account of Socrates, whom they regarded as a philosopher, they forgot the services which Protagoras and Prodicus, Gorgias and Isocrates had rendered to education and to literature, and included the whole profession in an indiscriminate and contemptuous censure.",
		"His administration of this office at a critical time was marked by his accustomed energy, but unfortunately also by partiality in the letting of government contracts, which brought about his resignation at Lincoln's request in January 1862 and his subsequent censure by the House of Representatives.",
		"Some censure, which was directed against the prince in his capacity as lord high admiral, was terminated by his death.",
		"And when we look to practice we find that cruel and even treacherous deeds are spoken of without the least sense that they deserve censure.",
		"This action of Gerry's brought down upon him from Federalist partisans a storm of abuse and censure, from which he never wholly cleared himself.",
		"Censure might more reasonably be bestowed on him because he deliberately advised a course of action than which nothing can be conceived better calculated to strengthen the hands of an absolute monarch.'",
		"The Lords, however, decided that it was not sufficient as a ground for their censure, and demanded a detailed and particular confession.",
		"The fine was in effect remitted by the king; imprisonment in the Tower lasted for about days; a general pardon (not of course covering the parliamentary censure) was made out, and though delayed at the seal for a time by Lord Keeper Williams, was passed probably in November 1621.",
		"The relations between President Erthzuriz and congress became rather strained, owing to the former's inclination to retain in office a ministry on which congress had passed a vote of censure; but Errazuriz had been in ill-health for more than a year, and on the 1st of May he resigned, and died in July.",
		"The intransigent majority refused to listen to a last eloquent appeal that Castelar made to their patriotism and common sense, and they passed a vote of censure.",
		"Poetry and imaginative literature usually escaped censure; but histories were mutilated and all original scientific and philosophical work was banned.",
		"In 1742 Walpole was at last forced to succumb to the longcontinued attacks of opposition, and was succeeded as prime minister by the earl of Wilmington, though the real power in the new government was divided between Carteret and the Pelhams. Pitt's conduct on the change of administration was open to grave censure.",
		"He also delivered forcible speeches upon the death of Kosciusko and upon General Andrew Jackson's course in the Floridas, favouring a partial censure of the latter.",
		"This bull not only freed Rabelais from ecclesiastical censure, but gave him the right to return to the order of St Benedict when he chose, and to practise medicine.",
		"The author's extraordinary power, learning and originality were acknowledged on all hands, though he excited censure and suspicion by his tenderness to the alleged heresies of Conyers Middleton.",
		"It is true that here and there the \"creamy richness\" of his style becomes verbosity, and that he occasionally draws too freely on his inexhaustible store of epithets, metaphors and turns of speech; but these faults, which did not escape the censure even of friendly critics like Quintilian, are comparatively rare in the extant parts of his work.",
		"It has always been a favourite with those writers who have something to censure or to impart, but who love to stand outside the pulpit, and to encourage others to pursue a train of thought which the author does not seem to do more than indicate.",
		"The Considerazioni sulle censure and the Trattato dell' interdetto, the latter partly prepared under his direction by other theologians, speedily followed.",
		"Mr Schreiner, in reply, used expressions which called down upon him the severest censure and indignation, both in the colony and in Great Britain.",
		"For more than a year all efforts - headed by the poet Whittier - to rescind that censure were without avail, but early in 1874 it was annulled.",
		"In London the Lords passed a vote of censure on Lord Palmerstons proceedings; and the Commons only sustained the minister by adopting a resolution approving in general terms the principles on which the foreign policy of the country had been conducted.",
		"But it may be affirmed that Dogmatic must remain the vital centre; and so far we may soften Flint's censure of the British thoughtlessness which has called that study by the name \" systematic theology.\"",
		"In 1833 Cooper returned to America, and immediately published A Letter to my Countrymen, in which he gave his own version of the controversy he had been engaged in, and passed some sharp censure on his compatriots for their share in it.",
		"He had the courage to censure the September massacres and to vote for the imprisonment only, and not for the death, of Louis XVI.",
		"The scheme of doctrine of the first four general councils, in all its vagueness as to these points, was to be maintained; so far as the controversy had gone, the disputants on either side were to be held free from censure, but to resume it I The name seems to occur first in John of Damascus.",
		"The chief differences between Burnet's original draft as represented by the Bodleian MS. and the printed history consist in a more lenient view generally of individuals, a modification of the censure levelled at the Anglican clergy, changes obviously dictated by a general variation in his point of view, and a more cautious account of personal matters such as his early relations with Lauderdale.",
		"On the 24th of February 1616 the consulting theologians of the Holy Office characterized the two propositions - that the sun is immovable in the centre of the world, and that the earth has a diurnal motion of rotation - the first as \"absurd in philosophy, and formally heretical, because expressly contrary to Holy Scripture,\" and the second as \"open to the same censure in philosophy, and at least erroneous as to faith.\"",
		"On the 5th of March the Congregation of the Index issued a decree reiterating, with the omission of the word \"heretical,\" the censure of the theologians, suspending, usque corrigatur, the great work of Copernicus, De revolutionibus orbium coelestium, and absolutely prohibiting a treatise by a Carmelite monk named Foscarini, which treated the same subject from a theological point of view.",
		"He suffered much persecution from the Syrian clergy for his fearless censure of their irregular lives, and was expelled from the church, thereupon establishing an episcopal monastic community.",
		"The theologians whom Louis the Pious convened at Paris in 825, to answer the letter received from the iconoclast emperor Michael Balbus, were as hostile to the orthodox Greeks as to the image-worshippers, and did not scruple to censure Pope Adrian for having approved of the empress Irene's attitude.",
		"Kevin Lynch was lucky minutes later when he raised an elbow, but escaped censure.",
		"But the ruling community deserves a censure more severe than that directed against the ruled.",
		"Q To be an atheist in his time was likely to attract public censure.",
		"These products are often aimed at the country or colonial market to avoid censure.",
		"They were charged with slander and faced censure or dismissal.",
		"William acknowledged that he had been constrained by ecclesiastical censure to make peace with Byland.",
		"Upon it will fall the moral censure which must accompany the change in our society's relationship to fossil fuels.",
		"As you can see the letter contains much censure and no praise.",
		"The regulator can publicly censure or fine a company or a director who is knowingly involved in a breach \" she said.",
		"These should not attract the same censure as manmade, more generally toxic, chemical pesticides.",
		"Hastings appears to have been not altogether satisfied with the incidents of this expedition, and to have anticipated the censure which it received in England.",
		"Dundas, Pitt's favourite subordinate, had already committed himself by his earlier resolution of censure; and Pitt was induced by motives which are still obscure to incline the ministerial majority to the same side.",
		"One of the most obvious defects of this school is excessive attachment to polysyllabic terms. Lydgate is not quite so great a sinner in this respect as are some of his successors, but his tendency cannot be mistaken, and John Metham is amply justified in his censure Eke John Lydgate, sometime monk of Bury, His books indited with terms of rhetoric And half-changed Latin, with conceits of poetry.",
		"Nevertheless he only escaped a vote of censure by ten votes, and accordingly resigned office.",
		"In the following December, Sagasta Iwas defeated on a vote of censure and resigned office.",
		"Any seriousviolationsof the handbook will result in a censure.",
		"In the past, families who made the decision to continue carrying a baby with a terminal diagnosis were left to cope on their own as best they could, sometimes even with the disapproval and censure of their medical team.",
		"An order for his banishment was withdrawn on his promise to submit future works for censure.",
		"Apparently, if a proper case could be made out, an ecclesiastical court might still sentence a layman to excommunication for heresy, but by no other means could his opinions be brought under censure.",
		"There was, indeed, much just and much unjust censure; but even those who were loudest in blame were attracted by the book in spite of themselves.",
		"The cabinet fell on a motion of censure brought forward by Kossuth, who had profited by the bribery incident to resume the leadership of his party.",
		"The legal point in the dispute (which Campbell afterwards made the subject of a separate pamphlet) was whether the churchwardens of the parish, in the absence of the vestry, had any means of enforcing a rate except the antiquated interdict or ecclesiastical censure.",
		"Since her marriage with Lord Edward she had been greatly beloved and esteemed by the whole Fitzgerald family; and although after her second marriage her intimacy with them ceased, there is no sufficient evidence for the tales that represented her subsequent conduct as open to grave censure.",
		"Though a few Unionists transferred their allegiance, notably Mr. Winston Churchill, and by-elections went badly, Mr Balfour still commanded a considerable though a dwindling majority, and the various contrivances of the opposition for combining all free-traders against the government were obstructed by the fact that anything tantamount to a vote of censure would not be supported by the \"wobblers\" in the ministerial party, while the government could always manage to draft some \"safe\" amendment acceptable to most of them."
	],
	"synonyms": [
		"exclusion",
		"excommunication",
		"animadversion",
		"reprimand",
		"reproof",
		"excoriation",
		"calumniation",
		"blame",
		"stricture",
		"objurgation",
		"reprobation",
		"reprehension",
		"admonition",
		"criticism",
		"knock",
		"criminate",
		"reprimand",
		"revile",
		"lambaste",
		"chasten",
		"charge",
		"carp",
		"inveigh against",
		"damn",
		"rebuke",
		"rebuff",
		"animadvert",
		"attack",
		"admonish",
		"vituperate"
	],
	"antonyms": [
		"praise",
		"recommendation",
		"ratification",
		"compliment",
		"encouragement",
		"sanction",
		"endorsement",
		"approval",
		"sanction",
		"laud",
		"compliment",
		"endorse",
		"approve",
		"permit",
		"allow",
		"commend",
		"praise"
	]
}