{
	"word": "philistine",
	"meaning": [
		"A member of a non-Semitic people that lived in Philistia and repeatedly warred with the Israelites.",
		"A person regarded as smugly narrow and conventional in views and tastes, lacking in and indifferent to cultural and aesthetic values.",
		"Alternative capitalization of Philistine.",
		"Of the ancient Philistines or their culture.",
		"Relating to or having the attitudes of a philistine.",
		"Smugly conventional and lacking in culture."
	],
	"sentences": [
		"Idumaean or Philistine of Ascalon, Antipater had displayed the capacity of his adoptive or adopted nation for his own profit and theirs.",
		"The principal Philistine tribe is indeed known in the biblical records as the Cherethims or Cretans, and the Minoan name and the cult of the Cretan Zeus were preserved at Gaza to the latest classical days.",
		"The trophy was set up in the Philistine temple of Ashdod, but vindicated its superiority by overthrowing the god Dagon.",
		"In 1867 he determined to make for himself a haven of refuge against the invading Philistine, and bought some land on Blackdown, above Haslemere, then a secluded corner of England; here 1'Ir (afterwards Sir) James Knowles began to build him a house, ultimately named Aldworth.",
		"Somewhat later the evidence becomes fuller, and much valuable light is thrown upon the part which the Philistine coast played in the political history of Palestine.",
		"But it is important to notice that a parallel story (xx.) is without this distinctively Philistine background, and this variation is significant.",
		"It is inherently not improbable that a recollection has been preserved of Philistine oppressions in the 1 ith century, but it is extremely difficult to sketch any adequate sequence of events, and among the conflicting traditions are situations equally applicable to later periods of hostility.",
		"So far, however, of the cities lying within or immediately exposed to Philistine influence, the discoveries at Gezer are unique.'",
		"Thus the deeper feelings of religion were embodied in warlike patriotism, and these feelings the Philistine oppression had raised to extreme tension among all who loved liberty, while yet the want of a captain to lead forth the armies of Yahweh against his foemen deprived them of their natural outlet.",
		"Thus Edom formed a prominent centre for traffic from Arabia and its seats of culture to Egypt, the Philistine towns, Palestine and the Syrian states, and it enjoyed a commercial importance which made it a significant factor in Palestinian history.",
		"A Philistine oppression of twenty years ends when Samuel, here the recognized \" judge \" of Israel, gains a great victory at Ebenezer near Mizpah (vii.).",
		"The punishment of Eli and his sons (iv.) becomes a passing interest, and the fate of the ark is by no means so central an idea as its wonder-working in the Philistine territory.",
		"His flight northwards to the Philistine king of Gath (xxvii.) is hardly connected with the preceding situations in xxiv.",
		"Ashdod, Ammon, Moab and Edom now submitted, but Hezekiah of Judah with the dependent Philistine princes.",
		"What can you say to a Philistine who's into Phil Collins and Dire Straits and other such frivolity?",
		"Not likely to make it onto the increasingly philistine Channel 4. A convincing religious parable about nuclear war and, well, sacrifice.",
		"In the Purasati, apparently the most influential of these peoples, may be recognized the origin of the name \" Philistine.\"",
		"Jeroboam's son Nadab perished in a conspiracy whilst besieging the Philistine city of Gibbethon, and Baasha of (north) Israel seized the throne.",
		"It is to be hoped that continued work will discover traces of the Philistine period at Ascalon, and relics of the same age will no doubt be discovered at Bethshan (Beisan), for a time the furthest eastward outpost of the Philistines, which is about to be explored by the American School at Jerusalem.",
		"Despite the capture of the ark after the disastrous battle of Shiloh, Yahweh had in the end shown himself through a destructive plague superior in might to the Philistine Dagon.",
		"Baal Zebub of the Philistine Ekron became the Beelzebub who was equivalent to Satan.",
		"The scanty details of these important events must naturally be contrasted with the comparatively full accounts of earlier Philistine wars and internal conflicts in narratives which date from this or even a later age.",
		"Strauss as the typical \"Philistine of culture\"; his revolt against the fashion of pessimism to demand a new and more robust affirmation of life, not merely although, but because, it is painful.",
		"That Micah lived in the Shephelah or Judaean lowland near the Philistine country is clear from the local colouring of i.",
		"In defence of university studies he stood manfully forth in the chamber of peers in 1844, against the clerical party on the one hand and the levelling or Philistine party on the other.",
		"He was at the same time a man of impressive power, of rare and wide culture, and of lofty aim, - far above priestly conception and Philistine narrowness.",
		"The appearance of the nebhiim in the time of Samuel was, it would seem, as is explained in the article Hebrew Religion, one manifestation of the deep pulse of suppressed indignant patriotism which began to beat in the hearts' of the nation in the age of Philistine oppression, and this fact explains the influence of the movement on Saul and the interest taken in it by Samuel.",
		"The biblical evidence does not favour any continued Philistine domination since the time of Rameses III., who indeed, later in his reign, made an expedition, not against the Purasati, but into North Syria, and, as appears from the Papyrus Harris, restored Egyptian supremacy over Palestine and Syria.",
		"Under his son Hezekiah there were fresh disturbances in the southern states, and anti-Assyrian intrigues began to take a more definite shape among the Philistine cities.",
		"The historic tradition which identifies with the Cretans the principal element of the Philistine confederation, and places the tomb of Minos himself in western Sicily, thus receives remarkable confirmation.",
		"The history of the Philistine district goes back long before the time of the Purasati (c. 1200 B.C.), and if the references to Philistines in pre-Mosaic times are treated as anachronisms, those which can be applied to the 12th-11th century do not at once acquire an historical value.'"
	],
	"synonyms": [
		"lowbrow",
		"anti-intellectual",
		"yahoo!",
		"vulgarian",
		"churl",
		"chuff",
		"boor",
		"barbarian",
		"pedant",
		"conventionalist",
		"conformist",
		"anti-intellectual"
	],
	"antonyms": []
}