{
	"word": "augment",
	"meaning": [
		"To make (something already developed or well under way) greater, as in size, extent, or quantity.",
		"To make greater, as in size, quantity, or strength; enlarge.",
		"To become greater; increase.",
		"To add an augment to.",
		"To become augmented.",
		"The prefixation of a vowel accompanying a past tense, especially of Greek and Sanskrit verbs.",
		"An increase.",
		"A prefixed vowel or a lengthening or diphthongization of the initial vowel to show past time in Greek and Sanskrit verbs.",
		"(grammar) In some Indo-European languages, a prefix e- (a- in Sanskrit) indicating a past tense of a verb."
	],
	"sentences": [
		"We need to augment the ring to five.",
		"The goal is to augment social interactions during collaborative learning.",
		"You could easily modify or augment these as you like.",
		"The plan is to augment what we're doing and not replace it.",
		"Many people look for support through alternative medicine to augment orthodox medical practices.",
		"The plan is to augment present capabilities for treating excited states.",
		"Others merely use the Internet to augment their wardrobe with that one perfect item to fill out their closet.",
		"There is a multiplication of taxes in trade which recalls the old colonial alcabala tax, and it serves to restrict commerce and augment the cost of goods in much the same way, if not to the same degree.",
		"Voices are used in particular sections, and synth sounds sometimes augment the mix.",
		"In 1651 the powers of the state council were extended to include all the lands under the elector's rule; and a special committee was appointed to effect financial economies, and so to augment the electoral resources.",
		"However, other medical treatment may still be required so consider using milk thistle to augment traditional medical solutions.",
		"For fillers to augment bouquets or decorative flower arrangements, Queen Ann's Lace, Trachelium, and Baby's Breath are all available in abundance during the month of September.",
		"For example, crab apples can be used as an unexpected and attractive filler for your flowers, or you might choose grapes to augment purple wedding flowers.",
		"They have also been chosen to augment Active raised bog examples in areas where lowland bog is or has been particularly frequent.",
		"The original intention was to augment the design with neon signage but this took some while longer to arrive.",
		"After the death of Childebert in 595 she resolved to augment the kingdom of Neustria at the expense of Austrasia, and to this end seized some cities near Paris and defeated Theodebert at the battle of Laffaux, near Soissons.",
		"Is this to facilitate proposed wind farms rather than augment Donegal 's electricity supply?",
		"If the theme and your budget allow, add a few extras to augment the foods inside.",
		"If you are a college graduate, consider the fact that you might be able to thrive in an environment where you can audit or take free coursework (if not extremely discounted coursework) to augment your previous degree.",
		"Viramundo can augment to include sax, trombone, trumpet or full horn section.",
		"Diamond enhancers are available to augment rings, as well as diamond bands and gold wedding bands.",
		"You may wish to adopt some of the common rituals or create your own to augment your receptivity to the message of the tarot cards.",
		"Raw food diet adherents often use the Lemonade Diet to start or augment their raw lifestyle.",
		"Offer less coverage or a high deductible plan, but augment the HSAs (Health Savings Accounts) for your employees.",
		"Students who do have existing coverage should look for a travel insurance policy specifically designed to augment coverage already in place.",
		"He's not getting one brass farthing from me, to augment his multi-millions.",
		"This is called, using the conquered foe to augment one's own strength.",
		"In 1532 Robert Brocket left rent in Houndsditch to augment this chantry and to maintain his own obit.",
		"Such ' sense ' technologies may well become more pervasive in the future, helping to augment the world in which we live.",
		"In a museum context, new technology is often used either to augment, or provide a surrogate for, the physical visit.",
		"Team builders like rope climbing and orienteering augment old standbys including volleyball, basketball, and golf.",
		"Is this to facilitate proposed wind farms rather than augment Donegal's electricity supply?",
		"By Brewster's law (see Polarization of light) this angle in the case of regular reflection from a plate is less than a right angle; so that not only is the law of polarization for a very small particle different from that applicable to a plate, but the first effect of an increase of size is to augment the difference.",
		"Notwithstanding this the expenses continued to augment, and the government had recourse to the reprehensible measure of altering the money standard, and the whole monetary system was soon thrown into the greatest confusion.",
		"The plan decided upon was secretly to augment the force already at Anzac by about a division and a half, and, with the force thus augmented, to secure possession of Sari Bair by a night-attack.",
		"The 13th Division, with some other detachments from Helles and with one brigade of the 10th Division, were the troops chosen to augment Birdwood's force already at Anzac. The new venture further north was entrusted to the i r th Division, which was to assemble in the island of Imbros supported by the rest of the 10th Division; the portions of this latter division not detailed for Anzac were to concentrate partly at Mudros, and partly in a port of Mitylene more than ioo m.",
		"The removal of the papal court from Rome to Avignon, however, not only reduced its prestige but increased the pope's chronic financial embarrassments, by cutting off the income from his own dominions, which he could no longer control, while the unsuccessful wars waged by John XXII., the palace building and the notorious luxury of some of his successors, served enormously to augment the expenses.",
		"The joy was general in Paris, where Calonne, accused of wishing to augment the imposts, was known as \"Monsieur Deficit.\"",
		"Restrictions had also been imposed on the transfer of patronage of churches built under the Church Building Acts and New Parishes Acts, and on that of benefices in the gift of the lord chancellor, and sold by him in order to augment others; but agreements may be made as to the patronage of such churches in favour of persons who have contributed to their building or enlargement without being void for simony.",
		"Instead of following up his victories, Abu Gemaiza retired to Dar Tama to augment his army, to which thousands flocked as the news of his achievements spread far and wide.",
		"He desired to augment the splendours of Islam and its sovereign, as Abdalmalik had already done by building the dome of Jerusalem.",
		"The community sometimes includes a priest, whose fees for baptism, &c., augment the common fund.",
		"No matter your income, this is a great way to augment the wardrobe and teach kids about real values.",
		"Many other antidepressants can cause insomnia and a physician may augment a patient's medication for depression with Trazodone to balance the effects.",
		"Even if you do find that the Internet is a good place to meet Christians, this may be used to augment your search.",
		"A Liz Claiborne handbag will augment your wardrobe while remaining affordable.",
		"This type of insurance policy is meant to augment existing coverage in the event of a medical emergency overseas which may not be fully covered by a health insurance policy already in place.",
		"Student multitrip travel insurance does not have to be expensive, especially when the insurance is designed to augment existing insurance.",
		"Like padded bras, water-filled bras help to augment the look of the breast by making it appear fuller and adding size.",
		"However, a few well placed posts advertising things that your readers would likely want to know about can augment your overall purpose.",
		"Sao Paulo is partly covered by open cameos, and these also serve to augment the maximum temperature.",
		"The increments of contraction become, however, less and less, until the succeeding stimuli serve merely to maintain, not to augment, the existing degree of contraction.",
		"A better understanding of the factors that underlie variable penetrance in mutation carriers is needed to augment our ability to counsel individual women.",
		"Their legal salaries were absolutely insignificant, but they had been permitted to augment them ten and a hundredfold by means of private trade and gifts from the native powers.",
		"The decision will augment existing laws against incitement to criminal offenses.",
		"Can you augment reality?"
	],
	"synonyms": [
		"inflate",
		"improve",
		"heighten",
		"feed",
		"exalt",
		"deepen",
		"enhance",
		"develop",
		"swell",
		"rise",
		"multiply",
		"magnify",
		"increase",
		"grow",
		"expand",
		"augmentation",
		"addition",
		"raise",
		"proliferation",
		"upturn",
		"upswing",
		"upsurge",
		"swell",
		"rise",
		"hike",
		"growth",
		"enlargement",
		"buildup",
		"boost",
		"amplification"
	],
	"antonyms": [
		"decrease",
		"degrade"
	]
}