{
	"word": "lampoon",
	"meaning": [
		"A piece of satirical writing, usually attacking or ridiculing someone.",
		"A written attack ridiculing a person, group, or institution.",
		"To attack or ridicule by means of a lampoon.",
		"To satirize or poke fun at."
	],
	"sentences": [
		"The opinions of his enemies were ventilated in a lampoon styled Mondolat.",
		"Humorous gifts entertain, tease and occasionally lampoon the retiree but in a friendly manner.",
		"He will treat the scurrilous lampoon with noble scorn, reflecting that such things as these are the penalty of greatness.",
		"Generally, they want nice, positive comedy and were clear that spoofs should only gently lampoon their targets.",
		"Animal House was the inaugural film venture for the American satire magazine National Lampoon.",
		"Actor Ryan Reynolds has blossomed, going from a National Lampoon leading man to one of the Tinsel Town elite.",
		"Bozilovic has appeared in Wedding Crashers and National Lampoon's Van Wilder.",
		"Danielle Fishel didn't take on many more acting roles, though she did star in National Lampoon Presents Dorm Daze in 2003 and its sequel three years later.",
		"National Lampoon's Animal House (1978) - John Belushi stars as a college guy whose early 1960s fraternity is all about partying.",
		"National Lampoon's Vacation (1983) - Every family can identify with the Griswolds as they embark on a road trip to visit with family and head to a theme park.",
		"In the 1940s and 1950s, funny song parodies rose in popularity, thanks to Spike Jones and Homer and Jethro, who wrote funny parodies to lampoon both the popular music and the styles of the day.",
		"After appearing in the independent movie Finder's Fee, which was written and directed by Survivor host Jeff Probst, Reynolds landed the role of Van Wilder in National Lampoon's Van Wilder.",
		"One such list is Bravo's List of 100 Funny Films, featuring movies like Shrek and National Lampoon.",
		"I can neither lampoon, Sing in tune; much less can I Intone.",
		"Harvard University's comedy magazine is honoring Paris Hilton with their \"Hastiest Pudding of the Lampoon\" title.",
		"In the 1970s, she starred in Sid and Marty Kroft's Electra Woman and Dyna-Girl, a tongue in cheek lampoon of the 60s Batman and Robin television show.",
		"After graduating from Brookline High School, O'Brien attended Harvard University, where he was the president of the Harvard Lampoon humor magazine.",
		"Even Voltaire did not venture to publish this lampoon on a great official of a prince so touchy as the king of Prussia without some permission, and if all tales are true he obtained this by another piece of something like forgery - getting the king to endorse a totally different pamphlet on its last leaf, and affixing that last leaf to Akakia.",
		"The year before the Revolution broke out he, with some assistance from a man of similar but lesser talent, Champcenetz, 2 compiled a lampoon, entitled Petit Almanach de nos grands hommes pour 1788, in which some writers of actual or future talent and a great many nobodies were ridiculed in the most pitiless manner.",
		"The severity with which Henry treated the last rebels was regarded as a blot upon his fame; but the only case of merely vindictive punishment was that of the poet Luke de la Barre, who was sentenced to lose his eyes for a lampoon upon the king, and only escaped the sentence by committing suicide.",
		"There is not the slightest reason why there should not have been people in the 3rd or 4th century who would have been glad to lampoon Paul.",
		"Here he lived with his mistress and his daughters - he had repudiated his wife - in disreputable peace until 1789, when he was condemned to a year's imprisonment for a lampoon on the Prussian religious edict of 1788."
	],
	"synonyms": [
		"travesty",
		"put-on",
		"pasquinade",
		"charade",
		"burlesque",
		"takeoff",
		"mockery",
		"sendup",
		"spoof",
		"parody",
		"squib",
		"satire",
		"lampoonery",
		"satirise",
		"satirize",
		"takeoff",
		"squib",
		"spoof",
		"satire",
		"roast",
		"pasquinade",
		"mock",
		"parody",
		"libel",
		"farce",
		"defame",
		"caricature",
		"burlesque"
	],
	"antonyms": [
		"praise",
		"approve",
		"applaud",
		"support"
	]
}