{
	"word": "sobriety",
	"meaning": [
		"The state or quality of being sober.",
		"Soundness of judgement."
	],
	"sentences": [
		"He was well adapted to his time by his good sense and sobriety of judgment.",
		"The buildings of the latest French style keep a certain purity and sobriety in Normandy which they do not keep elsewhere.",
		"A greater sobriety of tone was introduced both into life and literature with the accession of Vespasian.",
		"As an advocate he occasionally forgets that sobriety of judgment and expression become an historian.",
		"He is almost invariably an old soldier, a sergent who has left the army with a first-class character, honesty and sobriety being indispensable qualifications.",
		"On the score of sobriety the writer was equally cogent.",
		"Goetz's criticism of the documents is characterized by exceeding carefulness and sobriety.",
		"This sobriety, however, belongs not to the whole Iliad, but to the events and characters of the war.",
		"The feature of Casimir's character which most impressed his contemporaries was his extraordinary simplicity and sobriety.",
		"Sprung from such stock, Emerson inherited qualities of self-reliance, love of liberty, strenuous virtue, sincerity, sobriety and fearless loyalty to ideals.",
		"But al-Farabi was not always consistent in his views; a certain sobriety checked his speculative flights, and although holding that the true perfection of man is reached in this life by the elevation of the intellectual nature, he came towards the close to think the separate existence of intellect no better than a delusion.",
		"The third, and most interesting, group are those who are rescued by AA, going on to become paragons of sobriety.",
		"An instant later the cloud seemed to have passed; but Father Brown still spoke with a certain sobriety and firmness.",
		"There are over 3,000 groups throughout the UK dedicated to helping those with a serious alcohol problem achieve and maintain sobriety.",
		"The program focuses on taking each day at a time, abstaining from the first drink to promote complete sobriety.",
		"Real Rooms ' saving grace is the relative sobriety of its experts.",
		"In great part, it is by carrying the message of recovery to others like ourselves that we keep our own sobriety.",
		"I am happy to tell you that I have just picked up my 17 year sobriety chip.",
		"The position of the author as regius professor of Hebrew at Oxford and canon of Christ Church in succession to Pusey, and his wellestablished reputation as a profound Hebrew scholar, commanded wide attention; the qualities of the book itself - its marked sobriety, its careful discrimination between the differing degrees of probability attaching to various conclusions and suggestions, and in general its soundness of method - rapidly extended the understanding of what Old Testament criticism is and commanded acceptance of the well-established conclusions.",
		"They have never aimed at any social or political revolution, and have been as remarkable for sobriety of conduct as the Munster sect was for its fanaticism (see Mennonites).",
		"These vigilantes were the good citizens (the committee of 1851 included some Boo and that of 1856 some6000-8000citizens of all classes), who organized outside of law, \" not secretly, but in debate, in daylight, with sobriety and decorum,\" to defend and establish, through defying, its rule.",
		"The most cynical man of the world, he says, with whatever \" sullen incredulity \" he may repudiate virtue as a hollow pretence, cannot really refuse his approbation to \" discretion, caution, enterprise, industry, frugality, economy, good sense, prudence, discernment \"; nor again, to \" temperance, sobriety, patience, perseverance, considerateness, secrecy, order, insinuation, address, presence of mind, quickness of conception, facility of expression.\"",
		"His keen intuition of truth, his vigour and yet sobriety of argument, his fertility of illustration and acuteness of sarcasm, made him irresistible to his antagonists; and the evanescent triumphs of scornful controversy have given place to the sedate applause of a long-lived posterity.",
		"The best test for moderate AMS is to have the person walk a straight line heel to toe just like a sobriety test.",
		"The party was the bane of her sobriety; she desperately wanted to join the drinking.",
		"Whether you have several years of sobriety under your belt, or are just trying to piece together ninety meetings in ninety days, saying no when a family member offers you a beer or a narcotic can be quite a battle.",
		"Women For Sobriety, Inc. a non-profit organization dedicated to helping women overcome alcoholism and other addictions.",
		"My sobriety date was January 5, 1999, one of the coldest days on record in the Midwest.",
		"In sobriety I tried a number of different churches and religions.",
		"I had to put definitions on a whole lot of things in sobriety, because everything was new and it was like I was just born and aware of everything around me.",
		"My business easily doubled in the first few years of sobriety and continues to grow at a rapid pace.",
		"It is the only thing in sobriety that has not improved.",
		"I absolutely love sobriety and what it has done for me and I am sure those around me love my sobriety.",
		"I tried for about 25 years of heavy drinking to accomplish what I have accomplished in sobriety in a short period of time, mainly that I am finally happy and slowly becoming the person I always dreamed of becoming.",
		"My explanation is that I was chosen by God and if that is the case then it is my duty and honor to pass along the hope of sobriety.",
		"Most members consider attendance of these meetings an important element of their sobriety.",
		"Those who attend Alcoholics Anonymous meetings are often asked to speak about their experience with alcohol, recovery, and sobriety.",
		"Drug Rehab - Drug rehab programs incorporate counseling and education programs to establish sobriety.",
		"An Oxford House drug and alcohol addiction treatment center is a self-run recovery and sobriety house for people who are in recovery and want to prevent relapse.",
		"The network of homes are all part of a non-profit organization that provides resources to support sobriety in at-risk communities.",
		"Be prepared to pay a move-in sobriety deposit which is equal to your share of rent.",
		"The addict may also learn assertiveness or relaxation techniques as part of this process to help her maintain her sobriety.",
		"From that point, the addict is encouraged to get support from several people who are able to encourage her sobriety.",
		"The client learns techniques to change her behavior to maintain sobriety in addiction counseling.",
		"Police said Fox, 42, who also starred in Kill Bill, had difficulty performing the field sobriety tests and an alcohol breath test indicated her levels were higher than 0.08%, which is California's legal limit.",
		"She was arrested on suspicion of driving while intoxicated after failing a field sobriety test.",
		"He failed a field sobriety test and was arrested.",
		"This recent DUI charge stems from a November 2007 car accident in Los Angeles in which officers at the scene claim that Weiland failed a field sobriety test.",
		"If you were able to read this far, then surely you have deduced that VH1 is following celebrities through their respective journeys of kicking their substance abuse habits and learning to live a life of sobriety.",
		"She was given a field sobriety test and a breathalyzer, both of which she failed.",
		"Mel Gibson and Britney Spears left the United States for Costa Rica on a getaway of sobriety.",
		"Conaway will be returning to give sobriety another try in season two of the much talked about show.",
		"They then had her perform a field sobriety test, which she presumably failed as she was arrested under suspicion of being under the influence of a controlled substance.",
		"He was a pioneer in building safety requiring that workers have daily sobriety tests, wear specially-designed headgear - the precursor to today's hard hat - as well as glare-free goggles and wind protection hand cream.",
		"Others are getting the cross as a reminder of their newfound sobriety, reform, or spiritual grounding after living life too hard or too fast.",
		"If you are a recovering alcoholic, you may choose to get a spider web tattoo on your elbow to mark each year of sobriety.",
		"Living in a sober house lets residents make a transition back to a \"normal\" life at their own pace while still being in a semi controlled environment and working on their sobriety.",
		"He claimed that he had not been drinking and that the field sobriety test could not accurately determine sobriety in a little person.",
		"Amazingly, some of these celebrities allow the cameras to roll as they battle with sobriety.",
		"She has since gone through a long period of sobriety, and appears in the spin-off show Sex Rehab with Dr. Drew.",
		"As Celebrity Rehab 3 comes to a close, viewers wonder how many of the cast members will go on to experience success with their sobriety and how many will relapse back into their addictive ways.",
		"But a little reflection will show that he wrote with his usual accuracy and sobriety when he described her influence on him.",
		"When Queen Victoria came to the English throne, 4004 B.C. was still accepted, in all sobriety, as the date of the creation of the world.",
		"In spite of many instances of a want of taste in his typology, they are distinguished by a certain sobriety and sense of proportion in his exegesis.",
		"And his unbending common-sense, and sobriety of criticism in matters which deeply interested the less academic Radicals who were enthusiasts for extreme courses, would have made the parliamentary situation difficult but for the exceptional popularity of the prime minister.",
		"Sobriety and hardiness characterize the bulk of the people, though the higher classes are too often stained with deep and degrading debauchery.",
		"He wrote himself a history of Alexander's campaigns, distinguished by its straightforward honesty and sobriety.",
		"The agricultural labourer has preserved the uprightness, diligence and sobriety which characterize the Turkish peasant; but the richer inhabitants of the cities are grossly sensual.",
		"But in his general view of ethical principles as being, like mathematical principles,' essentially truths of relation, Clarke is quite in accordance with Locke; while of the four fundamental rules that he expounds, Piety towards God, Equity, Benevolence and Sobriety (which includes self-preservation), the first is obtained, just as Locke suggests, by \" comparing the idea \" of man with the idea of an infinitely good and wise being on whom he depends; and the second and third are axioms self-evident on the consideration of the equality or similarity of human individuals as such.",
		"Members are helped to achieve sobriety by staying away from drink, one day at a time.",
		"The next morning brings slightly more sobriety but no more clarity.",
		"Others have had the same sponsor since early sobriety.",
		"The officers then conducted field sobriety tests and arrested the 25-year-old.",
		"I was married 1 1/2 years ago to a women in sobriety, who has 12 years of sobriety.",
		"In the beginning of sobriety sometimes it was minute by minute.",
		"His sermons were not remarkable for eloquence, but a certain solidity and balance of judgment, an absence of partisanship, a sobriety of expression combined with clearness and force of diction, attracted hearers and inspired them with confidence.",
		"Thus he was able often to recover the meaning of a passage which had long been buried under a heap of contradictory glosses, and he founded a school in which sobriety and common sense were added to the industry and ingenuity of former commentators.",
		"But if he lacked the brilliant qualities of his impulsive, jovial father, he possessed in a high degree the compensating virtues of moderation, sobriety and self-control.",
		"It was characteristic of his nature that he should be stirred to such delight by the Revolution in France, and should labour so earnestly to make his countrymen understand with what gravity and sobriety it had been effected..",
		"It was hailed with satisfaction by the Unionists, but the pure economists complained that he had thrown sobriety and thrift to the winds.",
		"It shows that the \" sobriety \" of the Antiochene scholars can be predicated only of their exegesis; their style of piety was as exaggerated in its devotion to the ideals of monasticism as was that of their monophysite opponents."
	],
	"synonyms": [
		"soberness",
		"sombreness",
		"somberness",
		"gravity",
		"graveness",
		"temperance",
		"dryness",
		"solemnity",
		"moderation",
		"continence",
		"abstinence",
		"earnestness",
		"placidity",
		"serenity",
		"self-denial"
	],
	"antonyms": [
		"drunkenness"
	]
}