{
	"word": "coalesce",
	"meaning": [
		"To grow together, as the halves of a broken bone.",
		"To come together as a recognizable whole or entity.",
		"To unite or merge into a single body, group, or mass.",
		"To come together for a single purpose.",
		"To cause to coalesce as a single whole or entity."
	],
	"sentences": [
		"They are primitively paired, but often coalesce with each other more or less completely.",
		"Although typically paired, the compound eyes may occasionally coalesce in the middle line into a single organ.",
		"Did the two natures coalesce in Jesus so as to constitute a single nature?",
		"A composer and/or lyricist might need to rework the text to help it to coalesce with a melody.",
		"Cool and warm turned to frigid and blazing, and he felt their powers coalesce at his core, forcing something open that had been closed by the Watchers.",
		"Small bubbles appeared on the surface of the hot sphere, but did not coalesce.",
		"By the rain wash and wind action detritus from the mountains is carried to these valley floors, raising their level, and often burying low mountain spurs, so as to cause neighbouring valleys to coalesce.",
		"The two metallic masses coalesce, and the reaction between the oxygen of one and the carbon of the other is therefore extremely rapid because it occurs throughout their depth, whereas in common procedure oxidation occurs only at the upper surface of the bath of cast iron at its contact with the overlying slag.",
		"Soon, however, the two elements began to coalesce; in the Seleucid Empire, the process seems generally to have been both rapid and complete.",
		"But if the difference of potential exceed a small amount (i or 2 volts), the jets instantaneously coalesce.",
		"Understanding and reason thus coalesce in the faculty of judgment, which mediates between, or brings together, the universal and particular elements in conscious experience.",
		"But now in Ron Powers's holistic Twain book we see the parts finally coalesce into the whole fascinating fellow.",
		"It is seen that as the coupling k becomes small these two wavelengths coalesce into one single wave length.",
		"The country forms a section of the central European zone, and its flora is largely under the influence of the Baltic and Alpine elements, which to a great degree here coalesce.",
		"The act of presentation (Vorstellen) then becomes partly transformed into an effort, and its product, the idea, becomes in the same proportion less and less intense till a position of equilibrium is reached; and then at length the remainders coalesce.",
		"Many of the ideas set forth in earlier chapters here coalesce and find their consummation.",
		"Koenig, Quelques experiences d'acoustique (1882) describes apparatus and experiments, intended to show, in opposition to Helmholtz, that beats coalesce into tones, and also that the quality of a note is affected by alteration of phase of one of its component overtones relative to the phase of the fundamental.",
		"In order that this finely divided slag shall rise to the surface and there coalesce with the overlying layer, the metal must be tranquil.",
		"In the Ecaudata also, the tibia and fibula coalesce into one bone, and two or three small bones on the inner side of the tarsus form what has been regarded as a rudimentary digit or \"prehallux.\"",
		"In all the Neornithes the total number of caudal vertebrae, inclusive of those which coalesce, is reduced to at least 13.",
		"The former class undergo an incipient fusion or softening when heated, so that the fragments coalesce and yield a compact coke, while the latter (also called free-burning) preserve their form, producing a coke which is only serviceable when made from large pieces of coal, the smaller pieces being incoherent and of no value.",
		"Their houses, at first without bonds between them, soon tended to draw together and coalesce into congregations with corporate organization and codes of constitutions supplementary to the Rule.",
		"Instead of rebounding after collision, as the unelectrified drops of clean water generally, or always, do, the electrified drops coalesce, and then the jet is no longer scattered about.",
		"For general work the Magistrat and the Stadtverordnetenversammlung coalesce, and committees are appointed for various purposes out of the whole body, these being usually presided over by members of the Magistrat.",
		"In the family of the Diplograptidae the branches are reduced to two; these also coalesce similarly by their dorsal walls, and the polypary thus becomes biserial (diprionidian), and the line of the nema is taken by a long axial tube-like structure, the nemacaulus or virgular tube.",
		"Various intermediate states exist, such as partial union of the ovaries, as in the rue, where they coalesce at their base; and partial union of the styles, as in Malvaceae.",
		"In the upper molars the two outer columns or tubercles of the primitive tubercular molar coalesce to form an outer wall, from which proceed two crescentic transverse crests, the connexion between the crests and the wall being slight or imperfect, and the crests themselves sometimes tubercular.",
		"The numerous small blisters or vesicles thus derived coalesce, forming a large sac full of \"blister-fluid.\"",
		"The last six or seven caudal vertebrae coalesce into the pygostyle, an upright blade which carries the rectrices.",
		"Of wrist-bones only two remain in the adult bird; the original distal carpals coalesce with the proximal end of the metacarpals.",
		"Usually the four subgenital cavities are distinct from each other (so-called tetrademnic condition), but in many Rhizostomeae, for example, Crambessa, the subgenital cavities join together under the subumbral floor of the stomach (so-called monodemnic condition) and coalesce to form a so-called subgenital portico placed on the oral side of the stomach, opening by four interradial apertures between the oral arms, that is to say, by the four primitive apertures of the subgenital pits.",
		"Had they at once been made to coalesce, the true nature of the force controlling celestial movements should have been quickly recognized."
	],
	"synonyms": [
		"flux",
		"immix",
		"commingle",
		"conflate",
		"combine",
		"fuse",
		"mix",
		"blend",
		"merge",
		"meld",
		"integrate",
		"incorporate",
		"associate",
		"unite",
		"amalgamate"
	],
	"antonyms": [
		"divide",
		"separate"
	]
}