{
	"word": "solicitous",
	"meaning": [
		"Showing care, attention, or concern.",
		"Expressing care or concern for another.",
		"Showing great care; careful or meticulous.",
		"Full of anxiety or apprehension; troubled.",
		"Showing anxious desire; eager."
	],
	"sentences": [
		"He is even solicitous to show that his point of view is that of the cultivated gentleman and not of the specialist of any order.",
		"He was an able man, with a special talent for finance, free from all taint of personal corruption, and sincerely solicitous for the honour of Athens, but enslaved to popularity, and without principles of policy.",
		"During the first few days I thought she seemed very solicitous to win his admiration.",
		"Neper being solicitous to know farther of him concerning this matter, he could give no other account of it than that it was by proportional numbers.",
		"Nor were they so solicitous, as it is pretended, to conceal from the authorities what they did and said in their liturgical meetings.",
		"Deeply convinced of the importance of education for the young, Calvin and his coadjutors were solicitous to establish schools throughout the city, and to enforce on parents the sending of their children to them; and as he had no faith in education apart from religious training, he drew up a catechism of Christian doctrine which the children had to learn whilst they were receiving secular instruction.",
		"In April 1906 an eruption of Mount Etna caused the destruction of several villages and much loss of life and damage to property; in appointinga committee to distribute the relief funds the premier refused to include any of the deputies of the devastated districts among its members, and when asked by them for the reason of this omission, he replied, with a frankness more characteristic of the man than politic, that he knew they would prove more solicitous in the distribution of relief for their own electors than for the real sufferers.",
		"One nearly arrived in the royal box, and Sir Herbert Wilberforce was solicitous for the safety of the royalty there.",
		"The fits and fasts were the means by which Sarah could prolong the solicitous attention she had received during her real illness.",
		"Will not a fond mother, a solicitous father, give to a beloved child everything within a parent 's power?",
		"Or could it be that Abraham was, as a fond father, extremely solicitous of his son 's welfare and safety?",
		"The dependence on investment income perhaps explains why the government is so solicitous toward the City.",
		"Their lashes flash blue or violet, and they are particularly solicitous of male shoppers.",
		"Everyone there (I was the only American) were equally solicitous.",
		"Twenty people were in attendance and during ten hours of solicitous labor the picture was again unrolled, reframed, and hoisted.",
		"First a solicitous care for the body, then Satan tempts a risk of the body.",
		"A kind word, a solicitous inquiry, a cigarette, changed his attitude.",
		"Or could it be that Abraham was, as a fond father, extremely solicitous of his son's welfare and safety?",
		"To the spiritual needs of his people he ministered with pastoral zeal, frequently appointing \"stations\" and delivering sermons; nor was he less solicitous in providing for their physical necessities.",
		"Laud, now archbishop of Canterbury, was not a little solicitous about Chillingworth's reply to Knott, and at his request, as \"the young man had given cause why a more watchful eye should be held over him and his writings,\" it was examined by the vicechancellor of Oxford and two professors of divinity, and published with their approbation in 1637, with the title The Religion of Protestants a Safe Way to Salvation."
	],
	"synonyms": [
		"troubled",
		"meticulous",
		"keen",
		"eager",
		"worried",
		"desirous",
		"concerned",
		"ardent",
		"anxious",
		"considerate",
		"careful",
		"thoughtful",
		"polite",
		"courteous",
		"gallant"
	],
	"antonyms": [
		"unworried",
		"laid-back",
		"unafraid",
		"easy-going"
	]
}