{
	"word": "torpid",
	"meaning": [
		"Sluggish in functioning.",
		"Slow and dull; apathetic.",
		"Having lost temporarily all or part of the power of sensation or motion, as a hibernating animal; dormant.",
		"Conducive to sluggishness or inactivity, especially in being warm and humid."
	],
	"sentences": [
		"During the colder months these reptiles remain in a torpid state.",
		"He became torpid, bloated and horrible to look at.",
		"They were pleasant spring days, in which the winter of man's discontent was thawing as well as the earth, and the life that had lain torpid began to stretch itself.",
		"Under the influence of his disease, his senses became morbidly torpid, and his imagination morbidly active.",
		"On retiring for the winter the hamster closes the various entrances to its burrow, and becomes torpid during the coldest period.",
		"A warmer day than usual restores it to temporary activity, and then it supplies itself with food from its autumn hoard, again becoming torpid till roused by the advent of spring.",
		"In times of shortage, dormice will eat insects and are able to become torpid.",
		"Once more that steady pull began, and once more I lay torpid a century of dragging seconds till my breast was naked again.",
		"Howells hastily sent a line to say that he had been sleeping The sleep of a torpid conscience.",
		"The number of the idle clergy, and more particularly of the monastic orders, was reduced, and the Inquisition, though not abolished, was rendered torpid.",
		"This earthquake tremor sent a warning shrill to torpid parts of me which trusted - still.",
		"Helix hibernates in a torpid condition for about four months, and during this period the aperture of the shell is closed by a calcareous membrane secreted by the foot.",
		"Funny, I find separating the two one of the biggest reasons for the torpid state of the Church today.",
		"Equally extensive, but less important in the political sphere, were the Papal States and Veneti, the former torpid under the obscurantist rule of pope and cardinals, the latter enervated by luxury and the policy of unmanly complaisance long pursued by doge and council.",
		"Less favourable signs are furnished by such plants as Arundo Donax (in Germany), Cicuta virosa and Typha latifolia, which are found in stagnant and torpid waters.",
		"The life of the church seems, indeed, to have been in a more stagnant and torpid condition in this age than at any other period of English history.",
		"In character he was not malignant, but he was intellectually torpid, and of a credulity which almost passes belief.",
		"As in the case of the casket letters, it is alleged that forgery was employed to interpolate sufficient evidence of Mary's complicity in a design of which it is thought credible that she was kept in ignorance by the traitors and murderers who had enrolled themselves in her service, - that one who pensioned the actual murderer of Murray and a would-be murderer of Elizabeth was incapable of approving what her keen and practised intelligence was too blunt and torpid to anticipate as inevitable and inseparable from the general design.",
		"Wrangell (formerly Fort St Dionysius, Fort Stikine and Fort Wrangell), founded in 1833, is a dilapidated and torpid little village, of some interest in Alaskan history, and of temporary importance from 1874 to 1877 as the gateway to the Cassiar mines."
	],
	"synonyms": [
		"hibernating",
		"dormant",
		"soggy",
		"sluggish",
		"inert",
		"unfeeling",
		"static",
		"stagnant",
		"somnolent",
		"slumberous",
		"sleepy",
		"pococurante",
		"phlegmatic",
		"numb",
		"nonchalant"
	],
	"antonyms": [
		"quick",
		"moving",
		"lively",
		"active",
		"energetic"
	]
}