{
	"word": "alloy",
	"meaning": [
		"A metallic solid or liquid that is composed of a homogeneous mixture of two or more metals or of metals and nonmetal or metalloid elements, usually for the purpose of imparting or increasing specific characteristics or properties.",
		"The relative purity of gold or silver; fineness.",
		"A mixture; an amalgam.",
		"A substance that is a mixture, as by fusion, of two or more metals, or of a metal and something else.",
		"The relative degree of mixture with a base metal; fineness.",
		"To combine (metals) to form an alloy.",
		"To make (a metal) less pure by mixing with a less valuable metal.",
		"To combine; mix.",
		"To mix (metals) to form an alloy.",
		"To debase by the addition of an inferior element."
	],
	"sentences": [
		"The alloy with 12% of silicon is white, hard and brittle.",
		"Sometimes the whole alloy is a uniform solid solution.",
		"The alloy of silver and copper is called sterling silver.",
		"Tantalum pentafluoride, TaF5, for a long time only known in solution, may be obtained by passing fluorine over an alloy of tantalum and aluminium, and purifying by distillation in a vacuum.",
		"The term \"alloy\" does not necessarily imply obedience to the laws of definite and multiple proportion or even uniformity throughout the material; but some alloys are homogeneous and some are chemical compounds.",
		"It would seem, indeed, that any process by which the particles of two metals are intimately mingled and brought into close contact, so that diffusion of one metal into the other can take place, is likely to result in the formation of an alloy.",
		"Gold and Silver.-Electrum is a natural alloy of gold and silver.",
		"The metals used in different combinations included tin, aluminium, arsenic, antimony, bismuth and boron; each of these, when united in certain proportions with manganese, together with a larger quantity of copper (which appears to serve merely as a menstruum), constituted a magnetizable alloy.",
		"Sometimes in the same design we see gold of three different hues, obtained by varying the alloy.",
		"We must not take it for granted, when the freezing-point curve gives no indication of the compound, that the compound does not exist in the solid alloy.",
		"If now we wish to represent the variations in some property, such as fusibility, we determine the freezing-points of a number of alloys distributed fairly uniformly over the area of the triangle, and, at each point corresponding to an alloy, we erect an ordinate at right angles to the plane of the paper and proportional in length to the freezing temperature of that alloy.",
		"Gold and Zinc.-When present in small quantities zinc renders gold TABLE II.-Gold brittle, but it may be added to gold in larger quantities without destroying the ductility of the precious metal; Peligot proved that a triple alloy of gold, copper and zinc, which contains 5.8% of the lastnamed, is perfectly ductile.",
		"The alloy of the point e is the ternary eutectic; it deposits the three metals simultaneously during the whole period of its solidfication and solidifies at a constant temperature.",
		"When a pure metal is cooled to a very low temperature its electrical conductivity is greatly increased, but this is not the case with an alloy.",
		"When a current is passed through a solid alloy, a series of Peltier effects, proportional to the current, are set up between the particles of the different metals, and these create an opposing electromotive force which is indistinguishable experimentally from a resistance.",
		"If the alloy were a true chemical compound the counteracting electromotive force should not occur; experiments in this direction are much needed.",
		"Manganese not only forms with iron several alloys of great interest, but alloyed with copper it is used for electrical purposes, as an alloy can thus be obtained with an electrical resistance that does not alter with change of temperature; this alloy, called manganin, is used in the construction of resistance-boxes.",
		"Aluminium, when alloyed with a few per cent of magnesium, gains greatly in rigidity while remaining very light; this alloy, under the name of magnalium, is coming into use for small articles in which lightness and rigidity have to be combined.",
		"One of the most interesting amongst recent alloys is Conrad Heusler's alloy of copper, aluminium and manganese, which possesses magnetic properties far in excess of those of the constituent metals.",
		"The presence in an alloy of a eutectic which solidifies at a much lower temperature than the main mass, implies a great reduction in tenacity, especially if it is to be used above the ordinary temperature as in the case of pipes conveying super-heated steam.",
		"The alloy with mercury-gold amalgam-is so readily formed that mercury is one of the most powerful agents for extracting the precious metal.",
		"Other metals which find application in the metallurgy of gold by virtue of their property of extracting the gold as an alloy are lead, which combines very readily when molten, and which can afterwards be separated by cupellation, and copper, which is separated from the gold by solution in acids or by electrolysis; molten lead also extracts gold from the copper-gold alloys.",
		"A greenish alloy used by goldsmiths contains 70% of silver and 30% of gold.",
		"The Japanese use for ornament an alloy of gold and silver, the standard of which varies from 350 to 500, the colour of the precious metal being developed by \" pickling \" in a mixture of plum-juice, vinegar and copper sulphate.",
		"The common alloy, Shi-ya-ku-Do, contains 70% of copper and 30% of gold; when exposed to air it becomes coated with a fine black patina, and is much used in Japan for sword ornaments.",
		"Molten alloys containing more than 80% of silver deposit on cooling the alloy AuAgs, little gold remaining in the mother liquor.",
		"The alloy of II parts gold and i part of zinc is, however, stated to be brittle.",
		"The alloys of tin and gold are hard and brittle, and the combination of the metals is attended with contraction; thus the alloy SnAu has a density 14.243, instead of 14.828 indicated by calculation.",
		"Matthiessen and Bose obtained large crystals of the alloy Au 2 Sn 5, having the colour of tin, which changed to a bronze tint by oxidation.",
		"In these proportions the density of the alloy is less than the mean of its constituent metals.",
		"These metals are stated to alloy in all proportions.",
		"The alloy of 4 parts of gold and i part of palladium is white, hard and ductile.",
		"Eleven parts of gold and i of nickel yield an alloy resembling brass.",
		"In the \" dry \" methods the silver is converted into sulphide or chloride, the gold remaining unaltered; in the \" wet \" methods the silver is dissolved by nitric acid or boiling sulphuric acid; and in the electrolytic processes advantage is taken of the fact that under certain current densities and other circumstances silver passes from an anode composed of a gold-silver alloy to the cathode more readily than gold.",
		"The fusion results in the formation of a gold-antimony alloy, from which the antimony is removed by an oxidizing fusion with nitre.",
		"The sulphur and litharge, or Pfannenschmied, process was used to concentrate the gold in an alloy in order to make it amenable to \" quartation,\" or parting with nitric acid.",
		"The first process consists essentially in heating the alloy with salt and brickdust; the latter absorbs the chloride formed, while the gold is recovered by washing.",
		"The second process depends upon the fact that, if chlorine be led into the molten alloy, the base metals and the silver are converted into chlorides.",
		"It is now rarely practised, although in some refineries both the nitric acid and the sulphuric acid processes are combined, the alloy being first treated with nitric acid.",
		"It used to be called \" quartation \" or \" inquartation,\" from the fact that the alloy best suited for the operation of refining contained 3 parts of.silver to I of gold.",
		"It is applicable to any alloy, and is the best method for parting gold with the exception of the electrolytic method.",
		"The alloy, after the preliminary refining, is granulated by being poured, while molten, in a thin stream into cold water which is kept well agitated.",
		"They are provided with lids, made either of lead or of wood lined with lead, which have openings to serve for the introduction of the alloy and acid, and a vent tube to lead off the vapours evolved during the operation.",
		"Or the alloy is dissolved in aqua regia, the solution filtered from the insoluble silver chloride, and the gold precipitated by ferrous chloride.",
		"In the wet process the ores, in which the bismuth is present as oxide or carbonate, are dissolved out with hydrochloric acid, or, if the bismuth is to be extracted from a matte or alloy, the solvent employed is aqua regia or strong sulphuric acid.",
		"A brittle potassium alloy of silver-white colour and lamellar fracture is obtained by calcining 20 parts of bismuth with 16 of cream of tartar at a strong red heat.",
		"This may be accomplished by using a vessel with a somewhat wide bottom, and inserting the substance so that it may be volatilized very rapidly, as, for example, in tubes of Wood's alloy, D and by filling the tube with hydrogen.",
		"The tsien is a round disk of copper alloy, with a square hole punched through the centre for stringing.",
		"In the Gira river the valuable alloy osmiridium has been discovered.",
		"Its general plan is that of a Greek cross, with two great naves and three aisles, twenty side-chapels and a magnificent high altar supported by marble columns and surrounded by a tumbago balustrade with sixty-two tumbago statues carrying elaborate candelabra made from a rich alloy of gold, silver and copper.",
		"It may be prepared from osmiridium by fusing the alloy with zinc, the zinc being afterwards removed by distillation.",
		"The ingots are valued by weighing and assaying, and a calculation is made as to the amount of copper required for melting with them to produce the standard alloy.",
		"Among the incidental operations are (a) the valuation of the bullion by weighing and assaying it; (b) \" rating\" the bullion, or calculating the amount of copper to be added to make up the standard alloy; (c) recovering the values from ground-up crucibles, ashes and floor sweepings (the Mint \" sweep \"); (d) assaying the melted bars; (e) \" pyxing \" the finished coin or selecting specimens to be weighed and assayed; (f) \" telling \" or counting the coin.",
		"The U-shaped electrolytic vessel and the electrodes are made of an alloy of platinum-iridium, the limbs of the tube being closed by stoppers made of fluor-spar, and fitted with two lateral exit tubes for carrying off the gases evolved.",
		"His speculum metal is composed of four atoms of copper (126.4 parts) and one of tin (58.9 parts), a brilliant alloy, which resists tarnish better than any other compound tried.",
		"With reference to the materials of which standards of length are made, it appears that the Matthey alloy iridio-platinum (90% platinum, 10% iridium) is probably of all substances the least affected by time or circumstance, and of this costly alloy, therefore, a new copy of the imperial yard has been made.",
		"For small standard weights platinum (Î”=21.45) and aluminium (Î”=2.67) are used, and also an alloy of palladium (60%) and silver (40%) (Î”=11.00).",
		"For ordinary standards of length Guillaume's alloy (invar) of nickel (35.7%) and steel (64.3%) is used, as it is a metal that can be highly polished, and is capable of receiving fine graduations.",
		"Iron was not known, but copper and tin ores were mined, and the metals combined into bronze of much the same alloy as in the Old World, of which hatchet blades and other instruments were made, though their use had not superseded that of obsidian and other sharp stone flakes for cutting, shaving, &c. Metals had passed into a currency for trading purposes, especially quills of gold-dust and T-shaped pieces of copper, while coco-beans furnished small change.",
		"This frame or tube is so constructed of iron and brass (one-third iron and two-thirds brass) that its temperature coefficient of linear expansion is the same as that of the platinumsilver alloy.",
		"For this purpose it must be an alloy such as manganin or constantan.",
		"Ostwald (ibid., 1900, 35, pp. 33, 204) has observed that on dissolving chromium in dilute acids, the rate of solution as measured by the evolution of gas is not continuous but periodic. It is largely made as ferro-chrome, an alloy containing about 60-70% of chromium, by reducing chromite in the electric furnace or by aluminium.",
		"Ingots of Chinese silver were sent from Lhasa with a small proportion of gold dust, and an equal weight in mohurs was returned, leaving to the Nepal rajahs, between gold dust and alloy, a good profit.",
		"The solid is then known 800 as a eutectic alloy.",
		"Other pairs of alloys, showing more complicated relations, are described in Alloy.",
		"In 1808 Sir Humphry Davy, fresh from the electrolytic isolation of potassium and sodium, attempted to decompose alumina by heating it with potash in a platinum crucible and submitting the mixture to a current of electricity; in 1809, with a more powerful battery, he raised iron wire to a red heat in contact with alumina, and obtained distinct evidence of the production of an iron-aluminium alloy.",
		"Nevertheless, it was found impracticable to smelt alumina electrically except in presence of copper, so that the Cowles furnace yielded, not the pure metal, but an alloy.",
		"Cryolite is not a safe body to electrolyse, because the minimum voltage needed to break up the aluminium fluoride is 4.0, whereas the sodium fluoride requires only 4.7 volts; if, therefore, the current rises in tension, the alkali is reduced, and the final product consists of an alloy with sodium.",
		"About ioo lb of bronze, containing from 15 to 20 lb of aluminium, were obtained from each run, the yield of the alloy being reported at about 1 lb per 18 e.h.p.-hours.",
		"In July 1888 the Societe Metallurgique Suisse erected plant driven by a 500 h.p. turbine to carry out Heroult's alloy process, and at the end of that year the Allgemeine Elektricitais Gesellschaft united with the Swiss firm in organizing the Aluminium Industrie Actien Gesellschaft of Neuhasen, which has factories in Switzerland, Germany and Austria.",
		"If it be exposed to damp, to sea-water or to corrosive influences of any kind in contact with another metal, or if it be mixed with another metal so as to form an alloy which is not a true chemical compound, the other metal being highly negative to it, powerful galvanic action will be set up and the structure will quickly deteriorate.",
		"This explains the failure of boats built of commercially pure aluminium which have been put together with iron or copper rivets, and the decay of other boats built of a light alloy, in which the alloying metal (copper) has been injudiciously chosen.",
		"Alloy steels and cast irons are those which owe their properties chiefly to the presence of one or more elements other than carbon.",
		"If iron thus preceded copper in many places, still more must it have preceded bronze, an alloy of copper and tin much less likely than either iron or copper to be made unintentionally.",
		"Osmond showed that the wonderful changes which thermal treatment andthe presence of certain foreign elements cause were due to allotropy, and from these and like teachings have come a rapid growth of the use of the so-called \" alloy steels \" in which, thanks to special composition and treatment, the iron exists in one or more of its remarkable allotropic states.",
		"If the alloy has a composition very near that of its own eutectic, then when solidified it of course contains a large proportion of the eutectic, and only a small proportion of the excess metal.",
		"Alloy steels have come into extensive use for important special purposes, and a very great increase of their use is to be expected.",
		"Although the presence of 1.50% of manganese makes steel relatively brittle, and although a further addition at first increases this brittleness, so that steel containing between 4 and 5.5% can be pulverized under the hammer, yet a still further increase gives very great ductility, accompanied by great hardness-a combination of properties which was not possessed by any other known substance when this remarkable alloy, known as Hadfield's manganese steel, was discovered.",
		"Its chief, indeed almost its sole use, is for making tool steel, the best kinds of spring steel and other very excellent kinds of high-carbon and alloy steel.",
		"It is the hardest known substance (though tantalum, or an alloy of tantalum now competes with it) and is chosen as io in the mineralogist's scale of hardness; but the difference in hardness between diamond (io) and corundum (9) is really greater than that between corundum (9) and talc (1); there is a difference in the hardness of the different faces; the Borneo stones are also said to be harder than those of Australia, and the Australian harder than the African, but this is by no means certain.",
		"From the use of gold and silver as a medium of exchange, it followed that they should approximate in all nations to a common degree of fineness; and though this is not uniform even in coins, yet the proportion of alloy in silver, and of carats alloy to carats fine in gold, has been reduced to infinitesimal differences in the bullion of commerce, and is a prime element of value even in gold and silver plate, jewelry, and other articles of manufacture.",
		"The metals chiefly used in the arts have been gold, silver, copper and tin (the last two generally mixed, forming an alloy called bronze), iron and lead (see the separate articles on these metals).",
		"This special alloy does not occur in any known iron ores, but is invariably found in meteoric iron.",
		"In many localities the braziers have a special repute either for a peculiar alloy or for a particular process of ornamentation.",
		"After much experiment he selected an alloy of tin and copper as the most suitable material for his specula, and he devised means for grinding and polishing them.",
		"It has been known from the earliest times, being employed by the Chinese in the form of an alloy called pakfong.",
		"An alloy was formed of two parts silver, one-third copper and one-sixth lead; to this mixture, while fluid in the crucible, powdered sulphur in excess was added; and the brittle amalgam, when cold, was finely pounded, and sealed up in large quills for future use.",
		"In \"autogenous soldering\" two pieces of metal are united by the melting of the opposing surfaces, without the use of a separate fusible alloy or solder as a cementing material.",
		"Its alloy with tin (bronze) was the first metallic compound in common use by mankind, and so extensive and characteristic was its employment in prehistoric times that the epoch is known as the Bronze Age.",
		"Type-metal is an alloy of lead with antimony and tin, to which occasionally a small quantity of copper or zinc is added.",
		"The presence of the antimony in this alloy gives to it hardness, and the property of expanding on solidification, thus allowing a sharp cast of the letter to be taken.",
		"The compound formed, antimoniuretted hydrogen or stibine, SbH 3, may also be prepared by the action of hydrochloric acid on an alloy of antimony and zinc, or by the action of nascent hydrogen on antimony compounds.",
		"By distilling an alloy of antimony and sodium with mythyl iodide, mixed with sand, trimethyl stibine, Sb(CH 3) 3 i is obtained; this combines with excess of methyl iodide to form tetramethyl stibonium iodide, Sb(CH 3) 4 1.",
		"From this iodide the trimethyl stibine may be obtained by distillation with an alloy of potassium and antimony in a current of carbon dioxide.",
		"In the first the gold or silver is made to combine or alloy with metallic lead, the other constituents of the ore being separated from the lead as slag.",
		"When the lead melts and begins to oxidize, the lead oxide, or so-called litharge, combines with or dissolves the non-metallic and readily oxidizable constituents of the ore, while the gold and silver alloy with the lead.",
		"The resulting alloy, which is called the lead button, is then submitted to fusion on a very porous support, made of bone-ash, and called a cupel.",
		"Now, if this were the only action, little good would have been gained, for we should simply have put lead into the gold alloy, and then taken it out again; but another action goes on whilst the lead is oxidizing in the current of air.",
		"If the lead is therefore rightly proportioned to the standard of alloy, the resulting button will consist of only gold and silver, and these are separated by the operation of parting, which consists in boiling the alloy (after rolling it to a thin plate) in strong nitric acid, which dissolves the silver and leaves the gold as a coherent sponge.",
		"The operation by which the alloy is brought to this standard is termed quartation or inquartation, and consists in fusing the alloy in a cupel with lead and the quantity of fine silver or fine gold necessary to bring it to the desired composition.",
		"The beginning, the prevalence and duration of the Bronze Age in each country would have been ordered by the accessibility of the metals which form the alloy.",
		"On the other, how account for a comparatively synchronous commencement of bronze civilization when one at least of the metals needed for the alloy would have been naturally difficult of access, if not unknown to many races?",
		"The so-called \"oxidized\" silver is a copper-silver alloy coated superficially with a layer of the sulphides by immersion in sodium sulphide or otherwise.",
		"Alloy scrap containing chiefly copper with, say 5 or 6% of gold,.",
		"Borchers uses the alloy, granulated, in an anode chamber separated from the cathode cell by a porous partition through which the current, but not electrolyte, can pass freely.",
		"The alloy is cast into anode plates about s in.",
		"The composition of the alloy is stated in terms of its \"fineness,\" the proportion of silver in 1000 parts of alloy.",
		"The extent to which the properties of silver are modified by addition of copper depends on the fineness of the alloy produced.",
		"Silver is obtained almost wholly in the form of alloy with gold, and in 1908 the value of the output was only $23,109.",
		"A Greek MS. of about the 11th century in the library of St Mark's, Venice, contains the form l3povT17acov, and gives the composition of the alloy as 1 lb of copper with 2 oz.",
		"From the analysis of coins it appears that for their bronze coins the Greeks adhered to an alloy of copper and tin till 400 B.C., after which time they used also lead with increasing frequency.",
		"The Romans also used lead as an alloy in their bronze coins, but gradually reduced the quantity, and under Caligula, Nero, Vespasian and Domitian, coined pure copper coins; afterwards they reverted to the mixture of lead.",
		"Brass alloy An alloy of copper and zinc, although the term is loosely used to include all copper alloys.",
		"Consider now what happens during solidification of a eutectic alloy.",
		"Can be made from aluminum alloy, copper or steel.",
		"Ergo laptops are tougher magnesium alloy is many times stronger than plastic, however smart the latter may appear.",
		"Our pioneer product was the first aluminum alloy wheelchair ever made in Taiwan.",
		"Bactrian coins of King Euthydemus (220 BC) are known in a copper-nickel alloy.",
		"This noble alloy is found in the magnesium generator cover with titanium screws and dedicated sprocket cover of billet aluminum.",
		"Pewter Pewter is an alloy consisting of mainly tin and containing antimony and copper for strength and color, respectively.",
		"Both carbon and alloy steels are produced in electric arc furnaces and scrap rather than molten metal is used as the base material.",
		"It can be caused by the transformation of retained austenite to martensite or by the precipitation of alloy carbides.",
		"For silver alloy catheters, 11% of patients had bacteriuria, compared with 32% with uncoated catheters (Figure ).",
		"This set of 8 polished alloy boules is... .",
		"Bronze The usual alloy for fasteners is silicon bronze The usual alloy for fasteners is silicon bronze.",
		"Phosphor bronze Small additions of phosphorus in tin bronze, typically 0.4% to l %, improve the castability of the alloy.",
		"The second was a copper alloy oval brooch, found almost at the very end of the last day of the dig.",
		"At the front I will use the largest vented disks I can fit with 4 pot alloy calipers.",
		"High wing cantilever monoplane, tapering in plan form and thickness, built on a single box spar of corrugated light alloy sheet.",
		"High definition automotive LCD screen housed in a magnesium alloy casing.",
		"With Italy's entry to WWII Morini was forced to convert his factory to produce military equipment, in particular alloy castings for aircraft.",
		"This band carries six points of nickel chrome (12/8 alloy) three centimeters long, well sharpened.",
		"The use of alloy brings thoughts of benefits from being able to run higher compression ratios.",
		"The countermeasures division comprises Chemring countermeasures division comprises Chemring Countermeasures in the UK, and Alloy Surfaces Company, Inc. and Kilgore Flares Company LLC in the US.",
		"Cast bronze cymbals with ingots of the secret Zildjian alloy, a must have for lovers of the old Zildjian sound.",
		"The remaining Alloy Surfaces operation, which manufactures special material decoys, is a core business of the Group.",
		"Alloy Surfaces ' strong growth has continued and it is now the largest supplier of expendable decoys in the world.",
		"The cylinder was made in alloy for good heat dissipation.",
		"Most of the manganese in alloy steels dissolves in the alpha ferrite.",
		"To ensure that the composition of the alloy is correct, samples of the molten metal are routinely checked by X-ray fluorescence spectrometry.",
		"The black alloy handlebars had picked up a few scratches which shows poor quality anodizing in fact they may simply be painted.",
		"A significant proportion of the product is cast ingot or alloy powders.",
		"When mixed with other metals e.g. magnesium, to form an alloy it can be used in planes and trains.",
		"Thetford's little mermaid, a medieval copper alloy figure found on the outskirts of the town.",
		"The size at which this happens is strongly dependent upon the cooling rate and lattice mismatch of the alloy.",
		"Firstly the choice of metal used - they appear to have been struck in nickel or a nickel based alloy.",
		"Its ' aluminum alloy body has a carabineer style clip with a handy bottle opener.",
		"When the rhodium plating wears through, the color of the actual \" white \" alloy can be seen.",
		"The liquid sodium potassium alloy has been drained from the cooling system and is awaiting decontamination.",
		"All metal CNC machined alloy swashplate with precision radial bearing and hard chromed PTFE lined center swivel ball.",
		"The alloy wheel rim also features a tire bead rim.",
		"The aluminum rims are assembled on light alloy hubs with straight spokes.",
		"Take for example the all alloy pedals with inset non-slip rubber which provide a perfect platform for all types of shoe.",
		"Preferred metals were copper, brass or in this case nickel silver which is an alloy of copper, nickel and zinc.",
		"The Trophy has a reworked VVC engine producing 158bhp and is distinguishable by 16 alloy wheels, front bib splitter and boot spoiler.",
		"The traditionally drilled aluminum alloy spokes are anodised matt black.",
		"The ELX gains climate control, alloy wheels, twin electric sunroofs and folding door mirrors.",
		"They even used a torque wrench to ensure my alloy wheel bolts were set correctly.",
		"All 406 models gain new wheel trims or alloy wheel designs.",
		"After performing about a zillion tests, we found a 1-inch alloy dome tweeter that has unusually smooth response along with excellent power handling.",
		"All alloy heads feature hardened seat inserts and should be capable of running unleaded, but double check with the supplier first.",
		"Picture the slow motion mind video - sounds of alloy on tarmac, shattering plastic and breaking glass.",
		"These kitchen workhorses are made from a special heavy duty rigid alloy that won't distort in the oven.",
		"The old as was composed of the mixed metal aes, an alloy of copper, tin and lead, and was called as libralis, because it nominally weighed 1 lb or 12 ounces (actually io).",
		"An alloy consisting of 9 parts of lead, 2 of antimony and 2 of bismuth is used for stereotype plates.",
		"What is known as cast iron is essentially an alloy of iron proper with 2 to 6% of carbon and more or less of silicon (see Iron).",
		"Regarded as descriptive of the genesis of an alloy from a uniform liquid containing two or more metals, the term is not incorrect, and it may have acted as a signpost towards profitable methods of research.",
		"Solid solutions are probably very common in alloys, so that when an alloy of two metals shows two constituents under the microscope it is never safe to infer, without further evidence, that these are the two pure metals.",
		"The solid alloy consists of crystals of pure tin in juxtaposition with crystals of almost pure lead and bismuth, these two metals dissolving each other in solid solution to the extent of a few per cent only.",
		"With potassium it forms a liquid alloy resembling mercury, which has been employed in high temperature thermometers (see Thermometry).",
		"For small standard weights platinum (ÃŽâ€=21.45) and aluminium (ÃŽâ€=2.67) are used, and also an alloy of palladium (60%) and silver (40%) (ÃŽâ€=11.00).",
		"In the Alps and the Danube valley some of the Celts had dwelt from the Stone Age; there they had developed the working of copper, discovered bronze (an alloy of copper and tin), and the art of smelting iron (see Hallstatt).",
		"These rattling around in the engine, in alloy models quickly heralded its demise.",
		"Wicked Wheels provide a professional alloy wheel refinishing service on your doorstep.",
		"The posts are made of a molybdenum- rhenium alloy that maintains a high modulus of elasticity even at high temperatures.",
		"Gold Pads EBC 's Gold compound is a sintered copper alloy material for high durability use in situations requiring long life.",
		"The selection of the solder alloy is also dependent on the method of application.",
		"A piece of flat alloy was cut to match the shape of the rubber splash guard supplied with the meter.",
		"Factory sunroofs were also a popular addition, along with alloy wheels and metallic paint.",
		"The larger alloy style front swivel wheels are lockable with a new braking system for a safer ride.",
		"Screw threads - steel, titanium alloy, inclined nut seating.",
		"The SR Sport has alloy wheels, and SE models gain two-tone paintwork.",
		"This cast copper alloy horse ' bit ' fractured during a race and unseated the jockey who sustained severe injuries.",
		"I was vexed to find the alloy of modern refinement in a lady who had so much old family spirit.",
		"Alloy washout base features precision bored brass sleeve for a smooth and long lasting slide action.",
		"These kitchen workhorses are made from a special heavy duty rigid alloy that wo n't distort in the oven.",
		"The particular alloy used by Canada was 88% copper with 12% zinc.",
		"Although many silver items are made with some platinum alloy, which guards against tarnishing, other items will have to be polished from time to time.",
		"Flatware is one of the most utilized items in the home, and most flatware is composed of durable stainless steel, an alloy composed of steel, chromium and nickel for rust-resistant and luster properties.",
		"White gold is a gold alloy containing a percentage of nickel or platinum.",
		"Just to confuse things, the bearings are like the alloy wheels on a car; they fit inside the skateboard wheels (which are like the tires of a car).",
		"The different colors available are due to a mixture of alloy metals along with the gold.",
		"If you plan on going for very long rides, you probably won't want to go for an aluminum alloy.",
		"Make sure that the aluminum alloy used in making the tank is not \"6351,\" as tanks made with this type of alloy are prone to failure.",
		"No longer made of tin, most ceiling panels are a pressed aluminum alloy that is resistant to corrosion.",
		"Wrought iron is an iron alloy type of metal that has a very low carbon content compared to steel and has fibers inclusions known as slag.",
		"Alloy and dELiA*s are online teen clothing stores with similar selections for girls.",
		"Alloy sells jeans, tops, sweaters, skirts, dresses, shoes, and more for juniors, including many styles in larger sizes.",
		"Alloy-more than just an online juniors clothing store, Alloy is the information place for teens who want to know the latest in fashion, entertainment and more.",
		"Alloy is more than just an online store for girls' fashion; it also offers quizzes, videos, horoscopes, forums and celebrity updates.",
		"Online juniors retailers like Alloy and Delias can be a great place to get an affordable prom dress.",
		"However, jeweler Edward Rosenberg created a special titanium alloy that is naturally black.",
		"Attic ladders and stair systems are often constructed of wood, aluminum, a light alloy or steel.",
		"The most commonly used method of describing a gold alloy is through the karat system.",
		"If you know the type of alloy and the karat measure, you will usually know the elements of a gold alloy.",
		"This is a useful way of describing an alloy, very similar to percentage.",
		"Karats measure the proportions of metals in an alloy.",
		"They're strong and flexible because they're made from a titanium-based alloy.",
		"They work over both metal and plastic frames and are made from an all metal alloy.",
		"This alloy of five metals is used in most of the \"Wire\" series.",
		"This is a titanium alloy used exclusively in the \"X-Metal\" series.",
		"Five metal compounds, superheated and then fused into one single alloy, are used to create the C-5 frame material.",
		"Obviously, frames made of titanium or sports-molded high-impact nylon will be significantly more expensive than frames made of just plastic or an aluminum alloy.",
		"While titanium or silver framed eyeglasses may be out of your price range, if you're interested in the high-quality of titanium you can save money by opting for frames made of a titanium alloy that includes nickel or copper.",
		"This is because the aluminum panels that are made now are a slightly different aluminum alloy.",
		"They are available in solid gold, gold-filled, anodized aluminum, nickel, silver, stainless steel, and titanium and titanium alloy.",
		"Until the late 1980s, when titanium-nickel alloy and titanium frames were introduced, metal frames were, in general, more fragile than plastic frames.",
		"An alloy of titanium and nickel, called Flexon, is strong, lightweight, and returns to its original shape after being twisted or dented.",
		"Amalgam-A mixture (alloy) of silver and several other metals used by dentists to make fillings for cavities.",
		"An allergic reaction can result with the use of jewelry made of brass plate or containing a nickel alloy.",
		"Braces consist of brackets cemented to the surface of each tooth and wires of stainless steel or nickel titanium alloy.",
		"Braces-An orthodontic appliance consisting of brackets cemented to the surface of each tooth and wires of stainless steel or nickel titanium alloy.",
		"For teens, the site Alloy has a great selection of girls' bikini swimwear in junior sizes.",
		"Yellow gold is the most common and traditional metal for both wedding and engagement rings. 24-karat gold is pure gold, while 18-karat is 1/4 alloy.",
		"Tacori platinum rings use an alloy of 95% platinum and only 5% iridium for exceptional strength and brilliance.",
		"If the ring needs to be repaired or resized, always provide the jeweler with documentation about the types of metals used, including their alloy proportions if available to ensure a good, indistinguishable repair.",
		"Titanium's natural color is a medium gray or grayish white hue, but by creating an alloy with various rare earth metals, that color can be deepened to a charcoal or ebony shade.",
		"Black titanium can only be created under very precise conditions of heat and pressure with the proper alloy mixture, making the process delicate and more costly than untreated titanium hues.",
		"Higher karat golds have a greater proportion of pure gold contained in the alloy.",
		"Surgical stainless steel is an iron and carbon alloy with other metals such as chromium, nickel, and molybdenum added to the blend for better medical properties.",
		"The exact percentages of each metal in the alloy vary depending on its intended use.",
		"It is usually an alloy of several white metals, including palladium and silver.",
		"Rose gold, aka pink gold or red gold, is a gold and copper alloy mixture of usually 75 percent gold to 25 percent copper.",
		"At 13.5\" high, which is tall enough to escort Barbie to the Kodak Theater now that she has broken up with Ken, he is made out of alloy britannium, then plated in copper, 24-carat gold and nickel silver.",
		"The highly mobile laptop also includes a durable magnesium-aluminum alloy case and HP's new CoolSense technology, which automatically adjusts the cooling when you're using the laptop on the go.",
		"Known as computer eye candy, these elegant tech toys are housed in lightweight, yet extremely strong, magnesium alloy that can be customized according to your color preference.",
		"Steel or alloy toes are available in this version.",
		"The Men's TI-22 Alloy Toe Hiker Brown, for example, offers exceptional cushioning, energy return, temperature regulation, and protection.",
		"Even stores like Forever 21 and Alloy carry low-priced platform boots with wedge heels.",
		"The SE is the standard package and has many useful features, including keyless entry, cruise control, power windows and doors, power driver's seat, steering-wheel-mounted audio controls, and 17-inch alloy wheels.",
		"Whimsical bustiers in patterns like polka dots, swirls, and flower patterns can be found at Alloy.",
		"An alloy made by addition of about 6th of arsenic has been used for making shot.",
		"When a solution of silver nitrate is poured on to metallic mercury, the mercury replaces the silver in the solution, forming nitrate of mercury, and the silver is precipitated; it does not, however, appear as pure metallic silver, but in the form of crystalline needles of an alloy of silver and mercury.",
		"The alloy is then insoluble in \" aqua regia.\"",
		"According to Chenevix, the alloy composed of equal parts of the two metals is grey, is less ductile than its constituent metals and has the specific gravity i i.",
		"Whence the Egyptians and a little later on the Babylonians got their tin for the alloy we do not yet know.",
		"In 1842 Karsten discovered that lead could be desilverized by means of zinc. His invention, however, only took practical form in1850-1852through the researches of Parkes, who showed how the zinc-silver-lead alloy formed could be worked and the desilverized lead freed from the zinc it had taken up. In the Parkes process only 5% of the original lead need be cupelled.",
		"If we melt an alloy and chill it before it has wholly solidified, we often get evidence of the crystalline character of the solid matter which first forms. Fig.",
		"We can sometimes obtain definite compounds in a pure state by the action of appropriate solvents which dissolve the rest of the alloy and do not attack the crystals of the compound.",
		"According to one story, Archimedes was puzzled till one day, as he was stepping into a bath and observed the water running over, it occurred to him that the excess of bulk occasioned by the introduction of alloy could be measured by putting the crown and an equal weight of gold separately into a vessel filled with water, and observing the difference of overflow.",
		"Ruthenium in bulk resembles platinum in its general appearance, and has been obtained crystalline by heating an alloy of ruthenium and tin in a current of hydrochloric acid gas.",
		"The Romans used it largely, as it is still used, for the making of water pipes, and soldered these with an alloy of lead and tin.",
		"From the alloy containing 25% of silicon, the excess of magnesium is removed by a mixture of ethyl iodide and ether and a residue consisting of slate-blue octahedral crystals of magnesium silicide is left.",
		"It is certain that the structure existing in the alloy is closely connected with the mechanical properties, such as hardness, toughness, rigidity, and so on, that make particular alloys valuable in the arts, and many efforts have been made to trace this connexion.",
		"Tin unites with lead in any proportion with slight expansion, the alloy fusing at a lower temperature than either component.",
		"Various nickel-steels all expanded under magnetization, the increase being generally considerable and proportional to the field; in the case of an alloy containing 29% of nickel the change was nearly 40 times greater than in soft iron.",
		"It was, however, found that the behaviour of this alloy was in part due to a layer of pure iron (\" ferrite \") averaging o 1 mm.",
		"Thus in an alloy containing 26.5% of manganese and 14.6% of aluminium, the rest being copper, the induction for H= 20 was 4500, and for H=150, 5550.",
		"Guillaume 6 explains the ferromagnetism of Heusler's alloy by supposing that the naturally low critical temperature of the manganese contained in it is greatly raised by the admixture of another appropriate metal, such as aluminium or tin; thus the alloy as a whole becomes magnetizable at the ordinary temperature.",
		"Richard Chevenix (1774-1830), a chemist, having bought some of the substance, decided after experiment that it was not a simple body as claimed, but an alloy of mercury with platinum, and in 1803 presented a paper to the Royal Society setting forth this view.",
		"The \"tin\" of the Bible (KauoLTEpos in the Septuagint) corresponds to the Hebrew bedhil, which is really a copper alloy known as early as 1600 B.C. in Egypt.",
		"The original top stratum is the purest, and each succeeding lower stratum has a greater proportion of impurities; the lowest consists largely of a solid or semi-solid alloy of tin and iron.",
		"Such an alloy can be cast like ordinary bronze, but excels the latter in hardness, elasticity, toughness and tensile strength.",
		"What is known as cast iron is essentially an alloy of iron proper with 2 to 6% of carbon and more or less of silicon.",
		"Aluminium bronze (aluminium and copper) and ferro-aluminium (aluminium and iron) have been made in this way; the latter is the more satisfactory product, because a certain proportion of carbon is expected in an alloy of this character, as in ferromanganese and cast iron, and its presence is not objectionable.",
		"The reduced aluminium alloys itself immediately with the fused globules of metal in its midst, and as the charge becomes reduced the globules of alloy unite until, in the end, they are run out of the tap-hole after the current has been diverted to another furnace.",
		"Glass stills heated by a sand bath are sometimes employed in the final distillation of sulphuric acid; platinum, and an alloy of platinum and iridium with a lining of gold rolled on (a discovery due to Heraeus), are used for the same purpose.",
		"Bronze is called by the Japanese kara-kane, a term signifying Chinese metal and showing clearly the source from which knowledge of the alloy was obtained.",
		"It consists of a stoneware tank with a thin sheet of platinum-iridium alloy at either end forming the primary electrodes, and between them a number of glass plates reaching nearly to the bottom, each having a platinum gauze sheet on either side; the two sheets belonging to each plate are in metallic connexion, but insulated from all the others, and form intermediary or bi-polar electrodes.",
		"It is almost impossible by mechanical means to detect the separate ingredients in such an alloy; we may cut or file or polish it without discovering any lack of homogeneousness.",
		"The majority of alloys, when examined thus, prove to be complexes of two or more materials, and the patterns showing the distribution of these materials throughout the alloy are of a most varied character.",
		"Osmond, shows the structure of a silver-copper alloy containing considerably Eutectic more silver than the eutectic.",
		"Much information as to the nature of an alloy can be obtained by placing several small ingots of the same alloy in a furnace which is above the melting-point of the alloy, and allowing the temperature to fall slowly and uniformly.",
		"For example, the compound Cu3Sn is not indicated in the freezing-point curve, and indeed a liquid alloy of this percentage does not begin to solidify by the formation of crystals of Cu 3 Sn; the liquid solidifies completely to a uniform solid solution, and only at a lower temperature does this change into crystals of the compound, the transformation being accompanied by a considerable evolution of heat.",
		"The graphical representation of the properties of alloys can be extended so as to record all the changes, thermal and chemical, which the alloy undergoes after, as well as before, solidification, including the formation and breaking up of solid solutions and compounds.",
		"I live in the angle of a leaden wall, into whose composition was poured a little alloy of bell-metal.",
		"Subsequently electrum (an alloy of gold and silver) disappeared as a specific metal, and tin was ascribed to Jupiter instead, the sign of mercury becoming common to the metal and the planet.",
		"In large works the silver-lead alloy is removed when it contains 60-80 silver, and the cupellation of the rich bullion from several concentration furnaces is finished in a second furnace.",
		"But modern work has shown that, although alloys sometimes contain solid solutions, the solid alloy as a whole is often far more like a conglomerate rock than a uniform solution.",
		"In the case of this pair of metals, or indeed of any metallic alloy, we cannot see the crystals forming, nor can we easily filter them off and examine them apart from the liquid, although this has been done in a few cases.",
		"Heusler that an alloy consisting of copper, aluminium and manganese (Heusler's alloy), possesses magnetic qualities comparable with those of iron.",
		"Guillaume' the temperature at which the magnetic susceptibility of nickel-steel is recovered is lowered by the presence of chromium; a certain alloy containing chromium was not rendered magnetic even by immersion in liquid air.",
		"Mixture by fusion is the general method of producing an alloy, but it is not the only method possible.",
		"This alloy, if allowed to solidify completely before chilling, turns into a uniform solid solution, and at still lower temperatures the solid solution breaks up into a pearlite complex.",
		"We see however the similarity of the metal-working of both countries at approximately the same time; both are in the same style of artistic development, the Egyptian perhaps the more advanced of the two, and (if the published analysis by Mosso is to be relied upon) with the additional technique of the alloy with tin, making the metal bronze, and so easier for the heads to be cast.",
		"As this complete desilverization is only possible by the use of an excess of zinc, the unsaturated zinc-silver-lead alloy is put aside to form part of the second zincking of the next following charge.",
		"An alloy containing about 3 parts of iron and I of nickel - both strongly magnetic metals - is under ordinary conditions practically non-magnetizable (1 1=1'4 for any value of H).",
		"Thus a strip of zinc plunged into a solution of silver sulphate, containing not more than 0.03 gramme of silver in the litre, becomes covered with a flocculent precipitate which is a true alloy of silver and zinc, and in the same way, when copper is precipitated from its sulphate by zinc, the alloy formed is brass.",
		"Spring has shown that by compressing a finely divided mixture of i 5 parts of bismuth, 8 parts of lead, 4 parts of tin and 3 parts of cadmium, an alloy is pro duced which melts at ioo C., that is, much below the meltingpoint of any of the four metals."
	],
	"synonyms": [
		"tombac",
		"spiegeleisen",
		"invar",
		"cupronickel",
		"constantan",
		"alnico",
		"stellite",
		"duralumin",
		"metal",
		"mingle-mangle",
		"duriron",
		"carboloy",
		"admixture",
		"reduction",
		"adulteration",
		"emulsify",
		"debase",
		"immingle",
		"admix",
		"devalue",
		"reduce",
		"compound",
		"adulterate",
		"amalgamate",
		"fuse",
		"blend",
		"combine",
		"mix"
	],
	"antonyms": [
		"not mix",
		"clear",
		"purify",
		"clean"
	]
}