{
	"word": "aberrant",
	"meaning": [
		"Deviating from what is considered proper or normal.",
		"Turning away from what is right, true, etc.",
		"Deviating from what is typical for a specified thing.",
		"Deviating from what is normal or typical.",
		"(literally figuratively) Straying from the right way; deviating from morality or truth. [First attested in the mid 18th century.]",
		"One that is aberrant.",
		"An aberrant person or thing.",
		"A person or object that deviates from what is normal in his group.",
		"(biology) A group, individual, or structure that deviates from the usual or natural type, especially with an atypical chromosone number."
	],
	"sentences": [
		"They are not tales of aberrant individuals but of societal norms.",
		"In the Malacostraca, an elongated heart with numerous segmentally arranged ostia is found only in the aberrant group of Stomatopoda and in the transitional Phyllocarida.",
		"If you have a milk allergy, your immune system is exhibiting an aberrant response to milk.",
		"Zelinkia and Philosyrtis are two slightly aberrant forms described by Giard from certain diatomaceous sands.",
		"Platygonus is an aberrant type which died out in the Pleistocene.",
		"A tadpole is the larva of a tailless Batrachian after the loss of the external gills and before the egress of the fore limbs (except in the aberrant Xenopus) and the resorption of the tail.",
		"The so-called foxes of South America, such as the crab-eating fox (C. thous), Azara's fox (C. azarae), and the colpeo (C. magellanicus), are aberrant members of the typical genus Canis.",
		"Between the typical West African chimpanzee and the gorilla there is no difficulty in drawing a distinction; the difficulty comes in when we have to deal with the aberrant races, or species, of chimpanzee, some of which are so gorilla-like that it is by no means easy to determine to which group they really pertain.",
		"The chief characteristic of the Diptera is expressed in the name of the Order, since, with the exception of certain aberrant and apterous forms, flies possess but a single pair of membranous wings, which are attached to the meso-thorax.",
		"They obey laws and social rules that fall in line with these universal principles, but not others they deem as aberrant.",
		"Most of the symptoms relate in some way to the aberrant control of muscles.",
		"The muscles of the fore limbs are most aberrant, but at the same time more uniformly developed than those of the hinder extremities.",
		"The discoveries of the separate paths of sensory and motor impulses in the spinal cord, and consequently of the laws of reflex action, by Charles Bell and Marshall Hall respectively, in their illumination of the phenomena of nervous function, may be compared with the discovery in the region of the vascular system of the circulation of the blood; for therein a key to large classes of normal and aberrant functions and a fertile principle of interpretation were obtained.",
		"A still more aberrant gazelle is a small North-East African species known as the beira (Dorcatragus melanotis), with very short horns, large hoofs and a general appearance recalling that of some of the members of the subfamily Neotraginae, although in other respects gazelle-like.",
		"As regards existing forms of life, the limitations of the class are perfectly well defined and easy of recognition; for although certain groups (not, by the way, whales, which, although excluded in popular estimation from the class, are in all essential respects typical mammals) are exceedingly aberrant, and present structural features connecting them with the lower vertebrate classes, yet they are by common consent retained in the class to which they are obviously most nearly affiliated by their preponderating characteristics.",
		"The jerboa group (Dipodidae, or Jaculidae) is also mainly an Old World type, although its aberrant representatives the jumping-mice (Zapus) have effected an entrance into Arctic North America.",
		"Lectures will include examples of signaling molecules that mediate growth and differentiation of cells and describe how these become aberrant in disease.",
		"Some defects are similar to those seen in OI but others have been point mutations causing aberrant splicing of one or more exons.",
		"If you're going to add an aberrant apostrophe to a plural, add it to every plural.",
		"Changes in the structure of muscle cells and presence of fibrous tissue or other aberrant structures are characteristic of different forms of muscular dystrophy.",
		"Two or three families may be regarded as aberrant Adephaga.",
		"This order can be traced with certainty back to the early Jurassic epoch, while the Permian fossil Eugereon, and the living order - specially modified in many respects - of the Thysanoptera indicate steps by which the aberrant suctorial and piercing mouth of the Hemiptera may have been developed from the biting mouth of primitive Isopteroids, by the elongation of some parts and the suppression of others.",
		"The most aberrant type of larva is that of the genus Prosopistoma, which was originally described as an entomostracous crustacean on account of the presence of a large carapace overlapping the greater part of the body.",
		"It must, however, be borne in mind that a Trematode may develop in an \"aberrant\" manner in one host and \"normally\" in another; and unless we knew the initial stock, the two forms would be regarded as distinct species,.",
		"The constituents of the last have often been classed as Copepoda, and among the Branchiopods must be regarded as aberrant, since the \"branchial tail \" implied in the name has no feet, and the actual feet are by no means obviously branchial.",
		"While establishing the historic divisions of the Silurian in Bohemia, Barrande also propounded his famous theory of \" colonies,\" by which he attempted to explain the aberrant occurrence of strata containing animals of a more advanced stage among strata containing earlier and more primitive faunas; his assumption was that the second fauna had migrated from an unknown neighbouring region.",
		"In the article Ibex mention is made of the Caucasus ibex, or tur, C. caucasica, as an aberrant member of that group; but beside this animal the Caucasus is the home of another very remarkable goat, or tur, known as C. pallasi.",
		"Such aberrant forms are to be regarded in the same light as Cuscuta and Orobanchaceae, for example, among Phanerogams. As these non-green plants do not cease to be classed with other Phanerogams, so must the forms in question be retained among algae.",
		"With the exception of the Cetacea, most of the Edentata, and the Sirenia, in which the teeth, when present, have been specialized in a retrograde or aberrant manner, the placental mammals as a whole have a dentition conforming more or less closely to the foregoing type.",
		"The occurrence of one aberrant group (Solenodon) in the West Indies is, however, noteworthy.",
		"The civet-tribe (Viverridae), on the other hand, which is exclusively an Old World group, is abundant in Madagascar, where it is represented by peculiar and aberrant types.",
		"What gives these moments such great impact is that they are not aberrant to Sy.",
		"How could aberrant T-cell reactivities arise and cause vitiligo?",
		"Water is sent through a contained section of the salt or potassium and unbinds the aberrant elements and dissolves them.",
		"With the exception of the aberrant long-snouted phalanger, the members of the family Phalangeridae have the normal number of functional incisors, in addition to which there may be one or two rudimentary pairs in the lower jaw.",
		"As regards number, we find in the aberrant forms Protohydra and Microhydra tentacles entirely absent.",
		"The only really aberrant modifications of the wing-muscles are found in the Ratitae, where they are, however, all easily explained by reduction, and in the penguins, where the wings are greatly specialized into blades for rowing with screw-like motions.",
		"All the well-known breeds of dogs are highly artificial and their maintenance requires the constant care of the breeder in mating, and in rejecting aberrant progeny.",
		"The first of these aberrant types is Schweinfurth's chimpanzee (Anthropopithecus troglodytes schweinfurthi), which inhabits the Niam-Niam country, and, although evidently belonging to the same species as the typical race, exhibits certain gorilla-like features.",
		"The skull is narrower and longer than in typical squirrels, and there are distinctive features in the cheek-teeth; but the more aberrant types come much closer to squirrels.",
		"He has applied the theory with especial ingenuity to the interpretation of the circular bony plates in the carapace of the aberrant leather-back sea-turtles (Sphargidae) by prefacing an initial land phase, in which the typical armature of land tortoises was acquired, a first marine or pelagic phase, in which this armature was lost, a third littoral or seashore phase, in which a new polygonal armature was acquired, and a fourth resumed or secondary marine phase, in which this polygonal armature began to degenerate.",
		"Again, while Conjugatae may be shut out from Chlorophyceae as an independent group co-ordinate with them in rank, the Characeae constitute so aberrant a group that it has even been proposed to raise them as Charophyta to the dignity of a main division co-ordinate with Thallophyta.",
		"Very different, on the other hand, is the condition of things in Australia and Papua, where marsupials (and monotremes) are the dominant forms of mammalian life, the placentals being represented (apart from bats, which are mainly of an Asiatic type) only by a number of more or less aberrant rodents belonging to the mouse-tribe, and in Australia by the dingo, or native dog, and in New Guinea by a wild pig.",
		"But it varies much in form and scaling, and some most aberrant varieties have been fixed by artificial selection, the principal being the king-carp or mirror-carp, in which the scales are enlarged and reduced in number, forming more or less regular longitudinal series on the sides, and the leather-carp, in which the scales have all but disappeared, the fish being covered with a thick, leathery skin.",
		"Certain extremely aberrant Diptera, which, in consequence of the adoption of a parasitic mode of life, have undergone great structural modification, are further remarkable for their peculiar mode of reproduction, on account of which the families composing the group are often termed Pupipara.",
		"Special interest attaches to the most aberrant member of the family, the Peruvian Dinomys, known for more than thirty years only by a single specimen taken in a house in Lima, and only lately rediscovered."
	],
	"synonyms": [
		"deviate",
		"deviant",
		"unrepresentative",
		"unfactual",
		"off-base",
		"faultful",
		"deviational",
		"deviatory",
		"deviative",
		"unusual",
		"disparate",
		"different",
		"strange",
		"anomalous",
		"devious"
	],
	"antonyms": [
		"same",
		"normal",
		"true"
	]
}