{
	"word": "abate",
	"meaning": [
		"To reduce in amount, degree, or intensity; lessen.",
		"To make less in amount, degree, force, etc.",
		"To become less in amount, degree, force, etc.; diminish.",
		"To put an end to.",
		"To deduct.",
		"To end, eliminate, do away with, or make null and void.\nTo diminish, decrease, or lessen in degree or amount.\nThe reduction of a bequest or devise made in a will because the combined value of all bequests and devises, and/or the debts owed by a testator, exceed the assets in the testator’s estate.\nThe rebate or reduction of taxes already assessed and/or paid.",
		"(obsolete) Abatement. [Attested from around (1350 to 1470) until the late 17th century.]",
		"An Italian abbot, or other member of the clergy. [First attested in the early 18th century.]"
	],
	"sentences": [
		"In an hour or so the storm would abate and they could leave.",
		"I took Laura some homemade cookies, hoping to abate her sadness.",
		"Taking pain medicine can cause headaches to abate.",
		"The crowd's roar began to abate after a few minutes of excitement.",
		"How can I cause feelings of doubt to abate and find confidence?",
		"Gradually the fear began to abate.",
		"Losing a debate can often cause one's dignity to abate.",
		"A few weeks after their argument, Rachel and Eric's harsh feelings toward each other began to abate.",
		"As autumn grew nearer, the summer storms began to abate.",
		"After a few hours of providing heat, the fire's bright flames began to abate.",
		"Sarah couldn't wait for the blistering temperatures of August to abate.",
		"Could you abate the temperature of the oven so the pie doesn't burn?",
		"Your cravings for sugary foods will soon abate.",
		"The storm raged on around them and finally began to abate.",
		"Your body will recover fairly quickly from nicotine withdrawals (the worst symptoms usually abate in three days or less ), 19.",
		"Let them not straiten their desire, nor abate their trust, nor abandon their dependence, nor stint their song.",
		"Some people live such tension-filled lives that the stress hormones rarely abate, which takes a tremendous toll on their brains.",
		"To help abate this problem, you can ask the sleep study center for testimonials.",
		"Loisy's lines; \"L' Abate Loisy e it Problema dei Vangeli Sinottici,\" four long papers signed \"H,\" in Il Rinnovamento (Milan, 1908, 1909) are candid and circumspect.",
		"To him was indirectly due, in the main, that troubling of the Realistic waters which resulted in so many modifications of the original thesis; and his own somewhat eclectic ruling on the question in debate came to be tacitly accepted in the schools, as the ardour of the disputants began to abate after the middle of the century.",
		"Landing at Hamburg in the January following, he spent some time there in the company of his friends Madame de Geniis and Reinhard; and when party rancour continued to abate at Paris, he returned thither in September.",
		"He did not abate his activity, however, and the Peace Congress which assembled at Washington on the 4th of February 1861, pursuant to a resolution of the Virginia legislature, and over which he presided, was largely the result of his labours.",
		"If the person on whom the notice is served objects to give effect to it, he may be summoned before justices, and the justices may make an order upon him to abate the nuisance, or prohibiting the recurrence of the nuisance if this is likely, and directing the execution of the necessary works.",
		"Riven by conflict that is now destructive, or which is simply foced underground, the noise at last begins to abate.",
		"Your baby may experience teething pain, and while, this will be uncomfortable for you both, it will abate in time.",
		"You should discuss this option with your vet, but understand that she may be reluctant to abate with the yearly schedule.",
		"In spite of this peace the disorder in Athens did not abate.",
		"Where this approach fails we can serve a notice on the offending party requiring them to abate the nuisance.",
		"Like the name Abate, \"white,\" given them in Kororofa, all these seem to refer to their light reddish hue.",
		"Your body will recover fairly quickly from nicotine withdrawals (the worst symptoms usually abate in three days or less), 19.",
		"Simon is lucky to have such dynamos working for the Ride in the USA along with ABATE of Illinois South Suburban Chapter.",
		"If the person who causes the nuisance cannot be found, and it is clear that the nuisance does not arise or continue by the act, default or sufferance of the owner or occupier of the premises, the local authority may themselves abate the nuisance without further order.",
		"As a young abate he had followed the fashion of writing verses, and to the end he remained a notable patron of the arts and sciences, music being his main passion."
	],
	"synonyms": [
		"decrease",
		"slake",
		"slack",
		"die away",
		"slack off",
		"let up",
		"lighten",
		"lower",
		"reduce",
		"fall off",
		"bate",
		"down",
		"wane",
		"subside",
		"moderate"
	],
	"antonyms": [
		"magnify",
		"extend",
		"enlarge",
		"increase",
		"rise",
		"revive",
		"amplify",
		"prolong",
		"enhance",
		"intensify"
	]
}