{
	"word": "virulent",
	"meaning": [
		"Characterized by, causing, or promoting the rapid onset of severe illness. Used of a disease or toxin.",
		"Capable of causing disease by aggressively interfering with the immune system of the host. Used of a pathogen.",
		"Bitterly antagonistic or spiteful; full of hate and enmity; venomous; rancorous.",
		"Extremely poisonous or injurious; deadly.",
		"Violent and rapid in its course; highly malignant."
	],
	"sentences": [
		"The worst feature was a virulent outbreak of cholera in Gujarat, especially in the native states.",
		"When but three years old he had a virulent attack of small-pox which left his face disfigured, and contributed to his father's dislike of him.",
		"Infection with highly virulent strains should be more straightforward.",
		"It is a feature of viruses that with time they become less virulent.",
		"Such drainage as had at one time existed was allowed to get choked up, giving rise to typhoid fever of a virulent type.",
		"Pitt the Elder was a particularly virulent opponent of the terms of the treaty.",
		"The microbes appear in many cases to attract the leucocytes (positive chemiotaxis), but when very virulent they usually repel the leucocytes (negative chemiotaxis) and excrete toxins which kill the leucocytes.",
		"All these books tended to increase the ill-feeling between author and public; the Whig press was virulent and scandalous in its comments, and Cooper plunged into a series of actions for libel.",
		"During 1918, there was a worldwide pandemic of a virulent strain of influenza.",
		"These virulent pathogens cause inflammation in the lung in cystic fibrosis, killing many young adults with the disease.",
		"The greatest mortality was caused by virulent malarial fever, which raged during the autumn months of 'coo and the early months of 1901.",
		"At length, unable to contend any longer against the general and inveterate animosity displayed against him, fearing for the consequences to the monarchy, alarmed at the virulent attacks of the North Briton, and suffering from ill-health, Bute resigned office on the 8th of April.",
		"Sometimes dead bacteria, living virulent bacteria, and living supervirulent bacteria, are used in succession, the object being to arrive ultimately at a high dosage, though the details vary in different instances.",
		"The Talmud expounds some of the most virulent racism, as these extracts plainly show.",
		"This could mean a more virulent, or drug resistant strain which could put even more pressure on your immune system.",
		"These were virulent on the previously resistant cultivars Brimstone and Fenman (at the seedling stage).",
		"Secular Zionists relied more on the argument that Palestine alone could solve the problem of Jewish dispersion and virulent anti-Semitism.",
		"Never have any... ads been taken out to expose the virulent racism of prominent Jews...",
		"Each strain may have different characteristics, affect different species in different ways, and be more or less virulent than other strains.",
		"Viruses in asymptomatic individuals tend to be less virulent than viruses found in people with AIDS.",
		"In the 1990s, outbreaks of a virulent strain of group A streptococcus were reported to cause a toxic-shock-like illness and a severe invasive infection called necrotizing fasciitis, which destroys skin and muscle tissue.",
		"According to its promoters, this supplement is the miracle cure-all for many of the most virulent diseases affecting people today.",
		"In other cases the Fungus is virulent and rampant, and, instead of a local effect, exerts a general destructive action throughout the plant-e.g.",
		"These lands are fairly healthy, the principal drawback being the virulent form assumed by simple epidemic maladies.",
		"In January 1871, Le Combat was suppressed, only to be followed by an equally virulent Vengeur.",
		"The universal misery gave point to the virulent attacks of Babeuf on the existing order, and at last gained him a hearing.",
		"The virulent controversy between Arminian and Calvinistic Methodists produced as its ablest outcome Fletcher's Checks to Antinomianism (1771-1775).",
		"The disease was first noticed in England in 1845; in 1848 it appeared at Versailles; by 1851 it had spread through all the wine-producing countries of Europe, being specially virulent in the lands bordering on the Mediterranean; and in the following year it made its appearance in Madeira.",
		"Although he was at first on good terms with Aristophanes, their relations subsequently became strained, and they accused each other, in most virulent terms, of imitation and plagiarism.",
		"Although the poison of these narrowmouthed snakes is probably as virulent as that of the preceding, man has much less to fear from them, as they bite only under great provocation.",
		"The city is built in a bowllike depression of the great central plateau, and the drainage from the surrounding hillsides has produced a dangerously insanitary condition, from which one or two virulent fever epidemics have resulted.",
		"Among the most devoted in her exertions was Fichte's wife, who, in January 1814, was attacked with a virulent hospital fever.",
		"Though generally of a mild character, it is persistently recurrent, and slowly saps and wears out the constitution; too often it is virulent and rapidly fatal.",
		"His most powerful satire - and the most virulent German satire of the period - is Von dem grossen lutherischen Narren, wie ihn Dr Murner beschworen hat.",
		"But this failure was not on the same footing as that of Minden, and in spite of virulent party attacks, King George III., on the resignation of the North ministry, offered him a peerage.",
		"In this connexion he established the very important practical conclusion that worms which contract the disease during their own life-cycle retain sufficient vitality to feed, develop and spin their cocoon, although the next generation is invariably infected and shows the disease in its most virulent and fatal form.",
		"The emperors attitude with regard to the Mongol invasion is explained by events in Italy where Frederick was engaged in a new and, if possible, a more virulent struggle with Frederick the Lombard cities and with Gregory IX.",
		"The expert can immediately detect the peculiarly virulent characters of the mixed intoxication due to the consumption of spirits containing a large percentage of fusel oil.",
		"This is chiefly to be regarded as an adaptation to surroundings, though the fact that the less virulent members of the bacterial species will be liable to be killed off also plays a part.;,Conversely, the virulence tends to diminish on cultivation on artificial media outside the body, especially in circumstances little favourable to growth.",
		"In order that the immunity may reach a high degree, either the bacterium in a very virulent state or a large dose of toxin must ultimately be used in the injections.",
		"In medical science, the term \"malignant\" is applied to a particularly virulent or dangerous form which a disease may take, or to a tumour or growth of rapid growth, extension to the lymphatic glands, and recurrence after operation.",
		"Like all spiders, the tarantula possesses poison glands in its jaws, but there is not a particle of trustworthy evidence that the secretion of these glands is more virulent than that of other spiders of the same size, and the medieval belief that the bite of the spider gave rise to tarantism has long been abandoned.",
		"Two days into the safari, she became ill with a virulent strain of gastro enteritis.",
		"Therefore, there is a distinct possibility that it may change into a very virulent form which could cross to other species including humans.",
		"Cadenza remained resistant to all isolates at the adult plant stage, including one isolate which was virulent on seedlings of the cultivar.",
		"Two isolates were identified as being the widely virulent race octal 1677, last detected in 1986.",
		"Thus strain 630 has the genetic attributes of a fully virulent, highly transmissible, drug resistant strain.",
		"Shortly on, in 1918, an especially virulent strain of influenza swept the globe leaving further millions dead in its wake.",
		"Ian Poxton wonders what can be done to beat the increasingly virulent strains of Clostridium difficile.",
		"The virus is so virulent, your Highness, nobody can speak the King's English any more.",
		"Glanders is a very virulent, infectious disease spread by bacteria.",
		"The fact that Rice was unduly optimistic and allowed the enterprises of the Convention to become almost hopelessly involved in debt, and was constrained to use some of the fund collected for missions to meet the exigencies of his educational and journalistic work, intensified the hostility of those who had suspected from the beginning the good faith of the agents and denied the scriptural authority of boards, paid agents, paid missionaries, &c. So virulent became the opposition that in several states, as Tennessee and Kentucky, the work of the Convention was for years excluded, and a large majority in each association refused to receive into their fellowship those who advocated or contributed to its objects.",
		"The virus is so virulent, your Highness, nobody can speak the King 's English any more.",
		"Secondly, a new agent, presumably BSE, is virulent in a way in which previous agents such as scrapie have not been.",
		"James insisted on his own authority; insisted that a secular court had a right to try a virulent preacher who declined the secular jurisdiction when accused of having denounced Queen Elizabeth as an atheist.",
		"Up to this point Adams's career had been almost uniformly successful, but his presidency (1825-1829) was in most respects a failure, owing to the virulent opposition of the Jacksonians; in 1828 Jackson was elected president over Adams. It was during his administration that irreconcilable differences developed between the followers of Adams and the followers of Jackson, the former becoming known as the National Republicans,.",
		"He had married Catharine Spooner at Rugby in 1843; in the spring of 1856, within five weeks, five of their children were carried off by virulent scarlet fever.",
		"Those contiguous Afghan tribes, who have not so long ago been converted to the faith of Islam, are naturally the most fanatical and the most virulent upholders of the faith around them.",
		"They filled newspapers with articles denouncing it, wrote virulent pamphlets against it, and burned Jay in effigy.",
		"Klein also prepares a new prophylactic from the dried organs of a guinea-pig, and one of the most interesting experiments is that of Strong (Archiv far Schiff sand tropische Hygiene, April, 1906), who uses for producing immunity in man a living virulent culture of the bacillus pestis.",
		"Arnold, after returning to Rome, immediately began a campaign of virulent denunciation against the Roman clergy, and, in particular, against the Curia, which he stigmatized as a \" house of merchandise and den of thieves.\"",
		"The idea of inoculation, therefore, was to infect an individual with a mild form of the disease, so that he should escape infection by a more virulent one.",
		"The result of the entrance of a virulent bacterium into the tissues of an animal is not a disease with hard and fast characters, but varies greatly with circumstances.",
		"The Eurofanatics have an especially virulent hatred of \" Save Britain 's Fish \".",
		"The vaccine is usually made by sterilizing a virulent culture and the proper dose is ascertained by noting 'the extent to which the power of the leucocytes to envelop and digest the microbes is increased.",
		"Besides the works already noticed, he wrote De arte critica (1597); De Antichristo (1605); Pro auctoritate ecclesiae in decidendis fidei controversiis libellus; Scaliger hypololymaeus (1607), a virulent attack on Scaliger; and latterly the anti-jesuitical works, Flagellum Jesuiticum (1632); Mysteria patrum jesuitorum (1633); and Arcana societatis Jesu (1635)."
	],
	"synonyms": [
		"venomous",
		"deadly",
		"vitriolic",
		"sulphurous",
		"sulfurous",
		"caustic",
		"acerb",
		"blistering",
		"acrid",
		"acid",
		"acerbic",
		"bitter",
		"vindictive",
		"unhealthy",
		"sarcastic"
	],
	"antonyms": [
		"nice",
		"kind",
		"gentle",
		"harmless",
		"healthy",
		"nonpoisonous",
		"avirulent"
	]
}