{
	"word": "elucidate",
	"meaning": [
		"To make clear (esp. something abstruse); explain.",
		"To explain or clarify something."
	],
	"sentences": [
		"He gave himself out as an angel sent from God to elucidate the prophecies.",
		"More important still is the application of Semitic study to elucidate the Gospels.",
		"Blunt and C. Huber have done much to elucidate the main physical features of the country.",
		"He did not elucidate what was meant by a significant submission.",
		"They are amongst the earliest examples of the \"catenic\" (catena, chain) form of commentary, consisting of a series of extracts from the fathers, arranged, with independent additions, to elucidate the portions of Scripture concerned.",
		"You must also elucidate your plan for reaching your distribution channels.",
		"Although we have not reached a stage of certainty regarding their origin, function and destiny, recent investigations have brought forward evidence to elucidate the importance of the part played by the different cells in the various types of the inflammatory process.",
		"Hunter's researches on the severer anaemias are doing much to elucidate these subtle maladies.",
		"Parliamentary diarists like DEwes, Burton and Walter Yonge, only a fragment of whose shorthand notes in the British Museum has been published (Camden Society), elucidate the bare official statements; and from 1660 the series of parliamentary debates is fairly complete, though not so full or authoritative as it becomes with Hansard in the 19th century.",
		"So abundant is the testimony of modern travellers to the extent to which Eastern custom and thought elucidate the interpretation of the Bible, that it is very important to notice those features which illustrate Genesis.",
		"Research underway to elucidate the etiology and pathways of diabetic microvascular disease has revealed new targets for drug design.",
		"Monitoring excitatory and inhibitory amino acids will it is hoped, elucidate the mechanism by which these drug exert their effect.",
		"Investigations in phenol formaldehyde resins for example elucidate mechanism and provide new flame retardant materials.",
		"From 1810 to 1812 he travelled in France, Switzerland and Italy, and on his return to Paris published an Essai critique sur la topographic de Syracuse (1812), designed to elucidate Thucydides.",
		"In subsequent years they did much to elucidate the remarkable properties of these two substances, one of which, polonium, came to be regarded as one of the transformation-products of the other (see Radioactivity).",
		"These enabled him to elucidate the true nature of soap; he was also able to discover the composition of stearin and olein, and to isolate stearic and oleic acids, the names of which were invented by him.",
		"The scanty and obscure references to finance, and to economic matters generally, in classical literature do not elucidate all the details of the system; but the analogies of other countries, e.g.",
		"These conditions elucidate the fact that the Parthian Empire, though founded on annexation and perpetually menaced by hostile arms in both the East and the West, yet Later Illsnever took a strong offensive after the days of tory- of the Mithradates II.",
		"Notwithstanding the many attempts, both by excavations and speculative writings, to elucidate the history of this unique monument, the archaeological data available are insufficient to decide definitely between the conflicting opinions held with regard to the date of its construction and the purpose for which it was originally intended.",
		"The phase rule combined with the latent heat equation enables us to trace the general phenomena of equilibrium in solutions, and to elucidate and classify cases even of great complexity.",
		"The discovery (by Professor Helbig in 1886) of two sets of actual apparatus near Perugia and various representations on vases help to elucidate the somewhat obscure accounts of the method of playing the game contained in the scholia and certain ancient authors who, it must not be forgotten, wrote at a time when the game itself had become obsolete, and cannot therefore be looked to for a trustworthy description of it.",
		"But the study that should elucidate the fundamental similarities or homologies between the several classes, and should suggest the relations of the Echinoderma to other phyla, had scarcely begun.",
		"Neumayr adduced the Triassic sea-urchin Tiarechinus, in which the apical system forms half of the test, as an argument for the origin of Echinoidea from an ancestor in which the apical system was of great importance; but a genus appearing so late in time, in an isolated sea, under conditions that dwarfed the other echinoid dwellers therein, cannot seriously be thought to elucidate the origin of pre-Silurian Echinoidea, and the recent discovery of an intermediate form suggests that we have here nothing but degenerate descendants of a well-known Palaeozoic family (Lepidocentridae).",
		"The Royal Society of London awarded him the Davy medal in 1881 for his researches on indigo, the nature and composition of which he did more to elucidate than any other single chemist, and which he also succeeded in preparing artificially, though his methods were not found commercially practicable.",
		"Further discoveries like Sellin's find at Ta`annek may elucidate the problem.",
		"This, one of the most difficult problems of pathology, is being attacked by many able workers, who are all striving from different standpoints to elucidate the nature of these new formations, which spring from the normal tissues in which they develop and which they destroy.",
		"A remarkable &c, expedition by Baron Toll in 1892 through the regions watered by the Lena, resulted in the collection of material which Afghan- will greatly help to elucidate some of the problems which beset the geological history of the world, proving inter alia the primeval existence of a boreal zone of the Jurassic sea round the North Pole.",
		"Whether the national hieroglyphic system of the Hittites expressed the same Indo-European language as, according to Hrozny, their cuneiform does, we do not know, as further attempts to elucidate it made by Campbell Thompson 11 and Cowley,\" while in themselves very interesting experiments, do not seem to take us further than previous attempts by Sayce and others.",
		"This fact of the idiosyncrasy of national poetry he illustrated with great fulness and richness in the case of Homer, the nature of whose works he was one of the first to elucidate, the Hebrew poets, and the poetry of the north as typified in ' ` Ossian.\"",
		"Not that the \" Wolfian theory \" of the Homeric poems is directly supported by anything in the Scholia; the immediate object of the Prolegomena was not to put forward that theory, but to elucidate the new and remarkable conditions under which the text of Homer had to be settled, viz.",
		"That the palatal structure must be taken into consideration by taxonomers as affording hints of some utility there can no longer be a doubt; but perhaps the characters drawn thence owed more of their worth to the extraordinary perspicuity with which they were presented by Huxley than to their own intrinsic value, and if the same power had been employed to elucidate in the same way other parts of the skeleton - say the bones of the sternal apparatus or even of the pelvic girdle - either set might have been made to appear quite as instructive and perhaps more so.",
		"It was not a council of war, but, as it were, a council to elucidate certain questions for the Emperor personally.",
		"Experiments on alloys are, in some ways, easier to make than on pairs of non-metallic substances, partly owing to the possibility of polishing sections for microscopic examination, and the investigation of alloys has done much to elucidate the general phenomena of solution, of which metallic solution constitutes a special case."
	],
	"synonyms": [
		"clear up",
		"clarify",
		"sort out",
		"straighten out",
		"crystalise",
		"clear",
		"enlighten",
		"crystalize",
		"crystallise",
		"crystallize",
		"shed-light-on",
		"illuminate",
		"explain",
		"expound",
		"illume"
	],
	"antonyms": [
		"obfuscate",
		"distract",
		"mystify",
		"be vague",
		"mix-up",
		"make ambiguous",
		"obscure",
		"confuse"
	]
}