{
	"word": "wry",
	"meaning": [
		"Temporarily twisted in an expression of distaste or displeasure.",
		"Made by twisting or distorting the features.",
		"Turned or bent to one side; twisted.",
		"Dry, ironic, sardonic, etc.",
		"Distorted, as in meaning.",
		"To writhe or twist.",
		"(obsolete) To cover; clothe; cover up; cloak; hide."
	],
	"sentences": [
		"He gazed up at her with a wry smile.",
		"When she glanced at him, he was eyeing her, a wry smile twisting his lips.",
		"His expression indicated pain, but he managed a wry smile.",
		"Justin nodded and gave her a wry smile.",
		"His mouth twisted in that wry smile again.",
		"His mouth twisted into a wry grin.",
		"A wry smile twisted his face, but the eyes softened.",
		"His mouth twisted into a wry smile and the dark eyes glinted with something less than humor.",
		"He favored her with a wry smile and answered dryly.",
		"She forced a wry smile and each word of her response dripped with sarcasm.",
		"Alex treated him to a wry smile.",
		"The dark eyes began to twinkle and the smooth lips slowly twisted into a wry smile.",
		"The wry smile returned and they resumed dancing.",
		"He was watching her, a wry smile on his face and an amused twinkle in his eyes.",
		"Gerald walked into the room and favored Alex with a wry smile.",
		"Dictatorially presented as they were, these terms were liberal and even generous; and if a great statesman like Bernstorff had been at the head of affairs in Copenhagen, he would, no doubt, have accepted them, even if with a wry face.",
		"He shook his head, a wry smile twisting his lips.",
		"Alex gave her a wry smile and jerked on her hand.",
		"His thin lips slid into that familiar wry smile as he shook her hand.",
		"His lips twisted into a wry smile.",
		"A wry smile twisted his lips.",
		"She left the bowl on the cabinet and settled into the chair, treating Alex to a wry smile.",
		"He gazed down at her, a wry smile on his lips - his eyes mocking her.",
		"His features twisted into what might have passed for a wry smile.",
		"He is an erudite writer, with the wry wit of the man of the world rather than the university wit more common nowadays.",
		"His observations on the clientele of gyms are particularly wry.",
		"His uniqueness as a performer stems from his ability to captivate an audience through a stunning delivery of his perceptive and often wry lyrics.",
		"For an entertaining evening with some very wry touches this show really is hard to beat.",
		"There wasn't really any plot to this episode, more a sequence of alternately wry and emotionally-charged conversations.",
		"This was typical of the play 's wry black humor.",
		"There was n't really any plot to this episode, more a sequence of alternately wry and emotionally-charged conversations.",
		"With its wry tone and dry wit, the site does more than just report the news and show off the latest photographs.",
		"Once they become more comfortable, they'll show more and more of their wry sense of humor.",
		"Additionally, the wry sense of humor that Scorpio and Virgo share goes far in keeping this pair interested in one another.",
		"Jarvis Cocker has been spending his post-Pulp days lending his wry wit and song writing genius to other lucky artists, but lucky for us, Mr. Cocker has finally decided to return to the game.",
		"All they've ever done is bring you catchy guitar hooks, wry and witty lyrics, and some supremo drumming, and still they somehow get overlooked time and time again.",
		"A so-called \"witch\" with a wry sense of humor and unique face, viewers are intrigued by the things she says and the way she says them.",
		"He gave her a wry smile.",
		"Gerald's mouth slipped into a wry smile.",
		"He took the shirt, his smile wry.",
		"Giddon reached the door before she did and opened it for her, his smile wry.",
		"The story is told with wry wit and humor, employing sharp irony and masterful dialog.",
		"Despite encounters with wry customs officers and wily tradesmen, the Kerrs ' sense of humor remains irrepressible.",
		"I can be wry or sarcastic or make puns or occasionally just be outright funny.",
		"With a wry smile, she said, \" Perhaps I feel that I have to prove myself in order to justify my presence.",
		"A wry smile worked at his lips.",
		"Gerald's smile was wry.",
		"She tossed the vine at him, along with a wry grin.",
		"His smile was wry.",
		"Irish wedding toasts are well known for their wit and wry humor, their sense of history and tradition.",
		"Both, as we have come to expect from Luke, involved some excellent guitar work with gentle and sometimes wry lyrics.",
		"There are also some extraordinarily tense, suggestive set-pieces, especially in the bleak final half-hour, and much wry comedy.",
		"With a wry smile, she said,  Perhaps I feel that I have to prove myself in order to justify my presence.",
		"Bring a wry smile to the lips of every parade attendee with this clever take on the classic Dr. Seuss tale, How the Grinch Stole Christmas.",
		"Carmen's smile was wry.",
		"He glanced at her and a wry smile twisted his mouth.",
		"Mums' smile was wry.",
		"Katie's smile was wry.",
		"She tried to cover her confusion with a wry smile and a casual question.",
		"Alex's mouth twisted into a wry smile and the dark eyes that sought hers held a trace of humor.",
		"He favored her with a wry smile.",
		"A wry smile touched his lips as his gaze traveled over her face, but he said nothing more about it.",
		"His mouth twisted into a wry smile.",
		"His smile was wry and his eyes mocked her.",
		"She gave him a wry smile.",
		"The doctor and valet lifted the cloak with which he was covered and, making wry faces at the noisome smell of mortifying flesh that came from the wound, began examining that dreadful place.",
		"Her smile was wry as she gazed up at his face.",
		"A wry smile briefly touched his lips.",
		"Bordeaux's eyes twinkled and a wry smile tugged at the corner of his mouth.",
		"He shook his head, his smile becoming wry again.",
		"A wry smile twisted his lips and the dark eyes reflected humor.",
		"Finally he gave her a wry smile.",
		"He favored her with one of his wry smiles.",
		"One side of his mouth tipped up in a wry smile.",
		"A wry smile twisted his lips, his gaze faintly annoyed."
	],
	"synonyms": [
		"ironical",
		"ironic",
		"dry",
		"sarcastic",
		"perverted",
		"perverse",
		"wrested",
		"warped",
		"avert",
		"amusing",
		"crooked",
		"sardonic",
		"twisted",
		"distorted",
		"cynical"
	],
	"antonyms": [
		"straightforward",
		"straight"
	]
}