{
	"word": "prodigious",
	"meaning": [
		"Of great size, power, extent, etc.; enormous; huge.",
		"Wonderful; amazing.",
		"Portentous."
	],
	"sentences": [
		"He took the prodigious leap.",
		"He had many prodigious diving feats.",
		"He had a prodigious appetite, being able to consume nine pounds of steak at a meal.",
		"He had to take prodigious quantities of Paracetamol for his spinal pain.",
		"Look out for prodigious talent Mark Allen in the semi finals.",
		"His talent is quite prodigious and we are looking forward seeing him at this level where I am sure he will be very effective.",
		"His activity was prodigious, and Catharine called him her factotum.",
		"His prodigious mental activity continued undiminished to the last.",
		"His prodigious literary activity led to his falling under the suspicions of the Austrian police, and he was mixed up in a political trial and arrested in 1833.",
		"These, together with its powerful sinews, enable it to take prodigious leaps, to balance itself on the smallest foothold and to scale almost perpendicular rocks.",
		"The latter often gives birth to prodigious icebergs and ice islands, which are carried northward by ocean currents, nearly as far as the tropical zone before they melt.",
		"One good judge declared that this prodigious leap won him the race.",
		"Given such prodigious credulity, can anyone doubt that human minds are ripe for malignant infection?",
		"A minute fraction is always separating out of the water, and as a prodigious length of time may be accepted for the accomplishment of all the chemical and physical processes in the deep sea, we must take account of the gradual accumulation of even this infinitesimal precipitation.",
		"It is the Latin volume which we now call the Digest (Digesta) or Pandects (IICAEKrat) and which is by far the most precious monument of the legal genius of the Romans, and indeed, whether one regards the intrinsic merits of its substance or the prodigious influence it has exerted and still exerts, the most remarkable law-book that the world has seen.",
		"All Sunday lunches should be so prodigious, so multi-faceted, so lovingly cooked, so respectfully carved.",
		"When the rest is already prodigious, you need a lot of power in hand.",
		"By the modification of physical conditions on a national scale a prodigious advance was made in the art of preventing disease.",
		"Thus it was that a great South Land appeared on the maps, the belief in the prodigious extension of which certainly received a severe shock by Abel Tasman's voyage of circumnavigation, but was only overthrown after Cook's great voyages had proved that any southern land which existed could not extend appreciably beyond the polar circle.",
		"The manganese nodules afford the most ample proof of the prodigious period of time which has elapsed since the formation of the red clay began; the sharks' teeth and whales' ear-bones which serve as nuclei belong in some cases to extinct species or even to forms derived from those familiar in the fossils from the seas of the Tertiary period.",
		"Simplicius is not an original thinker, but his remarks are thoughtful and intelligent and his learning is prodigious.",
		"In Australia, as in America, horses imported by European settlers have escaped into unreclaimed lands and multiplied to a prodigious extent, roaming in vast herds over the wide and uncultivated plains.",
		"As prodigious climbers, the snakes were blamed for frequent blackouts in the 1980s by shorting across lines and transformers.",
		"There, that is the prodigious bugaboo in its entirety!",
		"With each passing day human intelligence enlarges the horizons of the possible and achieves prodigious feats.",
		"Our results are in keeping with the assumption that generalization, indicated by myeloid metaplasia, has a prodigious impact on prognosis in IMF.",
		"At such times he lies crouched upon his belly in a thicket until the animal approaches sufficiently near, when, with one prodigious bound, he pounces upon it.",
		"She proved so valuable to the Union that in 1864 the Union army made her the \"lady in charge of hospitals\" and she was able to use her prodigious talents to organize care for wounded soldiers.",
		"But in the prodigious number of supporting discoveries that have been made no single negative factor has appeared, and the evolution from their predecessors of the forms of life existing now or at any other period must be taken as proved.",
		"Nearly related to myrtles are Melastomaceae which, poorly represented in the Old World, have attained here so prodigious a development in genera and species, that Ball looks upon it as the seat of origin of the family.",
		"For two hundred years the Rhine formed the boundary between the Roman empire and the Teutonic hordes; and during that period the left or Roman bank made prodigious strides in civilization and culture.",
		"The union between a prince who physically was something less than a man and mentally little more than a child, and a princess of prodigious intellect and an insatiable love of enjoyment, was bound to end in a catastrophe.",
		"Spectroscopic examination had already suggested prodigious velocities of the order of woo m.",
		"He was remarkable for his godliness, his enthusiasm for knowledge, and his prodigious memory.",
		"The orations were followed by a prodigious quantity of Latin verse, which appeared in successive volumes in 1 533, 1 534, 1 539, 1 54 6 and 1547; of these, a friendly critic, Mark Pattison, is obliged to approve the judgment of Huet, who says, \"par ses poesies brutes et informes Scaliger a deshonore le Parnasse\"; yet their numerous editions show that they commended themselves not only to his contemporaries, but to succeeding scholars.",
		"From 1874 onwards he wrote, with varying success, a prodigious number of plays.",
		"In the Huetiana (1722) of the abbe d'Olivet will be found material for arriving at an idea of his prodigious labours, exact memory and wide scholarship. Another posthumous work was his Traite philosophique de la faiblesse de l'esprit humain (Amsterdam, 1723).",
		"Neil, at 14, already had a powerful forehand, clever deception shots and a prodigious appetite, especially for crepes.",
		"He wanted to give 17th-century France the modern and industrial character which the New World had imprinted on the maritime states; and he created industry on a grand scale with an energy of labor, a prodigious genius for initiative and for organization; while, in order to attract a foreign clientele, he imposed upon it the habits of meticulous probity common to a middle-class draper.",
		"October 20 th 1790 At Brentwood Fair in Essex on Friday there was a prodigious shew of lean cattle of different kinds.",
		"As there was no need to improve drastically on the original, I think Namco did right by the historically prodigious series by leaving well enough alone.",
		"Additionally, the abilities of prodigious savants also exceed the achievements of people in the general population in the same area of expertise.",
		"Kim Peek, who was the inspiration for the movie Rain Man is a prodigious savant in fifteen different skill areas.",
		"Guicciardini reckoned the cost of the war to Leo at the prodigious sum of 800,000 ducats.",
		"Typically, the talented savant does not display exceptional or prodigious ability but does perform on par with someone of normal intelligence in one or more specific areas.",
		"Autistic prodigious savants include musicians, mathematicians and linguists.",
		"Now obsolete in the field of mental health, \"idiot savant\" has been replaced with \"savant\", and in some cases, the term prodigious savant may be used.",
		"The wheels, called naoura, are of the most primitive construction, made of rough branches of trees, with palm leaf paddles, rude clay vessels being slung on the outer edge to catch the water, of which they raise a prodigious amount, only a comparatively small part of which, however, is poured into the aqueducts on top of the dams. These latter are exceedingly picturesque, often consisting of a series of well-built Gothic arches, and give a peculiar character to the scenery; but they are also great impediments to navigation.",
		"In 1872 Airy conceived the idea of treating the lunar theory in a new way, and at the age of seventy-one he embarked on the prodigious toil which this scheme entailed.",
		"Earlier still the sun must have reached to where Neptune now revolves on the confines of our system, but the mass of the sun could not undergo an expansion so prodigious without being made vastly more rarefied than at present, and hence we are led by this mode of reasoning to the conception of the primaeval nebula from which our system has originated.",
		"It is among them so important whilst the Record in all its details is so far beyond the receptive capacity of the brain, that selection and guidance are employed by the elders in order to enable the younger generation to benefit to the utmost by the absorption (so to speak) in the limited span of a lifetime of the most valuable influences to be acquired from this prodigious envelope of Recorded Experience.",
		"As to such reforms in our conceptions of disease the advances of bacteriology profoundly contributed, so under the stress of consequent discoveries, almost prodigious in their extent and revolutionary effect, the conceptions of the etiology of disease underwent no less a transformation than the conceptions of disease itself.",
		"During the 16th and 17th centuries Venice exported a prodigious quantity of mirrors, but France and England gradually acquired knowledge and skill in the art, and in 1772 only one glass-house at Murano continued to make mirrors.",
		"This species swarms in some years in prodigious numbers; in Pennant's time amazing shoals appeared in the fens of Lincolnshire every seven or eight years, No instance of a similar increase of this fish has been observed in our time, and this possibly may be due to the diminished number of suitable breeding-places in consequence of the introduction of artificial drainage.",
		"The lower part of the Keweenawan system consists of a great succession of lava flows, of prodigious thickness.- This portion of the system is overlain by thick beds of sedimentary rock, mostly conglomerate and sandstone, derived from the igneous rocks beneath.",
		"Perez says that the Sarare branch of the Apure has formed a gigantic dam across its own course by prodigious quantities of trees, brush, vines and roots, and thus, impounding its own waters, has cut a new channel to the southward across the lowlands and joined the Arauca, from which the Sarare may be reached in small craft and ascended to the vicinity of Pamplona.",
		"Thousands of commentaries on the Koran, some of them of prodigious size, have been written by Moslems; and even the number of those still extant in manuscript is by no means small.",
		"He was appointed precentor of St George's Church in 1870, and conductor of the Scottish vocal music association in 1873, at the same time getting through a prodigious amount of teaching.",
		"The postmaster-general, Lord Lichfield, in opposing it, declared that, if the revenue of his office was to be maintained, the correspondence of the country, on which postage was paid, must be increased from 42,000,000 to 480,000,000 letters a year, and he contended that there were neither people to write, nor machinery to deal with, so prodigious a mass of letters.",
		"It is nearly always seen paired, though the pairs collect in prodigious flocks; and, when these are broken up, its shrill but musical cry of \"tu-lup,\" \"tu-lup,\" somewhat pettishly repeated, helps to draw attention to it.",
		"It may be doubted also if the history of literature presents us with another instance of a book written at so early an age, which has exercised such a prodigious influence upon the opinions and practices both of contemporaries and of posterity.",
		"A man of deep learning and prodigious memory, he seems to have developed Origen's Christology in the direction of Athanasius.",
		"His constitution was of iron, his capacity for work prodigious; reviews and parades, receptions of deputations, visits to public institutions, then eight or nine hours in his 3 The prisoners were kept in solitary confinement in the casemates of the inner fortress of St Peter and St Paul.",
		"We shall probably be even quieter over the next week, or seek respite through prodigious levels of blogging.",
		"He was a prolific writer, with a prodigious knowledge and memory, and a most ingenious and confident critic; and his work not only dominated the field of archaeological criticism but also raised its standing both at home and abroad.",
		"But Pitt's prodigious egoism, stimulated by the mischievous counsels of men of the stamp of Lord Shelburne, prevented the fusion of the only two sections of the Whig party that were at once able, enlightened and disinterested enough to carry on the government efficiently, to check the arbitrary temper of the king, and to command the confidence of the nation.",
		"Due to his prodigious output, we will not have to wait long to discover whether he can regain his form.",
		"No item is too humble nor too prodigious for Philippe Starck to focus his extraordinary talents on.",
		"The permanent works were supplemented before the siege began by a prodigious development of semi-permanent works and trenches.",
		"Bats in prodigious numbers, and some of them of extraordinary size, inhabit the many caves of the island; more than twenty species are known.",
		"The moral effect, he promised himself, would be prodigious, and there was neither room nor food for these 100,000 elsewhere.",
		"He was a man of considerable intellectual attainments, of prodigious memory, master of both Latin and Greek, and wrote prose and verse with equal facility."
	],
	"synonyms": [
		"tremendous",
		"spectacular",
		"monumental",
		"mighty",
		"mammoth",
		"impressive",
		"immense",
		"grand",
		"gigantic",
		"giant",
		"extraordinary",
		"enormous",
		"epic",
		"stupendous",
		"wonderful"
	],
	"antonyms": [
		"little",
		"tiny",
		"small",
		"ordinary",
		"common",
		"insignificant",
		"unremarkable",
		"unexceptional"
	]
}