{
	"word": "tempestuous",
	"meaning": [
		"Violent; turbulent.",
		"Of, involving, or like a tempest."
	],
	"sentences": [
		"The tempestuous politics of the war and reconstruction period suited his aggressive nature and constructive talent.",
		"On the left the prince's men could not load their pieces, their powder being ruined by the tempestuous rain.",
		"The tempestuous weather, moreover, created serious damage at most of the landing-places, where solidly constructed jetties were in some instances completely demolished by the seas.",
		"It was a wild, tempestuous night toward the close of November.",
		"But the growth and development of the northern communal movement, though strong and instinct with life, was slower and less tempestuous than the Flemish.",
		"For the rest of Edward's reign Elizabeth's life was less tempestuous.",
		"But the scheme was wrecked by the premature death of the bride, who expired by the way, while being brought over from Norway to her own kingdom, owing to privations and fatigue suffered on a tempestuous voyage.",
		"Compare the prayer of Odysseus to the river, whose mouth he had reached after three days' swimming on the tempestuous sea.",
		"I now seem to be borne along on the tide of a tempestuous torrent, through rocky defiles and beneath frowning precipices.",
		"The coast in the direction of the Euxine also was greatly feared by sailors, as the harbours were few and the sea proverbially tempestuous; but the southern shore was more attractive to navigators, and here we find the Greek colonies of Abdera and Mesambria on the Aegean, Perinthus on the Propontis, and, the most famous of all, Byzantium, at the meeting-point of that sea and the Bosporus.",
		"Amazing June has required more effort each succeeding year of our often tempestuous marriage.",
		"A piece of material, touched, smelled, wrapped is a tempestuous love affair with materials.",
		"I weep at my piano is inspired by the tempestuous relationship between these one-time friends.",
		"The lovers are blasted around tempestuous seas for all eternity.",
		"Robert Robinson had been saved out of a tempestuous life of sin, through George Whitefield 's ministry in England.",
		"Another movie, Dance With Me, featured American dancing from the southern latitudes, with a plot built around a Cuban salsa dancer in a tempestuous romance with a professional Latin dancer played by Vanessa Williams.",
		"He would eventually recover and go on to find love with Jennifer Horton, but his tempestuous relationship with the Johnsons and Senator Deveraux would define Jack's actions for the next two decades.",
		"Her tempestuous marriage ended in divorce on Christmas day (an episode watched by 30.1 million) and she died off screen in 2002, from liver cirrhosis.",
		"In between the usual relationships and antics surrounding them, Ben was also involved in a number of rather tempestuous affairs.",
		"These on-again, off-again lovers shared a tempestuous chemistry.",
		"The tempestuous relationship between Todd and Blair produced two children and years of compelling storytelling.",
		"This scene shown on the right shows Claudia's tempestuous nature.",
		"The couple's tempestuous marriage is further tested when Adolfo arrives disguised as Manuel's new administrator.",
		"But their tempestuous relationship would be marked by two failed marriages and a lost baby.",
		"During one separation, Phyllis embarked on a tempestuous affair with Nick Newman (Joshua Morrow) who was mourning the loss of his daughter Cassie.",
		"Cooper and Charlotte develop a tempestuous relationship.",
		"A former football player turned cheerleader, Lewis is an aspiring architect who shares a tempestuous romantic history with Hellcats co-captain Alice (Heather Hemmen).",
		"Though their relationship would remain tempestuous, the women shared a love for Jill's son.",
		"Moore (known for his work in Star Trek) re-imagined the series as a darker, more tempestuous piece with multi-layers to the story of man versus machine, man versus his environment and man versus himself.",
		"The relationship between search engines and web sites is like a celebrity marriage - constantly changing, often tempestuous, and the focus of attention for millions of people all over the world.",
		"This part of the coast, subject alike to strong westerly and southeasterly winds, is often tempestuous, as is witnessed by the name, corruption of a Hottentot word meaning dry, arid.",
		"He speedily showed that he was not possessed of the qualities needed in a situation so difficult and in days so tempestuous.",
		"It often accompanies a ship for days - not merely following it, but wheeling in wide circles round it - without ever being observed to alight on the water, and continues its flight, apparently untired, in tempestuous as well as in moderate weather.",
		"Yet it would be wholly wrong to see the story of his, often tempestuous life, in negative terms.",
		"The vessel took up what was considered by the seafaring class a very dangerous position, the sea being very tempestuous.",
		"Paul Haines reports on how to keep a sometimes tempestuous relationship alive.",
		"But when at the very last extremity through famine, a tempestuous flood enabled the vessels of Orange to reach Leiden, and the investing force was driven to retreat (October 3, 1 574).",
		"It was very pleasant, when I stayed late in town, to launch myself into the night, especially if it was dark and tempestuous, and set sail from some bright village parlor or lecture room, with a bag of rye or Indian meal upon my shoulder, for my snug harbor in the woods, having made all tight without and withdrawn under hatches with a merry crew of thoughts, leaving only my outer man at the helm, or even tying up the helm when it was plain sailing.",
		"Even the best behaved child in the world can turn into a moody, tempestuous teenager.",
		"In contrast to the struggle for an ideal freedom, which was at first hailed with tempestuous delight only to reveal itself as a dangerous tyranny, men became conscious of the need for a firmly established authority in the reconstruction of society.",
		"After reaching manhood, he passed through the tempestuous period between the death of Theodosius (395) and the fall bf the usurper Attalus, which occurred near the date when his poem was written.",
		"Here, on a dark tempestuous night, he surprised and stormed Nisibis, the capital of the Armenian district of Mesopotamia, and in this city, which yielded him a rich booty, he found satisfactory winter quarters.",
		"This is expressed on the Horologium of Andronicus Cyrrhestes, called the Temple or Tower of the Winds, at Athens, where Boreas is represented as a bearded man of stern aspect, thickly clad, and wearing strong buskins; he blows into a conch shell, which he holds in his hand as a sign of his tempestuous character.",
		"The queen found relief in the quiet and respectful demeanour of her attendant, and gradually came to prefer her society to that of the termagant and tempestuous duchess."
	],
	"synonyms": [
		"stormy",
		"wild",
		"raging",
		"furious",
		"angry",
		"uncontrolled",
		"intense",
		"heated",
		"fiery",
		"emotional",
		"blustering",
		"agitated",
		"violent",
		"turbulent",
		"tumultuous"
	],
	"antonyms": [
		"gentle",
		"mild",
		"moderate",
		"calm"
	]
}