{
	"word": "subtle",
	"meaning": [
		"So slight as to be difficult to detect or describe; elusive.",
		"Thin; rare; tenuous; not dense or heavy.",
		"Difficult to understand; abstruse.",
		"Capable of making or noticing fine distinctions in meaning, etc.",
		"Marked by or requiring mental keenness."
	],
	"sentences": [
		"It was a subtle shade of gray.",
		"Xander saw the subtle signal Damian gave his brother.",
		"The dish was subtle in flavor.",
		"There were subtle differences between the parties regarding living wills.",
		"His subtle magic brushed by her, through her.",
		"He gave subtle hints, which I totally failed to notice.",
		"The artist enjoyed the subtle nuances of the changing light.",
		"We enjoyed the subtle flavors of the duck.",
		"It was the opposite of Darkyn's, whose was subtle and calming.",
		"My guess is Edith left lots of little subtle clues around her house, letting hubby know where she was going.",
		"The former pointed out that the supposed isomerism was not due to an arrangement of atoms, but to the disposition of a valency, and therefore it was doubtful whether such a subtle condition could exert any influence on the properties of the substance.",
		"How had she never noticed his subtle power before?",
		"This argument is subtle, but over-subtle.",
		"Gabriel stopped in front of her, his heat and nearness like a subtle siren song that tried to lure her closer.",
		"The Celtic artists drew inspiration from the infinitely subtle mutability of nature.",
		"Natasha on one side was talking with Sonya and Boris, and Vera with a subtle smile was saying something to Prince Andrew.",
		"Subtle is always best when it comes to your makeup.",
		"She didn't ask where they were going but took the subtle beast onto the highway and let it loose, weaving in and out of traffic to test its handling.",
		"She was gradually accepting his touch, a subtle sign of a thaw she probably didn't realize she was doing.",
		"Farnese at once set to work with subtle skill to win over to the royalist cause the Catholic nobles of the south.",
		"I decided to review a deceptively subtle episode which seems slight on the surface, but actually contains many key themes and moments.",
		"This something was a most subtle spiritual deduction from a conversation with Karataev the day before.",
		"Instead, keep the composition simple and the lighting subtle.",
		"If a food is delicate, then select a wine that is lighter in body and has more subtle flavors.",
		"There was an edge to him, subtle but present.",
		"These guys aren't subtle and you were the only contact to Vinnie they knew about.",
		"The White God, Damian, was cool and wary, his white-blonde hair, golden eyes and subtle white glow the opposite of Xander's darker presence.",
		"Other causes of offence arose, and Napoleon in his last communication to them warned them not to imitate the Greeks of the later Empire, who engaged in subtle discussions when the ram was battering at their gates.",
		"His criticism is just and true rather than subtle or ingenious, and has thus stood the test of the judgment of after-times.",
		"The former dealt with legal and ritual matters; it flourished in the schools and developed into the most subtle casuistry.",
		"A more subtle danger to which we are especially liable in the case of a dead language is that of our acquiescing in a sense which satisfies us but which would not have satisfied the ancient writer.",
		"It shows the same subtle sense of character, and is unsurpassed in its reality.",
		"Silesius delighted specially in the subtle paradoxes of mysticism.",
		"The subtle agnostic, who doubted reason because reason could not be supported in the end by empirical evidence, was less in his view than persons blindly resting on authority or prejudice.",
		"Having invented four arguments all immeasurably subtle and profound, the grossness of subsequent philosophers pronounced him to be a mere ingenious juggler, and his arguments to be one and all sophisms. After two thousand years of continual refutation, these sophisms were reinstated, and made the foundation of a mathematical renaissance, by a German professor, who probably never dreamed of any connexion between himself and Zeno.",
		"It was another subtle indication of her employer's wealth.",
		"I get your subtle hint.",
		"The way he touched her; the way he looked at her across the room - all those little things were his subtle way of saying he loved her without voicing the words.",
		"The hair on the back of her neck stood on end, and a subtle charge filled the air around her.",
		"He became aware of the subtle movement of air beneath the front door, the cloudlike cloak clenched in his left hand and gritty dirt beneath his right, the trickle of blood down his throat to his gullet.",
		"The scent of blood was subtle, detectable only by a vampire like him.",
		"The films were often subtleallegory of the totalitarian society, and they functioned as a subversive voice within the state-controlled production.",
		"There are stunning floor to ceiling images on beautifully subtle contemporary wallpapers created just for you.",
		"The chicken had a superb texture and a subtle fruity aftertaste.",
		"Animation is also fantastic as it is a subtle mix of CGI and cel animation is also fantastic as it is a subtle mix of CGI and cel animation.",
		"Capture the subtle overtones and nuances of instruments, vocals and effect changes that 24-bit audio provides.",
		"Subtle green aventurine has been expertly carved to create this marvelous small dragon.",
		"Instead of using a hard liner around your eyes, keep your look natural and subtle by skipping it.",
		"A bit of simple makeup, toned-down jewelry and perfume and a classy, but not too conservative look is a good guideline for women - guys can never go wrong with a bit of grooming and subtle cologne.",
		"This is a helpful feature, as subtle regional differences in the language could change the entire meaning of a sentence.",
		"The autopsy showed \"subtle findings,\" such as blood in her stomach that would have occurred from shock prior to her death.",
		"Hunter's researches on the severer anaemias are doing much to elucidate these subtle maladies.",
		"They have undoubtedly a fine sense of color, and a similarly delicate and subtle feeling for harmonious blending of brilliant and sober hues.",
		"In associating St Pelagia with St Marina, St Margaret, and others, of whom either the name or the legend recalls Pelagia, Hermann Usener has endeavoured to show by a series of subtle deductions that this saint is only a Christian travesty of Aphrodite.",
		"The addresses on the idea of a true war (Ober den Begriff eines wahrhaften Kriegs, forming part of the Staatslehre) contain a very subtle contrast between the positions of France and Germany in the war.",
		"It is only after long rest and abundance of food that the fish is able to resume the use of its subtle weapon.",
		"An argument in favour of the genuineness of the epistles may be derived from the fact that each of the doubtful epistles is connected with others that are not doubtful by subtle links both of style and thought.",
		"The soul was conceived to be a facsimile of the body, sometimes no less material, sometimes more subtle but yet material, sometimes altogether impalpable and intangible.",
		"Instead of the subtle Catholic theories concerning divine predestination and human freedom, and instead of a difficult theodicaea, it offered an exceedingly simple conception of sin and goodness.",
		"In his gift for recording the most subtle characters of architectural carvings and details, Ruskin has hardly been surpassed by the most distinguished painters.",
		"Accepting as proved by Boyle's experiments that air is necessary for combustion, he showed that fire is supported not by the air as a whole but by a \"more active and subtle part of it.\"",
		"A furrier or skin merchant must possess a good eye for colour to be successful, the difference in value on this subtle matter solely (in the rarer precious sorts, especially sables, natural black, silver and blue fox, sea otters, chinchillas, fine mink, &c.) being so considerable that not only a practised but an intuitive sense of colour is necessary to accurately determine the exact merits of every skin.",
		"There are subtle and more subtle differences causing isomerism.",
		"But not all things are intangible which our senses are not subtle enough to detect.",
		"They are only alike in the fact that in each case a moral cause is given for the position in which the individual finds himself now; and the moral cause is his own act, In the popular belief, followed also in the brahmin theology, the bridge between the two lives was a minute and subtle entity called the soul, which left the one body at death, through a hole at the top of the head, and entered into the new body.",
		"His rhind, no less trenchant and subtle than Hamilton's, was the most impressible, the most receptive, mind of his time in America.",
		"These seven \"principles,\" starting from the most gross - the physical body, or \"Riipa\" - become more and more subtle and attenuated until we reach the Universal Self \"Atma,\" the centre as also the matrix of the whole, both individual and universal.",
		"Yet none the less was the new learning, through the open spirit of inquiry it nourished, its vindication of the private reason, its enthusiasm for republican antiquity, and its proud assertion of the rights of human independence, linked by a strong and subtle chain to that turbid revolt of the individual consciousness against spiritual despotism draped in fallacies and throned upon abuses.",
		"The Langobards, German in their faults and in their strength, but coarser, at least at first, than the Germans whom the Italians had known, the Goths of Theodoric and Totila, found themselves continually in the presence of a subject population very different from anything which the other Teutonic conquerors met with among the provincials - like them, exhausted, dispirited, unwarlike, but with the remains and memory of a great civilization round them, intelligent, subtle, sensitive, feeling themselves infinitely superior in experience and knowledge to the rough barbarians whom they could not fight, and capable of hatred such as only cultivated races can nourish.",
		"Certain emanations (airobpoac, airoppocac) or images (e'bwXa), consisting of subtle atoms, thrown off from the surface of an object, penetrate the body through the pores.",
		"The system of Democritus was altogether antitheistic. But, although he rejected the notion of a deity taking part in the creation or government of the universe, he yielded to popular prejudice so far as to admit the existence of a class of beings, of the same form as men, grander, composed of very subtle atoms, less liable to dissolution, but still mortal, dwelling in the upper regions of air.",
		"The events are graphically, if riot always accurately, described; but of the larger causes at work in producing them, of their subtle action and reaction upon each other, and of the general conditions amid which the history worked itself out, he takes no thought at all.",
		"However little the conduct of the French government in this transaction of the Spanish marriages can be vindicated, it is certain that it originated in the belief that in Palmerston France had a restless and subtle enemy.",
		"His philosophical treatises abound with incoherent formulae to which, according to their inventor, every demonstration in every science may be reduced, and posterity has ratified Bacon's disdainful verdict on Lull's pretensions as a thinker; still the fact that he broke away from the scholastic system has recommended him to the historians of philosophy, and the subtle ingenuity of his dialectic has compelled the admiration of men so far apart in opinion as Giordano Bruno and Leibniz.",
		"One can see how a language not originally suited for abstract problems and theological dialectics was slowly but surely improved and made capable of expressing profound and subtle ideas.",
		"With the help of counsellors more subtle than discerning, the emperor, with the object of uniting the various parties in the Church at any cost, sought for the most colourless possible formula of belief, which he hoped to persuade all the bishops to accept.",
		"Clement and Origen, at the head of the Alexandrian school, took a somewhat subtle view of the Incarnation, and Docetism pervades their controversies with the Monarchians.",
		"Locke was perhaps too little read in the literature of philosophy to do full justice to those more subtle thinkers who, from Plato downwards, have recognized the need for categories of the understanding and presuppositions of reason in the constitution of knowledge.",
		"And just how gentle and subtle that head color is - almost like a giant blue budgie.",
		"The stylish pure cotton chemise is decorated with a subtle woven floral design and ties in a pretty bow on the neckline.",
		"Effects provide the flocking subtle chenille you'd hate to with the.",
		"There is a comprehensive analysis of the visual presentation of information - with subtle distinctions noted between pie charts and bar charts.",
		"For a strong ale Special is subtle and dangerously drinkable.",
		"Tweaking the EQ to enhance either bass or treble strings and adding either room ambiance or subtle echoes to each side of the track.",
		"The subtle shimmer has a slimming effect, whilst the cotton gusset ensures total comfort.",
		"Hemirhamphodon pogonognathus is a rarely traded halfbeak with a very long beak and beautiful, if subtle, colouration.",
		"More subtle abnormalities such as focal nodular heterotopia and band heterotopia may only be apparent if optimal MRI techniques are used.",
		"She spends the week dropping subtle hints, which I totally fail to notice.",
		"Subtle exponentially small effects result from singular perturbations implicit in certain multiple time scale systems.",
		"The differences are very subtle, purely phonetic ones.",
		"He always wore a suit - usually gray and double-breasted - its subtle pinstripe blotched with multicolored stains of obscure and unsavory origin.",
		"These are subtle ploys committed in the hope of gaining an advantage without having to resort to a full-blown illegal method.",
		"By attempting to block the ordering of thoughts and feelings into language, communication becomes more subtle.",
		"Suddenly his face assumed a subtle expression, he shrugged his shoulders with an air of perplexity.",
		"Maybe you simply prefer to eat off of the subtle design of fine dinnerware and want some as your primary set of plates and bowls.",
		"You shouldn't emit a scent so uncontrollably strong that people in the next room can smell you, but a soft, subtle whiff by the person next to you is acceptable.",
		"This plummy, plush wine often yields more subtle flavors than its Bordeaux cousin, Cabernet Sauvignon.",
		"Either omit the scent altogether or keep it subtle.",
		"The new leaven had begun to communicate its subtle influence to the universities, but was working chiefly in secret and even to a great extent unconsciously to those affected by it, for many were in profound ignorance of the ultimate tendency of their own opinions.",
		"Of these the dissertation on the passions is a very subtle piece of psychology, containing the essence of the second book of the Treatise.",
		"Thus the inspirations of genius, appropriated by those who imperfectly appreciate their subtle beauty and quality, become hackneyed and lose their charm and interest.",
		"Diffusion.-At the outset it is characteristic of this subtle disorder that the present pandemic diffusion cannot be traced with certainty to a definite time or place of origin.",
		"The Council of Trent, while it commands all bishops to teach \"the sound doctrine of purgatory handed down by the venerable fathers and sacred councils,\" bids them exclude from popular addresses all the \"more difficult and subtle questions relating to the subject which do not tend to edification.\"",
		"The great dogmas of the Christian Church were shaped by the interplay of the subtle wits of the theologians of the Oriental Churches.",
		"Tal., on the other hand, is diffuse and freer in its composition, and it is characterized by the exuberance of Halakah, which is usually rather subtle and far-fetched.",
		"Theology might draw subtle distinctions between different forms of devotion; but, tried by the comparisons of the anthropologist, the monotheism even of historical Christianity cannot be strictly maintained.",
		"He does not possess the fiery pulse and humaneness of Burns, but the exquisite perfection of his metre and the subtle alliance of his thought and expression must always secure for him the warmest admiration of true lovers of poetic art.",
		"Herbert Spencer's formula that life is \"the continuous adjustment of internal relations to external relations\" was the result of a profound and subtle analysis, but omits the fundamental consideration that we know life only as a quality of and in association with living matter.",
		"The man who carried in his brain so many images of subtle beauty, as well as so much of the hidden science of the future, must have lived spiritually, in the main, alone.",
		"The subtle theo logical controversies of the 17th century made him anxious to show how simple after all fundamental Christianity is.",
		"Large, \" round-about \" common sense, intellectual strength directed by a virtuous purpose, not subtle or daring speculation sustained by an idealizing faculty, in which he was deficient, is what we find in Locke.",
		"Shaftesbury had conclusively shown that these were not in the vulgar sense selfish; but the very stress which he lays on the pleasure inseparable from their exercise suggests a subtle egoistic theory which he does not expressly exclude, since it may be said that this \" intrinsic reward \" constitutes the real motive of the benevolent man.",
		"Langlois, \"is learned, unctuous, ornate, florid, a mysticism which never indulges in dangerous temerities; it is the orthodox mysticism of a subtle and prudent rhetorician.\"",
		"This subtle mode of research was made available by Sir William Huggins in 1868.",
		"In all wild parts divine service was neglected, and wandering friars or subtle Jesuits, supported by every patriotic or religious feeling of the people, kept Ireland faithful to Rome.",
		"Without much learning and sceptical in religious matters, he had the Character lively intelligence of the Gascon, more subtle than of Henry iv.",
		"The self-love theory of Hobbes, with its subtle perversions of the motives of ordinary humanity, led to a reaction which culminated in the utilitarianism of Bentham and the two Mills; but their theory, though superior to the extravagant egoism of Hobbes, had this main defect, according to Herbert Spencer, that it conceived the world as an aggregate of units, and was so far individualistic. Sir Leslie Stephen in his Science of Ethics insisted that the unit is the social organism, and therefore that the aim of moralists is not the \"greatest happiness of the greatest number,\" but rather the \"health of the organism.\"",
		"This subtle agent, possessed of all knowledge and power, is especially seen ruling in all the forms of life.",
		"In their numerous allusions to the subtle mercury, which the one makes when treating of a means of measuring time by the efflux of the metal, and the other in a treatise on the transit of the planet, we see traces of the school in which they served their first apprenticeship. Huygens, moreover, in his great posthumous work, Cosmotheoros, seu de terris coelestibus, shows himself a more exact observer of astrological symbols than Kircher himself in his Iter exstaticum.",
		"I love Dusty, but he's about as nurturing and subtle as a jackhammer.",
		"Bianca stifled a laugh, genuinely liking the subtle yet feisty Oracle.",
		"It was subtle but compelling, drawing her attention involuntarily.",
		"The subtle nonverbal exchange was intimate and powerful, enough to tell Gabriel that there was a side to Darkyn only his mate knew.",
		"Gabriel felt the effect of being near him, and Rhyn shifted away from the subtle magic.",
		"He could discern the subtle changes in hue and would walk for hours in the woods appreciating nature's rich bounty.",
		"His magic danced around him, bending starlight and night into a subtle light show.",
		"At Mayday Birth Center there is a midwife-only unit with birthing pools, beanbags, subtle lighting and a homely atmosphere.",
		"Subtle problems can arise when computers interpret such denotations as numbers, and not as strings.",
		"This blatancy factor, embedded in UFO waves, alternates with periods in which UFO behavior seems more subtle, even furtive.",
		"Irrespective of the validity of some of the comments and the subtle innuendo, there was blatant hostility.",
		"After a while, you can grasp even the subtle nuances.",
		"From a distance, the marble of the Taj Mahal picks up the subtle nuancesof the changing light.",
		"Emotions consist of subtle shade, and are never absolute.",
		"Each Subtle Collection class offers a unique data structure abstraction.",
		"Some subtle clues leading to a reductio ading to a reductio ad absurdum proof that this scheme is flawed can be found in the original text.",
		"With a higher backrest and subtle curves for your body, it may be difficult to coax anybody out of it!",
		"Like ' Menace ' it has undeniable style and flair which somewhat belies the sledgehammer subtle social agenda.",
		"ThoughtStream biofeedback combines audio and visual biofeedback to measure subtle changes as you react to different situations.",
		"It's a very subtle blend of real life with a hint of magic.",
		"Or maybe they'll be too bloody subtle to see at all.",
		"Tightsplease Tips on Wearing Animal Print Try wearing them with knee-high boots and a knee-length denim skirt for a subtle glimpse of leopard print.",
		"Soft and subtle leopard print chiffons were teamed with shearlings.",
		"It has a particularly fresh, clean and crisp taste with a subtle citrus and fruit edge and is 40%25 alcohol by volume.",
		"On stage, there's a subtle tension created that results in a thrilling climax to the show.",
		"The finish is bitter with a slightly cloying vanilla edge and a subtle bite in the back of the throat.",
		"Some subtle clues leading to a reductio ad absurdum proof that this scheme is flawed can be found in the original text.",
		"The public will also all act wisely, as they are also fully cognizant of the subtle nature of net society.",
		"A fast growing sweet coriander with a subtle lemon flavor.",
		"Dana Feder's achingly beautiful cello counterpoint the vocals and piano, with subtle church organ riffing completing the mystical effect.",
		"Click here to buy Salmon Mouse A wonderfully creamy pate with a subtle yet satisfying flavor, made with local organic creme fraiche.",
		"The survey is often seen as a relatively crude instrument for investigating subtle social processes.",
		"We know of no other carpet in which the designer has practiced such subtle deception.",
		"So far all our mutant mice displayed very subtle differences from wild type animals and did not require any special treatments for adverse effects.",
		"By contrast, scotch malt whiskey distillers are generally looking for a more subtle oak influence.",
		"The camera peers up at them through the rippling waves, linking them together in subtle ways, instead of being overly emphatic.",
		"These essences are evocative of some of the most subtle levels of healing that have even been explored with flower essences.",
		"When you have an extra eyeball in the middle of your forehead, being subtle about it isn't really an option.",
		"Hem lines are elegantly long whilst subtle tailoring and immaculate finis... .",
		"The turbot is a large flatfish which is prized for its firm white flesh and subtle, refined flavor.",
		"The fragrance is very subtle, and depends on the variety of scented geranium.",
		"No matter how far flung its peoples may be, subtle lines of interconnection span the globe, creating unity between them.",
		"Such accents have much to do with the subtle gradations of class in a big city.",
		"That mysterious change is too subtle and too gradual to be measured by dates.",
		"In both villages, small producers were forced, through a process of subtle manipulation, to sell groundnut at disadvantageous prices.",
		"There is little doubt that M R James would have resented the imposition of such subtle themes.",
		"But Beautiful imparts a warm, after-hours feeling with Brooks ' subtle inflections behind the leader's comforting open horn.",
		"Thankfully, much of the time and energy today is spent retaining this subtle interplay between the groups of shrubs, trees and flowers.",
		"We had juicy, delicate king fish with a good coating of subtle native spices.",
		"We could set quot says Kay more subtle methods custom hitch cover to only percent.",
		"All the chicken kebabs were moist, well spiced and the seekh kebabs of a good texture and full of subtle flavor.",
		"Whip Me Cream is a more subtle, creamy shade that makes your quivering lips taste of sweet cream.",
		"Half an hour spent in enjoying such a pastime will have a truly magical effect on all the subtle vehicles within us.",
		"I'd say we are not actually blind, just fighting against massive psychological warfare, too subtle, too methodical to perceive.",
		"It was a silent subtle campaign, intended to inflict maximum misery.",
		"Case 8 Cerebral embolus from atrial myxoma Findings Subtle reduced density in the left basal ganglia on CT.",
		"By more subtle methods he got what he wanted without having seemed so obdurate.",
		"The dialog is sharp and snappy, containing many one-liners and some more subtle puns aimed squarely at the parents watching.",
		"This does not portend mind-control or ' Big Brother, ' for it is much more subtle than that.",
		"The hotel's maritime heritage is interwoven into the design with a subtle recurring motif based on a ship's porthole.",
		"Ringing compositions are notoriously prone to subtle transcription errors, and over a quarter of the submissions we receive contain errors of some sort.",
		"Caustics are a subtle lighting effect that can really lend realism to raytraced images of such items.",
		"The haunting finale of Beautiful Eyes is a prime example with its subtle undercurrent of bitter resentment being a parting shot.",
		"If Mars is attuned to subtle seduction, for example, the most blatant siren call will be ignored.",
		"Or perhaps it's a subtle shade of gray.",
		"Start looking for a very subtle light shading to appear on the Moon's left portion.",
		"This shiraz has been described as \" plum flavors of the shiraz grape, adding subtle vanilla overtones \" .",
		"There are probably many subtle factors to consider beyond sheer size, including neurotransmission and the number of synapses per neuron.",
		"Mr Roughton's argument involves a subtle sleight of hand.",
		"Review A deceptively subtle episode which seems slight on the surface but actually contains many key themes and moments.",
		"Across the nation, shop windows are bedecked in seasonal finery, from a few subtle snowflakes to lavish animatronic displays.",
		"Maybe, it's the subtle sophistication that comes with maturity.",
		"Apparently, the observed talismanic activity is subtle sorcery and done covertly.",
		"The Disco range have a different type of glitter which gives a subtle sparkle.",
		"You can achieve quite subtle queries using a combination of relations.",
		"Perhaps the connection may be too subtle for the authorities!",
		"The difference between information and knowledge may seem very subtle at first, but in warfare it is truly critical.",
		"He wanted subtle looking cymbals with explosive sounds that would be focused, cutting, and musical.",
		"Soft lasers provide subtle, but cumulative improvements over a longer period of time.",
		"Is this reason enough to welcome the new Act as subtle subversion?",
		"It is pounded with an ivory or wood mallet which may be incised with cross-hatch or linear grooves to produce a subtle textured surface.",
		"Nay, we are under a more subtle temptation than any other men to draw us from this heavenly life.",
		"But it used to mean instilling terror and it still can given a subtle change of context.",
		"Infrequently, reduced sensitivity to aciclovir has been described as a result of subtle alterations in either the virus thymidine kinase or DNA polymerase.",
		"Inspired, but ostensibly effortless, movement combines sensitivity and emotional depth, as scene changes and subtle stage trickery are played out seamlessly.",
		"Ready to order now, the car boasts new engines and gearboxes plus subtle interior and exterior styling tweaks.",
		"The new coloring used a rich ultramarine blue, rich yellow and a subtle green after the style of traditional Dutch tin-glazed ware.",
		"They gleam in green, lime, gold, and subtle variegations of cream, green, silver and gray.",
		"It just makes for some kind of subtle uncomfortable viewing.",
		"At full strength the nose is subtle but interesting with vanilla, toffee bonbons, peat smoke and faint Parma violets.",
		"A subtle textured acrylic mix yarn perfect for knitting.",
		"There is no supernatural, says the yogi, but there are in nature gross manifestations and subtle manifestations.",
		"He was throughout these debates celebrated for the \"nervous and subtle oratory\" which made him so formidable in after days.",
		"Still, Descartes has marked idealist traits, as when he refurbishes the ontological argument with clearer emphasis on the perfect being as \" necessarily \" existent 5 - reasoning a shade less quantitative or a shade more subtle than Anselm's.",
		"It is possible, however, that the segregation of characters in the gametes may depend upon something far more subtle and elusive than the chromosomes or even of possible combinations of units within the chromosomes, but so far as we can see at present these are the only structures in the cell with which it can be satisfactorily associated.",
		"The study of the nature of these adaptations, which are often extremely subtle and by no means merely superficial, is termed Ecology (see above).",
		"To circumscribe the influence of the ruling favourites he next suggested the formation of a cabinet council of six or eight ministers, through whom all the business of the state was to be transacted; but Catherine, suspecting in the skilfully presented novelty a subtle attempt to limit her power, rejected it after some hesitation.",
		"Partly from fear of a national Polish rising which Napoleon held in reserve as a last means of coercion, and partly from a subtle resolve to use the French alliance as a means of securing rich domains at the expense of Turkey, Prussia, Sweden and England, Alexander decided to throw over his allies, Prussia and England, and to seize the spoils to which the conqueror pointed as the natural sequel of a Franco-Russian alliance.",
		"Had Wagner been a man of more urbane literary intellect he might have been less ambitious of expressing a world-philosophy in music-drama; and it is just conceivable that the result might have been a less intermittent dramatic movement in his later works, and a balance of ethical ideas at once more subtle and more orthodox.",
		"The old doctrine of types, which was used by the philosophically minded zoologists (and botanists) of the first half 1 A very subtle and important qualification of this generalization has to be recognized (and was recognized by Darwin) in the fact that owing to the interdependence of the parts of the bodies of living things and their profound chemical interactions and peculiar structural balance (what is called organic polarity) the variation of one single part (a spot of colour, a tooth, a claw, a leaflet) may, and demonstrably does in many cases entail variation of other parts - what are called correlated variations.",
		"Born in the part of Italy formerly known as Greater Greece, it may be said of him without paradox that the development of his mind and character represented a modern incarnation of all that was subtle and profound in the Hellenic genius, linked with the best and wisest tradition of Roman civilization and of the Christianity that came to take its place.",
		"The romanticists found their philosopher in a most remarkable man, Soren Aaby Kierkegaard (1813-1855), one of the most subtle thinkers of Scandinavia, and the author of some brilliant philosophical and polemical works.",
		"A subtle irony pervades the Rimas of Joao Penha, who links the Coimbrans with Guerra Junqueiro and the younger poets.",
		"Doing excellent things continually through all the 'seventies, when he was in late middle age - gaining scope in colour, having now so many notes - faithful no longer wholly to his amazing range of subtle greys, now blithe and silvery, now nobly deep - sending to the Salon great canvases, and to the few enlightened people who would buy them of him the toile or panel of most moderate size on which he best of all expressed himself - Boudin was yet not acceptable to the public or to the fashionable dealer.",
		"In the same year Les Chansons des rues et des bois gave evidence of new power and fresh variety in the exercise and display of an unequalled skill and a subtle simplicity of metre and of style employed on the everlasting theme of lyric and idyllic fancy, and touched now and then with a fire more sublime than that of youth and love.",
		"It is extremely rarefied, extremely subtle; few are able to find the true pulse.",
		"They can also be taken after a course of medication to realign the subtle bodies and generally re-balance the energy systems.",
		"Or perhaps it 's a subtle shade of gray.",
		"Start looking for a very subtle light shading to appear on the Moon 's left portion.",
		"The thrown pieces are polished after the firing to bring out a subtle sheen on the surface.",
		"Maybe, it 's the subtle sophistication that comes with maturity.",
		"The different narratives are indicated by a subtle change in the typeface -- the interior life is a slightly darker, slightly spikier script.",
		"Show Full Review There was nothing subtle about the comedy of Arthur Lucan and Kitty McShane.",
		"As \" subtle as a brick \" is how my best friend describes me !",
		"The spinach was very bitter and perhaps slightly too much so for the more subtle flavors of the duck.",
		"You can study for yourself the subtle differences between the parties on living wills.",
		"The constant quest for subtle variations of taste keep old hop varieties alive.",
		"Stunning floor to ceiling images on beautifully subtle contemporary wallpapers created just for you.",
		"Perhaps the connection may be too subtle for the authorities !",
		"It has all the superficial appearance of a Kailyard novel and yet is a subtle subversion of that genre.",
		"A sequence of electrons in these superposed states gives you much more subtle information - quantum information.",
		"A subtle, tingling sensation ran across my skin.",
		"He gave a subtle, original, and comprehensive theory of the proper process whereby experience should be transmuted into theory.",
		"The new lights are equally imposing, with a trapezoid shape incorporating a subtle circular highlight that cuts into the bumper.",
		"They have always seemed subtle and understated where a trout is a little in your face.",
		"At full strength the nose is subtle but interesting with vanilla, toffee bonbons, peat smoke and faint parma violets.",
		"That each of us has a subtle body woven of the fabric of light is no whimsical fantasy or illusory trick of the mind.",
		"He gave a subtle, low key performance and did not wink at the audience.",
		"Our eyes and facial expressions can communicate virtually every subtle nuance of emotion.",
		"Her art uses metaphor and allegory as a subtle way to introduce difficult topics.",
		"His music reflected the subtle harmonies of jazz set to a Latin samba rhythm.",
		"Anger problems are sometimes subtle, however.",
		"Any indicators will be subtle, however, \"Ewwwwwwwwww, I hope no one heard her.\" is probably a bad sign.",
		"Fabrics in demand include taffeta and silks, as well as soft and subtle tropical prints.",
		"Whether you decide to sport head to toe leopard and pink or go for subtle accents, a pink and leopard print prom dress is guaranteed to get you noticed on prom night.",
		"A spoonful of miso is simply mixed with hot water to produce a fragrant and subtle soup.",
		"The subtle flavor of tofu is enhanced by the rich taste of miso and this can make a quick and tasty dish.",
		"In early 2009, Dean Foods, the manufacturer of Silk, made a subtle switch on the printing and packaging of Silk soy milk products.",
		"Drop nibs into homemade smoothies before blending to add small bites of crunch and a very subtle chocolate flavor and cocoa color.",
		"Pearls are a subtle, classy way to accentuate your bridesmaids' look without overpowering your bridal jewelry or the ambiance of the wedding.",
		"Contemporary black and white patterns, rich reds, shimmering purples, lovely pastels, subtle ivories, creams, and beiges -- even stark blacks are available for wedding ring pillows.",
		"While coordinated details - fairy tale invitations, a castle wedding cake topper, glass slipper favors - can create a subtle fantasy atmosphere of romance and innocence, too many details can be overwhelming and may seem childish or cliché.",
		"Subtle accents can be just as beautiful, and because the story of Cinderella is so well known, even indirect references to the popular fairy tale will be easily recognized.",
		"With dozens of options for these fairy tale trinkets, a couple does not need to be limited to obvious symbols, and even subtle accents can bring together the wedding décor to lead to the couple's happily ever after.",
		"Wrapping a bouquet with grapevine, corn husks, or raffia for a subtle fall touch.",
		"Adding subtle variations can give a dramatic effect and look wonderful, such as picking out the colors of the wedding bouquet or simply using different shades of a single color.",
		"A red sash or subtle blue beading is beautifully traditional, but different colored wedding dresses should really break the common mold.",
		"Crystal beaded patterns are popular and give the gown an icy glitter, while soft pearl accents are a more subtle and romantic choice.",
		"There are many different designs for princess themed invitations, from classic royal images to more subtle elegant touches.",
		"Couples who want a subtle Halloween theme may consider using fall wedding favors, too.",
		"You can still have subtle factors that make the dress your own-necklines are a great place to play with detail without adding too much drama.",
		"When in doubt, subtle color accents against a neutral white, ivory, or beige palette will work best for September weddings.",
		"Brides and grooms who want subtle pops of color may also want to consider what a few well-placed turquoise ribbons or flowers could do for their cakes.",
		"Some of the classiest wedding cakes differ from the norm in simple, subtle ways, so using only small bursts of a bright color like turquoise is very effective.",
		"A heart shaped wedding cake is a subtle reminder of what's most important about the events and what the couple wants guests to remember and realize about them.",
		"Bakers can flavor the batter with orange juice for a subtle hint of the fruit, extract for a floral flavor, or zest for a bright, tart note in each bite.",
		"Alcohol abuse and addiction cause subtle damage in the initial stages, which may simply manifest as behavioral inconsistencies.",
		"The symptoms of compulsive liars are often quite subtle, especially if the person in question has become skilled at lying.",
		"Telling a lie is usually incongruent to a person's cognitive pattern, and for this reason it is not surprising that a physical response - no matter how subtle - is usually present.",
		"A dishonest person tends to show it in the most subtle ways.",
		"However, many of the facial indicators of lying are so subtle that you would barely notice.",
		"Some people show subtle symptoms such as isolation and a lack of communication with loved ones, while others find alcohol use wreaks havoc on their entire lives.",
		"If you like the idea of a purple zebra pattern, but aren't sure about a full bed set in this style, consider adding accents for a more subtle look.",
		"Yet, there are subtle differences in shadings - colors are richer, yet still within a zone that allows the purchaser to feel comfortable adding in punches of their own favorite colors, or various patterns and designs.",
		"They look like inviting as well as subtle to underpin the design scheme you may have in mind.",
		"For those of you who hesitate to introduce animal prints into an otherwise conventional décor, there are lots of ways to introduce the zebra pattern from bold and daring to subtle and subdued.",
		"You may also choose to go the subtle route when choosing your clearance tropical bedding.",
		"If you prefer a more subtle statement, add your monogram to the lower right or left corner of your shower curtain, and choose a color for the monogram that is only two or three shades darker than the color of the curtain itself.",
		"The grommets allow the weight of the fabric to fall in subtle waves or pleats.",
		"In fact, these subtle earth tones are lovely because they are reminiscent of the African plains, where many zebras reside.",
		"You may want a subtle style instead of a bold or vivid design.",
		"Whether you want a bright contemporary look or a more subtle and romantic style, coordinate your sea-inspired shower curtain with other elements for a bathroom that is both functional and beautiful.",
		"Cherry blossoms are beautiful, subtle flowers that are great for placing on tiered cakes or cakes with multiple layers.",
		"Stick to solid colors, subtle designs, and items that are classic in design so you can get as much mileage out of your chosen outfits as possible.",
		"The twelve Under Armour long-sleeved shirts for boys currently on offer each have differences both subtle and significant.",
		"This is another of Purple Orchid's simple shirts with subtle, retro edge.",
		"RocknRollShirtShop.com carries a subtle nod to the Grateful Dead with its dancing bear children's T-shirt.",
		"In contrast to harshly-dyed bright cotton, these tees and other apparel items have a soft color that makes a subtle statement.",
		"The button on the fly and pocket grommets are in a subtle pink.",
		"Despite the simplicity of the Carnival Cruise logo, there is intricate subtle psychology at play in the design.",
		"Acts of animal cruelty can range from subtle neglect to extreme violence.",
		"Young Consuelo Velazquez's ballad might have humble origins, but many of the 20th century's most influential musicians have embraced the subtle beauty of her composition.",
		"These subtle variations can really bring out creative aspects of your playing that you never knew you had in you.",
		"Start out with a few, and then narrow the field to two or three while you pay extra-close attention to very subtle differences.",
		"Along with these subtle differences, compact fluorescents are also available in deep colors like red, green, blue and yellow for specialty lighting needs.",
		"Keep in mind that these lights are supposed to offer a subtle amount of illumination, not completely light the walkway or driveway.",
		"Because art deco items have strong, basic lines and an understated elegance, fixtures from this era can command attention in a remodeled bathroom without distracting from other more subtle touches of the room.",
		"Although it might sound odd, these highly functional dimensions are intended to project a subtle feeling of power through the design.",
		"Rails are available in a variety of metallic finishes, from brass to chrome, and this lighting source can be used for subtle accent lighting or more direct task lighting.",
		"Pair them with a more subtle stone, such as Travertine Chiaro for a small pop of color and detail that won't overwhelm the space.",
		"The subtle metal accent will bring just enough detail to highlight the design.",
		"Do you want a lot of pattern and detail, or subtle design?",
		"The heat gives off subtle infrared rays which produce thermal energy to heat the floor.",
		"Additionally, the warm, rich colors and subtle texture complement Arizona kitchen designs well.",
		"Consider setting two of them side by side on a double vanity to showcase the subtle variations in each artistically hand blow piece.",
		"Snake the rail across your ceiling in wide arcs or subtle curves; the ultimate placement of the system is entirely up to you.",
		"Shades of pink can range from a very subtle pale blush of pink to bold and vibrant mauve and everything in between, even a salmon color or vibrant fuchsia.",
		"Silver is an especially popular metal for vintage jewelry, perhaps in part because most silver alloys wear well, the subtle change in the metal over time adding interest and character to the piece.",
		"A pearl necklace can be worn with gold or silver earrings, brightly colored gemstones or subtle natural materials.",
		"These variations can sometimes be extremely subtle, however on other occasions these can be dramatic.",
		"Types of bracelets range from large and flamboyant bangles that can be worn mixed and matched with others giving a dramatic image on the arm, to delicate chains or segmented bracelets that add a subtle glitter on the wrist.",
		"A satin finish has a subtle silk like sheen and really complements the creamy yellow of gold.",
		"They're subtle and great for those who don't like heavy, dangling earrings.",
		"This is a slightly more understated type of charm and one that is ideal for someone who is seeking a more subtle look.",
		"Looking great isn't just about designer clothes or top of the range jewelry, it is about a subtle mix of style and flair.",
		"These rings blend in well with other jewelry and serve as subtle reminders of a purity pledge.",
		"Bicycle earrings can make a subtle statement as well as looking great.",
		"Pastel shades will create a more subtle effect.",
		"This set combined a birthstone accent with a subtle swirl design.",
		"This distinction may be overlooked by someone who doesn't knowthe subtledifferences between the denominations of the Christian faith.",
		"On the other hand, consider a much more modern and subtle way in cool colors.",
		"Black can look too formal, even with a subtle pinstripe.",
		"We take up to 30 unique measurements and evaluate subtle aspects of posture and build to identify areas in which the garment's pattern will need to be manipulated to achieve an optimal fit.",
		"Proper funeral attire is a conservative dark suit and a white or light colored shirt with a subtle patterned or solid color tie.",
		"For example, the Gold Series Houndstooth Windowpane Sport Coat offers the classic, yet subtle pattern of the \"windowpane\" overlay.",
		"Often, they're influenced by popular culture or a current event in the entertainment or political world, and they can showcase subtle or in-your-face in their sentiments.",
		"It has a subtle white stripe texture and a spread collar.",
		"Look for sport coat styles with subtle stitching, strong shoulders, and a tailored shape with a drawn in waist and flare over the hips that will last year after year while pairing easily with shifting jeans and trouser styles.",
		"For something subtle yet more interesting than a plain polo, consider one with a contrasting collar and cuffs.",
		"The combination of subtle colors with the occasional high-quality graphic print lends a stylish feeling to a body that may not be as classically attractive or built quite the same way as most men.",
		"Crisscross. A small, subtle plaid in a cotton shirting fabric and slim collar.",
		"Calculate. A shirt with a casual look that nonetheless evokes classic businesswear. (once dress shirts stopped being plain white, that is) The shirt has a touch of blue plaid that creates subtle interest.",
		"Vector. At once subtle and bold, a red shirt with a checked pattern that readily dresses up or down.",
		"There is a subtle stripe pattern all over the shorts.",
		"It darkens the hair and gives subtle low lights to your look.",
		"We also have a strong assortment with unique, feminine details like darting, pleating, pintucks and subtle ruffles that should be in every woman's closet this fall.",
		"The subtle undertones can offer an entirely different shade to consider, as evidenced by the different terms relating to ivory tones.",
		"It's best to select a subtle piece that rests on the chest without dropping too low into the cleavage area.",
		"Designs traditionally consist of bright colors and bold patterns, but many designers opt for subtle options as well.",
		"Lettuce edging is a fun hemline that uses subtle ruffles to add interest to a sarong bathing suit.",
		"You can choose a subtle bag in pale satin, or go for a sequin-adorned purse.",
		"Wearing a pair of patterned trouser socks is a subtle, but stylish, way to jazz up your slacks or suit combo.",
		"There are many subtle styles out there that are not meant to look sexy but are cute and fun to wear.",
		"With a subtle leopard print, these hose are definitely not for every job, but can still add some fun interest under a plain dress and liven up your day.",
		"The dress is fully lined and the fabric is a light chiffon with a subtle sparkle.",
		"A well-designed cardigan will also have subtle detailing at the bust and waist for better shaping and slimming.",
		"The Stretch Jacquard Full Coverage Panty offers subtle sophistication in a style that's a little more covering than a bikini, but not a full brief.",
		"In addition, its subtle sheen adds a pleasing patina to the garments.",
		"If you choose something with a pattern, a subtle pattern is best.",
		"The differences can be subtle, but significant.",
		"Many of the tops feature wrap and twist styles – subtle details that go a long way towards enhancing the bust while slimming the waist and lengthening the overall figure.",
		"Try on a variety of shoe styles and heel heights to make sure the overall look says subtle sophistication or twinkle and shine.",
		"The subtle but deliberate motions of tai chi are not only a good stretch exercise for seniors, but also have a calming effect on the mind and body.",
		"In some cases, the symptoms are subtle and can include diarrhea, which can lead to dehydration.",
		"In contrast, the Byker, a square shaped frame, is a bit more subtle.",
		"They're a subtle way to say you have class and care to keep up with the sophisticated trend.",
		"Some people want a very dramatic change in eye color, whereas others merely want a subtle change.",
		"The Nudy series, 3-tone series and Twin series probably give the strongest effect in color change while other series such as the Angel series and Fresh Color series act as color enhancers to create subtle changes in eye color.",
		"If you just want a subtle color change, you should choose colors to match with your makeup or natural eye color.",
		"Lafont offers frames that offer everything from subtle expressions to bold statements.",
		"Lens finishes also vary greatly, from subtle tints to deep black for those who wish to conceal themselves.",
		"Within this series you can also try Boca, a classic aviator shaped frames with a subtle sense of style and comfort contouring.",
		"A subtle change in your eye color can make a difference to your overall look.",
		"Subtle earrings…You don't need big rhinestone hoops to compete with the shape of these.",
		"Note that the lenses here too are of a subtle brown gradient.",
		"From the most subtle to the most dramatic, eyes can play a big role in a character's appearance.",
		"A study in eyewear contradictions, this subtle, yet strong sunglass will look equally great on city streets as well as it will at a ski resort.",
		"What's wonderful about this wide color selection is that even though there are bold shades like red and black, there are also colors that are more subtle and matte.",
		"If you are the kind of person who prefers a subtle look, not a bold one, then choosing among the shades offered here will remind you of pouring over paint colors; it's that much fun, and the selection is vibrant!",
		"Many lenses meant to simply alter the color of the eyes are much more subtle than special effects lenses, but some can be hand painted to look almost as exotic as special effects contacts.",
		"They're a great fix for someone who wants to change their look in a subtle way during the daytime.",
		"You can look into Expressions Accents for subtle enhancements to your eye color or take the plunge with more dramatic Expressions Colors.",
		"They have a blend of three colors on each lens to give eyes a subtle and natural look.",
		"The signature feature of cat eye frames is the lift at the outer upper edges of each lens, though the angle can be subtle or more pronounced.",
		"More dramatic lifts on the outer edges may look best on those with rounder features, while more subtle, rounded styles will balance a strong jaw.",
		"Subtle those details may be but they make a big impact and give the frames a look like no other.",
		"The exclusive animated sequences in the ride's queue also include an animated cameo by Back to the Future scientist Doc Brown (Christopher Lloyd) in a subtle tribute to the now defunct attraction.",
		"It looks like a standard Disney website, but a subtle script at the top of the screen notes that this is the official site for tourists living in India.",
		"The nudity is very subtle and you may not even recognize the woman on the shirt an actual woman if you're not paying attention.",
		"Similar to its prequel, Sonic 2 has hidden all its Chaos Emeralds in subtle places across the seven stages rather than placing them in the Special Zone.",
		"Short but very difficult gameplay, often requiring players to master every subtle aspect of the game.",
		"The beauty is that the vehicles are quite simple and fun to get the hang of, but will require hours of practice to develop the subtle nuances required to master and take full advantage of.",
		"The first time this happened, I thought it was someone sneaking up on me!Music soundtrack is subtle, but appropriately dark and ominous.",
		"Background music is sometimes subtle, other times very dramatic during boss encounters.The video segments are decent, but could be a bit more detailed.",
		"The music is prominent in the menu sections of the game, but during play is very subtle.",
		"The game is very similar to the Dance Dance Revolution games of the past, but there are some subtle nuances that probably had you questioning how do you play Wii Dance Revolution.",
		"The differences between the original Nintendo DS (sometimes called the DS Phat) and the newer Nintendo DS Lite are fairly subtle, so the gameplay experience hasn't changed all that much.",
		"The second are the more action-oriented American-developed titles such as Diablo that tend to be more subtle both graphically and in terms of plot, while offering larger worlds to explore and less linear gameplay.",
		"The music soundtrack varies from subtle to dramatic (depending on how intense the situation is) and is also taken directly from the film.",
		"The audio quality has improved, but in subtle ways.",
		"Don't get zealous in moving your paddle; use subtle movements to control the ball.",
		"A subtle upgrade is to purchase a wireless adapter to plug into the Xbox so you can use an available router for wireless play.",
		"The key difference between video game walkthroughs and video game strategy guides is a subtle one.",
		"Some have compared it to World of Warcraft, but as you read below, you will probably see some subtle and not-so-subtle differences.",
		"However, the song was so subtle that it took me several levels to realize it was the same lyrical arrangement being played in pop, lounge, and dance beat styles.",
		"Its subtle mix of real time strategy gaming and town management is simple enough for anyone to dive into, yet there's enough complexity to keep you coming back for more.",
		"Music in this game is subtle, but sounds of combat and abilities are emphasized.",
		"It was more Burgundian in style, that is to say, more subtle and lighter taste, with a perfumed nose.",
		"Subtle notions of toasty vanillin from new oak aging\".",
		"The right wine with your meal can enhance the flavors of the food, while the right food with your wine can bring out the subtle undertones and aromas to make the wine really sing.",
		"Bold enough to appeal to my American taste, yet subtle enough as to not overpower with girth.",
		"The wines are often delicate and subtle with flavors that unfold as you hold the wine in your mouth.",
		"Instead, expect subtle flavors and aromas peeking out from behind well-softened tannins.",
		"If you like those subtle and clever French Sancerres or Pouilly-Fumes, keep on moving.",
		"I was thinking this is one of the few chardonnays that is proud to be American as opposed to trying to out-do the French at their own subtle game.",
		"A lush black cherry and raspberry-blackberry fruit jam dominates and couples with bits of dried herbs and mushrooms that is topped off with subtle vanilla.",
		"The fruit was subtle, more subtle than I expected from a young wine (and 2003 was a hot growing year for us here in California).",
		"Oxygen is the enemy of wine over the long term, because it can break down subtle flavors and even cause off flavors in the wine.",
		"In the case of children under 18 months of age, a lumbar puncture (spinal tap) may be recommended to rule out meningitis because symptoms are often lacking or subtle in children of that age.",
		"Ultrasound examinations may reveal the absence of a limb in some developing fetuses, but routine ultrasounds may not pick up signs of more subtle defects.",
		"The term emotional intelligence refers to the child's ability to understand the emotions of others, perceive subtle social cues, \"read\" complex social situations, and demonstrate insight about others' motivations and goals.",
		"In the case of mild head injury or postconcussion syndrome, CT and MRI scans, electroencephalograms (EEG), and routine neurological evaluations all may be normal because the damage is so subtle.",
		"Enzymes involved in heme biosynthesis display subtle, tissue-specific variations; therefore, heme biosynthesis may be impeded in the liver, but normal in the immature red blood cells, or vice versa.",
		"People who carry a premutation do not usually have symptoms of fragile X syndrome, although there have been reports of individuals with a premutation who have subtle intellectual or behavioral symptoms.",
		"An experienced geneticist may recognize subtle differences in facial characteristics.",
		"If it becomes difficult to detect the FHR with the external monitor or if there are subtle signs of a developing problem, the practitioner may recommend the use of an internal monitor.",
		"Lists of contrast words are also read so that the child can hear the subtle differences in word sounds.",
		"Researchers have used magnetic resonance imaging (MRI) and positron emission tomography (PET) to find subtle differences in the brain structure and function of children with these disorders.",
		"Doctors who specialize in treating thyroid disorders (endocrinologists) are most likely to recognize subtle symptoms and physical indications of hypothyroidism.",
		"The expectations of the observer conveyed directly or through body language and other subtle cues may also influence how the child performs and how the observer records and interprets his or her observations.",
		"There are many ways to say no, some of them subtle and some of them a little more \"in your face.\"",
		"Other disabilities may be subtle or compensated for, such as dyslexia, and may not be discovered until demands on the student increase in college.",
		"These facial differences can be very subtle or more obvious.",
		"When symptoms are present, they may be very subtle.",
		"Children with Type I malformation may experience months of subtle but progressive symptoms before a diagnosis is made.",
		"Research suggests a possible link with a subtle visual problem that affects the speed with which affected people can read.",
		"Some patients with PWS have unique and subtle facial characteristics that are detectable only by physicians.",
		"I like the more flavorful spice mixture--it gives the eggs a unique and subtle taste.",
		"While the weight is completely shifted, it is a fairly subtle movement.",
		"Subtle differences also can be significant - if you want to teach a class for elderly singles and you illustrate it with a young couple doing ballroom, it's not going to be as appealing.",
		"Professional ballroom dancers choose to perform Rumba dance steps in one of two ways - aggressively romantic and full of gusto, or sweetly subtle and romantic.",
		"You may prefer a more subtle use of reds by allowing gold to be the dominant color for furniture and draperies and then adding splashes of red in pillows, wall art, throws, rugs and other select décor objects.",
		"To achieve this, feng shui offers you many tools that are often subtle but have very powerful results.",
		"Layers can be subtle and blended into the cut and add extra volume and definition to your hair cut.",
		"Curling is a great way to add some definition to a shaggy medium length style or a style with subtle blended layers.",
		"Subtle waves are also a great way to add dimension to a medium cut, and they look great with medium length bobs or shaggy hair cuts.",
		"Whether you want subtle highlights or bold ones, L'Oreal has a product that can help.",
		"Ideal for lightly damaged or dry hair, the glossing line will give your hair a voluminous sheen and a subtle country kitchen scent.",
		"Many women are unhappy with their natural brow shapes and opt for a more subtle, defined, sleek look through various beauty treatments.",
		"Subtle changes can be more easily corrected.",
		"Long subtle layers on long hair look great with oval shaped faces.",
		"The alterations to an everyday style may be subtle or dramatic, but because they are so different, they will be remembered as classy and elegant.",
		"Others will apply subtle streaks of pastel blue or pink to their light colored hair, which offers a wild yet feminine look.",
		"Most of the rhinestones Rachel Weissman uses are clear to add a subtle sparkle, though some of her hair clips do incorporate yellow, pink, green, or other colored crystals for even more distinction.",
		"You can easily rock a look that's subtle, yet powerful.",
		"Consider a hint of gold to give hair a subtle brightness.",
		"There are many hair color options available, from subtle to extreme.",
		"Subtle highlights done in varying shades of the same color can create a natural and dramatic look for people with curly hair.",
		"Just like all of the other color options, punk hair colors can be subtle or extreme depending on the intensity of the shade and the amount of color coverage you decide to go with.",
		"Over a period of months, the hair loss may be subtle, but over time quite noticeable.This condition is thought to be triggered by intense stress on the body's physical or hormonal systems.",
		"Inverted styles are perennially popular, but modern variations are edgier and sexier than simple inverted bobs with only subtle length differences between front and back.",
		"If the hair is very dark, subtle color changes will not be easily visible.",
		"Unlike almost any other red, Irish red should be subtle and look very natural.",
		"Rich hair lowlights shades are subtle and sumptuous, while face-framing color brings instant attention to your eyes and facial structure.",
		"It is also easy to cover gray hair with a beautiful shade reminiscent of your youth, or you can choose subtle highlights and lowlights for just a bit of color to accent your natural shade.",
		"Subtle changes to your look can seem dramatic without really being drastic.",
		"You can still have a few curls, a bun, or a subtle French twist without needing long hair.",
		"Long shag styles are also edgy, but may have a subtle edginess instead of looking particularly racy.",
		"A color that is subtle and refreshing is fine, but you may want to save any big color changes for another time.",
		"She does have hair highlights, but they are subtle.",
		"This look may seem quite casual, but it is emphasized by its minimalism and carried completely by means of subtle feminine hair accessories.",
		"Because Lady Gaga has natural brunette hair, getting her bright platinum blonde takes a double color process and includes pearly pink subtle hair highlights to enhance her hair's shine and gloss for an ultra healthy look.",
		"For a subtle change, choose Redken Shades EQ.",
		"It contains antioxidants, produces a subtle color change, and will gently blend away gray.",
		"One of her most flattering bobs falls at the jaw with perfectly straight, blunt bangs cut just above her eyebrows with subtle layers throughout.",
		"Ozzy Osbourne's signature style falls past the shoulders, with subtle layers in the back and sides.",
		"Choose subtle red highlights for a soft look, or opt for bright, chunky ones to highlight an area of your style, such as your bangs, or to play up your haircut.",
		"If this is your first venture into highlighting or adding red tones to your hair, it is recommended that you start with a subtle change to see if red highlights suit you.",
		"No matter what your base color is, a colorist can lightly lift a few shades to create the look of subtle sun-kissed highlights.",
		"The changes are subtle and can be very easy to miss.",
		"Physical changes rely a lot on interpretation and they can be very subtle, which makes predicting unreliable.",
		"The kits take the guesswork out of predicting when a woman is ovulating and it is less subtle--and less confusing--than other approaches.",
		"The study hypothesizes that women who have a history of intrauterine device expulsion are likely to have \"unfavorable uterine conditions,\" which may include poor positioning, small size, and subtle malformation.",
		"The water may come out gradually, in subtle trickles, or, rarely, it can come out in an unmistakable gush.",
		"Early signs of labor can be subtle but nothing is more obvious than contractions, which occur when you are in labor.",
		"Sometimes, it appears in subtle trickles that can be difficult to recognize.",
		"Feeding a box turtle isn't rocket science, but you'll see a difference in how your turtle acts as you make subtle changes to his diet.",
		"Finally, a boy shorts/bandeau top combo eliminates the need for straps and the pesky tan lines they leave, while complementing your bottoms with a subtle, sexy flair.",
		"Lest you think there is only one type of wax available out there, namely the Brazilian bikini wax, here's a quick run down on the subtle differences between several popular variations.",
		"The color is then complimented by subtle yellow and red flowers that dot the fabric.",
		"Most D Cup tankinis are designed to be snug-fitting and offer you subtle support, thus enhancing your figure.",
		"The skinnier, the better; these animal print bikinis are as tasteful as they are daring, when worn in subtle colors.",
		"There's a subtle difference between West and East Coast customers.",
		"The print then goes on to incorporate lush forest greens and delicate off-whites in a manner that is at once both subtle and bold.",
		"The Le Tigre Swimsuit consists of a bold tiger stripe pattern that is played down by the subtle combination of dark ink colors.",
		"If you run a quick Internet search for men's sheer swimsuits, you will notice that most of these styles are far less than subtle, and that's a complete understatement.",
		"Because of all these things, mens design, and especially men's swim, really focuses the skill of the designer on making subtle refinements the difference between fabulous and failure.\"",
		"If you are looking for something more subtle, you can find tanks in chevron styles as well as polka dots.",
		"Women of all sizes will appreciate the way this subtle design feature does so much, whether they're trying to create curves or make them look even better.",
		"Try coordinating solid colors or subtle prints in black and white for a stylish look.",
		"Decker got a real treat when it came to her Sports Illustrated bikini; she got to rock a rare topless-style monokini that was sexy and subtle."
	],
	"synonyms": [
		"nice",
		"fine",
		"delicate",
		"elusive",
		"quiet",
		"quibbling",
		"perceptive",
		"logical",
		"keen",
		"intricate",
		"intangible",
		"ingenious",
		"indefinable",
		"imperceptible",
		"hairsplitting"
	],
	"antonyms": [
		"obvious",
		"noisy",
		"hard",
		"harsh",
		"unsubtle",
		"honest",
		"forthright",
		"open",
		"slow-witted"
	]
}