{
	"word": "discourse",
	"meaning": [
		"Verbal expression in speech or writing.",
		"Communication of ideas, information, etc., esp. by talking; conversation.",
		"Verbal exchange or conversation.",
		"A long and formal treatment of a subject, in speech or writing; lecture; treatise; dissertation.",
		"Ability to reason; rationality.",
		"To utter or tell.",
		"To carry on conversation; talk; confer.",
		"To speak or write (on or upon a subject) formally and at some length.",
		"To narrate or discuss.",
		"To exercise reason; to employ the mind in judging and inferring; to reason."
	],
	"sentences": [
		"Martha said nothing during my discourse, not helping my confidence.",
		"I finished my discourse with a request for words of wisdom.",
		"He simply sets the discussion aside as too difficult for a preliminary discourse, and not strictly relevant to a purely logical inquiry.",
		"No barrier of the senses shuts me out from the sweet, gracious discourse of my book-friends.",
		"In the Discourse of Method Descartes had sketched the main points in his new views, with a mental autobiography which might explain their origin, and with some suggestions of as to their applications.",
		"We discourse freely without shame of one form of sensuality, and are silent about another.",
		"In 1646 appeared his famous plea for toleration, eeoXoyia 'EKXEKTLKii, A Discourse of the Liberty of Prophesying.",
		"Among the literary relics of the 12th century are the Latiatuc \" or Halotti Beszed funeral discourse and prayer in Hungarian, to which Dobrentei in his Regi Magyar Nyelvemlekek assigns as a probable date the year 1171 (others, however, 1182 or 1183).",
		"As a lawyer his greatest public efforts were his lectures (1799) at Lincoln's Inn on the law of nature and nations, of which the introductory discourse was published, and his eloquent defence (1803) of Jean Gabriel Peltier, a French refugee, tried at the instance of the French government for a libel against the first consul.",
		"In 1707 he published a Discourse on Church Government, and he took a prominent part in the controversy with Benjamin Hoadly, bishop of Bangor.",
		"A little before his death he had also formed a scheme of writing a Discourse on the Arts of Painting, Sculpture, Etching, &c., but when he died he had made but little progress with it.",
		"A kindly old pedant, Fulcher interlards his history with much discourse on geography, zoology and sacred history.",
		"It would seem that from the date of Machiavelli's discourse to Leo on the government of Florence the Medici had taken him into consideration.",
		"Thus during the six days of the week the Therapeutae \"philosophized,\" each in his own cell, but on the Sabbath they met in a common assembly, where women also had places screened off from the men, and listened to a discourse from one who was the eldest and most skilled in their doctrines.",
		"His Theological Works, consisting of sermons, charges, divinity lectures and the Discourse on Church Government, were published in 3 vols.",
		"The exilarch then delivered a discourse, and in the benediction or doxology (Qaddish) his name was inserted.",
		"The queen and the Orleans party took every advantage of his absence and had Petit's discourse solemnly refuted.",
		"His inaugural discourse was on the \"new analysis,\" which he so successfully applied in investigating various problems both in pure and applied mathematics.",
		"In 1714 Ditton published his Discourse on the Resurrection of Jesus Christ; and The New Law of Fluids, or a Discourse concerning the Ascent of Liquids in exact Geometrical Figures, between two nearly contiguous Surfaces.",
		"After a discourse Paul, who was leaving them the next morning, broke bread and ate.",
		"The Passenger Much like its discourse on documentary reportage, the film 's formal critique of the thriller came straight from the Left Bank.",
		"Very noteworthy is Cyril of Jerusalem's fourth Catechetical Discourse on the \" Ten Dogmas \" (we might render \" Ten Great Doctrines \").",
		"Six years later appeared his chief work, A Discourse of Freethinking, occasioned by the Rise and Growth of a Sect called Freethinkers (1713).",
		"The short discourse on the expression of thought by language (irEpi `Epjs vElas, De Interpretatione) is based on the Platonic division of the sentence (X6yos) into noun and verb (ivoµa and Am).",
		"The first book, after a short introduction upon the nature of theology as understood by Aquinas, proceeds in 119 questions to discuss the nature, attributes and relations of God; and this is not done as in a modern work on theology, but the questions raised in the physics of Aristotle find a place alongside of the statements of Scripture, while all subjects in any way related to the central theme are brought into the discourse.",
		"It would seem also that the Discourse on the Last Things in ch.",
		"This silly libel so enraged the performers at the Opera that they hanged and burned with him, the Dijon academy, which had founded his fame, announced the subject of \"The Origin of Inequality,\" on which he wrote a discourse which was unsuccessful, but at least equal to the former in merit.",
		"The last days of Sidney's life were spent in drawing up his Apology and in discourse with Independent ministers.",
		"Brandenburg (Leipzig, 1900-1904); and a sketch of him is given by Roger Ascham in A Report and Discourse of the Affairs and State of Germany (London, 1864-1865).",
		"No man was more negligent in his dress and habit and mien, no man more wary and cultivated in his behaviour and discourse.",
		"Several other works appeared after his death, among them The General History of the Air designed and begun (1692); a \"collection of choice remedies,\" Medicinal Experiments (1692-1698); and A Free Discourse against Customary Swearing (1695).",
		"The chief authority for Churchyard's biography is his own \"Tragicall Discourse of the unhappy man's life\" (Churchyardes Chippes).",
		"The last two branches of inquiry are regarded as forming but a single body of doctrine in the well-known passage of the Theory of Moral Sentiments in which the author promises to give in another discourse \"an account of the general principles of law and government, and of the different revolutions they have undergone in the different ages and periods of society, not only in what concerns justice, but in what concerns police, revenue and arms, and whatever else is the subject of law.\"",
		"I purpose to discourse with him concerning eclipses, for what is there which we may not hope for at his hands,\" and he also states \" that he was wholly taken up and employed about the noble invention of logarithms lately discovered.\"",
		"He had, however, little taste for law and much for literature; and he obtained an academic prize at Aix for a discourse on Vauvenargues.",
		"In coins the \" milling is the serrated edge, called \" crenneling \" by John Evelyn (Discourse on Medals, 1697, p. 225), which is formed on them to prevent clipping and filing.",
		"In 1724 Collins published his Discourse of the Grounds and Reasons of the Christian Religion, with An Apology for Free Debate and Liberty of Writing prefixed.",
		"On either alternative, however, \" the first discourses \" mentioned may have originally been a separate discourse; for Book F begins quite fresh with the definition of the science of being, long afterwards called \" Metaphysics,\" and Book Z begins Aristotle's fundamental doctrine of substance.",
		"But in spite of this great logical achievement, he continued throughout the discourse to accept Plato's grammatical analysis of all sentences into noun and verb, which indeed applies to the proposition as a sentence but does not give its particular elements.",
		"Thereupon it proceeds to a discourse on friendship, which in the Nicomachean and Eudemian Ethics is discussed in an earlier position, but breaks off unfinished.",
		"In 1678, in a Discourse of Idolatry, he had endeavoured to fasten the practices of heathenish idolatry on the Church of Rome, and in a sermon which he published in 1681 on Discretion in Giving Alms was attacked by Andrew Pulton, head of the Jesuits in the Savoy.",
		"This common matter has also a character of its own; it consists mainly of pieces of discourse.",
		"Other works are A Discourse concerning a New Planet (1640); Mercury, or the Secret and Swift Messenger (1641), a work of some ingenuity on the means of rapid correspondence; and Mathematical Magick (1648).",
		"Dr Thomas Hill's work, The Contemplation of Hankynde, contayning a singular Discourse after the Art of Physiognomie, published in 1571, is a quaintly written adaptation from the Italian authors of the day.",
		"Athenagoras is also the author of a discourse on the resurrection of the body, which is not authenticated otherwise than by the titles on the various manuscripts.",
		"The discourse on the resurrection answers objections to the doctrine, and attempts to prove its truth from considerations of God's purpose in the creation of man, His justice and the nature of man himself.",
		"About the same time also Mersenne sent to Descartes, as if they came from a friend in England, another set of objections which Hobbes had to offer on various points in the scientific treatises, especially the Dioptrics, appended by Descartes to his Discourse on Method in 1637; to which Descartes replied without suspecting the common authorship of the two sets.",
		"Their common discourse is full of asseverations and expressions respecting sacred things.",
		"We are fortunate in having preserved for us the official report of the Buddha's discourse, in which he expounded what he considered the main features of his system to the five men he first tried to win over to his new-found faith.",
		"Fortunately each word, each clause, each idea in the discourse is repeated, commented on, enlarged upon, almost ad nauseam, in the suttas, and a short comment in the light of those explanations may bring out the meaning that was meant.'",
		"The Buddha himself is stated in the books to have devoted to it the very first discourse he addressed to the first converts.'",
		"He collaborated in the translation of Comte's system of Positive Polity (4 vols., 1875 - 1879), translated his Discourse on the Positive Spirit (1903),, and wrote a biography of Comte for a translation of the first two chapters of his Cours de philosophie positive, entitled Fundamental Principles of Positive Philosophy (1905).",
		"The haughty spirit of Eudoxia was inflamed by the report of a discourse commencing with the words - \" Herodias is again furious; Herodias again dances; she once more demands the head of John \"; and though the report was false, it sealed the doom of the archbishop. A new council was summoned, more numerous and more subservient to the wishes of Theophilus; and troops of barbarians were quartered in the city to overawe the people.",
		"Not far from the beginning of the document there stood a remarkable discourse delivered among the hills above the lake.",
		"So, with the parable of the two builders, the discourse reached its formal close.",
		"The opening scene of the Galilean ministry is the discourse at Nazareth, in which our Lord claims to fulfil Isaiah's prophecy of the proclamation of good tidings to the poor.",
		"Themselves of necessity stylists, because their professional success largely depended upon skilful and effective exposition, the sophists both of culture and of rhetoric were professedly teachers of the rules of grammar and the principles of written and spoken discourse.",
		"These lectures, first printed separately, were afterwards published together under the title of A Discourse concerning the Being and Attributes of God, the Obligations of Natural Religion, and the Truth and Certainty of the Christian Revelation, in opposition to Hobbes, Spinoza, the author of the Oracles of Reason, and other Deniers of Natural and Revealed Religion.",
		"On its linguistic side, as discourse it was used for any combination of names to form a phrase, such as the definition \" rational animal,\" or a book, such as the Iliad.",
		"But he laid too much stress on reasoning as syllogism or deduction, and on deductive science; and he laid too much stress on the linguistic analysis of rational discourse into proposition and terms. These two defects remain ingrained in technical logic to this day.",
		"St Thomas made a great advance by making logic throughout a rationalis scientia; and logicians are now agreed that reasoning consists of judgments, discourse of propositions.",
		"It was natural enough that the originators of conceptual logic, seeing that judgments can be expressed by propositions, and conceptions by terms, should fall into the error of supposing that, as propositions consist of terms, so judgments consist of conceptions, and that there is a triple mental order - conception, judgment, reasoning - parallel to the triple linguistic order - term, proposition, discourse.",
		"It is, however, the main business of logic to direct us how out of judgments to form inferences signified by discourse; and this is the one point which conceptual logic has contributed to the science of inference.",
		"Finally, inference is an extension, not of ideas, but of beliefs, at first about existing things, afterwards about ideas, and even about words; about anything in short about which we think, in what is too fancifully called \" the universe of discourse.\"",
		"As Aristotle puts it, the syllogism is directed \" not to the outer, but to the inner discourse,\" or as we should say, not to the expression but to the thought, not to the proposition but to the judgment, and to the inference not verbally but mentally.",
		"The ideal is progressively to determine a universe of discourse till true infimae species are reached, when no further distinction in the determinate many is possible, though there is still the numerical difference of the indefinite plurality of particulars.",
		"In all 87,659 persons are said to have died out of a population of nearly 250,000.2 This great epidemic caused a panic in England which led to the introduction (under Mead's advice) of quarantine regulations, never previously enforced, and also led to the publication of many pamphlets, &c., beside Mead's well-known Discourse on Pestilential Contagion (London, 1720).",
		"The full legend first makes its appearance in a festival discourse (sermo) for the 21st of October, written, as internal evidence seems to show, between 731 and 839.",
		"In 1642 he published A Discourse concerning the true Notion of the Lord's Supper, and a tract entitled The Union of Christ and the Church.",
		"The Intellectual System arose, so its author tells us, out of a discourse refuting \"fatal necessity,\" or determinism.",
		"Two months later he took his seat with great pomp in the chancery court, and delivered a weighty and impressive opening discourse.",
		"So the Encyclopedie, besides giving a eulogistic article \" Baconisme,\" speaks of him (in d'Alembert's preliminary discourse) as \" le plus grand, le plus universel, et le plus eloquent des philosophes.\"",
		"Thus the Roman edition contains (of metrical works) exegetical discourses, hymns on the Nativity of Christ, 65 hymns against heretics, 85 on the Faith against sceptics, a discourse against the Jews, 85 funeral hymns, 4 on free-will, 76 exhortations to repentance, 12 hymns on paradise, and 12 on miscellaneous subjects.",
		"He was installed at Franeker on the 7th of May 1622, and delivered a most learned discourse on the occasion on \"Urim and Thummin.\"",
		"The discourse, which is spoken throughout in the name of Yahweh, is similar in character to Exod.",
		"At the same time it is hardly doubtful that the original discourse has been modified and expanded by later hands, especially in the concluding paragraphs.",
		"Collins, who had created much excitement by his Discourse of Free-thinking, insisting on the value and necessity of unprejudiced inquiry, published at a later stage of the deistic controversy the famous argument on the evidences of Christianity.",
		"The sermon for the success of the arms of Portugal against Holland was considered by the Abbe Raynal to be \"perhaps the most extraordinary discourse ever heard from a Christian pulpit.\"",
		"A few of Harrison's public addresses survive, the most notable being A Discourse on the Aborigines of the Ohio.",
		"This was an answer to another anonymous pamphlet, written by Philip Yorke, afterwards Lord Chancellor Hardwicke, who replied in an enlarged edition (1728) of his original Discourse of the Judicial Authority.",
		"It should be observed that examples have been given of every kind of mighty work referred to in the reply of Jesus to the messengers of the Baptist; and that in the discourse which follows their departure the perversity and unbelief of the people generally are condemned, and the faith of the humble-minded is contrasted therewith.",
		"When Galileo visited Rome in December 1615 he was warmly received by Bellarmine, and the high regard in which he was held is clearly testified in Bellarmine's letters and in Galileo's dedication to the cardinal of his discourse on \"flying bodies.\"",
		"As to the lower instincts tending directly to self-preservation, it is acknowledged on all hands that man has them in a less developed state than other animals; in fact, the natural defencelessness of the human being, and the long-continued care and teaching of the young by the elders, are among the commonest themes of moral discourse.",
		"Of things communicable he was at the same time, as we have said, communicative - a genial companion, a generous and loyal friend, ready and eloquent of discourse, impressing all with whom he was brought in contact by the power and the charm of genius, and inspiring fervent devotion and attachment in friends and pupils.",
		"The Discourse on the Dissensions in Athens and Rome (September 1701), written to repel the tactics of the Tory commons in their attack on the Partition Treaties \"without humour and without satire,\" and intended as a dissuasive from the pending impeachment of Somers, Orford, Halifax and Portland, received the honour, extraordinary for the maiden publication of a young politician, of being generally attributed to Somers himself or to Burnet, the latter of whom found a public disavowal necessary.",
		"He was brought up to the law, and at the age of twenty-two made himself favourably known by a discourse pronounced before the local parlement on the division of political powers.",
		"From 1615 to 1621 he was governor of the English colony on the north side of Conception Bay in Newfoundland; he explored the island, made the first English map of it (published in 1625), and wrote a descriptive tract entitled A Briefe Discourse of the Newfoundland (Edinburgh, 1620) to promote the colonization of the island by Scotsmen.",
		"Excepting in the correspondence with Flamsteed we hear nothing more of the preparation of the Principia until the 21st of April 1686, when Halley read to the Royal Society his Discourse concerning Gravity and its Properties, in which he states \" that his worthy countryman Mr Isaac Newton has an incomparable treatise of motion almost ready for the press,\" and that the law of the inverse square \" is the principle on which Mr Newton has made out all the phenomena of the celestial motions so easily and naturally, that its truth is past dispute.\"",
		"That his eloquence was highly appreciated is shown by the facts that he pronounced the discourse at the consecration of Gregory of Nazianzus, and that he was chosen to deliver the funeral oration on the death of Meletius the first president of the council.",
		"Once more we read of him in 394 as having been present in that metropolis at the synod held under the presidency of Nectarius to settle a controversy which had arisen among the bishops of Arabia; in the same year he assisted at the consecration of the new church of the apostles at Chalcedon, on which occasion there is reason to believe that his discourse commonly but wrongly known as that Eis Tnv Eaurou XEtporoviav was delivered.",
		"Rousseau, whose famous discourse on the evils of civilization had appeared six years before, would have read Burke's ironical vindication of natural society without a suspicion of its irony.",
		"The nature of the dream, in which the elder Scipio appears to his (adopted) grandson, and describes the life of the good after death and the constitution of the universe from the Stoic point of view, gives occasion for Macrobius to discourse upon many points of physics in a series of essays interesting as showing the astronomical notions then current.",
		"In addition to the play mentioned he wrote A Discourse and View of Virginia (London, 1663).",
		"His Discourse of Ecclesiastical Politie (London, 1670), advocating state regulation of religious affairs, led him into controversy with Andrew Marvell (1621-1675).",
		"But this must be no less true of other objects of thought and discourse; the same relation of general notions to particular examples extends through the whole physical universe; we can think and talk of it only by means of such notions.",
		"Style in Public Discourse (1883) became standard textbooks; and personally he was a brilliant preacher.",
		"In 1622 he published a controversial Discourse of the Religion anciently Professed by the Irish and British, designed to show that they were in agreement with the Church of England and opposed to the Church of Rome on the points in debate between those churches.",
		"The fifty-one treatises of which this encyclopaedia consists are interspersed with apologues in true Oriental style, and the idea of goodness, of moral perfection, is as prominent an end in every discourse as it was in the alleged dream of al-Ma ` mun.",
		"It bears, moreover, a distinctly philosophical character, and takes the form of a \" tractate \" or discourse, addressed to Jews only,' upon \" the supremacy of pious reason over the passions.\"",
		"It is essentially a book in the form of a discourse, whether it was ever orally delivered or not.",
		"Systematic writers on the subject differ considerably in the exact meaning which they attach to the term pharmacology (41appaKov, a drug; Xayos, a discourse), some making it much more comprehensive than others.",
		"Ambivalence toward formalism is characteristic of American legal discourse.",
		"The \"Asian miracle\" and the discourse on Asian values questioned the dominance of the western development paradigm.",
		"Against this conception Critchley has articulated an ethical discourse based on infinite alterity as a demand that calls us to engage with the world.",
		"If you wish to analyze stretches of language beyond the sentence, you will need to use what is called discourse analysis.",
		"Having seen how Neale's theory handles discourse anaphora and donkey anaphora, we turn to difficulties with the account.",
		"Topics covered include anaphora and verbal anaphora, discourse influences and thematic roles, and the processing of causality information.",
		"To begin with, let's look at how simple discourse anaphora is handled on GSDL.",
		"The linguistic characteristics of natural argumentation, including discourse markers, sentence format, referring expressions, and style.",
		"Within this discourse of rights there is no single definition of a right which commands universal assent.",
		"This paper presents two experiments on the semantic similarity of discourse connectives.",
		"Finally, I totally agree with Bond that discourse contexts will improve generating more accurate determiners that have anaphoric relations.",
		"They would deliver a diatribe, a dialectical discourse, a slogan or sermon, at the drop of a hat.",
		"Here is an extraordinarily gifted writer working his way inside a language that has dominated public discourse in the Republic for three decades.",
		"The findings suggest that email strives to mirror spoken discourse in many ways.",
		"Overall it is more of an interesting tool to teach analyzing discourse than an analysis of language in comics.",
		"It also needs to be analyzed in the context of New Labor's emerging Third Way discourse.",
		"Rather, we need to examine primarily the extended discourse that occurs in natural settings and open-ended interviews.",
		"In sociological terms they represent a socially constructed body of falsehood and legitimation ideology, and a hegemonic discourse.",
		"This word keeps cropping up in colonial discourse, all over the world -- they are rational!",
		"The prosody was significant and owed much to Scottish philosophical discourse.",
		"Most but not all the reviews they publish may well be read as irrelevant for serious scholarly discourse and for professional affairs.",
		"I would hope we can then return to more rational discourse on the subject.",
		"Subjectivity is fractured and connects with others, but Haraway does not lose the agency - as often happens in postmodern discourse.",
		"I heard in his school discourse, no word which sounded to moral edification!",
		"For Stoic discourse on this point, see especially ess.",
		"Examples include ethnography, case-study analysis, discourse analysis.",
		"The teams were examined for their ability to bring instructional design, discourse facilitation, and direct instruction to the discussions.",
		"From this creative ferment \" Leipzig Lens 2005 \" brings together an exciting selection, focussed on key themes of current photographic discourse.",
		"Methods for studying social interaction such as Conversational Analysis and Discourse Analysis would provide too fine-grained an analysis for the purposes of requirements gathering.",
		"His work applies the discourse grammar approach of Robert Longacre to Joshua.",
		"In such a society the only way in which discourse can be used for one's social advancement is by making increasingly hyperbolic statements.",
		"Each speaker has a different idiolect and discourse structures are varied to match this.",
		"In current discourse, teacher learning is often implicit rather than explicit.",
		"These establish the indigenous discourse of insanity, which saw madness in terms of an externally imposed affliction.",
		"Now IÃ¢m not suggesting that we should be firing questions about free indirect discourse at children.",
		"They further argue that despite the burgeoning literature on the merger of ICT and education, discourse between the three paradigms is surprisingly limited.",
		"For example, a discourse marker may signal importance.",
		"While the detail is highly mathematical many of its concepts have entered public discourse.",
		"Issues of this kind raise more general ones about the future of scientific discourse in an electronically mediated world.",
		"It is shown that in this language family derived voice, i.e. passivization, in fact functions in the domain of discourse pragmatics.",
		"Critical EAP is appealing pedagogically because of its restive questioning of discourse norms, although it can seem reactionary at times.",
		"C. all of those which introduce a discourse referent.",
		"The Passenger Much like its discourse on documentary reportage, the film's formal critique of the thriller came straight from the Left Bank.",
		"I submit that a discourse may be willfully ' distorted ' for perfectly sincere, conscious and rational reasons.",
		"In this discourse \"he impugned the idea of the existence of any visible church at all, ridiculed the value of any tests of orthodoxy, and poured contempt upon the claims of the church to govern itself by means of the state.\"",
		"Here, in his warm room (dans un poele), he indulged those meditations which afterwards led to the Discourse of Method.",
		"He was not an orator, and though he could express himself forcibly on occasion, his speech was incoherent and devoid of any of the arts of rhetoric. Clarendon notes on his first appearance in parliament that \"he seemed to have a person in no degree gracious, no ornament of discourse, none of those talents which use to reconcile the affections of the standers by; yet as he grew into place and authority his parts seemed to be renewed.\"",
		"With the thought of God, accordingly, there is correlated a modification in thoughts upon all other subjects; and a full system of theism must discourse \" Of God, of the world, of the Soul, \" like Matthew Arnold's Moses.",
		"The building was intended to be \"a place of public meeting for all sorts and descriptions of people, without distinction, who shall behave and conduct themselves in an orderly, sober, religious and devout manner, for the worship and adoration of the eternal, unsearchable and immutable Being, who is the author and preserver of the universe, but not under and by any other name, designation or title, peculiarly used for and applied to any particular being or beings by any man or set of men whatsoever; and that no graven image, statue or sculpture, carving, painting, picture, portrait or the likeness of anything shall be admitted within the said messuage, building, land, tenements, hereditament and premises; and that no sacrifice, offering or oblation of any kind or thing shall ever be permitted therein; and that no animal or living creature shall within or on the said messuage, &c., be deprived of life either for religious purposes or food, and that no eating or drinking (except such as shall be necessary by any accident for the preservation of life), feasting or rioting be permitted therein or thereon; and that in conducting the said worship or adoration, no object, animate or inanimate, that has been or is or shall hereafter become or be recognized as an object of worship by any man or set of men, shall be reviled or slightingly or contemptuously spoken of or alluded to, either in preaching or in the hymns or other mode of worship that may be delivered or used in the said messuage or building; and that no sermon, preaching, discourse, prayer or hymns be delivered, made or used in such worship, but such as have a tendency to the contemplation of the Author and Preserver of the universe or to the promotion of charity, morality, piety, benevolence, virtue and the strengthening of the bonds of union between men of all religious persuasions and creeds.\"",
		"Besides his papers in the Philosophical Transactions, the principal works of Greaves are Pyramidographia, or a Description of the Pyramids in Egypt (1646); A Discourse on the Roman Foot and Denarius (1649); and Elementa linguae Persicae (1649).",
		"He appears, in the composition of his various pieces, to have treated everything that occurred to him in the most desultory fashion, sometimes adopting the form of dialogue, sometimes that of an epistle or an imaginary discourse, and often to have spoken in his own name, giving an account of his travels and adventures, or of amusing scenes that he had witnessed, or expressing the results of his private meditations and experiences.",
		"In the second case there is also the closest parallel between physical blindness cured, and spiritual darkness dispelled, by the Logos-Light as described in the accompanying discourse.",
		"Griffith Jones, preaching at Llanddewi Brefi, Cardiganshire - the place at which the Welsh Patron Saint, David, first became famous - found Daniel Rowland (1713-1790), curate of Llangeitho, in his audience, and his patronizing attitude in listening drew from the preacher a personal supplication on his behalf, in the middle of the discourse.",
		"The imperturbable courtesy of his style is in striking contrast to the violence of his opponents; and it must be remembered that, in spite of his unorthodoxy, he was not an atheist or even an agnostic. In his own words, \"Ignorance is the foundation of atheism, and freethinking the cure of it\" (Discourse of Freethinking, 105).",
		"He insisted on the imperative duty of bishops and clergy to reside in their benefices, publishing at Venice (1547) his discourse to the council De necessaria residentia personali, which he treated as juris divini.",
		"Their courtesy and dignity of manner are very striking, and are combined with ease and a fluency of discourse.",
		"In this way he is led to regard the sophist successively - (t) as a practitioner of that branch of mercenary persuasion in private which professes to impart \" virtue \" and exacts payment in the shape of a fee, in opposition to the flatterer who offers pleasure, asking for sustenance in return; (2) as a practitioner of that branch of mental trading which purveys from city to city discourses and lessons about \" virtue,\" in opposition to the artist who similarly purveys discourses and lessons about the arts; (3) and (4) as a practitioner of those branches of mental trading, retail and wholesale, which purvey discourses and lessons about \" virtue \" within a city, in opposition to the artists who similarly purvey discourses and lessons about the arts; (5) as a practitioner of that branch of eristic which brings to the professor pecuniary emolument, eristic being the systematic form of antilogic, and dealing with justice, injustice and other abstractions, and antilogic being that form of disputation which uses question and answer in private, in opposition to forensic, which uses continuous discourse in the law-courts; (6) as a practitioner of that branch of education which purges away the vain conceit of wisdom by means of crossexamination, in opposition to the traditional method of reproof or admonition.",
		"These definitions being thus various, the Eleate notes that the sophist, in consideration of a fee, disputes, and teaches others to dispute, about things divine, cosmical, metaphysical, legal, political, technical - in fact, about everything - not having knowledge of them, because universal knowledge is unattainable; after which he is in a position to define the sophist (7) as a conscious impostor who, in private, by discontinuous discourse, compels his interlocutor to contradict himself, in opposition to the Sn,uoXoyucos, who, in public, by continuous discourse, imposes upon crowds.",
		"His Histoire des doctrines chimiques, the introductory discourse to his Dictionnaire, but published separately in 1868, opens with the wellknown dictum, \"La chimie est une science francaise.\"",
		"But I seem to have lost the thread of my discourse.",
		"These will be linked to the wider features of the religious discourse of rabbinic Judaism.",
		"These categories and their members have referents in the universe of discourse.",
		"Invoking the specter of dual loyalty to mute criticism and debate amounts to more than the everyday pollution of public discourse.",
		"Rose (1976) wrote about different ' universes of discourse ', each of which contributes to our understanding of behavior.",
		"Most degree programs focus heavily on communication techniques of all sorts, from verbal interaction to written discourse, to best prepare students for future opportunities.",
		"The relation between nudism and eugenics was complex, and use of an aesthetic discourse is no simple marker of eugenic thought or of fascism.",
		"You may just find the perfect story ideas, or a compelling social question that begs for discourse.",
		"Not only will it be a nice start for your SEO but it will give you the practice needed to discourse with the big ones out there.",
		"I filled Betsy in on the details of the prior evening with a rambling discourse.",
		"Weller took another bite of his sandwich, waved Dean to a seat as if he were the host, and continued with his discourse.",
		"The Discourse of Method and the Meditations apply what the Rules for the Direction of the Mind had regarded in particular instances to our conceptions of the world as a whole.",
		"Wollaston's Religion of Nature, which falls between Clarke's Discourse of the Unchangeable Obligations of Natural Religion and Butler's Sermons, was one of the popular philosophical books of its day.",
		"In 1873 he took thermoelectricity for the subject of his discourse as Rede lecturer at Cambridge, and in the same year he presented the first sketch of his well-known thermoelectric diagram before the Royal Society of Edinburgh.",
		"Sir Richard Weston's Discourse on the Husbandry of Brabant and Flanders was published by Hartlib in 1645, and its title indicates the source to which England owed much of its subsequent agricultural advancement.",
		"Appointed superintendent of the cathedral school of his native city, he taught with such success as to attract pupils from all parts of France, and powerfully contributed to diffuse an interest in the study of logic and metaphysics, and to introduce that dialectic development of theology which is designated the scholastic. The earliest of his writings of which we have any record is an Exhortatory Discourse to the hermits of his district, written at their own request and for their spiritual edification.",
		"All listened devoutly to a discourse delivered with an emphatic slowness and penetrating beneath the letter of the Law to the spiritual truth that lay hidden within.",
		"This may be so extended as to include a discourse in favour of pure morality, though, even in that case, the morals are founded on Christian doctrine, and even the sermon which the fox preaches in La Fontaine's Fables is a parody of a Christian discourse.",
		"Glanvill's first work (a passage in which suggested the theme of Matthew Arnold's Scholar Gipsy), The Vanity of Dogmatizing, or Confidence in Opinions, manifested in a Discourse of the shortness and uncertainty of our Knowledge, and its Causes, with Reflexions on Peripateticism, and an Apology for Philosophy (1661), is interesting as showing one special direction in which the new method of the Cartesian philosophy might be developed.",
		"The result was that he delivered in the Masonic Hall, in the winter of 1841-1842, as lectures, substantially the volume afterwards published as the Discourse of Matters pertaining to Religion.",
		"He distinguished himself as a statesman at the Assembly of Notables at Fontainebleau in 1560, when he delivered an exceedingly brilliant discourse, in which he opposed the policy of violence and demanded a national council and the assembly of the states general.",
		"Holding fast then on the one hand to the individual as the only true substance, and on the other to the traditional definition of the genus as that which is predicated of a number of individuals (quod praedicatur de pluribus), Abelard declared that this definition of itself condemns the Realistic theory; only a name, not a thing, can be so predicated - not the name, however, as a flatus vocis or a collection of letters, but the name as used in discourse, the name as a sign, as having a meaning - in a word, not vox but sermo.",
		"His reconstruction of the True Discourse of Celsus (1753), from Origen's reply to it, is a competent and learned piece of work.",
		"Kohl of Bremen to prepare the first volume (1868) of the Historical Society's Documentary History, and he discovered a MS. of Hakluyt's Discourse on Western Planting, which was edited, partly with Woods's notes, by Charles Dean in 1877.",
		"Returning from this mission, he pronounced an eloquent discourse in favour of the republic. His simple manners, easy speech, ardent temperament and irreproachable private life gave him great influence in Paris, and he was elected president of the Commune, defending the municipality in that capacity at the bar of the Convention on the 31st of October 1792.",
		"In his Discourse on the \"Residual Analysis,\" he proposes to avoid the metaphysical difficulties of the method of fluxions by a purely algebraical method.",
		"Thus the finally fixed meaning of the word homily as an ecclesiastical term came to be a written discourse (generally possessing the sanction of some great name) read in church by or for the officiating clergyman when from any cause he was unable to deliver a sermon of his own.",
		"But as no popular discourse delivered from the pulpit could ever be exclusively expository and as on the other hand every sermon professing to be based on Scripture required to be more or less \"exegetical\" and \"textual,\" it would obviously be sometimes very hard to draw the line of distinction between OycXla and Aoyos.",
		"Johnson's wide grasp of the discourse and knowledge of human nature enable him in a hundred entangled passages to go straight to the dramatist's meaning.",
		"After these words, the Mason, as if tired by his long discourse, again leaned his arms on the back of the sofa and closed his eyes.",
		"Such self-denial is merely a process of refining the ideology of imperial discourse.",
		"He reluctantly obeyed, and concluded his last discourse with the tenderest and most touching farewell.",
		"The custom of delivering expositions or comments more or less extemporaneous on the lessons of the day at all events passed over soon and readily into the Christian Church, as may be gathered from the first Apology (c. 67) of Justin Martyr, where we read that, in connexion with the practice of reading portions from the collected writings of the prophets and from the memoirs of the apostles, it had by that time become usual for the presiding minister to deliver a discourse in which \"he admonishes the people, stirring them up to an imitation of the good works which have been brought before their notice.\"",
		"When the struggle between the colonies and the mother country began, although he felt much sympathy for the former, his opposition to any form of obstruction to the Stamp Act and other measures, and his denunciation of a resort to force created a breach between him and his parish, and in a fiery farewell discourse preached after the opening of hostilities he declared that no power on earth should prevent him from praying and shouting \"God save the King.\""
	],
	"synonyms": [
		"treatise",
		"dissertation",
		"disquisition",
		"sermonette",
		"treatment",
		"discussion",
		"preaching",
		"sermon",
		"harangue",
		"expiation",
		"descant",
		"thesis",
		"oration",
		"narration",
		"speech",
		"thesis",
		"tell",
		"soliloquy",
		"rhetoric",
		"prelect",
		"preach",
		"parley",
		"paper",
		"oration",
		"orate",
		"narration",
		"lecture",
		"homily",
		"expound",
		"expatiate"
	],
	"antonyms": [
		"quiet",
		"silence",
		"monologue",
		"be-quiet"
	]
}