{
	"word": "decry",
	"meaning": [
		"To condemn as wrong or reprehensible.",
		"To speak out against strongly and openly; denounce.",
		"To depreciate (money, etc.) officially.",
		"To depreciate (currency, for example) by official proclamation or by rumor.",
		"To blame for ills."
	],
	"sentences": [
		"I get angry when I see right wing moralists, like some here tonight, decry our relationships.",
		"I do not decry that I am a expert scientist.",
		"Animal activists decry this practice as unfair treatment of animals and demand that the shows be stopped in their tracks.",
		"Despite the fact that many people complain about reality television and decry its existence, the genre continues to expand.",
		"All, or almost all, the clever young men of the brilliant generation of 1830 passed under his influence; and, while he pleased the Romanticists by his frank appreciation of the beauties of English, German, Italian and Spanish poetry, he had not the least inclination to decry the classics - either the classics proper of Greece and Rome or the so-called classics of France.",
		"As headlines decry the state of American education, there are plenty of volunteers who step up to the plate and help by tutoring, teaching or mentoring young people.",
		"Contemptuous of the voting public, our politicians are largely responsible for creating the cynicism that they now decry.",
		"The simple system of rural economy is entirely based upon the dealings of this man, whom it is the fashion sometimes to decry as a usurer, but who is really the one thrifty person among an improvident population.",
		"Even though we now have a standardized video games rating system, there are still individuals like Jack Thompson who decry the violence and mature themes found in many video games.",
		"However, the tide is changing, and while the common theory is that two parents are still better than one parent, psychologists and other professionals are starting to decry the all or nothing generalization.",
		"Purists may decry The Go-Gos' courting of the mainstream but it is hard to quibble with the success.",
		"Handel was appreciated in Dublin at a time when it was still the fashion to decry him in London."
	],
	"synonyms": [
		"excoriate",
		"objurgate",
		"reprobate",
		"condemn",
		"undervalue",
		"slur",
		"lower",
		"lessen",
		"disparage",
		"disapprove",
		"diminish",
		"derogate",
		"deprecate",
		"belittle",
		"criticize"
	],
	"antonyms": [
		"exalt",
		"applaud",
		"compliment",
		"praise",
		"laud"
	]
}