{
	"word": "churlish",
	"meaning": [
		"Of a churl or churls; rustic.",
		"Like a churl; surly; boorish.",
		"Having a bad disposition; surly.",
		"Stingy or mean.",
		"Hard to work or manage."
	],
	"sentences": [
		"The story that Earl Godwine himself was of churlish birth, whether true or false, marks the possibility of such a rise.",
		"It feels churlish that I usually make my excuses.",
		"Sometimes sullen, childish and occasionally downright churlish, you've been known to try the patience of your loved ones!",
		"I didn't want to sound churlish on his page.",
		"Thought it was rather churlish of him to desert his fellows.",
		"I'm reluctant to slay this sacred cow because it looks plain churlish, but somebody has to call it.",
		"However, when Dangercon announced that the Farber Fund would be the official convention charity, it seemed a bit churlish not to go.",
		"So it seems almost churlish to quibble about a name.",
		"Considering it was probably the last time we will ever get to hear him play, perhaps it seems a little churlish to complain.",
		"It would have been very churlish not to be in it.",
		"Then again I wouldn't be so churlish as to oppose the Scots or Welsh having a bank holiday on their national day.",
		"That said, it would be somewhat churlish to vote against additional moneys for the good cause that we have being hearing about.",
		"He has two neighbours, who live still farther north; one is King Winter, a cross and churlish old monarch, who is hard and cruel, and delights in making the poor suffer and weep; but the other neighbour is Santa Claus, a fine, good-natured, jolly old soul, who loves to do good, and who brings presents to the poor, and to nice little children at Christmas.",
		"A small, churlish voice to suit a small, churlish man.",
		"Johnson, of whose various and often merely churlish remarks on Garrick and his doings many are scattered through the pages of Boswell, spoke warmly of the elegance and sprightliness of his friend's conversation, as well as of his liberality and kindness of heart; while to the great actor's art he paid the exquisite tribute of describing Garrick's sudden death as having \" eclipsed the gaiety of nations, and impoverished the public stock of harmless pleasure.\""
	],
	"synonyms": [
		"surly",
		"morose",
		"mean",
		"lowbred",
		"gruff",
		"grouchy",
		"crabbed",
		"vulgar",
		"crude",
		"rude",
		"blunt",
		"uncivil",
		"unamiable",
		"sullen",
		"rustic"
	],
	"antonyms": [
		"gentle",
		"pleasant",
		"polite",
		"nice"
	]
}