{
	"word": "incessant",
	"meaning": [
		"Never ceasing; continuing or being repeated without stopping or in a way that seems endless; constant.",
		"Without pause or stop; not ending, especially to the point of annoyance."
	],
	"sentences": [
		"Instead of singing like the birds, I silently smiled at my incessant good fortune.",
		"He died on the 14th of July 1850, worn out and nearly blind with incessant study.",
		"With an incessant hum of voices the crowd advanced to the table.",
		"Courage, watchfulness, striving for purity, were all necessary in the incessant combat with the forces of evil.",
		"Tribal wars were incessant.",
		"His labours were incessant; practically every military document in the archives of the committee was Carnot's own work, and he was repeatedly in the field with the armies.",
		"The incessant conflicts among the Berber princes of northern Africa gave him employment as a mercenary, which he varied by piratical raids on the trade of the Christians.",
		"After its exertions and achievements during the previous five days of incessant fighting the Canadian Corps was in urgent need of rest and refitment.",
		"The weaver birds began their incessant noisy chatter, fighting for the best position to build a new nest.",
		"Characteristic of the Rand is the fine white dust arising from the crushing of the ore, and, close to the batteries, the incessant din caused by the stamps employed in that operation.",
		"During the first half of the 9th century attacks were incessant in most parts of the island.",
		"Full closes and repeated sentences no longer confuse the issue, but in their absence we begin to notice the incessant squareness of the ostensibly free rhythms. The immense amount of pageantry, though (as in Tannhauser) good in dramatic motive and executed with splendid stage-craft, goes far to stultify Wagner's already vigorous attitude of protest against grand-opera methods; by way of preparation for the ethereally poetic end he gives us a disinfected present from Meyerbeer at the beginning of the last scene, where mounted trumpeters career round the stage in full blast for three long minutes; and the prelude to the third act is an outburst of sheer gratuitous vulgarity.",
		"The population of Babylonia was of many races from early times and intercommunication between the cities was incessant.",
		"Incessant war, both at home and in Italy, had deprived it of its force; it had lost moral influence by humiliations, of which the scene at Canossa was an extreme type.",
		"Even before the Seven Years War there were signs that the German people were beginning to tire of incessant imitation of France, for in literature they welcomed the early efforts of Klopstock, Wieland and Lessing; but the movement received a powerful impulse from the great deeds of Frederick.",
		"From 403 to about 380 B.C. his industry must have been incessant.",
		"Asser, the biographer of Alfred the Great, states that before the prince was twelve years of age he \"was a most expert and active hunter, and excelled in all the branches of that noble art, to which he applied with incessant labour and amazing success.\"",
		"Even on ordinary days arrivals and departures were almost incessant - foreigners being everywhere seen mingled with the native Latins.",
		"But these dispensations, which at first lay chiefly in the gift of the bishops, then almost exclusively in that of the popes, soon increased in an incessant stream, till at the close of the middle ages there were thousands of churches in every western country, by visiting which it was possible to obtain an almost indefinite number of indulgences.",
		"Incessant questioning leads to answers.",
		"It is well known that the earlier editions of this work, especially if they be upon large paper, command extravagant prices; but in reality the copies on smaller paper are now the rarer, for the stock of them has been consumed in nurseries and schoolrooms, where they have been torn up or worn out with incessant use.",
		"Some upheld a rival claimant to the throne in Tvrtkovic, a legitimate son of Tvrtko, and all took sides in the incessant feud between Bogomils and Roman Catholics.",
		"He repeatedly failed in business, notably as manager of a malt-house, largely because of his incessant attention to politics; but in the Boston townmeeting he became a conspicuous example of the efficiency of that institution for training in statecraft.",
		"The American species is also greatly diminished in numbers from incessant pursuit for the sake of its valuable fur.",
		"Greeley's political activity, first as a Whig, and then as one of the founders of the Republican party, was incessant; but he held few offices.",
		"The population was of a very heterogeneous character, but mainly of an undesirable class of Levantines; this with the damp heat and the dirt and noise of the incessant coaling operations gave the town an unenviable reputation.",
		"In the year 1881 there appeared the famous Westcott and Hort text of the New Testament, upon which had been expended nearly thirty years of incessant labour.",
		"These incessant wars weakened the Mahommedans, to the great advantage of the rising power of the Christian kings of Leon and Castile, but they gave the kingdom of Seville a certain superiority over the other little states.",
		"But in the incessant travelling, drawing, collecting specimens and composition in prose and verse he had gained but a very moderate classical and mathematical knowledge when he matriculated at Oxford; nor could he ever learn to write tolerable Latin.",
		"But these lay officials could not long be content with a subordinate position, and hence arose incessant friction, which called for constant intervention on the part of the Frankish sovereigns.",
		"The progress of these African Mussulmans into Spain and their incessant piracies in Italy were perhaps the occasional cause that determined Urban II.",
		"He became its theologian, its apologist, its statesman and corrector, through sixty long years of incessant labour.",
		"Besides this, Charles had to struggle against the incessant rebellions in Aquitaine, against the Bretons, whose revolt was led by their chief Nomenoe and Erispoe, and who inflicted on the king the defeats of Ballon (845) and Juvardeil (851), and especially against the Normans, who devastated the country in the north of Gaul, the valleys of the Seine and Loire, and even up to the borders of Aquitaine.",
		"The incessant labour, the constant anxiety, which were the daily portion of Gustavus Vasa during the seven and thirty years of his reign, told at last even upon his magnificent constitution.",
		"Pope Leo, by his incessant demands for money and his unscrupulous methods of obtaining it, awakened bitter hostility in every class of the community.",
		"The constitution having been destroyed by the Blind, the elector proclaimed one of his own making; but even the chamber elected under the provisions of this despotic scheme could not tolerate his hateful tyranny, and there were incessant disputes between it and the government.",
		"During two and a half years of neutrality, the free and acrimonious discussion of the war and its issues had filled the Press, and been incessant in every home and community and school as well as in Congressional debates.",
		"Near the end of the 9th century, however, the plundering expeditions which emanated from these three sources became so incessant and so widespread that we can signalize no part of west France as free from them, at the same time that the vikings wrought immense mischief in the Rhine country and in Burgundy.",
		"The last years of Luther's life were spent in incessant labour disturbed by almost continuous ill-health.",
		"In 1660, after five years of incessant warfare, Sweden had at length obtained peace and with it the opportunity of organizing and developing her newly won empire.",
		"But, above all, the Greek cities with their endless feuds and violent internal factions, were incessant in their appeals for intervention.",
		"Not strong enough to break up the nobility, with its great estates, they were forced to utilize its services and still further to promote its interests; while their dependence on its good-will and assistance led inevitably to incessant gifts of money, lands and men.",
		"The first attends to the clerical business, voluminous and incessant.",
		"From this time till 1848 he led a life of comparative quiet - not the quiet of inactivity, however, for his incessant labours within the Academy and the Observatory produced a multitude of contributions to all departments of physical science, - but on the fall of Louis Philippe he left his laboratory to join in forming the provisional government.",
		"Alphonso was occupied in almost incessant border fighting against his Christian or Moorish neighbours.",
		"To obviate the incessant struggles which had endangered the land at every vacancy of the throne, Bfetislav, with the consent of the nobles, decreed that the oldest member of the house of Pfemysl should be the ruler of Bohemia.",
		"The country had been in a very disturbed state in consequence of feuds that were incessant during the reign of John, who had almost always been absent from Bohemia.",
		"The years that followed the death of Huss formed in Bohemia a period of incessant theological strife.",
		"The immediate cause of his death was an attack of pneumonia, but the disease was aggravated by the excitement attending his sudden change in circumstances and the incessant demands of office seekers.",
		"To found a colony in the new world was long the desire of Gustavus Adolphus of Sweden, but incessant European wars prevented the establishment of any settlement until after his death.",
		"The process of destruction, slow in some places, is so rapid in others that it can be traced even from month to month - the incessant work of the waves washing away the soft strata at the base of the cliffs and leaving the summits unsupported.",
		"He was, however, soon recalled to Paris by Richelieu, and the rest of his life was spent in incessant literary labour.",
		"The Itzas were one of the eighteen semi-independent Maya states, whose incessant internecine wars at length brought about the dismemberment of the empire of Xibalba and the destruction of Mayan civilization.",
		"By his vast expenditure, ascribable not only to his wars in Italy, his incessant embassies, and the necessity of defending himself in the Comtat Venaissin against the incursions of the adventurous Raymond of Turenne, but also to his luxurious tastes and princely habits, as well as by his persistent refusal to refer the question of the schism to a council, he incurred general reproach.",
		"The command then developed upon General Inglis, who met the incessant attacks of the enemy with countersorties.",
		"An insurrection against the home government was formally commenced in 1811, and an incessant war against the Spanish forces was waged till 1824.",
		"His life was one of incessant eager questioning of nature on all sides, and his many and varied works all bear the stamp of a fresh and original genius, capable of stating and solving problems in all departments of science - at one time finding the true explanation of \"ducks and drakes\" (formerly attributed to the elasticity of water) and at another helping to lay the foundations of our modern vulcanology and meteorology.",
		"Both parties were exhausted, both were sick of the incessant treachery of their more unscrupulous barons, and at last they came to the compromise of Wallingford (October 1153), by which it was agreed that Stephen should reign for the remainder of his life, but that on his death the crown should pass to Henry.",
		"The sheriffs were kept very tightly in hand, and under incessant supervision; once in 1170 nearly the whole body of them were dismissed for misuse of their office.",
		"The two years that followed the loss of Normandy were a time of growing discontent and incessant disputes about taxation.",
		"He survived for a few months, but died, worn out by his incessant campaigning, on the 3fst of August 1422, leaving the crown of England and the heirship of France to his only child Henry of Windsor, an infant less than two years old.",
		"Labour incessant and intense, if it was not the source, was at least an inseparable condition of his power.",
		"The incessant and exhausting labours to which Calvin gave himself could not but tell on his fragile constitution.",
		"What wonder, then, asks the Greek critic, if the diligence of Demosthenes was no less incessant and minute?",
		"His tenure of office was very short, for on the 4th of May 1664 he allowed himself to be entrapped into an ambush by the Moors, who carried on incessant irregular warfare against the English garrison, and was killed, together with nineteen officers and nearly five hundred men of his garrison.",
		"Thus his labours were wearing and incessant.",
		"There were no fixed principles in the Richelicu relations between king and church, hence incessant CIthIS.",
		"Hence arose incessant complaints on the part of the dispossessed bishops, of the metropolitan of Tours, and his suffragans, notably those of Angers and Le Mans, which were more exposed than the others to the incursions of the Bretons; and this gave rise to numerous papal letters, and all this throughout a period of thirty years.",
		"But in the north, on the high plateau and amidst the hills, there was incessant fighting throughout the greater part of the 2nd century u.c., and indeed in some quarters right down to the establishment of the empire.",
		"Resources for the incessant wars of the reign had been sought in the taxation of Castile and the revenue from the mines of America.",
		"Narvaez brought Spain through the troubled revolutionary years 1848 and 1849 without serious disturbance, but his own unstable temper, the incessant intrigues of the palace, and the inability of the Spaniards to form lasting political parties made good government impossible.",
		"While on his guard against his northern foes, Gedymin from 1316 to 1340 was aggrandizing himself at the expense of the numerous Russian principalities in the south and east, whose incessant conflicts with each other wrought the ruin of them all.",
		"Three main characteristics of a successful horse-breaker are firmness, good temper and incessant vigilance.",
		"In the few months between the fall of Khartum and his death the mandi, relieved from the incessant strain of toil, copied in his private life all the vices of Oriental despots while maintaining in public the austerity he demanded of his followers.",
		"As the latter moves round, P'P' will continually follow it through the incessant change of figure produced by the change in the direction of the centrifugal force.",
		"Hostilities between the races were incessant from 1802 till 1830.",
		"The two years and a half thus spent in Central Africa was a time of incessant toil.",
		"He was considerably exhausted by the three years' incessant work, during which he had ridden no fewer than 8500 m.",
		"The clattering of dishes, the hectic scramble at lunch, and the incessant gossiping of her coworkers left her at the edge of her patience at the end of the day.",
		"They had become accustomed to the constant chill in their bones, yet this newfound warmth elicited a welcome sensation that not only rid the cold, but also calmed the incessant craving for blood.",
		"But they are apt to run wild, to get needlessly brisk, unpleasantly incessant.",
		"Back on board the boat the inane incessant excited chatter that follows a superb dive had to be heard to be believed.",
		"The first vote by the papal conclave on Monday cannot come soon enough, if only to relieve the incessant speculation about frontrunners.",
		"Almost incessant weeping, and lots of talk about low self-esteem, inability to cope, fear, and generally depressive.",
		"It's incessant Lions pressure but the backs have yet to attain the fluency required to beat the All Blacks.",
		"Not generally, but I did blog about the seemingly incessant sirens that followed the 21st July abortive bombings.",
		"From then on his life was to be one of mounting debts and almost incessant toil.",
		"Taking pictures proved to be very challenging due to their incessant movement at the slightest puff of wind!",
		"In October 1998 building work got under way but was halted in December after weeks of incessant rain.",
		"His reign is marked by almost incessant fighting in northern Syria.",
		"In 1438 the Pragmatic Sanction of Bourges adopted and put into practice the Basel decrees, and in spite of the incessant protests of the Holy See the Pragmatic was observed throughout the 15th century, even after its nominal abolition by Louis XI.",
		"Heraclitus conceives of the incessant process of flux in which all things are involved as consisting of two sides or moments - generation and decay - which are regarded as a confluence of opposite streams. In thus making transition or change, viewed as the identity of existence and non-existence, the leading idea of his system, Heraclitus anticipated in some measure Hegel's peculiar doctrine of evolution as a dialectic process.'",
		"Attention must also be paid to the artificial restrictions of political geography, to the legislative restrictions bearing on labour and trade as imposed in different countries, and, above all, to the incessant fluctuations of the economic conditions of supply and demandand the combinations of capitalists or workers which affect the market.4 The term \" applied geography \" has been employed to designate commercial geography, the fact being that every aspect of scientific geography may be applied to practical purposes, including the purposes of trade.",
		"Such groups (each with its local deity) would combine for definite purposes under the impulse of external needs, but owing to inevitable internal jealousies and the incessant feuds among a people averse from discipline and authority, the unions were not necessarily lasting.",
		"Abeokuta (a word meaning \"under the rocks\"), dating from 1825, owes its origin to the incessant inroads of the slavehunters from Dahomey and Ibadan, which compelled the village populations scattered over the open country to take refuge in this rocky stronghold against the common enemy.",
		"In 1871 the Anatomical Act of 1832 was amended; and in 1876 the Vivisection Act was passed, a measure which investigators engaged in the medical sciences of physiology and pathology resented as likely to prevent in England the advance of knowledge of living function, both in its normal balance and in its aberrancies, and moreover to slacken that habit of incessant reference of propositions to verification which is as necessary to the clinical observer as to the experimentalist.",
		"Lewes and others the doctrine of \"cerebral reflex\" was suggested, whereby actions, at first achieved only by incessant attention, became organized as conscious or subconscious habits; as for instance in the playing on musical or other instruments, when acts even of a very elaborate kind may directly follow the impulses of sensations, conscious adaptation and the deliberate choice of means being thus economized.",
		"Their political record previous to the presidency of Porfirio Diaz was one of incessant revolutionary strife, in which the idle, unsettled half-breeds took no unwilling part.",
		"It was held unrighteous to invade another nation without a solemn embassy to warn their chiefs of the miseries to which they exposed themselves by refusing the submission demanded, and this again was followed by a declaration of war, but in Mexico this degenerated into a ceremonial farce, where tribute was claimed or an Aztec god was offered to be worshipped in order to pick a quarrel as a pretext for an invasion already planned to satisfy the soldiers with lands and plunder, and to meet the priests' incessant demands for more human sacrifices.",
		"His incessant opposition was attributed partly to his association with Madame de Stael, whose salon was a centre for those disaffected from the Napoleonic regime, and in 1803 he followed her into exile.",
		"The imprisonment of suspects under the Coercion Act had not the expected result, and outrages were incessant, the agitation being supported by constant supplies of money from America.",
		"In the noblemen's hall there was an incessant movement and buzz of voices.",
		"His labours were as various as they were incessant - now guiding the councils of the league, now addressing crowded and enthusiastic meetings of his supporters in London or the large towns of England and Scotland, now invading the agricultural districts and challenging the landlords to meet him in the presence of their own farmers, to discuss the question in dispute, and now encountering the Chartists, led by Feargus O'Connor.",
		"At each ascent or descent of the road the crowds were yet denser and the din of shouting more incessant.",
		"Her incessant chattering might be classified as logorrhea.",
		"Their mother's womb featured incessant amounts of noises that were actually soothing to your infant.",
		"Your cat's incessant meowing may signal her next heat cycle has already begun, or she could simply want a breath of fresh air.",
		"As a matter of fact, the word used to describe their arguments was \"incessant\" - now, that's a lot.",
		"It's also common for dogs to suffer from separation anxiety which can lead to destructive behavior and incessant barking.",
		"Not one ounce of dramatic strength can be linked to this movie and the incessant shots of the heroes donning their suits are almost obscene.",
		"Calamine Lotion - Available in that familiar pink bottle, calamine lotion can prevent the incessant itching that often comes with sunburned skin.",
		"In his old age he was engaged in incessant conflicts with his Aragonese and Catalan subjects, with Louis XI.",
		"Broken in health and spirits by the incessant labours of the time when he did \"half the work of the Reichstag,\" he went in 1883 for a tour in America, and died suddenly in New York on the 5th of January 1884.",
		"The rule of Rosas was now one of tyranny and almost incessant bloodshed in Buenos Aires, while his partisans, foremost amongst whom was General Ignacio Oribe, endeavoured to exterminate the Unitarians throughout the provinces.",
		"According to the annals, incessant war prevailed between Baasha and Abijah's successor, Asa.",
		"It was owing to their incessant raids that Diocletian withdrew the Roman garrisons above the cataracts, and called in the warlike Nobatae to protect the Egyptian frontier from their attacks.",
		"On the other hand, it naturally came to pass that certain of the allies became weary of incessant warfare and looked for a period of commercial prosperity.",
		"During a life of incessant activity Chalmers scarcely ever allowed a day to pass without its modicum of composition; at the most unseasonable times, and in the most unlikely places, he would occupy himself with literary work.",
		"The advance of cultivation, even more than the incessant attacks of sportsmen, has gradually caused the tiger to become a rare animal in large tracts of country; but it is scarcely probable that he will ever be exterminated from India.",
		"Moawiya from his side made incessant raids into Ali's dominion, and by his agents caused a very serious revolt in Basra.",
		"The rest of his life was spent in incessant controversy - theological, mathematical, chronological and miscellaneous.",
		"Speranski's high-pitched voice struck him unpleasantly, and the incessant laughter grated on him like a false note.",
		"Black figures flitted about before the fire, and through the incessant crackling of the flames talking and shouting could be heard.",
		"But this was not to be; he was worn out by the incessant toils and fatigues and austerities of his laborious life, and he died at his monastery at Bologna, on the 6th of August 1221.",
		"The forty years from 1189 to 1229 form a period of incessant crusading, occupied by Crusades of every kind.",
		"For forty-five years his labour was incessant; his first memoir was published in 1825 when he was yet a student; his last appeared shortly after his death on the 4th of April 1870.",
		"He proposed to provoke the Tatars to a rupture by repudiating the humiliating tribute with which the Republic had so long and so vainly endeavoured to buy off their incessant raids.",
		"From all sides, like the roar of the sea, were heard the rattle of wheels, the tramp of feet, and incessant shouts of anger and abuse.",
		"His interest also in public matters was incessant, especially ecclesiastical questions, and such as bore upon the social welfare and moral improvement of the masses.",
		"Very little of all this, however, has escaped the Turkish conquest and the ravages caused by the incessant insurrections of the last two centuries.",
		"The disunion between the Mahommedans of northern Syria and the Fatimites of Egypt, and the political disintegration of the former, were both favourable to the success of the Franks; but they had nevertheless to maintain their ground vigorously both in the north and the south against almost incessant attacks.",
		"Yet it would be treason to the majesty of man's incessant struggle towards an ideal good, if one were to deny that in and through the Crusades men strove for righteousness' sake to extend the kingdom of God upon earth.",
		"It is no detriment to Comte's fame that some of the ideas which he recombined and incorporated in a great philosophic structure had their origin in ideas that were produced almost at random in the incessant fermentation of Saint-Simon's brain.",
		"Two years of incessant labor with relays of artisans working steadily throughout the twenty-four hours were required to finish this piece.",
		"The incessant change which experience brings before us, taken in conjunction with the thought of unity in productive force of nature, leads to the all-important conception of the duality, the polar opposition through which nature expresses itself in its varied products.",
		"The incessant anxiety and strain of some is a well-nigh incurable form of disease.",
		"He mounted it and rode at a gallop to one of the bridges over the Niemen, deafened continually by incessant and rapturous acclamations which he evidently endured only because it was impossible to forbid the soldiers to express their love of him by such shouting, but the shouting which accompanied him everywhere disturbed him and distracted him from the military cares that had occupied him from the time he joined the army.",
		"Letters patent providing for representative government were issued on the 31st of March 1905.1 For some time he had suffered in health from the incessant strain of work, and he determined to retire.",
		"In spite of his almost incessant controversies with the Aristotelians, he found time to make a comprehensive study of contemporary science.",
		"Andrewes was an incessant worker as well as preacher, and often laboured beyond his strength.",
		"His day was thus one of incessant mental activity; but hard work was so far from breeding a distaste for his occupation, that reading and writing grew ever more delightful to him (literarum assiduitas non modo mihi fastidium non pant, sed voluptatem; crescit scribendo scribendi studium).",
		"Pierre saw that there was a bridge in front of him and that soldiers were doing something on both sides of it and in the meadow, among the rows of new-mown hay which he had taken no notice of amid the smoke of the campfires the day before; but despite the incessant firing going on there he had no idea that this was the field of battle.",
		"It is pathetic and yet inspiring to study the development of Presbyterianism in France; pathetic because it was in a time of fierce persecution that the French Protestants organized themselves into churches, and inspiring, because it showed the power which scriptural organization gave them to withstand incessant, unrelenting hostility.",
		"Amid the smoke, deafened by the incessant reports which always made him jump, Tushin not taking his pipe from his mouth ran from gun to gun, now aiming, now counting the charges, now giving orders about replacing dead or wounded horses and harnessing fresh ones, and shouting in his feeble voice, so high pitched and irresolute.",
		"She knew Prince Andrew was in the same yard as themselves and in a part of the hut across the passage; but this dreadful incessant moaning made her sob.",
		"His funeral was a most remarkable display of public esteem, in which nearly all the ruling princes of Germany joined, and was a striking sign of the position to which, after twenty years of incessant struggle, he had raised his party.",
		"During these two or three years of incessant political intrigue and warfare it was not to be expected that the Lateran council should accomplish much.",
		"The disastrous invasion of the Turks, incessant civil wars and devastation by foreign armies and pestilence, caused a very heavy loss both of population and of prosperity.",
		"At last, however, after nearly twelve months' incessant labour, the work was completed in November 1860.",
		"He'd hitchhiked between towns and walked cross-country, admiring the Irish landscape as he went and cursing the cold, incessant rain of late autumn.",
		"From this time onwards his life was one of incessant toil; he was continually engaged in the active service of his order, was frequently travelling upon long and tedious journeys, and was constantly consulted on affairs of state by the reigning pontiff.",
		"Incessant labor with my hands, at first, for I had my house to finish and my beans to hoe at the same time, made more study impossible.",
		"Exposed to the incessant attacks of the savages, the place was a second time abandoned, February 1543."
	],
	"synonyms": [
		"never-ending",
		"unceasing",
		"unremitting",
		"perpetual",
		"constant",
		"ceaseless",
		"unending",
		"persistent",
		"nonstop",
		"relentless",
		"eternal",
		"endless",
		"continuous",
		"steady",
		"continual"
	],
	"antonyms": [
		"interrupted",
		"broken",
		"intermittent",
		"ceasing",
		"ending",
		"occasional"
	]
}