{
	"word": "impede",
	"meaning": [
		"To bar or hinder the progress of; obstruct or delay.",
		"To get in the way of; to hinder."
	],
	"sentences": [
		"I have fallen off three times already, which is starting to impede my progress.",
		"The underbrush will impede the progress of the hunted animal.",
		"This will impede learning, essentially causing more problems than solutions.",
		"If the reefs impede navigation they form some good harbours.",
		"Will the change impede the flow of learning in the course?",
		"I place my hand on the hand of the speaker so lightly as not to impede its movements.",
		"Ceiling tiles can help impede the spread of fire.",
		"The housing market is making inequality wider and starting to furtherimpede social mobility.",
		"The bridge over the Elbe was destroyed by the French in 1813, and again by the Saxons in June 1866 in order to impede the march of the Prussians on Dresden.",
		"Just because the jeans are snug doesn't mean they should impede your movements.",
		"I want my planet back, Jetr, and the Council has done nothing in all these sun-cycles but impede me.",
		"In 1866 he refused to enter the Ricasoli cabinet; in 1867 he worked to impede the Garibaldian invasion of the papal states, foreseeing the French occupation of Rome and the disaster of Mentana.",
		"On the outbreak of the Franco-German War he worked energetically to impede the projected alliance with France, and to drive the Lanza cabinet to Rome.",
		"This incident well illustrates the ground of his objection to the British system of patent law, which he looked upon as calculated to strifle invention and impede progress; the patentees in this case did not manage to make a practical success of their invention themselves, but the existence of prior patents was sufficient to turn him aside from a path which conducted him to valuable results when afterwards, owing to the expiry of those patents, he was free to pursue it as he pleased.",
		"Indeed, the result of his monumental labours has been to impede rather than to promote the restoration of the genuine Septuagint.",
		"The British admiral was accused of applying himself so entirely to seizing and selling his booty that he would not allow his second in command, Sir Samuel Hood, who had recently joined him, to take proper measures to impede the arrival of French forces known to be on their way to Martinique.",
		"The degree of hardening which the steel undergoes increases with its carbon-content, chiefly because, during sudden cooling, the presence of carbon acts like a brake to impede the transformations, and thus to increase the quantity of 0-iron caught in transit, but probably also in part because the hardness of this 0-iron increases with its carbon-content.",
		"Several springs are named after the serpent, and the sacred fountain of Ephca at Palmyra, whose guardian in the early Christian era was appointed by the god Yarlhibol, is still tenanted by a female serpent-demon which can impede its flow.",
		"Internally, Catholicism in the United States has been free from any noteworthy schisms or heresies that might impede its development - its doctrinal history offers nothing of importance.",
		"The seed is prepared in a similar manner as for pressing, except that it is not reduced to a fine meal, so as not to impede the percolation of the solvent through the mass.",
		"Do you want to impede the functioning of the single European market?",
		"A novice bodhisattva's anger at a mature bodhisattva's anger at a mature bodhisattva, for instance, will not de-commission her, but it will impede her development.",
		"A novice bodhisattva's anger at a mature bodhisattva, for instance, will not de-commission her, but it will impede her development.",
		"Work boats moored under the bridge above the lock significantly impede craft using the lock landing.",
		"The painterly adaptations of her sources impede our ability to read the image as transparent; their surfaces are literally rendered opaque.",
		"No censures, excommunications or interdicts with which the Holy Father might vex or grieve the sovereign lord or his subjects, should be published or in any way impede the usual performance of the sacraments and the holding of the divine services.",
		"Such difficulties extend to schoolwork and can impede learning to read or write or to do math.",
		"Does the student exhibit behaviors that impede his or her learning or that of others?",
		"The total length of navigable channels is about 1150 m., but sand banks and shallows not infrequently impede the shipping traffic at low water during the summer.",
		"A rapid march through Thrace and Macedonia brought him to Thessaly, where he repulsed the Thessalian cavalry who tried to impede him.",
		"Its details cannot be described in this place (see Investitures); we need only say that this ill-fated quarrel was not calculated to advance the reform movement, but rather to impede it, and, further, that it ended in failure.",
		"Meanwhile, these accords will not impede our efforts to develop the capable theater missile defenses we need.",
		"Wire-free designs-While bras are created to provide comfort, support, and style, they do not contain wires, which can impede milk production and clog milk ducts.",
		"Too much stimulation, in contrast, can impede your child's inborn imagination as there is so much distraction, little is left for which to mentally compensate.",
		"This will allow you to choose a club based on shaft flex, which can help you find one that will not impede on distance.",
		"No matter how much you might love a given ski, if it's the wrong length it will impede your technique.",
		"Movie executives are unsure as to whether Owen Wilson's health will impede his career and movie promotions.",
		"Ceiling tiles that have been treated with Celotex BioShield mold and mildew resistant coating can help impede the growth of mold in areas with high humidity.",
		"It should be situated closer to the kitchen than the dining room or it could impede traffic.",
		"It can also be used to keep produce from ripening as soon; to eliminate insects; and to impede the growth of sprouts on items such as onions, beans and potatoes.",
		"You don't want to wear anything confining when you're working out - this will impede your full range of motion.",
		"Health issues could impede your work, so take care of any minor illnesses.",
		"The low level of wages in many trades and the jealousies of the Chambers of Labor and other working-class organizations impede rapid development.",
		"In short, these elements seem to impede the allotropic change of the iron itself.",
		"Bismarck, knowing that nothing would more impede the consolidation of the empire than an outbreak of local patriotism, always so jealous of its rights, generally used his influence to avoid constitutional disputes, and discouraged the discussion of questions which would require an authoritative interpretation of the constitution.",
		"In some severe burns and wounds, aloe gel may actually impede healing.",
		"Below it is the conducting surface (B) of glassy epidermal cells, with short downward-directed points, which facilitate the descent, but impede the ascent of an insect.",
		"But for the Tunisian question Italy might again have been drawn into the wake of France, Mancini tried to impede the organization of French rule in thi Regency by refusing to recognize the treaty of Bardo, yet sc careless was Bismarck of Italian susceptibilities that he in.",
		"This would, for example, impede China from placing multiple warheads on a mobile missile.",
		"Discarding your original product in favor of one that gains customer traction may sound like a relatively simple objective, but all sorts of obstacles can impede your progress.",
		"Because they are mounted across the middle of the window's glass, a large or heavy style rod may impede too much light, or may look out of a place.",
		"They will cause an incorrect boot fit, which will impede your technique.",
		"If you decide to transform a room it might cost less money, but construction will definitely impede on your daily life.",
		"When you are on your bike and going very fast, the last thing you need is to have anything impede your sight.",
		"During this two-year period, California Adventure is undergoing a vast upgrade, which will impede on the park's ability to fully service guests at this event.",
		"Pain can have a negative impact on a person's quality of life and impede recovery from illness or injury.",
		"If your child is already mobile, you'll need to be particularly careful that the costume will not impede crawling or walking.",
		"Your body needs adequate amounts of water to function properly, and becoming dehydrated and feeling fatigued can certainly impede you on the road to a healthy weight.",
		"It will provide a comfortable layer of warmth, but it won't impede your movement.",
		"Vamps growled as she passed them but made no move to impede her.",
		"The Boeotians by this means secured a powerful weapon of offence against Athens, being able to impede their supplies of gold and corn from Thrace, of timber from Macedonia, and of horses from Thessaly.",
		"The lake is subject to occasional storms, especially from the south-south-east and south-west, which leave a heavy swell and impede navigation.",
		"In recent years, antioxidants have gained a good deal of attention due to their ability to impede free radicals in the body and slow the oxidative process.",
		"Sleeves can catch on twigs and underbrush, and they can impede your ability to aim effectively.",
		"Today, researchers have found that those stiff designs actually impede babies and toddlers from learning to walk.",
		"If your children are free-spirited, creative, or need to self-express themselves in order to feel confident, uniforms may impede their happiness in a school environment.",
		"Tantra yoga practitioners must first learn to release any blocks they have placed in their own path, to relax all body tensions, and to silence any mental chatter that would otherwise impede their progress.",
		"This gradually became malicious, with these nasty programs designed to destroy hard disk files or impede networks with hacker identity tags as a medal of honor.",
		"In addition, too much fiber can impede the absorption of minerals like zinc, iron, magnesium and calcium.",
		"Not only that, but if you're fresh out of a hot bath or shower, your skin may be swollen from the heat, which will further impede your progress.",
		"However, lifeguards stationed at rocky lakes or quarries often wear durable footwear that can be easily removed so as not to impede them when they need to enter the water during an emergency.",
		"As sodium chloride is one of the most permeable of crystalloids it seems strange that damage to the renal tissue should impede its excretion.",
		"The route followed by Alexander, though he also crossed at Thapsacus, took him unresisted across the northern parts; but the poor people of Mesopotamia suffered from the measures taken by their satrap Mazaeus to impede Alexander's progress.",
		"You may prefer this style because even though the sides of this bikini bottom are just mere scraps of string, this won't impede the desired fabric coverage.",
		"Follow the rules of a situation, but be cautious of rules that impede progress, question them.",
		"The platform offers more support - 1970s platform shoes were lauded in the day for being tall but so well built that they did not impede either function or comfort.",
		"The fundamental problem with masks is they can impede the wearer's vision.",
		"Coaches can help a lot with putting padding into a helmet so that it protects a player and doesn't impede vision, but not every helmet fits everyone.",
		"Aquatic weed growth can impede navigation, clogging boats' propellers and can also physically impede waterflow.",
		"When a root comes in contact at its tip with scme hard body, such as might impede its progress, a curvature of the growing part is set up, which takes the young tip away from the stone, or what-not, with which it is in contact."
	],
	"synonyms": [
		"stop",
		"slow",
		"retard",
		"interfere",
		"harass",
		"curb",
		"clog",
		"disrupt",
		"hamper",
		"delay",
		"stymie",
		"thwart",
		"obstruct",
		"hinder",
		"deter"
	],
	"antonyms": [
		"support",
		"aid",
		"assist",
		"forward",
		"advance",
		"facilitate",
		"help"
	]
}