{
	"word": "archaic",
	"meaning": [
		"Relating to, being, or characteristic of a much earlier, often more primitive period, especially one that develops into a classical stage of civilization.",
		"Belonging to an earlier period; ancient.",
		"No longer current or applicable; antiquated.",
		"Antiquated; old-fashioned.",
		"Relating to, being, or characteristic of words and language that were once in regular use but are now relatively rare and suggestive of an earlier style or period.",
		"A member of an archaic population of Homo.",
		"(archaeology, US, usually capitalized) A general term for the prehistoric period intermediate between the earliest period (‘Paleo-Indian’, ‘Paleo-American’, ‘American‐paleolithic’, &c.) of human presence in the Western Hemisphere, and the most recent prehistoric period (‘Woodland’, etc.).",
		"(paleoanthropology) (A member of) An archaic variety of Homo sapiens."
	],
	"sentences": [
		"The walls are often covered with paintings in a very simple archaic style, in red and black.",
		"Amongst Conifers the archaic genera, Ginkgo and Araucarus still persist.",
		"It represented the goddess, standing in the stiff archaic style, holding a spear in her right hand, in her left a distaff and spindle or a shield.",
		"Today, the term girdle has almost become archaic.",
		"The National Museum, founded in 1866, is especially rich in archaic sculptures and in sepulchral and votive reliefs.",
		"I know it's an archaic idea for a woman to want the man to wear the pants, but I'm entitled to my opinion the same as you and Lori.",
		"Oriental law is primitive or advanced according to the social conditions, with the result that antiquity of ideas is no criterion of date, and modern desert custom is more archaic than the great code of the Babylonian king Khammurabi Babylonian g y g Law.",
		"With the removal of Judaism from Palestine and internal social changes the archaic primitive law reappeared, now influenced, however, by Mahommedan legislation.",
		"The British Museum possesses an interesting Etruscan or Archaic Italian example of this primitive device.",
		"The discovery of a large number of very archaic inscriptions in the island of Thera, which was made by Freiherr Hiller von Gartringen in 1896, has shown that the earliest Greek - alphabet was even more like the Phoenician than had of been heretofore believed.",
		"The remains of the old temples of Selinus, with; their archaic metopes, attributed to the 6th century B.C., show us the Doric style in its earlier state.",
		"From the towns, from the counties as wholes, and from many of its ancient lordships, the crown was entitled to archaic dues in kind, such as honey.",
		"But the bristle-tails and springtails, which form the modern order Aptera, are all without any trace of wings, and, on account of several remarkable archaic characters which they exhibit, there is reason for believing that they are primitively wingless - that they represent an early offshoot which sprang from the ancestral stock of the Hexapoda before organs of flight had been acquired by the class.",
		"As the abode of the sculptors Dipoenus and Scyllis it gained pre-eminence in woodcarving and bronze work such as is still to be seen in the archaic metal facings found at Olympia.",
		"During the Persian wars Sicyon could place 3000 heavy-armed men in the field; its school of bronze sculptors still flourished, and produced in Canachus a master of the late archaic style.",
		"Strictly speaking, any such communication is an epistle, but at the present day the term has become archaic, and is used only for letters of an ancient time, or for elaborate literary productions which take an epistolary form, that is to say, are, or affect to be, written to a person at a distance.",
		"That the remains exhibit variety and fertility, that there are in them numerous happy strokes of humour and satire, and many felicitous phrases and descriptions, is true, but the art is on the whole heavy, awkward and forced, and the style rudely archaic and untasteful.",
		"The ritual generally is as magnificent as in the West, but of a more archaic type.",
		"This framework consists of short notices of important events, wars, prodigies, consecration of temples, &c., all recorded with extreme brevity, precisely dated, and couched in a somewhat archaic style.",
		"The language itself, as might be expected from the date of Wulfila's translation, is of a much more archaic type than that of any other Teutonic writings which we possess, except a few of the earliest Northern inscriptions.",
		"Archaic terracottas show it to have been inhabited in the 6th century B.C., but it is first heard of in history as resisting the attacks of Satyrus, ruler of the Cimmerian Bosporus, c. 390 B.C. His successor Leucon took it and made it a great port for shipping wheat to Greece, especially to Athens.",
		"Two such engraved cylinders of this archaic period are in the British Museum collections.",
		"The fine collection in the British Museum presents us with Babylonian specimens of even archaic times, Assyrian followed by an historical series, the earliest of which is of nearly 4500 years B.C. The Assyrian series is not so full.",
		"Beginning with the examples of the nth and 12th centuries, we find the subjects generally of an archaic style, which is evidence of an early stage of the art.",
		"While little importance is to be given to such characters as the unsegmented body, the small number of limbs and the absence of a shell-fold and of paired eyes, it has, on the other hand, preserved archaic features in the form of the limbs and the masticatory function of the antenna.",
		"The text and earlier commentaries are in the - the most archaic form of the Celtic or Gaelic language.",
		"The rigorously authentic character of these laws, relating to, and dealing with, the actual realities of life, and with institutions and a state of society nowhere else revealed to the same extent, the extreme antiquity both of the provisions and of the language, and the meagreness of continental material illustrative of the same things, endow them with exceptional archaic, archaeological and philological interest.",
		"An older account of the divine commission to Joshua appears in the archaic passage v.",
		"In 1907 the sanctuary of Athena \"of the Brazen House\" (X aX KlocKos) was located on the Acropolis immediately above the theatre, and though the actual temple is almost completely destroyed, fragments of the capitals show that it was Doric in style, and the site has produced the longest extant archaic inscription of Laconia, numerous bronze nails and plates and a considerable number of votive offerings, some of them of great interest.",
		"But, on the other hand, Portuguese has remained more exclusively Latin in its vocabulary, and, particularly in its conjugation, it has managed to preserve several features which give it, as compared with Castilian, a highly archaic air.",
		"Reisner that the archaic culture first detected at Nagada and Abydos and then at many points as far north as Giza extended southwards into Nubia at least as far as Gerf Husein.",
		"Geologically, Armenia consists of archaic rocks upon which, towards the north, are superimposed Palaeozoic, and towards the south later sedimentary rocks.",
		"The style of the sculptures on the frieze is quite barbaric, with archaic elements, and is probably derived from Gaul.",
		"The decision to use an archaic diction might be thought a central part of Spenser's particularly Protestant poetics.",
		"Also other mysteries from an archaic and elite academy lies waiting for us there.",
		"Meanwhile the Dance class trawlers, with their heavier and somewhat archaic 4 in, guns, occupied themselves with the convoy itself.",
		"Although Wade used slightly archaic English and punctuation it makes interesting reading.",
		"In today's electronic world all this would seem archaic.",
		"Most students would find all of this rather prosaic not to say archaic.",
		"The archaic formula of a glass of OJ is not as outdated as you might think.",
		"His philological studies, to which the last fourteen years of his life were devoted, resulted in the compilation of \"A Glossary of Provincial and Archaic Words,\" intended as a supplement to Dr Johnson's Dictionary, but never published except in part, which finally in 1831 passed into the hands of the English compilers of Webster's Dictionary, by whom it was utilized.",
		"Almost all the sculptured metopes are in the museum, and are of the highest interest to the student of archaic art.",
		"Petrels are archaic oceanic forms, with great powers of flight, dispersed throughout all the seas and oceans of the world, and some species apparently never resort to land except for the purpose of nidification, though nearly all are liable at times to be driven ashore, and often very far inland, by gales of wind.'",
		"The conservatism which is a feature of proper names everywhere, in consequence of which the archaic traits of a language are frequently preserved in them, just as they are preserved in terms used in the ritual and in poetic diction, is sufficient to account for the interesting fact that the Semitic settlers of the Euphrates valley in handing down their names from one generation to another retained the custom of writing them in \" Sumerian \" fashion, or, as we might also put it, in \"ideographic\" form.",
		"The inhabitants, who retain many quaint and archaic peculiarities of manner and dress, speak the variety of Dutch known as Low Frankish.",
		"In all these works the phenomena of societies in an archaic stage, whether still capable of observation or surviving in a fragmentary manner among more modern surroundings or preserved in contemporary records, are brought into line, often with singular felicity, to establish and illustrate the normal process of development in legal and political ideas.",
		"This Revised or Later Version is in every way a readable, correct rendering of the Scriptures, it is far more idiomatic than the Earlier, having been freed from the greater number of its Latinisms; its vocabulary is less archaic. Its popularity admits of no doubt, for even now in spite of neglect and persecution, in spite of the ravages of fire and time, over 150 copies remain to testify to this fact.",
		"In the archaic period the Dionysiac rites and orgies spread from Thrace into Greece, in spite of opposition which has left many traces in tradition, and the worship of Demeter at Eleusis was modified by Cretan influence ultimately traceable to Asia Minor.",
		"That Wimmer postdates the introduction of the runic alphabet seems clear from the archaic forms and method of writing.",
		"It does not indeed follow that the extant poem is of so early a date; but its syntax is remarkably archaic in comparision with that of the Old English poetry of the 8th century.",
		"These elements were old, but scarcely primitive; and the archaic rite of the Key of Truth (see PAULICIANs) is without them.",
		"I do n't know much about archaic combat, but I 'm sure as hell that mass telepathy was n't a factor.",
		"Many years ago, Nordic Track equipment was composed of two wooden boards and a very basic, if not archaic, design.",
		"Hopefully for Aiken, his fans are mature enough to love him and his music, no matter what his sexuality, because to stop loving his music that they've loved for so many years would be completely archaic.",
		"The story is good for a laugh by liberals, given Meghan's father's archaic and old fashioned views on everything from gay marriage to gay adoptions.",
		"Archeological evidence suggests the practice of applying a penis sheath dates to the prehistoric Near East, Minoan Crete, archaic Greece, and Roman Italy.",
		"I remember back in the mid-90s, when I was just a wee lad, I would go over to the neighbor's house and play the old Lemonade Tycoon on their archaic computer.",
		"The graphics, by today's standards, were archaic at best, but the gameplay was insanely addictive.",
		"This transaction is similar to the archaic practice of buying a British title of nobility, only a handbag is ultimately more useful.",
		"Egyptian tattoo art is among the most popular of these archaic depictions due to its beauty, mystery and detail.",
		"The history of ancient, non-tattooed body art begins in the tip of a sharp thorn, the keen edge of a bone knife or the incendiary surface of an archaic tool.",
		"In recent years, this once archaic or geographically-focused practice attained acceptance in additional cultures, fostering greater awareness about scarring as a form of body art and eventual wide-spread understanding.",
		"This is a really archaic 'looking' device that provides Pilates enthusiasts with some custom resistance, alignment and flexibility, all of which are ideal for a good Pilates workout.",
		"Maybe all this waiting was archaic.",
		"The Ratitae branched off, probably during the Eocene period, from that still indifferent stock which gave rise to the Tinami+Galli+Gruiformes, when the members of this stock were still in possession of those archaic characters which distinguish Ratitae from Carinatae.",
		"From it came the three archaic metopes now in the museum at Palermo, which are of great importance in the history of the development of art, showing Greek sculpture in its infancy.",
		"Milchhdfer (Anfdnge der Kunst) had called attention to certain remarkable examples of archaic Greek bronze-work, and the subsequent discovery of the votive bronzes in the cave of Zeus on Mount Ida, and notably the shields with their fine embossed designs, shows that by the 8th century B.C. Cretan technique in metal not only held its own beside imported Cypro-Phoenician work, but was distinctly ahead of that of the rest of Greece (Halbherr, Bronzi del antro di Zeus Ideo).",
		"Among other Greek remains in the island may be mentioned, besides the great inscription, the archaic temple of the Pythian Apollo at Gortyna, a plain square building with a pronaos added in later times, excavated by Halbherr G 3' ?",
		"This conclusion has shown that the Euthyneura do not represent an archaic form of Gastropoda, but are themselves derived from streptoneurous forms. The difference between the two sub-classes has been shown to be slight; certain of the more archaic Tectibranchia (Actaeon) and Pulmonata (Chilina) still have the visceral commissure long and not untwisted.",
		"This condition, probably an archaic one, distinguishes the Aspidobranchia from other Gastropoda.",
		"It corresponds to the right of the two primitive ctenidia in the untwisted archaic condition of the molluscan body, and does not project freely into the branchial cavity, but its axis is attached (by concrescence) to the mantle-skirt (roof of the branchial chamber).",
		"Marine Euthyneura, the more archaic forms of which have a relatively large foot and a small visceral hump, from the base of which projects on the right side a short mantle-skirt.",
		"The island first attracted the notice of archaeologists by the remarkable archaic Greek bronzes found in a cave on Mount Ida in 1885, as well as by epigraphic monuments such as the famous law of Gortyna; but the first undoubted Aegean remains reported from it were a few objects extracted from Cnossus by Minos Kalokhairinos of Candia in 1878.",
		"The Mecaptera, with their predominantly longitudinal wing-nervuration, serve as a link between the Neuroptera and the Trichoptera, their retention of small cerci being an archaic character which stamps them as synthetic in type, but does not necessarily remove them from orders which agree with them in most points of structure but which have lost the cerci.",
		"In the church of St Kosmas are preserved some of the archaic Doric columns of the famous temple of Aphrodite of Cythera, whose worship had been introduced from Syria, and ultimately spread over Greece.",
		"While modern research has added considerably to our knowledge of prehistoric Athens, a still greater light has been thrown on the architecture and topography of the city in the earlier historic or \" archaic \" era, the subsequent age of Athenian greatness, and the period of decadence which set in with the Macedonian conquest; the first extends from the dawn of history to 480-479 B.C., when the city was destroyed by the Persians; the second, or classical, age closes in 322 B.C., when Athens lost its political independence after the Lamian War; the third, or Hellenistic, in 146 B.C., when the state fell under Roman protection.",
		"All belong to the \" archaic \" epoch; only a few remains of the greater age were found, including some fragments of sculptures from the Parthenon and Erechtheum.",
		"One mile W.N.W., on the hill above Le Ferriere, remains of an archaic temple, ascribed to Mater Matuta, were discovered by excavation in 1896.",
		"Numerous fine works of art have been found on this site, notably the Aphrodite of Melos in the Louvre, the Asclepius in the British Museum, and the Poseidon and an archaic Apollo in Athens.",
		"It is to be distinguished from an archaic figure still visible, carved in the northern side of the mountain near Magnesia, to which tradition has given the name of Niobe, but which is really intended for Cybele.",
		"Little is known of the form of the appendages in the lowest archaic Arachnida, but the tendency of those of the prosomatic somites has been (as in the Crustacea) to pass from a generalized bi-ramose or multi-ramose form to, that of uni-ramose antennae, chelae and walking legs.",
		"Elongated and more pointed it is the archaic crown of the Pharaohs (symbolical of upper Egypt), is worn by a Hittite god of the 14th century, and finds parallels upon old FIG.",
		"Here may be mentioned the archaic revival in Egypt in the 8th century B.C., which also extended to the costume.",
		"In archaic figures the hair is most frequently arranged over the brow and temples in parallel rows of small curls which must have been kept in their places by artificial means.",
		"For many centuries this district between London and Westminster was a kind of \" no man's land \" having certain archaic customs. Gomme in his Governance of London (1907) gives an account of the connexion of this with the old village of Aldwich, a name that survived in Wych Street, and has been revived by the London County Council in Aldwych, the crescent which leads to Kingsway.",
		"In the deepest part of the excavations, however, inscribed clay tablets and fragments of stone vases are still found, though the cuneiform characters upon them are of a very archaic type, and sometimes even retain their primitive pictorial forms.",
		"By the term archaic is to be understood the pure Japanese language of earliest times, and by the term classical the quasi-Chinese language which came into use for literary purposes when Japan appropriated the civilization of her great neighbors.",
		"Standard Chinese soon became easier to understand than archaic Japanese, as the former alone was taught in the schools, and the native language changed rapidly during the century or two that followed the diffusion of the foreign tongue and civilization (CnAMBERLAIN).",
		"With the exception of Griend and Schokland, the islands of the Zuider Zee are inhabited by small fishing communities, who retain some archaic customs and a picturesque dress.",
		"About 100 species of these rather archaic snakes are known; in adaptation to their burrowing life and worm and insect diet, they have undergone degradation.",
		"The sculptures found have been assigned to this building, probably to the gables, as they are archaic in character, and show a remarkable resemblance to the sculptures from the pediment of the early temple of Athena at Athens.",
		"Next come the various kinds of inhumation graves, the most important of which are rock-hewn chambers, many of which contain well-preserved paintings of various periods; some show close kinship to archaic Greek art, while others are more recent, and one, the Grotta del Tifone (so called from the typhons, or winged genii of death, represented) in which Latin as well as Etruscan inscriptions appear, belongs perhaps to the middle of the 4th century B.C. Fine sarcophagi from these tombs, some showing traces of painting, are preserved in the municipal museum, and also numerous fine Greek vases, bronzes and other objects.",
		"Some most archaic inscriptions have been indeed found by the explorers in Crete, but these for the present serve scarcely any other purpose than to prove the antiquity of the art of writing among a people who were closely in touch with the inhabitants of Hellas proper.",
		"The old chant of the Salii, called axamenta, was written in the old Saturnian metre, in language so archaic that even the priests themselves could hardly understand it.",
		"These belong to the 7th century B.C., and are followed by the tombe a camera, in which the tomb is a chamber hewn in the rock, and which can be traced back to the beginning of the 6th century B.C. From one of the earliest of these came the famous Francois vase; another is the tomb of Poggio Renzo, or della Scimmia (the monkey), with several chambers decorated with archaic paintings.",
		"In the same way he retained archaic and provincial words with a good deal of freedom, but by no means to excess.",
		"In archaic art he was portrayed as a full-grown and bearded man, clothed in a long chiton, and often wearing a cap (Kvvij) or a broad-brimmed hat (74Tao-os), and winged boots.",
		"Codrington (Melanesian Languages) has adduced evidence to prove that Melanesia is the most primitive form of the oceanic stock-language, and that both Malays and Polynesians speak later dialects of this archaic form of speech.",
		"Presumably the presence of osteoderms and of complete cranial arches are more archaic than their absence, just as we conclude that limbless forms have been evolved from various groups possessed of fully developed limbs.",
		"These are painted on a fine stucco in beautiful colours (notably a kind of turquoise-green) and represent archaic forms of flowers and butterflies.",
		"In archaic art Hephaestus is generally represented as bearded, though occasionally a younger beardless type is found, as on a vase (in the British Museum), on which he appears as a young man assisting Athena in the creation of Pandora.",
		"It was present in the ancestral mollusc, occurs in nearly all archaic types, and is only absent in the most specialized forms, in which it has evidently been lost; these forms are certain Neomeniomorpha, all the Lamellibranchia, various degenerate Gastropoda, and the Cirrhoteuthidae among Cephalopods.",
		"On the other hand, while phonetically the above explanation was not inconsistent with such cases as rka dkah, bkah, bska, and nga, rnga, ngag, sngags, lnga, ngad and brtse, brdzun, dbyar, &c., where the italicized letters are pronounced in full and the others are left aside, it failed to explain other cases, such as dgra, mgron, spyod, snyan, sbrang, sbrul, bkra, k'ri, krad, k'rims, k'rus, &c., pronounced da, don, cod, or swod, cen, Bang, deu, ta, t'i, tad or teh, tim, tu, &c., and many others, where the spoken forms are obviously the alteration by wear and tear of sounds originally similar to the written forms. Csoma de Koros, who was acquainted with the somewhat archaic sounds of Ladak, was able to point to only a few letters as silent.",
		"According to Paul Pelseneer the Polyplacophora are the most archaic, the Aplacophora being specialized in (1) the great reduction of the foot, (2) the disappearance of the shell (Cryptoplax among the Polyplacophora showing both reductions in progress), (3) the disappearance of the radula.",
		"The real gravamen against Paul seems to have been that he clung to a Christology which was become archaic and had in Rome and Alexandria already fallen into the background..",
		"In the archaic period of sculpture the oavov or wooden statue of the Samian Hera by Smilis was famous.",
		"The religious books were for the most part written in archaic language, which was only imperfectly understood by the priests of later times; and hence great scope was given to them to exercise their ingenuity as commentators.",
		"Here archaic decorative terra-cottas were discovered in excavations carried on by Lord Savile.",
		"A temple built of sun-dried brick and timber has been found at Thebes underlying an archaic temple of Ismenian Apollo and standing on Mycenaean tombs (Keramopoullos, 1916), and a more extensive settlement was found at Thermon in Aetolia (Romaios, 1911-3).",
		"This lies similarly underneath an archaic Greek temple of Apollo, which was built apparently in the 7th century to replace the \" Geometric \" temple, an elliptical structure with an exterior ring of columns.",
		"A circular building identified (bv Svoronos) as the Attic mint in the Peloponnesian War, was cleared, and a fine archaic relief of an ephebe crowning himself was discovered.",
		"The coins are chiefly Theban, of all dates down to 315 B.C. There are about oo archaic Aeginetan staters, and some other rare coins.",
		"The cemetery, extending from archaic Greek to Roman times, and the acropolis were explored.",
		"The most valuable historical material from the Pontic colonies is archaic Ionian pottery from Berezan.",
		"At Goritsa, the ancient Corcyra, in 1911, the Greek Archaeological Society discovered an early archaic temple of Artemis, the excavation of which was continued until 1914 by Doerpfeld at the expense of the former Emperor of Germany.",
		"They were decorated with archaic reliefs, some of which were previously known.",
		"Other important finds were seven statues of women from a sanctuary of Artemis Polo, .a temple and altar of Apollo Pythius, decorative terra-cottas from an archaic Prytaneion, a cemetery with carved and painted tombstones, and remains of a triumphal arch of Caracalla.",
		"The local pottery is marked in form by a conical base, in technique by a white slip, like the archaic Greek wares of Asia.",
		"This was followed by archaic Greek remains of the early colonists, Asiatic and Protocorinthian pottery, and some carved ivories.",
		"Among Sicilian discoveries must be counted a remarkable archaic statue of a seated goddess which was in Paris at the outbreak of war, and was soon afterwards acquired by the Berlin Museum.",
		"Weege (in Jahrbuch, 1916) on the two most important series of paintings at Corneto argues that these were executed in the archaic style of North Ionia by a Greek artist who had lived among the Etruscans long enough to understand their national life and spirit.",
		"The best preserved is an archaic Apollo, whose arms only are missing.",
		"That the archaic art of Etruria was wholly Greek it is hard to believe.",
		"In some cases a floral pattern occupies part of the surface, and in one case the two sides of the pediment are filled by two sphinxes of archaic type.'",
		"Wetzstein derives it from mahir, a corruption of Amasir with its plurals Imazir and Masir, archaic forms of the Berber native name Amazigh, the free.",
		"Trading intercommunication in the Levant and the constant passage to and fro of merchants brought Egypt to the front, and, in an age of archaic revival, the effort was made to re-establish the ancient supremacy over Palestine and Syria.",
		"Gressmann, The uniqueness of the Old Testament religion is stamped upon the Mosaic legislation, which combines in archaic manner ritual, ethical and civil enactments.",
		"Besides the excavations of Athens, Delos, Epidaurus and Delphi, the results of which are most important for the 5th century B.C. and later, the exploration of the sites of Olympia, of the Heraeum near Argos, of Naucratis in Egypt, and of various Cretan towns (above all the ancient Gortyn), has revolutionized our knowledge of the archaic alphabets of Greece.",
		"Just as modern poetical Italian uses many older grammatical forms peculiar to itself, so the language of poetry, even in Homeric times, had formed a deposit (so to speak) of archaic grammar.",
		"He discovered and sent to England parts of several sculptured drums (columnae caelatae) of the latest temple, and archaic sculptures from the drums and parapet of the earlier building.",
		"Just to the north of this may be seen the basis of the colossal statue of Apollo dedicated by the Naxians, with its well-known archaic inscription; two large fragments of the statue itself may still be seen a little farther to the north.",
		"The older temple is mentioned in some of the inventories as \"the temple in which were the seven statues\"; and close beside it was found a series of archaic draped female statues, which was the most important of its kind until the discovery of the finer and better preserved set from the Athenian Acropolis.",
		"The chief products 1 \"Kansas\" - in archaic variants of spelling and pronunciation, \"Kansaw,\" and still called, locally and colloquially, the \"Kaw.\"",
		"But the official language and that of all the upper classes is of Semitic origin, derived from the ancient Himyaritic, which is the most archaic member of the Semitic linguistic family.",
		"Jewish shekels were first coined by Simon the Hasmonean, probably in 139-138 B.C. These bear inscriptions in the archaic Hebrew and various emblems, such as the cup or chalice, the lily branch with three flowers, the candlestick, the citron and palm branch and so forth.",
		"Her facial expression is less fixed and archaic, and she radiates a powerful allure.",
		"The audio makes the video look rather archaic in comparison.",
		"Moreover, Wycliffe's translation was in Middle English, a form of English that would be too archaic for subsequent readers.",
		"Prior to this point, a very archaic form of Telugu was used.",
		"Origin Chop is a now archaic word which was used in the 17th century to mean exchange.",
		"Her vocabulary may have become archaic, but her stance was prescient and brave.",
		"Few old-time musicians can, or want to make a living playing a style now considered archaic by the general public.",
		"Peter Garwood is compiling a glossary of archaic words and phrases useful for genealogical research in Scotland.",
		"Maytag himself seems to marvel at his archaic yet revered brewing process, right down to the copper kettles.",
		"The old mainframe was archaic; customized programs had been built piecemeal, with no way to share information.",
		"Room 3 contains Archaic Greek material, which includes lots of geometric ornament.",
		"The decision to use an archaic diction might thus be thought a central part of Spenser's particularly Protestant poetics.",
		"To recap archaic shamanism was geographically extensive in the ancient world.",
		"The New Cambridge edition is good (but uses archaic spelling of names) while sound editions are published by Penguin and Macmillan.",
		"I don't know much about archaic combat, but I'm sure as hell that mass telepathy wasn't a factor.",
		"When improvements in the structure of an instrument remove from the modern composer's memory an entire category of limitations which in classical music determined the very character of the instrument, the temptation is easy to regard the improvement as a kind of access of wisdom, in comparison with which not only the older form of the instrument, but the part that it plays in classical music, is crude and archaic. But we should do better justice to improvements in an instrument if we really understood how far they give it, not merely new resources, but a new nature.",
		"Some Opisthobranchia are striking examples of degeneration (some Nudibranchia), having none of those regions or processes of the body developed which distinguish the archaic Mollusca from such flat-worms as the Dendrocoel Planarians.",
		"But people whose love of literature is more independent find it hard to take Wagner's poetry and prose seriously, unless they have already measured him by his music. He effected no reform in literature; his meticulous adherence to the archaic alliteration of the Nibelungenlied is not allied with any sense of beauty in verbal sound or verse-rhythm; and his ways of expressing emotion in language consist chiefly in the piling-up of superlatives.",
		"From the archaic style in which these mythological tales are usually composed, as well as from the fact that not a few of them are found in Brahmanas of different schools and Vedas, though often with considerable variations, it seems pretty evident that the groundwork of them must go back to times preceding the composition or final redaction of the existing Brahmanas.",
		"Apart from tradition, Samoan is the most archaic of all the Polynesian tongues, and still preserves the organic letter s, which becomes h or disappears in nearly all the other archipelagos.",
		"Opposite them stood another semicircular basis which carried the statues of the Argive kings, whose names are cut on the pedestal in archaic characters, reading from right to left.",
		"The recent excavations by the British School on the site of the Dictaean temple at Palaikastro bear out this conclusion, and an archaic marble head of Apollo found at Eleutherna shows that classical tradition was not at fault in recording the existence of a very early school of Greek sculpture in the island, illustrated by the names of Dipoenos and Scyllis.",
		"The term Cryptogam is archaic, implying a hidden method of reproduction as compared with the obvious method represented by the flower of the Phanerogam; with the aid of a good microscope it is, however, easier to follow the process of fertilization.",
		"J Right (archaic left) nephri dium's aperture."
	],
	"synonyms": [
		"old",
		"antediluvian",
		"antiquated",
		"primitive",
		"historic",
		"obsolete",
		"dated",
		"antique",
		"venerable",
		"outmoded",
		"ancient",
		"passe",
		"out-of-date",
		"outdated",
		"passÃ©"
	],
	"antonyms": [
		"current",
		"young",
		"modern",
		"present",
		"new"
	]
}