{
	"word": "callous",
	"meaning": [
		"Having calluses; toughened.",
		"Thick and hardened.",
		"Lacking, or showing a lack of, pity, mercy, etc.; unfeeling.",
		"To make or become callous.",
		"To make or become callous.",
		"Callus."
	],
	"sentences": [
		"The man who stole from the poor was a callous thief.",
		"Kiera looked at Evelyn, astonished by her callous words.",
		"Stealing the coats was a callous act.",
		"That was a particularly callous act, which left her left hand painful and badly bruised.",
		"There was nothing heroic about Cecil or his policy; it involved a callous attitude towards struggling Protestants abroad.",
		"This is very callous, but it is the law at the moment.",
		"The wounded are getting to be common, and people grow callous.",
		"In the corporal's changed face, in the sound of his voice, in the stirring and deafening noise of the drums, he recognized that mysterious, callous force which compelled people against their will to kill their fellow men--that force the effect of which he had witnessed during the executions.",
		"They used to be described as the most cruel and treacherous people in the world, and they certainly are callous of the pain suffered by others, and regard any strategy of which their enemies are the victims with open admiration.",
		"Though for a long time they were callous wreckers and pirates, and cruel, and though they show great want of feeling in the \"devil murders\" - ceremonial murders of one of themselves for grave offences against the community, which are now being gradually put down - still on the whole the Nicobarese are a quiet, inoffensive people, friendly to each other, and not quarrelsome, and by inclination friendly and not dangerous to foreigners.",
		"His long-deserved humiliation only began in the Winter of 1212-1213, when Innocent III., finding him so utterly callous as to the interdict, took the further step of declaring John does him deposed from the throne for contumacy, and the pope.",
		"Just occasionally, he could even appear extraordinarily callous.",
		"But it is a good thing for proprietors who perish morally, bring remorse upon themselves, stifle this remorse and grow callous, as a result of being able to inflict punishments justly and unjustly.",
		"The police showed callous disregard for innocent lives.",
		"Making it much more difficult to retire on grounds of ill-health was a rather callous way of dealing with part of the problem.",
		"This is clearly a callous disregard for my life.",
		"Yet as the reality of Fenton's condition becomes clearer, he exhibits his own more mercenary, even callous, streak.",
		"I know it sounds callous - and that there's more to life than work - but we really need the money.",
		"He had callous indifference for helpless weakness.",
		"He prayed to all the deities he never, ever grew aloof and callous towards the humans.",
		"Gabriel let her push him aside so she could squeeze between him and the bed to protect her precious clothes from his callous groping.",
		"I wasn't usually so callous in putting flying saucers before family, but this was an exceptional case!",
		"The nurse caused the callous murder of fifteen patients.",
		"The callous attitude of the shipping company would sound like sheer mockery to my countrymen.",
		"Libertarianism seems to dissolve to an unworldly atomism, and seems far too callous about real human pain.",
		"The symbolism of his death made people aware that their society had become callous, irresponsible and selfish.",
		"For this reason a blister is placed upon the callous ulcer, which heals with the fresh inflammation thus excited.",
		"The idea sickened her as much as his callous dismissal of the deaths of men who were a part of their Tiyan family.",
		"Few can imagine such apparent nonchalance from people who know they are shortly about to die, let alone undertake such a callous act.",
		"I could not believe that they could be so callous and compare nourishing my baby with milk to someone appearing topless in a newspaper.",
		"Crataego Mespilus - The name is a dreadful invention of some one with a callous mind, as if we had not enough of ugly names already.",
		"Parliament was deaf; the Press, with but few exception, was callous; the public conscience seemed hardened as a nether millstone.",
		"It would appear callous to many were this hope to be dashed, and financially imprudent.",
		"Seldom had a good cause such an unworthy figurehead as that callous and apathetic prince.",
		"Diabetic foot ulcers are a particular problem since frequently the patient does not feel the pain of a blister, callous, or other minor injury.",
		"Yes, but it is not the silence of callous indifference or helpless weakness.",
		"The point I am really making is that she was becoming a trifle callous in all her relationships at this time.",
		"These individuals are impulsive, irresponsible, and callous.",
		"This may seem a little callous, but these whimsical remembrances of \" Unc \" have quickly become maudlin.",
		"Incarceration was no doubt practised by irresponsible masters, regardless of personal rights, callous to the sufferings of their victims, to which death by starvation or horrible neglect was a welcome relief."
	],
	"synonyms": [
		"thickened",
		"calloused",
		"pachydermatous",
		"indurate",
		"unsoftened",
		"unmelted",
		"compassionless",
		"cold-hearted",
		"unfeeling",
		"stonyhearted",
		"heartless",
		"hard-boiled",
		"cold-blooded",
		"obdurate",
		"hardhearted",
		"cauterise",
		"cauterize",
		"toughness",
		"stubbornness",
		"insensitivity",
		"hardness",
		"callousness",
		"inflexibility"
	],
	"antonyms": [
		"tender",
		"sympathetic",
		"feeling",
		"compassionate",
		"nice",
		"kind",
		"sensitive"
	]
}