{
	"word": "hinder",
	"meaning": [
		"To delay action; be a hindrance.",
		"To keep back; restrain; get in the way of; prevent; stop.",
		"To interfere with action or progress.",
		"To make difficult for; thwart; impede; frustrate.",
		"Hind; rear; posterior.",
		"(slang, euphemistic) The buttocks."
	],
	"sentences": [
		"He will not hinder anything useful nor allow anything harmful.",
		"She wasn't certain why her chest felt tight enough to hinder her breathing while her eyes were watering.",
		"Besides, I want to go very much and certainly will go, so don't hinder me, said he.",
		"The muscles of the fore limbs are most aberrant, but at the same time more uniformly developed than those of the hinder extremities.",
		"Polarized lenses can hinder your ability to read an LCD screen.",
		"The persecutions it had to endure did not hinder its extension.",
		"The salivary duct opens on its hinder surface.",
		"Part of him knew the Council was stalling him for that reason, though whether they did so to hinder his efforts or to maintain the appearance of their power over him, he wasn't sure.",
		"Did he think that his physical limitations would hinder Almighty God?",
		"It has been shown to hinder the replication of cancerous cells.",
		"The codes on a page that prevent the bot from viewing your site ultimately hinder you in the search engines.",
		"The hinder end of the lower jaw is provided with a deep descending flange.",
		"The segments which follow gradually widen, and tie hinder part of the sternum is broad and flat.",
		"He is gone and no one will hinder you, she said to herself, and sinking into a chair she let her head fall on the window sill.",
		"While the community's or building's rules are seldom deal-breakers, it's important to establish which rules you can accept and those that will hinder your lifestyle before you even start looking.",
		"Parliament voted her £ 20,000 in 1660 for the payment of her debts, but Elizabeth did not receive the money, and on the 19th of May 1661 she left the Hague for England, in spite of the king's attempts to hinder her journey, receiving no official welcome on her arrival in London and being lodged at Lord Craven's house in Drury Lane.",
		"The incisors are small and the canines scarcely enlarged; the latter having a gap on each side in the lower, but only one on their hinder aspect in the upper jaw.",
		"Combat engineers are trained and equipped to clear enemy minefields which block or hinder movement.",
		"A. Things That Hinder A person who desires to become a mourner must eliminate anything masking sin in his or her life.",
		"This study discovers how being visually impaired can hinder progress and looks at common experiences.",
		"Baby bottle tooth decay can cause painful toothaches which can hinder eating.",
		"They articulate upon facets of the hinder outer corners of the basihyal.",
		"The parent's or caregiver's behavior can also hinder bonding.",
		"Bitter disappointment, however, soon overcame them, the Samaritans were strong enough to thwart and hinder their temple-building, and it seemed as though the divine favour was withdrawn.",
		"Two more species of Hylactes are known, and 1 Of Spanish origin, it is intended as a reproof to the bird for the shameless way in which, by erecting its tail, it exposes its hinder parts.",
		"The upper, wide opening of the duct is attached by elastic, peritoneal lamellae to the hinder margin of the left lung; the middle portion of the duct is glandular and thick-walled, for the deposition of the albumen; it is connected by a short, constricted \" isthmus \" (where the shell-membrane is formed) with a dilated \" uterus \" in which the egg receives its calcareous shell and eventual pigmentation.",
		"The first part treats of the vices that hinder the attainment of holiness, the second of the virtues of a Christian.",
		"In the cockroach embryo, before the segmentation of the germ-band has begun, the primitive germ-cells can be recognized at the hinder end of the mesoderm, from whose ordinary cells they can be distinguished by their larger size.",
		"When, as is the case among nearly all existing mammals with the exception of the members of the genera Sus (pigs), Gymnura (ratshrew), Talpa (moles) and Myogale (desmans) the number of teeth is reduced below the typical forty-four, it appears to be an almost universal rule that if one of the incisors is missing it is the second, or middle one, while the premolars commence to disappear from the front end of the series and the molars from the hinder end.",
		"Efforts not wholly unsuccessful were made to hinder recruiting in Ireland, and every reverse or repulse of British arms was greeted with Nationalist applause.",
		"In the hinder limb the femur is marked, as in other perissodactyles, by the presence of a \" third trochanter,\" a flattened process, curving forwards and arising from the outer side of the bone, about one-third of the distance from the upper end.",
		"The terminal phalange of the toe is greatly enlarged and modified in form to support this hoof, and the size of the internal framework of the foot is increased by a pair of lateral fibro-cartilaginous masses attached on each side to the hinder edges of the bone, and by a fibro-cellular and fatty plantar cushion in the median part.",
		"An occasionally slightly sluggish performance by the orchestra didn't seem to hinder the fluidity of movement on the stage.",
		"This portion, morphologically the original, was named the \" accessory semitendinosus \" with the symbol Y; the other portion descends on the hinder aspect of the leg and joins the fascia of the inner femoral head of the gastrocnemius muscle.",
		"In many aquatic larvae we find that all the spiracles are closed up, or become functionless, except a pair at the hinder end which are associated with some arrangement - such as the valvular flaps of the gnat larva or the telescopic \" tail \" of the drone-fly larva - for piercing the surface film and drawing periodical supplies of atmospheric air.",
		"The mouth is wide, bounded by stiff immobile lips, and curves slightly upwards at the hinder end.",
		"All the other families of Hymenoptera, including the gall-flies, ichneumons and aculeates, have the first abdominal segment closely united with the thorax, the second abdominal segment constricted so as to form a narrow stalk or \" waist,\" and legless larvae without a hinder outlet to the food-canal.",
		"Another group is Pronolagus, typified by the Cape thick-tailed hare, the so-called Lepus crassicaudatus, which is externally similar to Lepus proper, but has the skull and teeth of the general type of the next group. The tailless rabbit of Mount Popocatepetl, Mexico, originally described as a distinct generic type, under the name of Romerolagus nelsoni, is broadly distinguished by the entire absence of the tail, and the short ears and hind-feet, its general form being like that of the Liu-Kiu rabbit, while, as in the latter, the post-orbital process of the skull is small, and represented only by the hinder half.",
		"The squirrel-monkeys were formerly classed with the douroucoulis (see DouRoucouLI), but, on account of their brain-structure, they have been transferred to the Cebinae (see CAPUCHIN-MONKEY), from the other members of which they differ by their practically non-prehensile tails and smaller size, while they are further distinguished by their comparatively large eyes and the backward prolongation of the hinder part of the head.",
		"The more primitive forms (Entomostraca) are anomomeristic, presenting great variety as to number of somites, form of appendages, and tagmatic grouping; the higher forms (Malacostraca) are nomomeristic, showing in front of the telson twenty somites, of which the six hinder carry swimmerets and the five next in front ambulatory limbs.",
		"The fact is that those men with whom you have ridden round the position not only do not help matters, but hinder.",
		"The sabotage mission on the Vemork plant was now to hinder Germany for the rest of the war.",
		"An occasionally slightly sluggish performance by the orchestra did n't seem to hinder the fluidity of movement on the stage.",
		"There are so many factors that can hinder and even stop an adoption process, and of course, these will vary depending on the type of adoption you are involved in.",
		"Not only does this hinder the development of the older child, but it can stunt even a baby's self esteem and sense of independence from an early age.",
		"As if the biting cold of winter doesn't hinder a mother's plans enough, the scalding nature of the summer months can leave families trapped inside during key afternoon hours.",
		"Dents could make them unattractive or hinder their ability to hold the amount of weight they usually can.",
		"Diet soft drinks may not contain corn syrup or white sugar, but sometimes they contain other sweeteners that hinder good health.",
		"With permanent makeup, participating in outdoor sporting activities won't hinder your brows.",
		"Reviews can help or hinder a video game's sales and what the video game makers create next.",
		"Avoid towels that contain synthetic fibers in their construction; these fibers tend to hinder the absorbency potential of the towel and can even disintegrate faster over time.",
		"Rosie's departure from The View certainly didn't hinder her chances at a continued career on television.",
		"Knowledge of which vegetables, herbs and flowers help or hinder one another's growth may be found among companion planting charts.",
		"If you don't have any experience holding a guitar or pick, tuning a guitar or reading music, not having a trained teacher there to keep you on the right path can mean that you develop bad habits that will hinder your playing later on.",
		"Durability and quality are important, but other preferences, such as color or wood type, may hinder your search for budget appropriate flooring.",
		"Sweat and dirt will hinder the performance of the suit.",
		"It's available in black and white stretch fabric that won't hinder your golf swings.",
		"Tops and bottoms should not be baggy, as they could then hinder any workout you are doing.",
		"They should not hinder movement in any way; excess fabric can easily get \"in the way\" and make performing certain moves difficult.",
		"While a run in the park or a stint on the stepper is a healthy habit, too much activity before bed can hinder sleep.",
		"Avoid foods that cause gas, heartburn or discomfort, which may hinder sleep.",
		"Even the slightly blurry peripheral vision may not be enough to hinder you when you wear a pair of replicas, depending on the quality of the ones you pick up.",
		"These are a must for times when glare can be an issue and hinder your planned activities.",
		"While on the alien ship, there are lots of buttons and electric 'pods' that might hinder your progress.",
		"They also hinder the formation of uric acid calculi.",
		"There are all kinds of obstacles which will attempt to hinder your way.",
		"The only problem is that he meets dead souls and other people who try to hinder his way.",
		"If you lift and then take a second or two to lean forward, this will give you a slow liftoff and hinder your distance.",
		"Because the family is the primary setting for social development, there are a number of ways in which family interaction patterns may help or hinder the development of children's social competence.",
		"Membership in a less commonly affected ethnic group may also delay or hinder the correct diagnosis.",
		"The notion of \"Not my son or daughter!\" can actually hinder treatment and recovery for a child.",
		"Unfortunately, loss of primary teeth at this age may hinder the young child's ability to eat and speak.",
		"Cycloplegic drugs, such as atropine, may decrease myopia, but they may hinder the child's ability to see up close.",
		"Anxiety or panic will cause blood to flow more rapidly and can hinder this self-healing process.",
		"These formulations also contain UV protectants that will hinder any further damage to your hair.",
		"The Scalp Treatment contains an SPF 15 sunscreen which safeguards the scalp from UV rays that can cause cellular damage and hinder hair growth.",
		"Find out up front about any contingencies that might hinder you from receiving your child's records or transcripts in a timely manner.",
		"Are there any careers that come to mind that would not allow this to hinder my chances?",
		"Though refinancing can make good financial sense for some, it can also hinder other homeowners by putting them further into debt.",
		"Since rates change almost daily, this can hinder your search for the best mortgage rate.",
		"Excessive exercise can also hinder conception by reducing sperm count in men, and affecting the ovulation cycle in women.",
		"When trying to conceive, many women are extremely aware of avoiding physical or environmental problems that may potentially hinder attempts to get pregnant.",
		"In 1924 the War Department, which owned the land on both ends of the Golden Gate Strait, authorized the construction of the bridge, agreeing that the bridge would not hinder military activities or shipping traffic.",
		"Some say they can help build confidence, while others feel they hinder learning.",
		"Wearing a pair of heavy trunks is uncomfortable and can easily hinder maneuverability out of the water.",
		"According to REI, washing UPF rated clothing won't do anything to hinder its sun protection.",
		"Semi formal short dresses are ideal for women who dislike the way fabric on longer skirts can get wrapped around their legs and hinder movement.",
		"However, Libra's passion for people might hinder Aquarius' need for a strong connection.",
		"Leather cleats alone can hinder the circulation, as leather tends to grow quite hot and can trap heat within your shoes.",
		"As you can see, a small cross design doesn't necessarily hinder what you can do with it.",
		"The swelling itself can also be quite uncomfortable for many people and may hinder speaking.",
		"A baggy t-shirt can slip over the head or, conversely, a t-shirt with tight cap-style sleeves will hinder the range of motion for poses such as the Warrior Pose series.",
		"The list below highlights some of the most common characteristics that may hinder the development of learning skills in people who experience autism.",
		"Images add value to the website by captivating visitors and increasing traffic, however, image placement, size, and type can hinder your web design efforts if done incorrectly.",
		"By strength we mean not muscle mass but power because if you get too bulky, it will hinder your swing.",
		"Some systems offer little flexibility, forcing you to adopt color combinations, font sizes or layouts that hinder accessibility.",
		"Without a positive co-relation between school and home the education of children will suffer and hinder their academic progress.",
		"Some hold that it will stimulate reform and others that it will hinder it by reinforcing the dominance of the LDP.",
		"Little evidence of phasing for this building and the whitewashed exterior only serves to hinder the assessment.",
		"Worse, the need to supply waste to keep the incinerators going would severely hinder the proper development of the recycling and reuse industries.",
		"The lymph vessels of the tail and hinder parts of the body enter the hypogastric veins; and at the point of junction, on either side, lies a small lymph heart, which often persists until maturity.",
		"So in the microscope there is nothing except lack of light to hinder the visibility of an object however small.",
		"The duty of the physician was to foresee these changes, \"to assist or not to hinder them,\" so that \"the sick man might conquer the disease with the help of the physician.\"",
		"The hinder border is often drawn out into mobile processes and hollowed out around the insertion of the next FIG.",
		"In old males the eyes are overhung by a beetling penthouse of bone, the hinder half of the middle line of the skull bears a wall-like bony ridge for the attachment of the powerful jaw-muscles, and the tusks, or canines, are of monstrous size, recalling those of a carnivorous animal.",
		"But as it is implicit and not part of his distinctive message, it did not hinder his book from enjoying wide quasi-canonical honour during most of the Ante-Nicene period.",
		"From the oviduct a long duct full of yolk passes backwards almost to the hinder end of the body and ends blindly in a globular dilatation just below the skin.",
		"The coloration of tsetse-flies is sombre and inconspicuous; the brownish or greyish-brown thorax usually exhibits darker longitudinal markings, and when the insect is at rest the abdomen or hinder half of the body is entirely concealed by the brownish wings.",
		"The hinder portion of the body being drawn of ter, some part of it (c) finds another support on the rough ground or a projection; and, the anterior bends being stretched in a straight line, the front part of the body is propelled (from a to d) in consequence.",
		"Only three or four abdominal segments are visible, the hinder segments being slender and retracted to form a telescope-like tube in which the ovipositor lies.",
		"Eleven abdominal segments can be recognized, at least in the early stages; as the adult condition is reached, the hinder segments become reduced or modified in connexion with the external reproductive organs, and show, in some male Hemiptera, a marked asymmetry.",
		"The digestive system has a slender gullet, a large crop and no gizzard; in some Hemiptera the hinder region of the mid-gut forms a twisted loop with the gullet.",
		"By means of the oar-like hindlegs they swim actively through the water with the ventral surface upwards; the fore-legs are inserted at the hinder edge of the prosternum.",
		"The hinder abdominal segments in the male show a curious asymmetrical arrangement, the sixth segment bearing on its upper side a small stalked plate (strigil) of unknown function, furnished with rows of teeth.",
		"Aroused by the prophets Haggai and Zechariah the building was then resumed, and despite fresh attempts to hinder the work it was completed, consecrated and dedicated 1 References to I Esdras in this article are to the book discussed above as Ezra, Third Book Of.",
		"They agree, for instance, with that family in the presence of a descending flange at the hinder end of each side of the lower jaw; but their dentition is of a more generalized type, comprising the full series of 44 teeth, among which the incisors and canines are of normal form, but specially enlarged, and developing roots in the usual manner.",
		"The atomic theory is a theory of the constitution of bodies which asserts that they are made up of atoms. The opposite theory is that of the homogeneity and continuity of bodies, and asserts, at least in the case of bodies having no apparent organization, such, for instance, as water, that as we can divide a drop of water into two parts which are each of them drops of water, so we have reason to believe that these smaller drops can be divided again, and the theory goes on to assert that there is nothing in the nature of things to hinder this process of division from being repeated over and over again, times without end.",
		"In 795 (February 1-August 1) Irish hermits had visited Iceland; on their return they reported the marvel of the perpetual day at midsummer in \"Thule,\" where there was then \"no darkness to hinder one from doing what one would.\"",
		"It is not merely that \"there is no dogmatic system in Clement\" or in any other of the Apostolic Fathers; that may favour, not hinder, religious insight.",
		"In the wild boar (Sus scrofa) the upper or hinder surface of the lower tusk, which has no enamel, inclines obliquely outwards and is broader than the outer surface.",
		"In many Lamellibranchs a gland is found on the hinder surface of the foot in the mid line, which secretes a substance which sets into the form of threads - the so-called \" byssus \" - by means of which the animal can fix itself.",
		"In this way the notches d, e of the hinder part of the mantle-skirt of Anodonta are in the siphonate forms converted into two separate holes, the edges of the mantle being elsewhere fused together along this hinder margin.",
		"The hinder adductor muscle is always large in Lamellibranchs, but the anterior adductor may be very small (Heteromya), or absent altogether (Monomya).",
		"If we take another section nearer the hinder margin of the foot, we get the arrangement A e l..",
		"Its limbs, especially the hinder pair, are long; and the feet remarkable for the great development of the lateral pair of hoofs and for the freedom of motion The Musk-deer (Moschus moschiferus).",
		"There is no notch between the flukes, as in other whales, but the hinder part of the tail is rounded.",
		"Though victorious in this war, Sinjar could not hinder Atsiz from afterwards joining the gurkhan (great khan) of the then rapidly rising empire of the Karakitai, at whose hands the Seljuk suffered a terrible defeat at Samarkand in 1141.",
		"Along the middle of the hinder half of the back is a line of long erectile white hairs, forming the \"fan,\" continued down over the rump; in repose this is concealed by the surrounding hair, but is conspicuously displayed when the animal takes the great leaps from which it derives its popular name.",
		"The earlier forms had the full series of 44 teeth, with the premolars simpler than the molars; but in the later types the canines and some of the incisors disappear, and at least the hinder premolars become molar-like.",
		"If in this confession he to some extent tampered with his conscience, there is every reason to believe that his culpable timidity was occasioned, not by personal fear, but by anxiety lest by his death he should hinder instead of promoting the cause of truth.",
		"They made themselves very troublesome at the diet of Regensburg in 1593, and also at the diet held in the same city four years later, putting forward various demands for greater religious freedom and seekingto hinder, or delay, the payment of the grant for the Turkish war.",
		"The tongue is flat and thick, attached by its whole under surface; its hinder margin is raised into a transverse fold, which, by meeting a similar fold from the palate, can shut off the mouth completely from the wide cavity of the throat.",
		"Titanotherium, of the Oligocene of the Dakotas and neighbouring districts, was a huge beast, with the hinder upper premolars similar in character to the molars, a pair of horn-cores, arising from the maxilla, overhanging the nose-cavity, four front and three hind toes, only twenty dorso-lumbar vertebrae, and an almost continuous and unbroken series of teeth, in which the canines are short; the dental formula being i.",
		"After this there is a bifurcation of the hinder branch, thus producing three tines.",
		"He felt that the institution was morally wrong, but held that Congress could not interfere with it in the states in which it existed, and ought not to hinder the natural tendency toward territorial expansion through a fear that the evil would spread.",
		"The hinder part of the body is much contracted, and the femur long and vertically placed, so that the knee-joint is lower in position, and the thigh altogether more detached from the abdomen than in most mammals.",
		"In this creature, which was not larger than a European hare, there was the full number of 44 teeth, which formed a regular series, without any long gaps, and with the canines but little taller than the incisors, while the hinder cheek-teeth, although of the crescentic type, were low-crowned.",
		"Moreover, the crowns of the hinder cheek-teeth are taller, and more distinctly crescentic, both feet are two-toed, the ulna and radius are fused, and the fibula is represented only by its lower part.",
		"Unlike the giraffe, the length of the limbs is due to the elongation of their upper segments, and that of the neck to the lengthening of only the hinder vertebrae.",
		"When about to spring, this jerboa raises its body by means of the hinder extremities, and supports itself at the same time upon its tail, while the fore-feet are so closely pressed to the breast as to be scarcely visible, which doubtless suggested the name Dipus, or twofooted.",
		"The skull, which must have consisted of hardened cartilage, exhibits pairs of nasal and auditory capsules, with a gill-apparatus below its hinder part, but no indications of ordinary jaws.",
		"Perhaps the most constant and obvious distinction between this species and the next is the arrangement of the stripes on the hinder part of the back, where there are a number of short transverse bands reaching to the median longitudinal dorsal stripe, and unconnected with the uppermost of the broad stripes which pass obliquely across the haunch from the flanks towards the root of the tail.",
		"The middle toe is greatly elongated, and the hinder one but slightly developed, while the talons of all the toes are comparatively straight and blunt, and are thus of little use as organs of prehension.",
		"In consequence of the transformation being in a more advanced stage at the forward than at the hinder end, the ligament remains for a moment connected with the mass behind, when it has freed itself from the mass in front, and thus the resulting spherule acquires a backwards relative velocity, which of necessity leads to a collision.",
		"A motley host, made up out of the tribes bordering on the Black Sea and the Caspian, hovered round his small army, but failed to hinder him from laying siege to the town.",
		"According to Sir Everard Digby, however, Garnet, when asked the meaning of the brief, replied that they were not (meaning the priests) to undertake or procure stirs, but yet they would not hinder any, neither was it the pope's mind they should, that should be undertaken for Catholic good..",
		"In the later battle of Kossovo of 14 4 8, between the Hungarians, led by Hunyadi Janos and the sultan Hungary Murad II., the Walachian contingent treacherously surrendered to the Turks; but this did not hinder the prevalent laxity of marriage, the frequency of divorce, and the fact that illegitimate children could succeed as well as those born in lawful wedlock, by multiplying the candidates for the voivodeship and preventing any regular system of succession, contributed much to the internal confusion of the country.",
		"The forward portion of the anterior coelom shared in the constriction and elongation of the preoral lobe; but its hinder portion was dragged up along with the water-pore and formed a canal lying moccth ive along the outer wall (the gerei tatpore parietal canal).",
		"Naturally Louis of France was unwilling to see his great vassal striding all across his realm, and did what he could to hinder him.",
		"In the great majority of mammals the teeth form a definite series, of which the hinder elements are of a more or less complex type, while those in front are simpler.",
		"Both the milk and the permanent dentition display the aforesaid complexity of the hinder teeth as compared with those in front, and since the number of milk-teeth is always considerably less than that of the permanent set, it follows that the hinder milkteeth are usually more complex than the teeth of which they are the predecessors in the permanent series, and represent functionally, not their immediate successors, but those more posterior permanent teeth which have no direct predecessors.",
		"The skull as a whole is greatly elongated, chiefly in consequence of the immense size of the face as compared with the hinder or true cranial portion.",
		"Between the molar teeth it is broader, and it ends posteriorly in a rounded excavated border opposite the hinder border of the penultimate molar tooth.",
		"The pterygoids are delicate slender slips of bone attached to the hinder border of the palatines, and supported externally by, and generally welded with, the rough pterygoid plates of the alisphenoid, with no pterygoid fossa between.",
		"I had no time to hate, because The grave would hinder me, And life was not so ample I Could finish enmity.",
		"Even tho it's content may hinder on the offensive and vulgar in some parts, its all in good jest and absolutely hilarious.",
		"New feats, magic items and character types are also introduced to aid and hinder the neophyte chaos mage and his static magic counterparts.",
		"Gilbert Shelton keeps the good old boys railing and rapping against the square chinned straights that are trying to hinder the ultimate slackers.",
		"The Theridiidae eject on to the insect from their spinning mamillae drops of liquid adhesive silk; the Argyopidae, steadying it with the tips of their long front legs, sweep additional strands of silk over it with the legs of the hinder pair; the Agalenidae, attaching a long thread to a point hard by, run round and round the victim in circles, gradually winding it up beyond all hope of breaking loose.",
		"All these and other singularities do not hinder the poem from being a very spirited one.",
		"Now that you know what your skin tone is, you can begin to shop for products that will enhance your beauty rather than hinder it.",
		"Since a coat of some sort normally covers the vest, it does not really have the same potential to hinder your overall appearance.",
		"As with any type of pant, it's important to select a pair that does not hinder your movement in any way.",
		"The decisions you make from the beginning can help or hinder you as you go through life.",
		"Texans are known for being beautifully bold, so don't hinder that with unattractive and unwanted hair growth!",
		"Wavering on these can make you come across as unprofessional, while marking them up too high can hinder your ability to seem reputable.",
		"Don't let forgetfulness hinder your new commitment to health.",
		"You can also login to NutritionMD to learn more about what types of food can help or hinder your fitness goals.",
		"Ladies bodysuits tend to be made of stretchy fabrics like Lycra so that they won't hinder movement or get in the way; they should fit like a second skin.",
		"It is a rare circumstance when a postpartum nursing mother can fit into her pre-pregnancy lingerie, and many pre-pregnancy bras can hinder milk flow and circulation, particularly the underwire variety.",
		"To eliminate the light returned from the hinder surface of an engraved grating, he covered it with a black varnish.",
		"Let us suppose that the light is incident perpendicularly, and that the grating interval increases from the centre towards that edge which lies nearest to the spectrum under observation, and decreases towards the hinder edge.",
		"After the Restoration a fence was erected on the inside of the great north door to hinder a concourse of rude people, and when the cathedral was being rebuilt Sir Christopher Wren made a strict order against any profanation of the sacred building.",
		"These cells are f - - imbedded in the peri pheral parenchyma, E\"- and lead into convo luted excretory tubes _ that form an anasto- - mosis opening to the exterior by a pore at the \" hinder \" end of the body.",
		"The fate of the reptilian quadrate bone (which is reduced to very small dimensions in the Anomodontia) has been referred to in an earlier section of the present article, where some mention has also been made of the disappearance in mammals of the hinder elements of the reptilian lower jaw, so as to leave the single bone (dentary) of each half of this part of the skeleton in mammals.",
		"The somites of the abdomen all may carry rudimentary appendages in the embryo, and some of the hinder somites may retain their appendages in a modified form in adult life.",
		"This electrification would favour the spread of a positive, but hinder that of a negative discharge.",
		"Centerpieces should not be so big that they take up the entire table or hinder conversations.",
		"Not all skin problems are as serious as cancer, but they can hinder you socially and even cause some pain.",
		"Instead, both drum majors should get uniforms that improve rather than hinder their athletic and dancing prowess.",
		"Respiration is effected by means of external gills placed along both sides of the dorsum of the abdomen and hinder segments of the thorax.",
		"In the ectoparasitic Trematodes this post-oral sucker is a complex disk placed near the hinder end and provided With suckerlets, hooks and a musculature arising from a special skeleton.",
		"Hence in this type the single flagellum represents the posteriorly-directed one of Trypanoplasma, and the end at which it becomes free is the hinder end.",
		"The reform of Cleisthenes answers in a general way to the reform of Licinius, though the different circumstances of the two cities hinder us from carrying out the parallel into detail.",
		"There is a \"stay\" called the \"ligament\" which runs from the hinder end of the proboscissheath to the posterior end of the body.",
		"Outer columns of upper molars similar, the hinder ones not flattened; ridges of lower molars oblique or directly transverse, a third ridge to the last molar in the earlier forms. The Lophiodontidae, which date from the Eocene, come very close to Hyracotherium in the horse-line; and it is solely on the authority of American palaeontologists that the division of these early forms into equoids and tapiroids is attempted.",
		"Nearly related is the extinct family Lophiodontidae (inclusive of the American Helaletidae), in which both the upper and lower first premolar may be absent, while the upper molars present a more rhinoceros-like form, owing to the lateral compression and consequent lengthening of the outer columns, of which the hinder is bent somewhat inwards and is more or less concave externally, thus forming a more complete outer wall.",
		"When one is present it is situated over the conjoined nasal bones; when two, the hinder one is over the frontals.",
		"Their hinder limbs are shorter than in the true kangaroos, and their fore limbs are longer and more robust, and have very strong curved and pointed claws.",
		"Difficulties in the supply of labour in the East may hinder the further development of the rubber-planting industry, especially at a period when a reduction in the cost of production may be the chief problem.",
		"The wide divarication of the lateral cords in the prosoma and their connexion by transverse commissures, together with the \" attraction \" of ganglia to the prosomatic ganglion group which properly belong to hinder segments, are very nearly identical in the two animals.",
		"Then he went on to say that he knew her parents would not give her to him--for this there were secret reasons he could reveal only to her--but that if she loved him she need only say the word yes, and no human power could hinder their bliss.",
		"When the blastula is oval and freeswimming the inner mass is formed by unipolar immigration from the hinder pole.",
		"Two lateral, shallow pits occur on the side of the body about the level of the hinder end of the proboscis in some species of the genus Carinella, which are termed side-organs.",
		"One, the quadratus or bursalis muscle, arises from the hinder surface of the eyeball, and forms with its narrow margin, which is directed towards the optic nerve, a pulley for the long tendon of the pyramidalis muscle.",
		"The larvae have the three pairs of legs well developed, and the hinder abdominal segments swollen.",
		"The discovery of Anne's misdeeds coincided in an extraordinary manner with Henry's disappointment in not obtaining by her a male heir, while the king's despotic power and the universal unpopularity of Anne both tended to hinder the administration of pure justice.",
		"In many of those ants whose third abdominal segment forms a second \" node,\" the basal dorsal region of the fourth segment is traversed by a large number of very fine transverse striations; over these the sharp hinder edge of the third segment can be scraped to and fro, and the result is a stridulating organ which gives rise to a note of very high pitch.",
		"In the higher orders several of the hinder segments may be altogether suppressed.",
		"The most important difference which exists between the structure of Limulus and that of Scorpio is found in the hinder region of the alimentary canal.",
		"He glanced once at the companion's face, saw her attentive and kindly gaze fixed on him, and, as often happens when one is talking, felt somehow that this companion in the black dress was a good, kind, excellent creature who would not hinder his conversing freely with Princess Mary.",
		"In the hinder part of the foot (not shown in any of the diagrams) is the opening of a large mucusforming gland very often found in the Molluscan foot.",
		"When the middle and hinder regions of the blastopore are closing in, an equatorial ridge of ciliated cells is formed, converting the embryo into a typical trochosphere.",
		"Usually there arises around the edge I form the hinder parts of the genae and the hypopharynx.",
		"Vera's remark was correct, as her remarks always were, but, like most of her observations, it made everyone feel uncomfortable, not only Sonya, Nicholas, and Natasha, but even the old countess, who--dreading this love affair which might hinder Nicholas from making a brilliant match-- blushed like a girl.",
		"The larva pierces the vessels of the plant with sharp processes at the hinder end of its body.",
		"The hinder abdominal segments and the stings of the queens and workers resemble those of other stinging Hymenoptera.",
		"Spengel's observation of the osphradium and its nervesupply in these forms; the nerve to that organ, which is placed somewhat anteriorly - on the dorsal surface - being given off from the hinder part (visceral) of the right compound ganglion - the fellow to that marked A in fig.",
		"The maxillae of the hinder pair become more or less fused together to form a \" lower lip \" or labium, and the segment of these appendages is, in some insects, only imperfectly united with the head-capsule.",
		"Like nearly all his predecessors since Aelian, he adopted an alphabetical arrangement, though this was not too pedantically preserved, and did not hinder him from placing together the kinds of birds which he supposed (and generally supposed rightly) to have the most resemblance to that one whose name, being best known, was chosen for the headpiece (as it were) of his particular theme, thus recognizing to some extent the principle of classification.3 Belon, with perhaps less book-learning than his contemporary, was evidently no mean scholar, and undoubtedly had more practical knowledge of birds - their internal as well as external structure.",
		"Its prevailing colour is chestnut-red, but the hinder part of the back is marked with broad, white, transverse bands on a dark ground.",
		"This, when fully developed, consists of two parts, but inserted by a single ribbon-like tendon upon the hinder surface of the femur, near the end of its first third; the caudal part, femoro-caudalis, expressed by Garrod by the symbol A, arises from transverse processes of the tail; the iliac part (accessorofemoro-caudal of Garrod, with the symbol B), arises mostly from the outer surface of the postacetabular ilium.",
		"Limulus agrees with the majority of the Crustacea in being destitute of renal excretory caeca or tubes opening into the hinder part of the gut.",
		"Ten segments are recognizable in the abdomen, which is elongated and tapers at the hinder end.",
		"Further, it is pointed out by Korschelt and Heider that the hinder portion of the gut frequently acts in Arthropoda as an organ of nitrogenous excretion in the absence of any special excretory tubules, and that the production of such caeca from its surface in separate lines of descent does not involve any elaborate or unlikely process of growth."
	],
	"synonyms": [
		"stymy",
		"embarrass",
		"stymie",
		"block",
		"blockade",
		"obstruct",
		"impede",
		"hamper",
		"handicap",
		"bog",
		"hold back",
		"encumber",
		"tie down",
		"straitjacket",
		"straightjacket",
		"rear",
		"obstructive",
		"impedimental",
		"hindering",
		"counterproductive",
		"back",
		"hind",
		"obstruction",
		"impediment",
		"hindrance",
		"fundament",
		"encumbrance",
		"barrier",
		"barnacle",
		"(slang) buttocks",
		"stultification",
		"seat",
		"rump",
		"perplexity"
	],
	"antonyms": [
		"advance",
		"further",
		"encourage",
		"help",
		"permit",
		"allow",
		"push",
		"forward",
		"promote",
		"assist",
		"aid",
		"facilitate"
	]
}