{
	"word": "lament",
	"meaning": [
		"To feel or express deep sorrow for; mourn or grieve for.",
		"To regret deeply.",
		"To feel deep sorrow or express it as by weeping or wailing; mourn; grieve.",
		"To grieve audibly; wail.",
		"To bewail.",
		"An outward expression of sorrow; lamentation; wail.",
		"A literary or musical composition, as an elegy or dirge, mourning some death or calamity.",
		"Abbreviation of Lamentations."
	],
	"sentences": [
		"I lament the passing of the \"42-day rule.\"",
		"His amiable disposition acquired him a large circle of friends, who deeply lament his death.",
		"We were listening to the lament played by piper Rob Bell.",
		"You always hear aspiring authors lament about finding the time to write.",
		"I may lament and weep,\" he adds \" but truly I have had admirable sport,\" with his greyhounds.",
		"It's at times like this I lament the loss of people like Robin Cook.",
		"How long will your bitter lament grieve your family?",
		"I lament the absence of story, about his life and times.",
		"Trinity Bards and Oxford Reviewers by Richard Schulze; A lament for the lack of virginal purity among Byron Society lags.",
		"Lance Sergeant Jason Sumner, of the 1st battalion Scots Guards, played the lament Flowers of the Forest.",
		"The dove produces a lament instead of a song, because anything it does with pleasure, it then bewails aloud.",
		"No.20 - The Turtle Dove (Roud 422) - this popular lament is shown to have evolved from seventeenth century broadside ballads.",
		"What can I do for all my sins but humbly confess and lament them, and implore Your mercy without ceasing?",
		"What elegies can be compared with the pathos of David's lament over Jonathan and his bitter enemy Saul?",
		"The sound of a Scottish piper playing a lament filled the air.",
		"The Christian antiquary has cause continually to lament the destruction of works of art due to this craving.",
		"On the 15th of October 1389, he died, with few to lament him.",
		"He was also the patron of Chaucer, whose Boke of the Duchesse was a lament for Blanche of Lancaster.",
		"For I was 10th at first dash to tell you that I had lately received a letter from him so surprising to me for the inconsistency of every part of it, as to be put into great disorder by it, from the concernment I have for him, lest it should arise from that which of all mankind I should least dread from him and most lament for - I mean a discomposure in head, or mind, or both.",
		"In Allen 's words this message is summarized in the words, \" Life is tough \" (an indicator of a lament).",
		"Not only should you rush out to buy this game because I hail it as the best Nintendo DS game in existence, but be on the lookout for the 3D Castlevania game in the style of Lament of Innocence on the PlayStation 2.",
		"Many models will lament at how hard it can be to find an agency to book them.",
		"Karen Matheson appears singing a Gaelic lament in one of the emotional highlights of the film.",
		"We saw the pet's graveyard with its sad lament to \"Little Boxer.\"",
		"Rather, the popular theme enables the poet to lament a time past when divine beneficence had been communicated through popular customs and traditions.",
		"Many women lament their brown eyes, falsely believing that the eye color is plain or boring.",
		"Size. The lament of many women is that it is hard to find their bra size.",
		"His story is told in one of the oldest songs of the Edda, the V OlundarkiOda and, with considerable variations, in the prose P13rekssaga (Thidrek's sage), while the Anglo-Saxon Beowulf and Deor's Lament contain allusions to it.",
		"The lament for the death of Linus was commissioned by Psappha, with funds provided by the North West Arts Board.",
		"There is, of course, some historical significance in the drawing up of such lists as we have in Dunbar's Lament for the Makaris, or in Douglas's Palice of Honour, or in Lyndsay's Testament of the Papyngo, but it is at the same time clear that their critical importance has been exaggerated.",
		"It is believed that after death the soul remains in a place of darkness till the third day, when the first sacrifice for the dead is offered; prayers are read in the synagogue for the repose of the departed, and for seven days a formal lament takes place every morning in his house.",
		"Another conception of them is that of singers of the lament for the dead, for which reason they are often used in the adornment of tombs, and represented beating their breasts and tearing their hair or playing the flute or lyre.",
		"We may remark in passing that the retreat was often enlivened, or invaded, by friendly tourists from England, whose \" frequent incursions \" into Switzerland our recluse seems half to lament as an evil.",
		"Owen Roe O'Neill (c. 1590-1649), one of the most celebrated of the O'Neills, the subject of the well-known ballad \"The Lament for Owen Roe,\" was the son of Art O'Neill, a younger brother of Hugh, 2nd earl of Tyrone.",
		"If further selection be made from the large body of miscellaneous poems, the comic poem on the physician Andro Kennedy may stand out as one of the best contributions to medieval Goliardic literature; The Two Mariit Wemen and the Wedo, as one of the richest and most effective pastiches in the older alliterative style, then used by the Scottish Chaucerians for burlesque purposes; Done is a battell on the Dragon Blak, for religious feeling expressed in melodious verse; and the well-known Lament for the Makaris.",
		"In 1768 Rolland declared that the university, which held Greek in high honour, nevertheless had reason to lament that her students learnt little of the language, and he traced this decline to the fact that attendance at lectures had ceased to be compulsory.",
		"The Book of Daniel loses none of its beauty and force because we are bound, in the light of modern criticism, to consider it as a production of the reign of Antiochus Epiphanes, nor should conservative Bible-readers lament because the historical accuracy of the work is thus destroyed.",
		"He is alluded to by Dunbar in the fragmentary Interlude of the Droichis Part of the Play, where a \"droich,\" or dwarf, personates \"the nakit blynd Harry That lang has bene in the fary Farleis to find;\" and again in Dunbar's Lament for the Makaris.",
		"The history of furs can be read in Marco Polo, as he grows eloquent with the description of the rich skins of the khan of Tatary; in the early fathers of the church, who lament their introduction into Rome and Byzantium as an evidence of barbaric and debasing luxury; in the political history of Russia, stretching out a powerful arm over Siberia to secure her rich treasures; in the story of the French occupation of Canada, and the ascent of the St Lawrence to Lake Superior, and the subsequent contest to retain possession against England; in the history of early settlements of New England, New York and Virginia; in Irving's Astoria; in the records of the Hudson's Bay Company; and in the annals of the fairs held at Nizhniy Novgorod and Leipzig.",
		"The goddess Irnina (a form of Ishtar, q.v.) in revenge kills Eabani, and the balance of the epic is taken up with Gilgamesh's lament for his friend, his wanderings in quest of a remote ancestor, Ut-Napishtim, from whom he hopes to learn how he may escape the fate of Eabani, and his finally learning from his friend of the sad fate in store for all mortals except the favourites of the god, like Ut-Napishtim, to whom immortal life is vouchsafed as a special boon."
	],
	"synonyms": [
		"keen",
		"bemoan",
		"bewail",
		"deplore",
		"weep",
		"wail",
		"sign",
		"rue",
		"requiem",
		"repine",
		"elegize",
		"dolor",
		"cry",
		"repent",
		"pine",
		"wail",
		"plaint",
		"lamentation",
		"requiem",
		"threnody",
		"coronach",
		"dirge",
		"elegy",
		"poem",
		"monody",
		"languishment",
		"lachrymation",
		"keen",
		"jeremiad",
		"epicedium"
	],
	"antonyms": [
		"laud",
		"compliment",
		"praise",
		"celebrate",
		"rejoice",
		"joy"
	]
}