{
	"word": "serpentine",
	"meaning": [
		"Of or like a serpent.",
		"Of or resembling a serpent, as in form or movement; sinuous.",
		"Subtly sly and tempting.",
		"Relating to or derived from serpentine or soil containing serpentine.",
		"Of, pertaining to, or characteristic of snakes.",
		"Any of a group of greenish, brownish, or spotted minerals, Mg3 Si2 O5 (OH)4 , used as a source of magnesium and asbestos, and in architecture as a decorative stone.",
		"Something that twists or coils like a snake, as a coil of thin paper thrown out to unwind as a streamer.",
		"A rock or mineral, as chrysotile, consisting chiefly of hydrous magnesium silicate and having a greenish, often mottled, coloring.",
		"Any of several plants believed to cure snakebites.",
		"An early form of cannon.",
		"(archaic) To serpentize; to turn or bend; to meander.",
		"The lake in Hyde Park, London.",
		"A name given to several rivers in Alaska, Australia, Canada and New Zealand."
	],
	"sentences": [
		"It consisted of a restaurant area, a large serpentine shaped bar and another room off to the side with two pool tables and a jukebox.",
		"From Bagdad downward, the course of the Tigris is peculiarly serpentine and shifting.",
		"A more or less continuous band of serpentine belonging to this series forms the principal watershed, although it nowhere rises to any great height.",
		"In the south and west the sedimentary rocks most largely developed are of ancient, pre-Carboniferous date, interrupted by considerable patches of granite, serpentine and other crystalline rocks.",
		"Granite and serpentine rocks predominate, but the shores of Amboyna Bay are of chalk, and contain stalactite caves.",
		"It is usually associated with serpentine.",
		"The hills, which are mainly composed of granite, serpentine and syenite, rise in irregular masses to considerable heights, the loftiest point, Victoria Peak, reaching an altitude of 1825 ft.",
		"The fortifications consist of the upper fortress, on a lofty serpentine rock rising abruptly from the plain on three sides, and of the lower fortress at the northern base of the rock.",
		"Larger deposits of serpentine occur at several places in St Lawrence county; and at Warwick, in Orange county, is some beautiful marble of a carmine-red colour occasionally mottled with white or showing white veins.",
		"Serpentine appears later, and diorite towards the close of the prehistoric ages.",
		"The oldest rocks exposed are gneiss, talc-schist and serpentine, with intrusive masses of gabbro and diabase.",
		"It is not infrequently found in serpentine, and in basic eruptive rocks, where it occurs as veins and in amygdales.",
		"In the extreme north this belt is almost flat, a few low hills standing isolated and conspicuous; and the rivers have serpentine courses, while steep banks are absent.",
		"Clays consist essentially of the above ingredients (although serpentine is not known to take part in them to any extent, it is closely allied to chlorite).",
		"Beyond the flowering cherries, is the serpentine yew tunnel, which runs the full length of the lawn.",
		"January and I made a large bender by a bend in the sleepy, serpentine river that coiled through the site.",
		"Members of the Serpentine Swimming Club leap into the murky, freezing depths of the Serpentine to frantically compete for the coveted gold medal.",
		"We are particularly interested in the sources of basaltic rocks and greenstones, including serpentine, nephrites and sodic pyroxenes (jades ).",
		"Gaily we sailed, And after many windings serpentine We reached the place.",
		"The copper deposits are mainly in well-marked fracture planes in serpentine; the ore is pyrrhotite, with or without chalcopyrite.",
		"The oldest rocks of Elba consist of schist and serpentine which in the eastern part of the island are overlaid by beds containing Silurian and Devonian fossils.",
		"The style is early Decorated, and a rich ornamentation is carried out in Italian marble, serpentine and alabaster.",
		"Sculptured panels, with conventional motives, peacocks, eagles devouring hares, peacocks drinking from a cup on a tall pillar, are let into both exterior and interior walls, as are roundels of precious marbles, sawn from columns of porphyry, serpentine, verd antique, &c. The adoption of veneer for decoration prohibited any deep cutting, and almost all the sculpture is shallow.",
		"In Unst the high ground on the west coast consists of gneiss, which is followed eastward by schists of various kinds, then by a belt of serpentine, 2 m.",
		"Uyea, \"the isle,\" from the Old Norse oy (3), to the south of Unst, from which it is divided by the narrow sounds of Uyea and Skuda, yields a beautiful green serpentine.",
		"It rose on the heights of Hampstead, traversed Paddington, may be traced in the course of the Serpentine lake in Hyde Park, ran parallel to and east of Sloane Street, and joined the Thames close to Chelsea Bridge.",
		"Hyde Park contains the Serpentine, a lake 15.00 yds.",
		"Imitations of porphyry, of serpentine, and of granite are also met with, but these were used chiefly in pavements, and for the decoration of walls, for which purposes the onyx-glass was likewise employed.",
		"Mispickel occurs in metalliferous veins with ores of tin, copper, silver, &c. It is occasionally found as embedded crystals, for example, in serpentine at Reichenstein, Silesia.",
		"Serpentine marble with seamed markings has been found in Adams and Stevens counties.",
		"The Gambia, especially in its lower course, is very serpentine, and although the distance from the source to the mouth of the river is little more than 300 m.",
		"Among the rocks of economic importance may be mentioned granite of numerous kinds, syenite, serpentine, porphyry, marble, sandstones and marls.",
		"In the palace died Mary, William's consort, William himself, Anne and George II., whose wife Caroline did much to beautify Kensington Gardens, and formed the beautiful lake called the Serpentine (1733).",
		"The element is not found in the free state in nature, nor to any large extent in combination, occurring chiefly as chrome-ironstone, Cr 2 O 3 FeO, and occasionally being found as crocoisite, PbCrO 4, chrome-ochre, Cr 2 0 3, and chromegarnet, CaO Cr 2 O 3.3SiO 2, while it is also the cause of the colour in serpentine, chrome-mica and the emerald.",
		"It appears to consist chiefly of gabbro, peridotite, serpentine and other very basic eruptive rocks, which are believed to be of Cretaceous age.",
		"In general, each shoot makes one layer, but in plants like the Wistaria or Clematis, which make long shoots, what is called serpentine layering may be adopted; that is, the shoot is taken alternately below and above the surface, as frequently as its length permits.",
		"These may be nearly straight and regular in outline, as if broken portions of arcs; frequently they are ribbon-like serpentine forms showing numerous sinuosities.",
		"The materials are quartz crystal, basalt, porphyry, syenite, granite, volcanic ash, various metamorphics, serpentine, slate, dolomite marble, alabaster, many colored marbles, saccharine marble, grey and white limestones.",
		"Cretaceous limestones and serpentine take a large part in the formation of these mountains, while even the Oligocene is involved in the folds.",
		"Farther south there are zones of serpentine, and of crystalline and schistose rocks, some of which are probably Palaeozoic. The direction of the folds of this region is from west to east, but on the borders of Phrygia and Mysia they meet the north-westerly extension of the Taurus folds and bend around the ancient mass of Lydia.",
		"Minerals produced in small quantities include gypsum, millstones, salt and sandstone, and among those found but not produced (in 1902) in commercial quantities may be mentioned allanite, alum, arsenic, bismuth, carbonite, felspar, kaolin, marble, plumbago, quartz, serpentine and tin.",
		"These myotomes enable it to swim rapidly with characteristic serpentine undulations of the body, the movements being effected by the alternate contraction and relaxation of the longitudinal muscles on both sides.",
		"The great igneous masses of Troodos, &c., consisting of diabase, basalt and serpentine, are of later date.",
		"With these are often associated limestones, dolomites and marbles containing serpentine (Kolmarden).",
		"Long before the shaft had been cut as deep as now the water flowed away by a channel gradually contracting to a serpentine way, so extremely narrow as to be called the Fat Man's Misery.",
		"The Mamore, the upper part of which is called the Chimore, rises on the north-east slopes of the Sierra' de Cochabamba a little south of the 17th parallel, and follows a northerly serpentine course to its confluence with the Beni, the greater part of which course is between the 65th and 66th meridians.",
		"The inner face .of the arches, with the spandrils and the pilasters which support them, are covered with flowers and foliage of delicate design and dainty execution, crusted in green serpentine, blue lapis lazuli and red and purple porphyry.",
		"It lies principally in the middle part of the basin of the river Ouse, which, entering in the northwest, traverses the rich and beautiful Vale of Bedford with a serpentine course past the county town of Bedford to the northeastern corner near St Neots.",
		"Until 1896 building materials were chiefly imported; but, after that year, many quarries were opened to develop the native resources of limestone, sandstone, serpentine, red, yellow and green granite, and marbles of all colours, including the white marble from Dorna in Suceava, said by Rumans to rival that of Carrara in Italy.",
		"The two legs of a hyperbolic branch may belong to different asymptotes, and in this case we have the forms which Newton calls inscribed, circumscribed, ambigene, &c.; or they may belong to the same asymptote, and in this case we have the serpentine form, where the branch cuts the asymptote, so as to touch it at its two extremities on opposite sides, or the conchoidal form, where it touches the asymptote on the same side.",
		"Perhaps their most characteristic dance is the kolo, sometimes performed by as many as ioo men and women, in a single serpentine line.",
		"The Zulus are so absorbed in propitiating the shades of their dead (who, though in serpentine bodies, have human dispositions) that they appear to take little pleasure in mythological narratives.",
		"There occur also quartz-porphyry (Sierra Morena, Pyrenees, &c), diorite, porphyrite, diabase (well developed in the north of Andalusia, where it plays a great part in the structure of the Sierra Morena), ophite (Pyrenees, Cadiz), serpentine (forming an enormous mass in the Serrania de Ronda), trachyte, liparite, andesite, basalt.",
		"Serpentine, which may be fibrous or scaly, is a.",
		"The cathedral of St Stephen was begun in the 12th century in the Tuscan Romanesque style; to this period belongs the narrow nave with its wide arches; the raised transepts and the chapels were added by Giovanni Pisano in 1317-1320; the campanile dates from 1340 (it is a much smaller and less elaborate version of Giotto's campanile at Florence), while the façade, also of alternate white sandstone and green serpentine, belongs to 1413.",
		"The simplest form is 3 - a 3 in this case the serpentine position shown in the figure degenerates into a point of inflexion.",
		"We are particularly interested in the sources of basaltic rocks and greenstones, including serpentine, nephrites and sodic pyroxenes (jades).",
		"Staged around a huge serpentine lake with surprises at every turn.",
		"Serpentine rock is also quarried, mainly in the Lizard district; ornaments are produced from it.",
		"He was also responsible for the many serpentine paths laid out in the romantic taste.",
		"Joseph Paxton and Thomas Smith were employed to landscape the demesne with serpentine walks and formal gardens.",
		"The pendant is carved with amazing detail, down to the scales on its serpentine body.",
		"Rauwolfia serpentine is not recommended for pregnant women due to the side effects it may cause for the infant after birth.",
		"Or perhaps a row of sea creatures, or the moon and stars, gracefully encircling your wrist attached together with slivers of delicate serpentine chain is more to your taste.",
		"A Soo chow jade pendant will appeal to collectors of serpentine and jade jewelry.",
		"The gem stone is actually the mineral bowenite, a type of serpentine from the antigorite family.",
		"Bowen, who first studied the unusual serpentine stone in 1822.",
		"Soo Chow jade is associated with the symbolism for serpentine and jade.",
		"Since Soo Chow jade is a type of serpentine, the association with serpentine symbolism is stronger.",
		"People who buy Soo Chow jade for metaphysical reasons are usually interested in the serpentine symbolism.",
		"Soo Chow jade jewelry is a good option for people who like serpentine and jade jewelry.",
		"An eight story tower is home to three exciting water slides - two speed body slides and one serpentine slide.",
		"It has an interior pocket and the zippered top features Sally's signature serpentine bead-pull.",
		"He also has his own foundation, The Serpentine Project, which helps young people transition from foster care to lives of their own.",
		"With the J urassic beds is associated an extensive series of eruptive rocks (gabbro, peridotite, serpentine, diorite, granite, &c.); they are chiefly of Jurassic age, but the eruptions may have continued into the Lower Cretaceous.",
		"At Moriah and Port Henry, in Essex county, is a stone known as ophlite marble, a mixture of serpentine, dolomite and calcite interspersed with small flecks of phlogopite.",
		"Other exports are tin and copper, granite, serpentine, vegetables and china clay.",
		"At the base there is often an arkose, composed largely of fragments of serpentine and granite derived from the ancient floor."
	],
	"synonyms": [
		"snakelike",
		"snaky",
		"wormlike",
		"snake-shaped",
		"winding",
		"tortuous",
		"sinuous",
		"meandering",
		"zigzag",
		"wily",
		"tempting",
		"subtle",
		"sneaky",
		"sly",
		"serpentlike"
	],
	"antonyms": []
}