{
	"word": "vociferous",
	"meaning": [
		"Loud, noisy, or vehement in making one's feelings known; clamorous.",
		"Characterized by clamor or vehement outcry."
	],
	"sentences": [
		"I think we have a vociferous minority against a silent majority.",
		"You are going to see students getting more vociferous.",
		"A vociferous lawyer named Morton Epstein wrote a lengthy piece for the New York Times calling for legislation against anyone invading an individual's privacy by paranormal means.",
		"Indeed, the local business community is particularly vociferous in arguing its need.",
		"So far he has been met with vociferous opposition.",
		"It is pure opportunism, an attempt to gain the support of an increasingly vociferous motoring lobby.",
		"By night time they are more active and quite vociferous, stimulated I believe.",
		"I doubt if he would be so vociferous if he was within easy striking distance from Thornton... .",
		"Interest groups within the government and services are often very vociferous in pursuing their own agendas.",
		"These charges about Saudi Arabia bankrolling Hamas have become even more vociferous in recent years.",
		"They speak from the side that is vociferous in opposition to the war and detention.",
		"Those who call themselves left wing are among the most vociferous opponents of change today.",
		"Only Durham, whose chief constable is a vociferous critic will stay out.",
		"We can expect an increasingly vociferous campaign to strip our constitution of its Christian heritage â indeed the campaign is already underway.",
		"I doubt if he would be so vociferous if he was within easy striking distance from Thornton....",
		"Ministers will announce that they see no reason to bow to the demands of a vociferous lobby led by Asda, B&Q and Ikea.",
		"The Saudis have been equally vociferous in their denials.",
		"Under pressure from the vociferous green lobby, the European Car Manufacturers ' Association agreed a \" resolution \".",
		"The United States, where GM crops are widely grown and eaten, is a vociferous supporter.",
		"The most vociferous among them, however, are ' intellectual and moral midgets ' .",
		"The spent gases evacuate through a pair of simple slip-on mufflers from a certain vociferous bird of prey."
	],
	"synonyms": [
		"clamant",
		"strident",
		"clamorous",
		"blatant",
		"loudmouthed",
		"obstreperous",
		"boisterous",
		"talkative",
		"insistent",
		"noisy",
		"loud"
	],
	"antonyms": [
		"silent",
		"quiet"
	]
}