{
	"word": "pompous",
	"meaning": [
		"Characterized by exaggerated stateliness; pretentious, as in speech or manner; self-important.",
		"Full of pomp; stately.",
		"Full of high-sounding phrases; bombastic."
	],
	"sentences": [
		"His style is generally harsh, often pompous and extremely obscure, occasionally even journalistic in tone, but the author's foreign origin and his military life and training partially explain this.",
		"Gregoras shows considerable industry, but his style is pompous and affected.",
		"However, I would not wish to sound pompous... .",
		"Above all, I hope I don't seem too pompous.",
		"Primrose is kindly, naive and a little pompous.",
		"She approached him and said, \"You are a pompous ass, and not nearly as good looking as you think.\"",
		"The prince deserved better, although he was very pompous.",
		"The somewhat pompous permit seller showed me a map of infected Britain.",
		"So.. if I get this right.. because someone has a decent education where they are actually knowledgeable on something, they are considered pompous.",
		"Are there any tips or guidelines that can be given on how to contribute without appearing pompous, a know-all, opinionated etc.",
		"All too often it becomes pompous, with little meaning and purpose because it is largely incomprehensible to those who read it.",
		"Pound is one of those pompous twits who espouse political correctness and believe they know best what is good for you.",
		"Altogether I am not quite the pompous windbag that I used to be.",
		"Of these, the monk Robert was more popular in the middle ages than either the pompous abbot Guibert or the quiet garden-loving archbishop of Dol.",
		"In May 1521 Wolsey attended a pompous burning of Lutheran tracts in St Paul's churchyard, where Bishop Fisher preached ardently against the new German heresy.",
		"He was often inconsistent, he was generally intractable and overbearing, and he was always pompous and affected to a degree which, Macaulay has remarked, seems scarcely compatible with true greatness.",
		"Burke speaks of \"some significant, pompous, creeping, explanatory, ambiguous matter, in the true Chathamic style.\"",
		"Despite this, it maintains a consistently saccharine tone; it is also, as might be expected, unconscionably pompous.",
		"Be wary of sounding stuffy, pompous or arrogant â it will offend the reader.",
		"Things are never dull when she stirs her stumps to create a mild uproar in that pompous little town.",
		"He was not only dull, but the cause of dulness in others, and even Alexander Carlyle confesses that in conversation his illustrious countryman was \"stiff and pompous.\"",
		"Rosewater and Atherton, Attorneys-at-Law, was a partnership of Ethel Rosewater and Arthur Atherton, a pompous bastard that Dean had busted for soliciting a plainclothesman outside a gay bar.",
		"Sure, he was a pompous ass, but the truth is, he could have been a complete gentleman and I don't think it would have made any difference.",
		"What picture does the phrase \" pompous ass \" spontaneously bring to your mind?",
		"James Ellis brought a great presence to the role of Mr Bumble, the pompous parish beadle.",
		"Even the music, taken out of its usually pompous surroundings, sounds enchanting.",
		"You can't get through a page without having to stifle giggles at the pompous redundancy of the literary quotations.",
		"Piano and strings add heft, but none of it comes off as overblown or pompous.",
		"You pompous, fussy old humbug, I'll kick the red cover off you!",
		"He is a pompous oaf -- he seriously thought he had kept the law all his life!",
		"All of which makes this sound a rather pompous session.",
		"At Derry, similar honors awaited us, and by the end of the day my Harriet had got quite pompous.",
		"Clarkson was a pompous self-important idiot and he seems to have set the tone for his successors.",
		"He is effete, pompous, infuriatingly know-it-all, and a welcome addition to any Star Trek plotline.",
		"The pompous ceremonials of the civilized tribes of Mexico and the Cordilleras in South America, when analysed, reveal only a higher grade of the prevailing idea.",
		"He pursed his lips and tsked, \"Nah, I think I was pretty much a pompous ass as a human too.\"",
		"Their terrorist paymasters are shown to be cold, bureaucratic, exploitative - and more than a little pompous.",
		"In point of style it is greatly inferior to the Histories - florid, pompous and affected, and at the same time tedious.",
		"Dr Howley, who was nothing if not pompous, answered that he had come on state business, to which everything, even sleep, must give place.",
		"But you're my pompous ass, and I like you that way.",
		"Another caveat to keep in mind about Sagittarius is that, even though these people are quite intelligent and well spoken, they can sometimes come across as lecturing, arrogant and even pompous.",
		"Wessel, who up to that time had only been known as the president of a club of wits, immediately wrote Love without Stockings (1772), in which a plot of the most abject triviality is worked out in strict accordance with the rules of French tragedy, and in most pompous and pathetic Alexandrines.",
		"But in his talk there were no pompous triads, and little more than a fair proportion of words in -osity and -ation.",
		"Not that the permanent constitution of the 18th of October 614 was of the nature of an anti-monarchic revolution, for the royal power still remained very great, decking itself with the pompous titles of the Empire, and continuing to bethe dominant institution; but the reservations which Clotaire Ii.",
		"Whether we regard him as a priest who published poem after poem in praise of an adored mistress, as a plebeian man of letters who conversed on equal terms with kings and princes, as a solitary dedicated to the love of nature, as an amateur diplomatist treating affairs of state with pompous eloquence in missives sent to popes and emperors, or again as a traveller eager for change of scene, ready to climb mountains for the enjoyment of broad prospects over spreading champaigns; in all these divers manifestations of his peculiar genius we trace some contrast with the manners of the, 4th century, some emphatic anticipation of the 16th."
	],
	"synonyms": [
		"vainglorious",
		"vain",
		"uppity",
		"uppish",
		"turgid",
		"swaggering",
		"stuck-up",
		"strutting",
		"magisterial",
		"supercilious",
		"lofty",
		"large",
		"la-di-da",
		"insolent",
		"huffish"
	],
	"antonyms": [
		"modest",
		"simple",
		"unassuming",
		"dull",
		"plain",
		"humble"
	]
}