{
	"word": "egregious",
	"meaning": [
		"Remarkable.",
		"Outstanding for undesirable qualities; remarkably bad; flagrant.",
		"Exceptional, conspicuous, outstanding, most usually in a negative fashion."
	],
	"sentences": [
		"Egregious errors were caused by the tablet's failure to check spelling.",
		"It was the most egregious act the government has ever perpetrated.",
		"The egregious mistake these couples made was not spending enough time seriously planning for a lifetime together in marriage.",
		"The computer-science guru Martin Davis counted \"86 really egregious errors\" in Wallace's book.",
		"It was an egregious example of data mining.",
		"This mistaken expectation was so egregious that it begged for some sort of explanation.",
		"Sadly, the errors on the part of Mr. Pike were particularly egregious.",
		"An egregious violation will result in permanent expulsion of the offender from the list.",
		"We'll keep a low profile and limit any negative publicity to really egregious errors.",
		"It is rare that one can buy a set of quality silk pajamas for less than $60, a price that may still seem egregious to some.",
		"The kidnapping was particularly egregious so we broke our self-imposed rule against staying away from case where precise times are not known.",
		"His Declaration of Egregious Popish Impostures (1603) furnished Shakespeare with the names of the spirits mentioned by Edgar in King Lear.",
		"Prices are not egregious, but you'll find your selections typically around the 80 dollar mark.",
		"There is nothing very difficult - nor, in purely linguistic terms, anything very egregious - in the English.",
		"The egregious blunder in the May Laws was the punitive clauses directed against the inferior clergy.",
		"It was egregious that stores of immense power were wasted on such a creature at a time when Damian needed all the help he could get.",
		"It was only when, after a close examination of the sternal apparatus of one hundred and thirty species, which he carefully described, that he arrived (pp. 177-183) at the conclusion - astonishing to us who know of L'Herminier's previous results - that the sternum of birds cannot be used as a help to their classification on account of the egregious anomalies that would follow the proceeding - such anomalies, for instance, as the separation of Cypselus from Hirundo and its alliance with Trochilus, and the grouping of Hirundo and Fringilla together.",
		"If you're going to expose an egregious amount of skin, it's a good idea to spend some quality time in a tanning booth beforehand."
	],
	"synonyms": [
		"gross",
		"glaring",
		"crying",
		"rank",
		"flagrant",
		"shocking",
		"outrageous",
		"heinous",
		"deplorable",
		"blatant",
		"arrant",
		"capital"
	],
	"antonyms": [
		"secondary",
		"minor",
		"little",
		"slight"
	]
}