{
	"word": "consolidate",
	"meaning": [
		"To combine into a single whole; merge; unite.",
		"To make or become strong, stable, firmly established, etc.",
		"To make or become solid or compact.",
		"To become solidified or united.",
		"To join in a merger or union.",
		"(obsolete) Formed into a solid mass; made firm; consolidated."
	],
	"sentences": [
		"His relationship to Edwin may have helped him to consolidate Deira and Bernicia.",
		"He left the Sanctuary to help his dealers consolidate the souls.",
		"There is no evidence to show that he did much to consolidate his grandfathers conquests south of the Caspian.",
		"In domestic politics he sought to consolidate and strengthen the power of his house by treaties with neighbouring princes, and succeeded in secularizing the bishoprics of Brandenburg, Havelberg and Lebus.",
		"Had Reshid at once advanced over the Isthmus, the Morea also must have been subdued; but he was jealous of Ibrahim, and preferred to return to Iannina to consolidate his conquests.",
		"It now remained to consolidate the later successes attained by the policy of the Valoisthe acquisition of the duchies of Burgundy and Brittany; but instead there was a sudden change and that policy seemed about to be lost in dreams of recapturing the rights of the Angevins ficence.",
		"Students may be able to consolidate their student loans into one payment.",
		"There are a number of lenders who offer student loans, and they are generally able to consolidate your loans for you.",
		"In 1799 Bonaparte, through whose influence his release had been obtained, sent him to the Hague to consolidate the alliance between France and the Batavian Republic. In this mission he was entirely successful, and he is credited with another diplomatic success in the inception of the Austrian marriage.",
		"The basic lavas are usually darker and denser than lavas of acid type, and when fused they tend to flow to great distances, and may thus form far-spreading sheets, whilst the acid lavas, being more viscous, rapidly consolidate after extrusion.",
		"Those who have student loans or other student related debt from more than one lender may wish to consolidate that debt into one payment.",
		"Chase offers a number of options for those who need to consolidate other loans.",
		"Do you want to consolidate debt and make one (lower) payment?",
		"Of the measures which William took to consolidate his authority we have many details; but the chronological order of his proceedings is obscure.",
		"The cigar is then rolled in the hand to consolidate the tobacco and bring it into proper shape, after which it is wrapped in the outer cover, a shaped piece made to enclose the whole in a spiral manner, beginning at the thick end of the cigar and working down to the pointed end, where it is dexterously finished by twisting to a fine point between the fingers.",
		"This threatening attitude, in conjunction with alarming indications of a conspiracy to resist the draft, had the effect to thoroughly consolidate the war party, which had on the 8th of June unanimously renominated Lincoln, and had nominated Andrew Johnson of Tennessee for the vice-presidency.",
		"Having thus preserved the empire from extinction, Leo proceeded to consolidate its adminis tration, which in the previous years of anarchy had become completely disorganized.",
		"By four months of age, your baby will consolidate her sleeping into much longer stretches at night and shorter naps during the day.",
		"They can help you create a budget and possibly consolidate your debt so you're actually paying less each month.",
		"Consolidating your unsecured debt can be a great financial tool only if you change the financial behavior that initially got you to the point of needing to consolidate debt.",
		"Consolidate accounts with a spouse to ensure you earn the maximum amount of rewards and progress to higher earning tiers more quickly.",
		"It can be a great idea to consolidate debt, but if the debt is consolidated into a higher interest rate, it makes no sense.",
		"When you consolidate debt, you pay off all of your debt-and you pay the full amount.",
		"Both accounts are accepted of thousands of convenient Shell locations, making it easy to consolidate fuel purchases on a single account.",
		"Plenty of companies promise to consolidate your debt, but very few can do so without charging exorbitant fees.",
		"Before you decide to consolidate debt, it is very important to take into consideration the added risk you are taking on.",
		"Be sure to tell them you are hoping to consolidate so they know you will be paying off other debt.",
		"When you consolidate your loans, the lender pays off all your existing loans.",
		"There may be other types of loans eligible for consolidation, depending on which method you choose to consolidate with.",
		"If a portion of your loans feature low interest rates but you have a few loans with a higher rate, you may not want to consolidate them all.",
		"Finally, it is important to remember that, under the law, you can consolidate only once.",
		"You may receive an offer from Citibank through postal mail or electronic mail to consolidate your debt.",
		"When you are trying to get out of debt, you usually want to either leave the debt where it is and concentrate on paying it off with your income, or you want to transfer or consolidate the debt to a lower interest rate.",
		"The goal is to consolidate higher interest debt onto a lower interest rate account.",
		"Consolidate all of your electronics within a shelving system that accommodates DVD players, gaming consoles and your stereo system.",
		"When you consolidate your online purchases, you can save on shipping and may qualify for special deals and coupon code savings like \"save $5 on a $30 purchase.\"",
		"Bank of America also has an extensive retirement planning center as well as ways to help you consolidate debt.",
		"When you consolidate student loans, you are letting one lender gather together all your loans into one monthly payment.",
		"There is no minimum amount you need to owe to qualify for consolidation, and there are no fees to consolidate.",
		"It's very important to note, however, that you can only consolidate your student loans once.",
		"The ideal time to consolidate is after you've completed school and your loans are coming due.",
		"Most of the time, however, the full amount of the loans you wish to consolidate must have been disbursed.",
		"This means if there is still any money being held by the original lender for you, you can't consolidate yet.",
		"If you consolidate, you can often lock in a low interest rate.",
		"When you choose to consolidate student loans, the interest rate you will pay is calculated by rounding up to the nearest one-eighth of one percent on the weighted interest rate of all the loans being consolidated.",
		"This might sound difficult, and it probably will be, but you will need this information before you can consolidate.",
		"Before deciding to consolidate school loans, consider that your loans will now be paid back over a longer period of time.",
		"There are several reasons to consolidate school loans.",
		"It's not hard to find a provider that will be happy to consolidate your loans, but you don't want to rush into this decision.",
		"If you find that the appointments are becoming cumbersome, talk to your physician to see if there is a way to consolidate some of the appointments so you don't have to go back and forth.",
		"Your mind needs this time to process emotions and consolidate experiences, memories and even stress.",
		"President Ken Kutaragi recently announced plans to consolidate the various branches of SCEI into SCE Worldwide Studios.",
		"In the winter months, generally from November through early May, several campsites are closed to better consolidate the smaller number of campers arriving at the park.",
		"They offer a one time, lump sum payment that you can use to consolidate debt, improve your home, or cover some other important expense.",
		"Cash-out refinancing can give you the cash you need to make home improvements, pay college tuition, consolidate debt, and much more.",
		"A cash out refinance can often provide funds needed to consolidate bills into your mortgage payment.",
		"Homeowners refinance their mortgage loans when it is possible to get a better deal or when they need to access some of their home's equity to get cash or consolidate debt.",
		"Do close accounts you consolidate with a refinance.",
		"If you consolidate debt with your mortgage refinance, make sure that you close the accounts you pay off with the proceeds from your cash-out refinance.",
		"It is also common for homeowners to refinance after mortgage purchase in order to consolidate debt or to obtain some cash, which is referred to as a cash out refinance.",
		"While some people use these funds to consolidate debt or make a major purchase, others use this money to splurge on an exotic vacation or other indulgence.",
		"In some instances, using a mortgage to additionally consolidate unsecured debt may make financial sense despite the closing costs.",
		"You can also refinance to consolidate debt.",
		"Smaller wallets are a good way to consolidate how much stuff you carry on a daily basis.",
		"In most cases, people looking to consolidate debt turn to their current bank.",
		"Consolidate errands into one trip to save on gas.",
		"If you like the idea of being able to consolidate multiple errands into one trip, this might be a factor to consider in your shopping decision.",
		"These are the activities you need to find a way to consolidate, or in some cases eliminate.",
		"First you consolidate; next you sort; then, finally, you store.",
		"Consolidate what is left over in containers and store in another room of your house.",
		"If possible, consolidate all of your insurance (life insurance, home insurance, medical insurance, etc.) under one carrier.",
		"The Army approached it as a way to consolidate so the troops would have a single dress uniform.",
		"More noteworthy than its management of internal affairs were the efforts of the Minghetti cabinet to strengthen and consolidate national defence.",
		"As embankments have to support the weight of heavy trains, they must be uniformly firm and well drained, and before the line is fully opened for traffic they must be allowed time to consolidate, a process which is helped by running construction or mineral trains over them.",
		"Simon was thus left to consolidate what had been won in Palestine for the Jews and the family whose head he had become.",
		"In order to consolidate his possessions still further, now that French success seemed assured, the pope determined to deal drastically with Romagna, which although nominally under papal rule was divided up into a number of practically independent lordships on which Venice, Milan and Florance cast hungry eyes.",
		"At his accession Orkhan was practically on the same footing with these, and avoided weakening himself in the struggle for the Seljukian inheritance, preferring at first to consolidate his forces at Brusa.",
		"In 1506 Albert decreed that the duchy should pass undivided according to the rules of primogeniture, and endeavoured in other ways also to consolidate Bavaria.",
		"Directed entirely against Roman Catholicism, they did much to strengthen and consolidate the Protestant party in France.",
		"Kalun, without pursuing any career of active conquest, did much to consolidate his dominions, and especially to extend Egyptian commerce, for which purpose he started passports enabling merchants to travel with safety through Egypt and Syria as far as India.",
		"Hence the magicoreligious society or individual practitioner piles ceremony on ceremony, name of power on name of power, relic on relic, to consolidate the forces within reach and assume direction thereof.",
		"It was Secretary Fessenden's policy to avoid a further increase of the circulating medium, and to redeem or consolidate the temporary obligations outstanding.",
		"Other county officers are the clerk (who is ex officio clerk of the district court and of the commissioners), sheriff, treasurer, auditor, recorder, surveyor, assessor, attorney and superintendent of district schools, but where the assessed valuation of any county is less than $20,000,000 the clerk is ex officio auditor, and the commissioners may consolidate offices.",
		"Another event which seemed likely to consolidate his power was in reality the signal of his ruin.",
		"Meanwhile carriage roads were commenced to connect all the chief centres, and the military posts were gradually extended so as to consolidate French rule over all the outlying tribes.",
		"Anxious not to risk his gains, but to consolidate them by organization, Philip henceforth until his death in 1223 operated through diplomacy alone, leaving to others the toil and trouble of conquests, the advantages of which were not f or them.",
		"A civil code was carefully drawn up by Seor Alonzo Martinez, in order to consolidate the very heterogeneous ancient legislation of the monarchy and the local laws of many provinces, especially Catalonia; Aragon, Valencia, Navarre, and the Basque territory.",
		"To consolidate and further develop algebraic, geometric and trigonometric techniques.",
		"The IBM PartnerWorld scheme enables us to simply consolidate your requirements into one single, simple to use offering.",
		"To correct this please write to the registrars giving them details and they will then consolidate your shareholding in one block.",
		"Most importantly, we now consolidate our identity in our changed role.",
		"Students may also consolidate their work by undertaking their own research projects.",
		"Many consumers take out 2nd mortgage loans to consolidate debt, do home improvements or pay for their children's college education.",
		"Over the past several years, we also finalized plans to consolidate U.S. facilities across the ROK.",
		"To consolidate our work in the area of flooding, POST convened a seminar in the House of Commons on 29 April 2002.",
		"Pericles' foreign policy henceforward underwent a profound change - to consolidate the naval supremacy, or to extend it by a cautious advance, remained his only ambition.",
		"This was a measure to consolidate the Contagious Diseases (Animals) Acts 1878-1893.",
		"The work of these missions is to extend and consolidate that Catholicized and partly Latinized offshoot of the Nestorians known as the Uniat-Chaldean Church (see ante).",
		"This pose served to keep the democrats of the capital in a good temper, and so leave him free to consolidate the somewhat unstable foundation of his throne and to persuade his European fellow-sovereigns to acknowledge in him not a revolutionary but a conservative force.",
		"To consolidate the saiga monitoring system developed in our previous projects, and to use it in assessments of conservation success.",
		"The use of stem cell transplantation to consolidate responses merits further study.",
		"Your baby will begin to consolidate his sleeping at night and may begin sleeping six or eight hour stretches during this time.",
		"The more you can consolidate, the better use you'll be making of the space you do have.",
		"They may also wish to consider what other products the vendors offer to consolidate shipping; buyers may want to pick up some aspirin from Drugstore.com or condoms from Undercover Condoms when they place an order.",
		"They may subsequently consolidate your debt into a single, lump sum.",
		"If you do not have large amounts of debt, the counseling service may decline to negotiate and consolidate your debt.",
		"This means that they have an interest in helping you consolidate and repay your debt.",
		"Non-profit CCC companies do not have a financial interest in providing you with financial advice or helping you consolidate your debt.",
		"The time it will take to consolidate has everything to do with how much you're paying.",
		"Sometimes the easiest thing to do is consolidate debt into one low monthly payment.",
		"Consolidate your bills - You may want to move all of your high-rate debt to a new creditor if you can get a much lower interest rate.",
		"Consolidate your debt by transferring balances onto cards with the lowest APR.",
		"This is often a good reason to consolidate since it will reduce the total amount paid over time.",
		"Homeowners have the ability to borrow a large amount of money to consolidate debt, at a low interest rate and with a longer repayment period.",
		"If you would like to consolidate the debts you have into one payment, this may be a good option for you.",
		"While some lenders have several professionals who work on the different stages of a mortgage application, other lenders may consolidate the positions and have one person fulfilling several roles.",
		"Other homeowners want what is called a cash-out refinance, which involves borrowing up to the amount of the market value of the home, taking any excess cash out to consolidate debt, make a major purchase, or use for investments.",
		"In the second half of the 19th century the Dutch found a succession of armed expeditions necessary to consolidate their power.",
		"These commissioners had power to consolidate by closing superfluous prisons, to establish one system of discipline, and generally by watchful supervision, aided by the experience of specialists, to maintain that muchdesired uniformity which had been so long and unsuccessfully sought.",
		"The labours of the publicist would also be much lightened were it possible to consolidate the various general collections of diplomatic acts into a new Corps diplomatique universel, well furnished with cross references, and with brief annotations showing how far each treaty is supposed to be still in force.",
		"During the last quarter of the 19th century Turkish influence became preponderant in western Arabia, and the railway from Syria to the Hejaz tended to consolidate the sultan's supremacy.",
		"On the removal of the pads, or the cutting out of the face of the mortar where pads were not used, the vacant joint was gradually filled with almost dry mortar, a hammer and caulking tool being used to consolidate it.",
		"John seized the opportunity to consolidate Coaiftion against Philip a European coalition, which included against most of the feudal lords in Flanders, Belgium and Philip Lorraine, and the emperor Otto IV.",
		"Torquemada had always been strong in his advice that she should marry Ferdinand of Aragon and thus consolidate the kingdoms of Spain.",
		"Frederick the Great was at that moment impatient to extend and consolidate his kingdom by getting possession of the basin of the lower Vistula, which separated eastern Prussia from the rest of his dominions, while Austria had also claims on Polish territory and would certainly not submit to be excluded by her two rivals.",
		"To prevent this various implements, such as disk harrows and specially constructed rollers, may be used to consolidate the upper stirred portion of the soil and place it in close capillary relationship with the lower unmoved layer.",
		"In trying to consolidate the forces of the Provinces for united action and to centralize its government, he undoubtedly did his best, according to his lights, for the national cause.",
		"His fortunes, however, were not thereby seriously affected, for by this time his business capacity and organizing skill had enabled him to consolidate his position, in spite of the difficulties he had encountered not only from rival manufacturers but also from the working classes, who in 1779 displayed their antipathy to labour-saving appliances by destroying a large Trill he had erected near Chorley.",
		"Finally, having a great number of discourses and treatises, containing all those small blemishes, around him in his library, and determined to collect, consolidate and connect them into a philosophical system, he would naturally be often taking them down from their places to consult and compare one with another, and as naturally enter in them references one to the other, and cross-references between one another.",
		"When the restoration took place, Camacho sat in the Cortes among the dynastic Liberals with Sagasta as leader, and became finance minister in 1881 at a critical moment when Spain had to convert, reduce, and consolidate her treasury and other debts with a view to resuming payment of coupons.",
		"This ruler took measures to consolidate the power of the ardri (supreme king).",
		"Painful as were the circumstances connected with this rebellion, it is certain that the united action of the different provinces in suppressing it tended to consolidate Canadian sentiment, and the short military campaign had the effect of fixing public attention upon the immense fertile territory then being opened up.",
		"But both he and his successor Tiberius realized that the greater need was to consolidate the existing empire, and absorb the vast additions recently made to it by Pompey, Caesar and Augustus.",
		"This method had helped the House of Valois to consolidate its power; but what was tonic for a dynasty was death to a state whose headship was elective.",
		"The Porte was not able at the time to take active measures for the suppression of All Bey, and the latter endeavoured to consolidate his dominions by sending expeditions against marauding tribes, both in north and south Egypt, reforming the finance, and improving the administration of justice.",
		"The treaty in 1847 put an end once for all to the hopes which the Dutch had cherished of including the whole island in their dominions, but it served also to stimulate their efforts to consolidate their power within the sphere already subjected to their influence.",
		"His administration,which was marked by extreme partisanship, was especially notable for the enactment of a law by which the state was divided into new senatorial districts in such a manner as to consolidate the Federalist vote in a few districts, thus giving the Democratic-Republicans an undue advantage.",
		"This feeling died down to some extent when Constantine made use of the church to consolidate his empire.",
		"Haidar Shehab, third of the line, inflicted a notable defeat on the pasha of Saida (capital of an Ottoman eyalet since 1688) and the Yemenite Druses at Ain Dara, near Zahleh, in 1711, and proceeded to consolidate Shehab power, breaking up the old feudal society and substituting for the sheikhs mukatajis (tax-contractors), who had penal jurisdiction.",
		"His son and successor, Theodore (Feodor), was a weak man of saintly character, very ill fitted to consolidate his father's work and maintain order among the ambitious, turbulent nobles; but he had the good fortune to have an energetic brother-in-law, with no pretensions to sanctity, called Boris Godunov, who was able, with the tsar's moral support, to keep his fellow-boyars in order.",
		"Neo-Slav dreams were now replaced by a passionate desire to consolidate the Russian empire on a purely Russian basis.",
		"He was responsible, especially, for the great operation known as the opening of the Grand Livre (August 2 4), which was designed to consolidate the public debt by cancelling the stock issued under various conditions prior to the Revolution, and issuing new stock of a uniform character, so that all fund-holders should hold stock of the revolutionary government and thus be interested in its stability.",
		"Peter now felt able to advance along the path of progress with a quicker and a firmer step. It was resolved to consolidate the victory by establishing a new naval station at the head of the Sea of Azov, to which the name of Taganrog was given.",
		"A movement to consolidate the cities of Pittsburg and Allegheny, together with some adjacent boroughs, was begun in 1853-1854.",
		"The energy which warriors were accustomed to put forth in their efforts to conquer was now \" exhibited in the enterprise of conversion and teaching \" 5 by Wilfrid on the coast of Friesland, 6 by Willibrord (658-715) in the neighbourhood of Utrecht,7 by the martyr-brothers Ewald or Hewald amongst the \" old \" or continental Saxons, 8 by Swidbert the apostle of the tribes between the Ems and the Yssel, by Adelbert, a prince of the royal house of Northumbria, in the regions north of Holland, by Wursing, a native of Friesland, and one of the disciples of Willibrord, in the same region, and last, not least, by the famous Winfrid or Boniface, the \" apostle of Germany \" (68 o-755), who went forth first to assist Willibrord at Utrecht, then to labour in Thuringia and Upper Hessia, then with the aid of his kinsmen Wunibald and Willibald, their sister Walpurga, and her thirty companions, to consolidate the work of earlier missionaries, and finally to die a martyr on the shore of the Zuider Zee.",
		"Both in Europe and in Asia small feudal or aristocratic states tended to consolidate themselves into monarchies, but whereas in Europe from the early days of Rome onwards royalty has often been driven out and replaced temporarily or permanently by popular government, this change seems not to occur in Asia, where revolution means only a change of dynasty.",
		"About the time that the British government became wearied of its efforts to open up the interior of West Africa, General Faidherbe was appointed governor of Senegal (1854), and under his direction vigorous efforts were made to consolidate French influence."
	],
	"synonyms": [
		"streamline",
		"concatenate",
		"bind",
		"put together",
		"piece-together",
		"bring together",
		"amass",
		"mass",
		"hitch",
		"mix",
		"thicken",
		"make firm",
		"unify",
		"compound",
		"blend"
	],
	"antonyms": [
		"scatter",
		"cut",
		"sever",
		"part",
		"disjoin",
		"divide",
		"disperse",
		"separate"
	]
}