{
	"word": "wane",
	"meaning": [
		"To diminish gradually in extent.",
		"To become less intense, bright, strong, etc.; grow dim or faint, as a light.",
		"To show a progressively smaller illuminated area, as the moon does in passing from full to new.",
		"To decline in power, importance, prosperity, influence, etc.",
		"To approach the end.",
		"The act or process of gradually declining or diminishing.",
		"The time when this takes place.",
		"The gradual decrease in the visible face of the moon after it has become full.",
		"A gradual decrease in power, importance, intensity, etc., esp. after a gradual climb to a peak.",
		"A period of decline."
	],
	"sentences": [
		"About half-past eight the combat began to wane, and the last shots were fired at ten.",
		"With the growth of wealth and security the martial spirit of the Order began to wane, and so also did its friendly relations with the Maltese.",
		"When the Moorish empire began to wane the brilliant intellectual gifts which they had so abundantly nourished during three or four centuries became enfeebled, and after that period they failed to produce an author comparable with those of the 7th to the 11th centuries.",
		"But his health was failing, his reputation was on the wane, his works did not sell, and he gradually sank a prey to illness and disappointment.",
		"This discomfort should wane after a day, though.",
		"This first came into prominence in the opening decades of the 2nd century A.D., but is certainly older; it reached its height in the second third of the same century, and began to wane about the 3rd century, and from the second half of the 3rd century onwards was replaced by the closely-related and more powerful Manichaean movement.",
		"The Hanseatic and Flemish merchants largely increased its prosperity, but on the withdrawal of the Hanseatic League about 1470 and the break-up of the gild system Boston's prosperity began to wane, and for some centuries it remained almost without trade.",
		"But his power was already beginning to wane.",
		"The exploring enterprise of the Spanish nation did not wane after the conquest of Peru and Mexico, and the acquisition of the vast empire of the Indies.",
		"It was only when the impossibility of realizing the \"Northern Accord\" became patent that his influence began to wane, and Russia sacrificed millions of roubles fruitlessly in the endeavour to carry out his pet scheme.",
		"When the power of the Sakya began to wane, that of the rival monasteries of Digung, Phagdub and Tshal increased largely, and their respective influence and authority overbalanced that of the successors of Phagspa.",
		"Even after the baby is born, the media's attention does not wane on the celebrity family.",
		"With the disappearance of the Reconstruction questions and the emergence of the tariff issue, however, his influence began to wane.",
		"The most prosperous epoch of its commercial history began in the latter half of the 15th century, precisely at the period when its political power began to wane.",
		"Because the symptoms of chlamydia wax and wane and because the adolescent or adult may be asymptomatic, proper diagnosis may be delayed.",
		"Summer may be beginning to wane, but here in this gallery swimsuit season lives on.",
		"Color schemes also change as trends evolve and wane.",
		"At the same time, pop music overall was beginning to wane in the minds of many Americans.",
		"The Buddhist sculptors, however, tended to grow more conventional and the metal-workers more naturalistic as the 18th century began to wane.",
		"He was, nevertheless, employed by Napoleon on various other secret service missions till 1807, when his Republican sympathies began to wane.",
		"Protection from an initial vaccination does not last forever and the immunity will wane over the year.",
		"The trend toward high-protein diets is starting to wane as healthcare experts warn about the side effects of too much protein.",
		"Job performance may wane, the ability to remember names and retain information fades and organizations skills are lacking.",
		"While young children may love the idea of regular Disney getaways, parents should also remember that as children mature, the appeal of a Disney vacation may wane and the club dollars may be better spent on other vacations or expenses.",
		"Your ruler is the Moon, and as such there is a tendency for your personality to wax and wane with its phases.",
		"As kids get into the fourth, fifth, and sixth grades their desire for childish titles like these will wane and they'll yearn for more \"grown up\" titles.",
		"Sales frequently happen within the first two-to-three weeks of a new program's release as customer interest is high, and again after two-to-three months as interest begins to wane.",
		"The truth is many General Hospital fans wax and wane with their favorite storylines.",
		"After 1993, Borlenghi and Brian's popularity began to wane.",
		"Evan's desire to design beautiful and sexy lingerie did not wane after leaving St. Martins and four years later, the young twenty-something's lingerie was being sold at haute couture boutiques around the globe.",
		"As the 1950s became the 1960s, Sinatra saw his stardom begin to wane again.",
		"The festival repeated its success in 1998, but in 1999, ticket sales and interest in the show began to wane.",
		"In the case of the great order, or assemblage, of Ungulata it is necessary to pay somewhat more attention to fossil forms, since a considerable number of groups are either altogether extinct or largely on the wane.",
		"His term of office was far from tranquil; discontented generals stirred up ceaseless revolts and insurrections; and, though he was re-elected in 1871, his popularity seemed to be on the wane.",
		"Benedek's resolution was, however, already on the wane.",
		"Espartero crushed with much energy a revolutionary rising in Barcelona, but on his return to Madrid was so coldly welcomed that he perceived that his prestige was on the wane.",
		"After the XXth dynasty the centre of power was removed from Thebes, and the authority of Ammon began to wane.",
		"It was not long before the first enthusiasm of Tilsit began to wane.",
		"Meanwhile in the same year that saw the expulsion of the Jews, King Edwards good fortune began to wane, with the rise of the Scottish question, which was to overshadow the latter half of his reign.",
		"Students do become involved and interested, even tho their interest may wane in the face of pressure when course assignments are due !",
		"The unique aura of an art object has been on the wane for some time now.",
		"No matter how great a video for cats may be, your pet's interest will wane in a relatively short span of time.",
		"The levels of anxiety can wax and wane at different times in life so that when the stress level is lower, the person may be able to function fairly normally.",
		"Symptoms during these two weeks may wax and wane, but they will continue to influence your life negatively.",
		"Though many styles and even color schemes come and go, one look that never seems to wane in popularity is the animal print.",
		"Ever since his success began to wane, Haim struggled with various addictions with cocaine and prescription drugs.",
		"It flowers late in August and September, when other kinds are on the wane.",
		"Their lovely clusters of pink wax-like flowers open about the end of June, when the bloom of the Rhododendron and Azalea is on the wane, and last for a fortnight or longer.",
		"This TV genre has dominated in recent years, and the public's appetite for reality shows doesn't look set to wane any time soon.",
		"With the second season of Jersey Shore in the works, it is assumed that her personal club appearances will wane and will be dominated by appearances scheduled and managed by MTV.",
		"But his influence was now on the wane.",
		"On the 22nd of January the centre column (1600 Europeans, 2500 natives), which had advanced from Rorke's Drift, was encamped near Isandhlwana; on the morning of Isandhl- that day Lord Chelmsford moved out with a small wane force to support a reconnoitring party."
	],
	"synonyms": [
		"go down",
		"decline",
		"wither",
		"wilt",
		"shrink",
		"recede",
		"peter",
		"lessen",
		"lag",
		"fade.--n. decrease",
		"dwindle",
		"absent",
		"die",
		"decrescence",
		"decay",
		"ebbing",
		"ebb",
		"subsidence",
		"slackening",
		"abatement",
		"remission",
		"letup"
	],
	"antonyms": [
		"wax",
		"raise",
		"rise",
		"grow",
		"increase"
	]
}