{
	"word": "acerbic",
	"meaning": [
		"Sour or bitter tasting; acid.",
		"Sour in taste.",
		"Sharp or biting, as in character or expression.",
		"Sharp, bitter, or harsh in temper, language, etc.",
		"Tasting Sour or bitter."
	],
	"sentences": [
		"It was during this performance in which the usually acerbic Simon Cowell stated that he saw Lewis \"transform from a great singer to a superstar.\"",
		"Nothing would ruffle his feathers and he had a very acerbic sense of humor.",
		"Kanye West - Notorious for his acerbic tongue and shameless rants, this hip hop star has telephobia, a fear of phones.",
		"He spends about 15 minutes a day writing a fairly acerbic weblog.",
		"Lillet Rogue and Lillet Red will make for an excellent vodka martini, but won't contain the acerbic taste of Lillet Blanc.",
		"Even the once acerbic press deplored the ' FA 's final snub '.",
		"Rather it is a collection of feelings and perspectives, sometimes discursive, occasionally acerbic, invariably provocative.",
		"Popper's often acerbic efforts in this respect outdistanced Aristotle's a thousandfold.",
		"Even the once acerbic press deplored the ' FA's final snub ' .",
		"Roddy Renfrew started the ball rolling with a set of gentle, tho occasionally more acerbic, wit.",
		"Purists will note that modern lillet lacks the acerbic bitterness of yesteryear, so the perfect martini recipe will add a bit of quinine (the stuff that makes tonic water a bit bitter) to the mix.",
		"Kimmel, in his self-deprecating nature, took the acerbic comedian's comments in stride (she also said he \"had no charisma\") and hired her to do a few voices on his Comedy Central show Crank Yankers.",
		"His Holmes has exactly the right quality, quizzical and slightly acerbic, and his Watson is sensible and thoroughly likeable.",
		"Prior to his casting as the acerbic, womanizing Alex Karev on Grey's, Chambers playfully romanced Jennifer Lopez in The Wedding Planner.",
		"We thank Tom for many years of dedication and (sometimes acerbic) contributions to hut affairs.",
		"The famously acerbic Cowell was an early believer in Lewis and has remained supportive throughout her career.",
		"Smith's acerbic Hahn added a needed injection of professionalism to the show with Burke's absence."
	],
	"synonyms": [
		"sour",
		"bitter",
		"vitriolic",
		"truculent",
		"trenchant",
		"stinging",
		"cutting",
		"corrosive",
		"astringent",
		"acrid",
		"acidic",
		"acid",
		"caustic",
		"biting",
		"slashing"
	],
	"antonyms": []
}