{
	"word": "approbation",
	"meaning": [
		"An expression of warm approval; praise.",
		"Approval, sanction, or commendation.",
		"Official approval.",
		"Proof.",
		"The act of approving; an assenting to the propriety of a thing with some degree of pleasure or satisfaction; approval, sanction, commendation or official recognition."
	],
	"sentences": [
		"A murmur of approbation and satisfaction ran through the crowd.",
		"From all these gentlemen Everett received marks of approbation and confidence.",
		"Young and Hartley expressed their approbation not less warmly.",
		"This gratifies the child's love of approbation and keeps up her interest in things.",
		"As a believer in the progression of the human race, he placed the principle of moral approbation in the attainment of perfection.",
		"This explains why it has the approbation of the greatest scholars of our time.",
		"Moawiya seems to have done his best to gain that approbation, but the details given by the historians are altogether unconvincing.",
		"Leo feigned for a while to be on their side, but on the 2nd of February 815, in the sanctuary of St Sophia, publicly refused to prostrate himself before the images, with the approbation of the army and of many bishops who were iconoclasts at heart.",
		"So why did the Kaiser earn so little approbation from the British?",
		"In their watchful silence, and in their rapt attention, do these denizens of the borderlands make known their approbation.",
		"To the former were attached two commissions, one for the approbation of those religious congregations which devote themselves to missions, which is now transferred to the Congregation of the Religious Orders; the other for the examination of the reports sent in by the bishops and vicars apostolic on their dioceses or missions.",
		"The order was founded in 1120; in 1126, when it received papal approbation, there were nine houses; and others were established in quick succession throughout western Europe, so that at the middle of the 14th century there are said to have been over 1300 monasteries of men and 400 of women.",
		"The two founders went to Rome and there obtained the approbation of Innocent III., 1198.",
		"Laith al-Saffar, who with the approbation of the caliph founded a dynasty, the Saffarid (q.v.), in Seistan.",
		"I was cheerfully received, and rejoiced that I had merited the approbation of so many worthy individuals.",
		"The next step was to secure, by permanent political institutions, the independence which had been so dearly purchased; and, accordingly, on the 30th of August 1821 the constitution of Colombia was adopted with general approbation, Bolivar himself being president, and Santander vice-president.",
		"Yet, in denying the importance of the emotions in moral judgment, he is driven back to the admission that right actions must be \" grateful \" to us; that, in fact, moral approbation includes both an act of the understanding and an emotion of the heart.",
		"Heresy was gaining ground in high places, especially after the king's marriage with Catherine Parr; and there seems to be some truth in the story that the queen herself was nearly committed for it at one time, when Gardiner, with the king's approbation, censured some of her expressions in conversation.",
		"Only in a secondary sense is approval due to certain \" abilities and dispositions immediately connected with virtuous affections,\" as candour, veracity, fortitude, sense of honour; while in a lower grade still are placed sciences and arts, along with even bodily skills and gifts; indeed, the approbation we give to these is not strictly moral, but is referred to the \" sense of decency or dignity,\" which (as well as the sense of honour) is to be distinguished from 1 In a remarkable passage near the close of his eleventh sermon Butler seems even to allow that conscience would have to give way to self-love, if it were possible (which it is not) that the two should come into ultimate and irreconcilable conflict.",
		"In all cases of dispute between the companies and the natives the secretary of state is ex officio the judge, and to the secretary of state (in the case of the South Africa Company) the accounts of administration have to be submitted for his approbation.",
		"Hutcheson follows Butler again in laying stress on the regulating and controlling function of the moral sense; but he still regards \" kind affections \" as the'principal objects of moral approbation - the \" calm\" and \" extensive \" affections being preferred to the turbulent and narrow - together with the desire and love of moral excellence which is ranked with universal benevolence, the two being equally worthy and necessarily harmonious.",
		"I found that throughout the affair my conduct had met with general approbation.",
		"Laud, now archbishop of Canterbury, was not a little solicitous about Chillingworth's reply to Knott, and at his request, as \"the young man had given cause why a more watchful eye should be held over him and his writings,\" it was examined by the vicechancellor of Oxford and two professors of divinity, and published with their approbation in 1637, with the title The Religion of Protestants a Safe Way to Salvation.",
		"When man has advanced so far as to be sensitive to the opinions of his fellow-men, their approbation and disapprobation reinforce the influence of natural selection.",
		"Finally, that principle in man which reflects upon actions and the springs of actions, unmistakably sets the stamp of its approbation upon conduct that tends towards the general good.",
		"It seems merely to set the stamp of its approbation on certain courses of action to which we are led by the various passions and affections; it has in itself no originating power.",
		"When ethical speculation first begins, conceptions such as those of duty, responsibility, the will as the ultimate subject of moral approbation and disapprobation, are already in existence and already operative.",
		"It remains to consider how, from the doctrine that affection is the proper object of approbation, we are to deduce moral rules or \" natural laws \" prescribing or prohibiting outward acts.",
		"The proprietors were to legislate for the colony \" by and with the advice, assent and approbation of the freemen.\"",
		"The habits and frames of mind that win approbation are such as are useful.",
		"However these were not viewed with universal approbation at the time.",
		"The Author solicits public indulgence; she will, if we mistake not, meet with public approbation.",
		"Captain Boyle and lieutenant Legate merit my highest approbation, and indeed I want language to express my admiration of their gallant conduct.",
		"Those of us who are still standing revel in divine approbation.",
		"It was a shameful episode and one that was fully deserving of political and media approbation.",
		"The ensuing two years were spent by him with his family at Bifrons, and in 1725 he married, with the paternal approbation, Sabetta, daughter of Mr Sawbridge of Olantigh, Kent, who, by a strange fatality, died also in childbed in 1730; in this case, however, the infant, a daughter, survived.",
		"The Jesuits also pleaded a verbal approbation by Pius VI., technically known as an Oraculum vivae vocis, but this is invalid for purposes of law unless reduced to writing and duly authenticated.",
		"Asserting that the German crown could only be worn by one who had received the papal approbation he called upon Louis to lay it down; the answer was an indignant refusal, and in 1324 the king was declared deposed and excommunicate.",
		"It is obvious that all actions conducive to the general good will deserve our highest approbation if done from disinterested benevolence; but how if they are not so done ?",
		"Jean (1904) indicates how numerous are the admissions as to the book's character and the evidences for its authorship, made by intelligent Roman Catholic apologists with Rome's explicit approbation.",
		"The burgomasters are appointed by the crown, except at Copenhagen, where they are elected by the town council, subject to royal approbation.",
		"He calls it the Principle of Reflection, the Reflex Principle of Approbation, and assigns to it as its province the motives or propensions to action.",
		"The last years of Bellarmine's life were mainly devoted to the composition of devotional works and to securing the papal approbation of the new order of the Visitation, founded by his friend St Francis de Sales, and the beatification of St Philip Neri.",
		"On the one hand, he speaks of moral approbation as derived from \" humanity and benevolence,\" while expressly recognizing, after Butler, that there is a strictly disinterested element in our benevolent impulses (as also in hunger, thirst, love of fame and other passions).",
		"The truth is, that Hume's notion of moral approbation was very loose, as is sufficiently shown by the list of \" useful and agreeable \" qualities which he considers worthy of approbation.'",
		"But these sentences, in which the epigrammatic form exaggerates a truth, and which might seem to represent the possession of capital as of no importance in agriculture, must not be taken as conveying his approbation of the system of small properties in general.",
		"Miss Burdock, to whom I told my affair, expressed the strongest approbation.",
		"She accepted everything I did for her as a matter of course, and refused to be caressed, and there was no way of appealing to her affection or sympathy or childish love of approbation.",
		"Palacky, though entirely national and Protestant in his sympathies, was careful to avoid an uncritical approbation of the Reformers' methods, but his statements were held by the authorities to be dangerous to the Catholic faith.",
		"This prince continued the traditions and work of his father in a manner that won the approbation of the local government, and earned for him the distinction of a knighthood of the Order of the Indian Empire and a seat in the legislative council of Bombay.",
		"When he came before the council it was at once apparent that the charge of treason could not be sustained, and the efforts of the court agents were directed to draw from More some approbation of the king's marriage.",
		"The constitutional amendment proposed by the conference, however, did not meet with his approbation, and his action in signing and transmitting the resolution to Congress was merely formal.",
		"The series of measures which began in 1891, and were completed in 1895, won a more general approbation than is usual, and Miquel in this successfully carried out his policy of reconciling the growing jealousies arising from class interests.",
		"In political philosophy he maintained the Scotist position, that civil authority was derived from the popular will, but in theology he was a scholastic conservative, though he never failed to show his approbation of Gallicanism and its plea for the reform of ecclesiastical abuses.",
		"The most cynical man of the world, he says, with whatever \" sullen incredulity \" he may repudiate virtue as a hollow pretence, cannot really refuse his approbation to \" discretion, caution, enterprise, industry, frugality, economy, good sense, prudence, discernment \"; nor again, to \" temperance, sobriety, patience, perseverance, considerateness, secrecy, order, insinuation, address, presence of mind, quickness of conception, facility of expression.\"",
		"A \" circular system \" was advocated by the eminent botanist Fries, and the views of Macleay met with the partial approbation of the celebrated entomologist Kirby, while at least as much may be said of the imaginative Oken, whose mysticism far surpassed that of the Quinarians.",
		"The probability is that the book had received the stamp of popular approbation before the end of the 1st century of our era, and the leading men did not dare to reject it.",
		"These barons, with the knowledge and approbation of King Henry, were engaged in a plot to assassinate the cardinal, and in this plot Wishart is now proved to have been a willing agent.",
		"By the Constitution of 1543 the conseil general had only the right of choosing the 4 syndics out of a list of 8 presented by the petit conseil and the Two Hundred, which therefore really elected them, subject to a formal approbation on the part of the larger body.",
		"Under Vitelleschi, the next general, the Society celebrated its first centenary on the 25th of September 1639, the hundredth anniversary of the verbal approbation given to the scheme by Paul III.",
		"He will not admit that there is any evidence of true virtue in the approbation of virtue and hatred of vice, in the workings of conscience or in the exercises of the natural affections; he thinks that these may all spring from self-love and the association of ideas, from \" instinct \" or from a \" moral sense of a secondary kind \" entirely different from \" a sense or relish of the essential beauty of true virtue.\"",
		"Inconsistent with this is the account of the intervention of Hushai, whose counsel of delay (in order to gather all Israel \"from Dan to Beersheba\"), in spite of popular approbation, was not adopted, and with this episode is connected the tradition that the sagacious counsellor returned to his home and, having disposed of his estate, hanged himself."
	],
	"synonyms": [
		"compliment",
		"blessing",
		"support",
		"respect",
		"applause",
		"praise",
		"esteem",
		"admiration",
		"favor",
		"regard",
		"endorsement",
		"consent",
		"high regard",
		"license",
		"authorization"
	],
	"antonyms": [
		"disapprobation",
		"criticism"
	]
}