{
	"word": "infallible",
	"meaning": [
		"Incapable of erring.",
		"Incapable of error; never wrong.",
		"Not liable to fail, go wrong, make a mistake, etc.; dependable; reliable; sure.",
		"Incapable of error in setting forth doctrine on faith and morals.",
		"Without fault or weakness; incapable of error or fallacy.",
		"An infallible person or thing."
	],
	"sentences": [
		"You're not infallible like me.",
		"A dozen good articles do not make an author infallible.",
		"It maintained that the church's infallible authority was committed to pope and bishops jointly.",
		"Man cannot attain perfect and infallible science of bodies.",
		"At the time, we felt so infallible in our rightness we grabbed the proverbial bull by the horns exposing ourselves to a wealth of trouble.",
		"For Protestants the Bible only now becomes the infallible, inspired authority in faith and morals.",
		"These had been sacred to almost a hundred generations of men, and it was difficult for the eye of faith to see them as other than absolutely infallible documents.",
		"Routine papal teaching, however, is not considered infallible.",
		"The latter characteristic affords an infallible means for the recognition of these insects, since it at once serves to distinguish them from any blood-sucking flies with which they might otherwise be confused.",
		"Such intelligences are not supposed to be infallible, but to have the knowledge of spirit.",
		"There was not at first among the writers any idea that they were composing an infallible narrative.",
		"The most prolonged mathematical reasoning, and the most intricate formulae, were given with almost infallible accuracy from the resources of his extraordinary memory.",
		"The cat eye is also less likely to smudge and look \"tired\" like the smoky eye, so plan on this look if you want infallible beauty all night long!",
		"It would be arrogant to think our application of biblical eschatology to current events is infallible.",
		"After these fits of irritability her face would grow yellow, and her maids knew by infallible symptoms when Belova would again be deaf, the snuff damp, and the countess' face yellow.",
		"C. Gorham to the benefice of Brampford Speke in spite of the latter's acknowledged disbelief in the doctrine of baptismal regeneration, brought to a crisis the position within the Church of England of those who believed in that Church as a legitimate part of the infallible Ecclesia docens.",
		"When men, , may the Church be assured that the infallible guidance is being given?",
		"The supposed Micrococci present little that is characteristic; the more definite, rod-like form of the Bacilli offers a better means of recognition, though far from an infallible one; in a few cases dark granules, suggestive of endospores, have been found within the rods.",
		"Catholic apologetics must further give a central position to Church authority, which Roman Catholics explicitly define as infallible; but this position too is debated in a late section of their system.",
		"There is no doubt that in all this Burke was in the right, as he was in his denunciation of the mischief certain to follow when a nation tries to start afresh, and to blot out all past progress in the light of simple reason, which is often most fallible when it believes itself to be most infallible.",
		"Neither the theory of infallible inspiration, with its assertion of absolute uniformity in the New Testament, nor Baur's criticism, with its assertion of irreconcilable antagonisms, is borne out by facts, The New Testament is many-sided, but it has a predominant spiritual unity.",
		"To issue an infallible statement \" you make a dogmatic statement ' ex cathedra ' from the chair of Peter \" .",
		"God does not incarnate himself and there is no one book which has been directly revealed by God or is wholly infallible.",
		"Logic behind this practice has always been considered infallible.",
		"I resolved on overcoming her by an almost infallible method.",
		"Review teams are not infallible, they don't always spot all of the problems.",
		"Rather, they meant that the Bible is the only infallible authority in the church.",
		"You need to bear in mind that your judgment is not always infallible.",
		"There is only a problem for people like Phibber who take the Bible to be the word of God and therefore infallible.",
		"Like any other book it is by no means infallible and our increased understanding of some of these past events inevitably shows shortcomings.",
		"The proclamation of an infallible magisterium is integral to this presentation of Christ and his work through the ages.",
		"These are they which took the infallible preventive of seasickness in New York harbor and then disappeared and were forgotten.",
		"The first decree (Decretum de fide et ecclesia) declared that the Catholic Church has no right to introduce new dogmas, but only to preserve in its original purity the faith once delivered by Christ to His apostles, and is infallible only so far as it conforms to Holy Scripture and true tradition; the Church, moreover is a purely spiritual body and has no authority in things secular.",
		"The word has thus the general sense of \"certainty\"; we may, e.g., speak of a drug as an infallible specific, or of a man's judgment as infallible.",
		"In modern Protestantism, on the other hand, the idea of an infallible authority whether in the Church or the Bible has tended to disappear, religious truths being conceived as valuable only as they are apprehended and made real to the individual mind and soul by the grace of God, not by reason of any submission to an external authority.",
		"To perform this function without fear of error, this authority must be infallible in its own sphere.",
		"Those who hold the latter opinion have been able to assert that since the Vatican Council no infallible definition had yet been formulated by the popes, while recognizing the supreme authority of the encyclicals of Leo XIII.",
		"An infallible sign of an induction is that the subject and predicate of the universal conclusion are merely those of the particular instances generalized; e.g.",
		"His pronouncements are held to be infallible when he defines a doctrine concerning faith or morals ex cathedra to be held by the universal church (see Infallibility and Vatican Council).",
		"Theologians might draw their fine-spun distinctions between realms where the pope was actually infallible' and realms where he was not; but Pius knew well that loyal Catholic common sense would brush their technicalities aside and hold that on any conceivable question the pope was fifty times more likely to be right than any one else (see Vatican Council and Infallibility) .",
		"The second and decisive victory followed at the Vatican Council (1870), which, at the cost of a small secession of distinguished men, declared the pope personally infallible (see Infallibility) and irreformable as often as he rules ex cathedra points of faith or morals.",
		"But such a war does not fit in under any rule and is directly opposed to a well-known rule of tactics which is accepted as infallible.",
		"While these services are not infallible, most of them offer some type of guarantee for compensation if their methods fail.",
		"Saliva testing closely mimics a blood test, which is an infallible method.",
		"The classic, infallible Tetris formula makes a triumphant return on the DS, this time with wireless multiplayer support and five great new game modes to enjoy.",
		"This brand New Tag Heuer Carrera men's watch drives you crazy with its infallible look.",
		"Dogmas are revealed; dogmas are infallible; the church is infallible on dogmas (for this statement he cites Muratori) and on nothing else.",
		"Again, the assertion that the church is infallible upon some questions, not belonging to the area of revelation (properly so-called in Roman Catholic theology), destroys the identification of \" dogmas \" with \" infallible certainties \" which we noted both in the Protestant schoolmen and in Chrismann.",
		"Even this is not infallible; and it cannot be claimed that the Canon of the Christian Sacred Books is infallible.",
		"From cover to cover the whole New Testament was regarded at the beginning of the 18th century by almost all Protestants as the infallible revelation of the true religion.",
		"But the party that needed for its purposes an infallible pope readily persuaded Pius IX.",
		"So far, however, it might well be that thought, contradistinguished from sense with its illusions, was itself infallible.",
		"In its commonest use it is applied to all who decline to accept the authority of the Bible as the infallible record of a divine revelation, and is practically synonymous with freethinking.",
		"He thought, rather, that every operation becomes infallible by method.",
		"When old-fashioned theologians talked about the canons and councils of antiquity, Laynez answered that the Church was not more infallible at one time than another; the Holy Ghost spoke through the decrees of Trent quite as plainly and directly as through the primitive Fathers.",
		"From public men in all parts of the country he received such a store of suggestions as came to no other man, digested it, and was enabled by means of it to speak with what seemed infallible wisdom.",
		"To this process he was led by his doctrine of forms, of which it is the necessary consequence; it is the infallible result of his view of science and its problem, and is as original as that is.",
		"Writing to Cecil before his accession he maintained, \"am so far from any intention of persecution as I protest to God I reverence their church as our mother church, although clogged with many infirmities and corruptions, besides that I did ever hold persecution as one of the infallible notes of a false church.\"",
		"The weight of opinion now tends to deny that any part of this much-discussed document save the last sentence bears the marks of an infallible utterance.",
		"Even in our own time, popular Protestant evangelicalism joins with the newer emphasis upon conversion the two great early Protestant appeals - to Atonement and to infallible Scripture.",
		"Arnauld retorted that the church might be infallible in abstract questions of theology; but as to what was passing through an author's mind it knew no more than any one else.",
		"But it is certain that he explained to his own satisfaction and accepted every item of the Roman Catholic creed, even going beyond it, as in holding the pope to be infallible in canonization; and while expressing his preference for English as compared with Italian devotional forms, he was himself one of the first to introduce such into England, together with the ritual peculiarities of the local Roman Church.",
		"The majority of apologists in the past have further believed in an infallible Bible; but they admit this position can only be reached at a late stage in the argument.",
		"Far firmer is the tone of his later letter to the same archbishop, where he contends from historical evidence that the papal judgment is not infallible, and encourages his brother prelate not to fear excommunication in a righteous cause, for it is not in the power even of the successor of Peter \"to separate an innocent priest from the love of Christ.\"",
		"Church traditions are infallible; and church dogmas reach us (from the original revelation) through an infallible medium, the Catholic Church, which the Protestants sadly lack.",
		"In leaving the land of its birth it has been taken as a whole, and for many centuries has been regarded as an infallible record of divinely granted knowledge and of divinely shaped history.",
		"It is infallible, while, whatever the case with perception of the special sensibles, 9 the process which combines particulars is not.",
		"The statute-book says it was \"by the estates of Scotland ratified and approved, as wholesome and sound doctrine grounded upon the infallible truth of God's word.\"",
		"The Jewish texts, once the infallible basis of history, are now tested by the libraries of Babylon, from which they were partly drawn, and Hebrew history sinks into its proper place in the wide horizon of antiquity.",
		"Baldassare Cossa, now as humble and resigned as he had before been energetic and tenacious, on his transference to the castle of Rudolfzell admitted the wrong which he had done by his flight, refused to bring forward anything in his defence, acquiesced entirely in the judgment of the council which he declared to be infallible, and finally, as an extreme precaution, ratified motu proprio the sentence of deposition, declaring that he freely and willingly renounced any rights which he might still have in the papacy.",
		"At the council of Nicaea, and at the ecumenical councils which followed, the idea of an infallible episcopate giving authoritative and permanent utterance to apostolic and therefore divine truth, found clear expression, and has been handed down as a part of the faith of the Catholic Church both East and West.",
		"Apollo's oracles, which he did not deliver on his own initiative but as the mouthpiece of Zeus, were infallible, but the human mind was not always able to grasp their meaning; hence he is called Loxias (\" crooked,\" \"ambiguous\").",
		"He held that, apart from an interior and unreasoned conviction, there is no cogent proof of the existence of God; and in Tract 85 he dealt with the difficulties of the Creed and of the canon of Scripture, with the apparent implication that they are insurmountable unless overridden by the authority of an infallible Church.",
		"But Locke accepted Holy Scripture as infallible with the reverence of a Puritan."
	],
	"synonyms": [
		"unfailing",
		"unerring",
		"sure",
		"secure",
		"certain",
		"sure-fire",
		"inerrable",
		"impeccable",
		"foolproof",
		"divine",
		"faultless",
		"dependable",
		"undeniable",
		"reliable",
		"perfect"
	],
	"antonyms": [
		"fallible",
		"faulty",
		"imperfect",
		"erring"
	]
}