{
	"word": "hierarchy",
	"meaning": [
		"A system of church government by priests or other clergy in graded ranks.",
		"Categorization or arrangement of a group of people or things into such ranks or grades.",
		"The group of officials, esp. the highest officials, in such a system.",
		"A group of persons or things arranged in order of rank, grade, class, etc.",
		"A body of persons having authority."
	],
	"sentences": [
		"The hierarchy of dukes and marquises and counts consisted of foreign soldiers imposed on.",
		"The government surveyed rural monasteries and schools, and reconstituted the ecclesiastical hierarchy.",
		"The '\"waste hierarchy\" shown below places incineration second to last.",
		"What is the hierarchy in the formulation of different types of environmental plans?",
		"It has different customs, currency, hierarchy and a language all its own.",
		"Yet it had elements of federation within the bonds of its hierarchy.",
		"Dogs are pack animals that are hardwired to respond to a distinct pack hierarchy.",
		"Thus the hierarchy was re-established in England in 1850 by Pius IX., in 1878 by Leo XIII.",
		"At Salem he was a member of the congregation of Roger Williams, whom he resolutely defended in his trouble with the New England clerical hierarchy, and excited by Williams's teachings, cut the cross of St George from the English flag in token of his hatred of all symbols of Romanism.",
		"An organized hierarchy, a definitive canon of the Holy Scriptures, a confession of faith and rule of faith, and unbending doctrinal discipline, these were the means employed.",
		"In common with all enlightened opinion, he complained bitterly of the excessive multiplication of exemptions, of the exaggerated extension of appeals to Rome, of the luxury of the Roman court, of the venality of the cardinals, and of the injury done to the traditional hierarchy by the very extent of the papal power, which was calculated to turn the strongest head.",
		"But the constitution \"Sapienti\" of 1908 withdrew from the Propaganda and put under the common law of the Church most of those parts in which the episcopal hierarchy had been re-established, i.e.",
		"The missions begin by establishing apostolic prefectures under the charge of priests; the prefecture is later transformed into an apostolic vicariate, having at its head a bishop; finally, the hierarchy, i.e.",
		"In the Catholic Church bishops take rank at the head of the sacerdotal hierarchy, and have certain spiritual powers peculiar to their office, but opinion has long been divided as to whether they constitute a separate order or form merely a higher degree of the order of priests (ordo sacerdotium).",
		"In the Roman Catholic Church the bishop belongs to the highest order of the hierarchy, and in this respect is the peer even of the pope, who addresses him as \"venerable brother.\"",
		"In some few cases (notably India and Japan) a regular territorial hierarchy has been established, just as in the United Kingdom and the Netherlands.",
		"It is alleged by some that the exercise of the powers gained by the Roman hierarchy was one cause of the Boxer outbreaks.",
		"Subsequently, when the Protestant hierarchy was forcibly established in Sweden, matters were much complicated by the absolutist tendencies of Gustavus.",
		"Early writers on natural history used the term in its vague logical sense without limiting it to a special category in the hierarchy of classification.",
		"The hierarchy of the Church of Rome in Belgium is composed of the archbishop of Malines, and the bishops of Liege, Ghent, Bruges, Tournai and Namur.",
		"Gradually the officials, high and low, subjected to an elaborate system of checks, refused to take any responsibility whatever; and the minutest administrative questions were handed up, through all the stages of the bureaucratic hierarchy, to be shelved and forgotten in the imperial cabinet.",
		"The way in which the ulema are recruited and formed into a hierarchy with a vigorous esprit de corps throws an instructive light on the whole subject before us.",
		"He nominates the Sheikh ul-Islam or mufti (q.v.) of Constantinople (grand mufti), who is his representative in the imamate and issues judgments in points of faith and law from which there is no appeal; but the nomination must fall on one of the mollahs, 2 who form the upper stratum of the hierarchy of ulema.",
		"The hierarchy which centres in the pope constitutes the Church of which the sacramental system is the inner life and penance is the sanction.",
		"Survey of a modeling hierarchy, from relativistic quantum mechanics to fluid dynamics.",
		"The ' hierarchy of optics ' from quantum optics down to paraxial geometrical optics - how does it all fit together?",
		"To deal with inconsistency in the uncertain class hierarchy a default reasoning approach was used.",
		"As a supplement to these labours in the field of Platonic and Alexandrian philosophy, Marsilio next devoted his energies to the translation of Dionysius the Areopagite, whose work on the celestial hierarchy, though recognized as spurious by the Neapolitan humanist, Lorenzo Valla, had supreme attraction for the mystic and uncritical intellect of Ficino.",
		"In various passages in Joachim's writings the clerical hierarchy is represented by Rachel and the contemplative order by her son Joseph, and Rachel is destined to efface herself before her son.",
		"Yet it is obvious that Elle Woods is not an old money, family hierarchy, traditional type of girl, so it is no surprise that this ring never makes it onto her finger.",
		"While birth order may have an effect on personality, don't assume that because a child falls at a certain place in the family hierarchy that he will display all - or even any - of the traits associated with his birth order.",
		"Within the field of fashion, there is a hierarchy of designers with some at more affordable range, and select designers that are known for exqiusite craftsmanship and higher price tags.",
		"This leaves them free to cavort in the moonlight and dance among the stars.Fairies and their like also have a place in the mystical hierarchy of Celtic lore.",
		"Archangels rank highest in angel hierarchy, and they're usually depicted as very strong and masculine.",
		"In order to facilitate maximum usability, LoveToKnow Watches is structured with a simple hierarchy based on the most common watch buyer's needs.",
		"Company summary, which also might show the management hierarchy.",
		"Determine a hierarchy within the governmental system they have created - Leaders of Bonanza City had to be determined by the children.",
		"In the original Star Trek, the hierarchy of officers was a key determinant of the big three.",
		"More important than all was the interest of the Roman curia, composed almost exclusively of Italians, to retain in its own hands the choice of the pontiff and to maintain the predominance 01 the Italian element and the Italian spirit in the ecclesiastical hierarchy.",
		"At the same time this eternal being is conceived as the all-embracing world-soul from which emanates the hierarchy of individual souls.",
		"More important were the titular changes Napoleon, as we have seen, did not venture to create an order of nobility until 1808, but he at once established an imperial hierarchy.",
		"On the re-establishment of the hierarchy in England Ullathorne became the first Roman Catholic bishop of Birmingham.",
		"The Babylonian king remained a priest to the last, under the control of a powerful hierarchy; the Assyrian king was the autocratic general of an army, at whose side stood in early days a feudal nobility, and from the reign of Tiglath-pileser III.",
		"The Roman Catholic chaplains are classed as parish priests, curates and assistants, and are subject to an army Vicar Apostolic. In war, at an army headquarters there are a \"field-rabbi,\" a \"military imam,\" an evangelical minister, as well as the Roman Catholic hierarchy.",
		"Moreover, the hierarchy derives a vast revenue from the fees for burials in the sacred limits.",
		"The programme of reform thus included not only the extirpation of simony and Nicolaitism, but also the freeing of the Church from the influence of the State, the recovery of her absolute control over all her possessions, the liberty of the Church and of the hierarchy.",
		"The theologians of the Greek and Latin churches expressly found the conception of a Christian priesthood on the hierarchy of the Jewish temple, while the names by which the sacerdotal character is expressed - iEpEbs, sacerdos - originally designated the ministers of sacred things in Greek and Roman heathenism, and then came to be used as translations into Greek and Latin of the Hebrew kohen.",
		"Two points in this theory were laid hold of - the doctrine of priestly mediation and the system of priestly hierarchy.",
		"Church office is a copy of the old hierarchy.",
		"Now among the Jews, as we have seen, the hierarchy proper has for its necessary condition the destruction of the state and the bondage of Israel to a foreign prince, so that spiritual power is the only basis left for a national aristocracy.",
		"While other vassals might hold of a graduated hierarchy of overlords up to the crown, the burgess always held directly of the sovereign.",
		"After the beginning of the 3rd century there were still no doubt men under the control of the hierarchy who experienced the prophetic ecstasy, or clerics like Cyprian who professed to have received special directions from God; but prophets by vocation no longer existed and these sporadic utterances were in no sense placed on a level with the contents of the sacred Scriptures.",
		"But it is not until the first stirrings of revolt against the hierarchy, which preceded the Reformation, that they became at all widespread or numerous.",
		"The church hierarchy consists of 3 archbishops and 23 suffragan bishops.",
		"The distinction between electi and auditores, however, does not exhaust the conception of the Manichaean Church; on the contrary, the latter possessed a hierarchy of three ranks, so that there were altogether five gradations in the community.",
		"The struggle between the Pharisees and Sadducees, between the party of the scribes and the aristocracy, was a struggle for mastery between a secularized hierarchy whose whole interests were those of their own selfish politics, and a party to which God and the exact fulfilment of the law according to the scribes were all in all.",
		"A superficial glance at Innocent's correspondence is sufficient to convince us that he was pre-eminently concerned for the reformation and moral welfare of the Church, and was animated by the best intentions for the re-estab lishment in the ecclesiastical body of order, peace and respect for the hierarchy.",
		"The majority of the priests and bishops refused to swear assent to what they held to be an invasion of the divine right of the hierarchy, and after some months of unfortunate indecision Pius VI.",
		"Thus at one stroke there was broken the age-long direct political power of the hierarchy in the Holy Roman Empire; and the ultimate heir of the bulk of these lands was Protestant Prussia.",
		"With Napoleon fell the temporal power; but the French hierarchy still kept his gifts in the shape of the congregations, the pro-Catholic colonial policy, and a certain control of education.",
		"The cool reception his endeavours, met with, both at the hands of the French ecclesiastics as well as in Rome, satisfied Bismarck \" that the papal hierarchy lacked either the power or the good will to afford Germany assistance of sufficient value to make it worth while giving umbrage to both the German Protestants and the Italian national party, and risking a reaction of the latter upon the future relations between the two countries, which would be the inevitable result were Germany openly to espouse the papal cause in Rome.\"",
		"The German politicians and the Prussian diplomatists accredited to Rome had worked too openly at undermining the papal hierarchy, and had veiled their sympathies for Piedmont far too lightly to lead the Vatican to expect, after the 10th of September 1870, a genuine and firm intervention on the part of Prussia on behalf of the temporal power of the Holy See.",
		"At its very commencement, the pope in his first encyclical (Easter 1878) proclaimed the necessity of a temporal hierarchy.",
		"The second phase in Leo's policy could only be accomplished with the aid of the Jesuits, or rather, it required the submission of the ecclesiastical hierarchy to the mandates of the Society of Jesus.",
		"The official hierarchy, strong as it is, divides its power with the dervishes.",
		"But on his arrival there he ascertained that a part of the pope's plan for restoring a diocesan hierarchy in England was that he himself should return to England as cardinal and archbishop of Westminster.",
		"Wiseman displayed calmness and courage, and immediately penned an admirable Appeal to the English People (a pamphlet of over 30 pages), in which he explained the nature of the pope's action, and argued that the admitted principle of toleration included leave to establish a diocesan hierarchy; and in his concluding paragraphs he effectively contrasted that dominion over Westminster, which he was taunted with claiming, with his duties towards the poor Catholics resident there, with which alone he was really concerned.",
		"The brilliancy and fair light scale of his tints is constantly remarkable, combined with a free use of gilding; this conduces materially to that celestial character which so pre-eminently distinguishes his pictured visions of the divine persons, the hierarchy of heaven and the glory of the redeemed.",
		"Another, remaining true to the principles, doctrines, usages and hierarchy of the medieval church, dreamt only of a purification of moral life, and saw its end realised in the reforms of the council of Trent.",
		"On the other hand there are various offshoots from orthodox Hinduism, the distinguishing feature of which, in their earlier history at least, is the obliteration of caste distinctions and the rejection of the Brahmanical hierarchy.",
		"The dux first appears in the Roman empire under the emperor Hadrian, and by the time of the Gordians has already a recognized place in the official hierarchy.",
		"On the other we have a stage at which the rational but as yet not reasoned concepts developed in the medium of the psychological mechanism are subjected to processes of reflective comparison and analysis, and, with some modification, maintained against challenge, till at length the ultimate universals emerge, which rational insight can posit as certain, and the whole hierarchy of concepts from the \" first \" universals to Ta apEA are intuited in a coherent system.",
		"Writers are fond of viewing him as representing all the degrees of the ecclesiastical hierarchy; they say that he is bishop of Rome, metropolitan of the of Roman province, primate of Italy, patriarch of the western Church and head of the universal Church.",
		"They accomplished their purpose in various ways, by distinguishing between God and his power - or by the notion of a hierarchy of super-sensible beings, or in a doctrine which taught that the operations of nature are the movement of pure spirit; or by the use of the \" Word \" of \" Wisdom,\" half personified as intermediate between God and the world.",
		"His work, however, endured, and in the middle ages the Jacobite hierarchy numbered 150 archbishops and bishops under a patriarch and his maphrian.",
		"Now, it was precisely in this part of India that mainly arose the body of literature which records the gradual rise of the Brahmanical hierarchy and the early development of the castesystem.",
		"Under the supreme authority of the pope the Roman Catholic Church is governed and served by an elaborate hierarchy.",
		"They include those of patriarchs, archbishops, metropolitans and bishops in the first rank of the hierarchy, with their subordinate officials, such as archdeacons, archpriests, deans and canons, &c., in the lower ranks.",
		"In 1850 came the \" restoration of the hierarchy \" by Pope Pius IX., when England was mapped out into an archbishopric of Westminster 4 and twelve suffragan sees, since increased to fifteen (sixteen including the Welsh see of Menevia).",
		"The Roman Catholic hierarchy 1 was restored in Scotland in 1878.",
		"The Virgin, the angelic hierarchy, the saints, have received the believer's homage, and answered his petitions.",
		"The Scottish hierarchy, by this time corrupt and even profligate, saw the twofold danger and met it firmly.",
		"Meanwhile, in Holland itself the Roman Catholic hierarchy had been restored by Pope Pius IX.",
		"The organization of the temple hierarchy, and its customs and privileges, retained throughout an Asiatic character.",
		"The annual revenues of the upper hierarchy of the Church amounted, up to 1910, to about £65,000.",
		"Though regiments were disbanded, fleets put out of commission and fortresses dismantled to save the cost of their upkeep, the Crown paid nearly 10o,000 yearly for the maintenance of this new hierarchy, and squandered untold wealth on the erection of churches and monasteries.",
		"Under these high officials of the Tibetan hierarchy there come the Chubil Khans, who fill the post of abbot to the lesser monasteries, and are also incarnations.",
		"The publication of a papal bull in 1850 establishing a Roman hierarchy in England brought the High Church party, of whom Wilberforce was the most prominent member, into temporary disrepute.",
		"Most noticeable among these doctrines is the complete system of angelology consistently followed out in the Book of Daniel, according to which the management of human affairs is entrusted to a regular hierarchy of commanding angels, two of whom, Gabriel and Michael, are even mentioned by name.",
		"His rank in the hierarchy and the universal respect in which he was held in the South, rather than his early military education, caused him to be appointed to the important rank of major-general.",
		"Here in his account of the rise and progress of the Neapolitan laws and government, he warmly espoused the side of the civil power in its conflicts with the Roman Catholic hierarchy.",
		"The Colombian hierarchy consists of an archbishop, residing at Bogota, 10 bishops, 8 vicars-general, and 2170 priests.",
		"The school of Saint-Simon insists strongly on the claims of merit; they advocate a social hierarchy in which each man shall be placed according to his capacity and rewarded according to his works.",
		"Instead of advocating the priesthood of all believers, the Lutheran pastors had made themselves a despotic hierarchy, while they neglected their practical pastoral work.",
		"The lay abbot took his recognized rank in the feudal hierarchy, and was free to dispose of his fief as in the case of any other.",
		"But though a sincere Roman Catholic, his whole spirit as a historian was hostile to ultramontane pretensions, and his independence of thought and liberalism of view speedily brought him into conflict with the Roman Catholic hierarchy.",
		"The continental churchmen of the 11th century were brimming over with ascetic zeal and militant energy, while the majority of the English hierarchy were slack and easy-going.",
		"All through these twenty-six years he was being opposed and criticised by a party which embraced the wisest and most patriotic section of the baronage and the hierarchy.",
		"At no period had the official hierarchy of the Western.",
		"To this \" humanism \" the Reformation seemed at first more' hostile than the Roman hierarchy; indeed, the extent to which this latter had allowed itself to become paganized by the Renaissance was one of the points that especially roused the Reformers' indignation.",
		"It is impossible, e.g., to accept his ordered hierarchy of \" springs of action \" without perceiving that the real principle upon which they can be arranged in order at all must depend upon considerations of circumstances and consequences, of stations and duties, with which a strict intuitionalism such as that of Martineau would have no dealing.'",
		"No existing ministry can claim regular historic continuity with the ancient hierarchy of Scotland, but the bishops of the Episcopal Church are direct successors of the prelates consecrated to Scottish sees at the Restoration.",
		"The increasing number of her adherents, and her inexperience of government on such a vast and complicated scale, obliged her to comply with political necessity and to adopt the system of the state and its social customs. The Church was no longer a fraternity, on a footing of equality, with freedom of belief and tentative as to dogma, but an authoritative aristocratic hierarchy.",
		"The Church called on the emperor to convoke and preside over her councils and to combat heresy; and in order more effectually to crush the latter she replaced primitive independence and local diversity by uniformity of doctrine and worship, and by the hierarchy of dioceses and ecclesiastical provinces.",
		"As under the Empire, the Palatium was both royal court and centre of government, with the same bureaucratic hierarchy and the same forms of administration; and the mayor of the palace was premier official of this itinerant court and ambulatory government.",
		"Under the Merovingians it was a hierarchy wherein grades were marked by the varied scale of the Disruption wergild, a man being worth anything from thirty to six of the hundred gold pieces.",
		"This hierarchy of persons, these private relations of man to man, were recognized by custom in default of the law, and were soon strength ned by another and territorial hierarchy.",
		"And so well did they succeed, that in the 6th and 7th centuries the provincial hierarchy consisted of the cultivator, the holder of the benejicium and the owner; while this dependence of one man upon another affected the personal liberty of a large section of the community, as well as the condition of the land.",
		"Not the equal of Caesar or Augustus in genius or in the lastingness of his work, he yet recalls them in his capitularies, his periodic courts, his official hierarchy, his royal emissaries, his ministers, his sole right of coinage, his great public works, his campaigns against barbarism and heathenry, his zeal for learning and literature, and his divinity as emperor.",
		"There were no provincial assemblies, no municipal bodies, no merchant-gilds, no autonomous churches; the people had no means of making themselves heard; they had no place in an administration which was completely in the hands of a central hierarchy of officials of all ranks, from dukes to scabini, with counts, viscounts and centenarii in between.",
		"In the disordered state of society official stability was a valuable warrant of peace, and the administrative hierarchy, lay or spiritual, thus formed a mould for the hierarchy of feudalism.",
		"He exploited also the townspeoples need for security and the instinct of independence which made them claim a definite place in the feudal hierarchy.",
		"The patricians of Venice and the lecturers of Padua made Averroism synonymous with doubt and criticism in theology, and with sarcasm against the hierarchy.",
		"Popular Protestant feeling ran very high at the time, partly in consequence of the recent establishment of a Roman Catholic diocesan hierarchy by Pius IX., and criminal proceedings against Newman for libel resulted in an acknowledged gross miscarriage of justice.",
		"Ultimately bannerets obtained a place in the feudal hierarchy between barons and knights bachelors, which has given rise to the idea that they are the origin of King James I.'s order of baronets.",
		"The new Minister-President had been Landeshauptmann - the highest position in the provincial administrative hierarchy - in Upper Franconia.",
		"A Latin hierarchy was set up in 1196 (an archbishop at Nicosia with suffragans at Limasol, Paphos and Famagusta), and the Greek bishops were made to minister to their flocks in subjection to it.",
		"Prestige. You move to the head of the immortals' hierarchy.",
		"That certain way includes among other things; not upsetting the current hierarchy of power.",
		"Newly mixed pigs fight to establish a hierarchy which is based on weight - the heaviest being more dominant.",
		"Remember, Elgar's parish church had been built only shortly after the early 19th century restoration of the catholic hierarchy in England.",
		"It was implemented in accordance with the hierarchy defined in the process above.",
		"The identifiable hierarchy of settlement reflects a perceived increase in the stratification of society dominated by a warrior aristocracy.",
		"Their classification can also be structured in a hierarchy (biotopes, biotope complexes, broad habitats ), reflecting degrees of similarity.",
		"The result seems to be a rather conventional disciplinary hierarchy in which history provides the context which English uses to inform its literary analysis.",
		"They were at the bottom of the naval hierarchy and were tasked with such menial duties as cleaning the pigsties and hen coops.",
		"With a destructor, however, all destructors in the hierarchy must be called.",
		"The original fractal, this is a pictorial representation of a complex equation to describe systems with a hierarchy of repeating patterns.",
		"If the name is hierarchical, list the parts of the hierarchy from largest to smallest, separated by full stops.",
		"Although the hierarchy was clearly gendered, women were not without power.",
		"The Priests of most have little hierarchy, unless the totem animal is strongly hierarchical such as the wolf.",
		"It established a waste management hierarchy, which stressed the interdependence of approaches to waste disposal.",
		"Kenneth mortgage Shepard hierarchy to assign.",
		"Reform unmarried women broker California Kenneth mortgage shepard hierarchy to assign.",
		"Marcuse criticized the misuse of science because it also legitimizes social and economic hierarchy.",
		"Clearly writing a class hierarchy starting with multivariate polynomials in order to derive integers makes no sense!",
		"The social rank of individual fish within a hierarchy can have a profound influence on its physiology and susceptibility to aquatic toxicants.",
		"This allows many web pages, currently unclassified, to be given a place in the hierarchy.",
		"XmEXCLUSIVE_TAB_GROUP indicates that the widget is a tab group and that widgets in the hierarchy whose XmNnavigationType is XmTAB_GROUP are not tab groups.",
		"Hence, it is impossible at present to trace the earlier steps which led to the grand hierarchy of post-exilic Judaism.",
		"These countries have created a hierarchy of temporal courts competent to deal with every matter of which law takes cognizance, and a penal code which embraces and deals with all crimes or delicts which the state recognizes as offences.",
		"The six books pass in review (1) the doctrine of the soul, in which Gersonides defends the theory of impersonal reason as mediating between God and man, and explains the formation of the higher reason (or acquired intellect, as it was called) in humanity, - his view being thoroughly realist and resembling that of Avicebron; (2) prophecy; (3) and (4) God's knowledge of facts and providence, in which is advanced the curious theory that God does not know individual facts, and that, while there is general providence for all, special providence only extends to those whose reason has been enlightened; (5) celestial substances, treating of the strange spiritual hierarchy which the Jewish philosophers of the middle ages accepted from the Neoplatonists and the pseudo-Dionysius, and also giving, along with astronomical details, much of astrological theory; (6) creation and miracles, in respect to which Gerson deviates widely from the position of Maimonides.",
		"The true prelacy is composed of the persons who constitute the ecclesiastical hierarchy; jurisdiction is inherent in their office and gives pre-eminence, as with patriarchs, archbishops and bishops.",
		"This distinction was of early growth, and developed, with the increasing power of the hierarchy, during the middle ages into a very lively opposition (see Holy Order; Church History; Papacy; Investitures).",
		"The order of Friends was organized in a hierarchy of ranks, which were multiplied as time went on.",
		"And, since it had been suppressed, not, as in the East, by mystical speculation, its mightiest antagonist, but by the political church of the hierarchy, we find that wherever chiliasm appears in the middle ages it makes common cause with all enemies of the secularized church.",
		"As the sacrifice of the mass is the central mystery of the Catholic faith, so the seven orders of the hierarchy culminate in that of priest, who alone is empowered to work the daily miracle of the altar (see Holy Order).",
		"He ventured to teach that he who is a true servant of God need fear no papal curse, that the Roman hierarchy is corrupt, and that marriage is permissible to the clergy, of whom only some have the gift of continence.",
		"In Yemen and Hadramut many villages are occupied exclusively by this religious hierarchy, who are known as Ashraf, Sada or Kudha (i.e.Sharifs, Seyyids or Kadhis); the religious affairs of the tribes are left in their hands; they do not, however, interfere in tribal matters generally, or join in fighting.",
		"The first three volumes of the Positive Philosophy contain an exposition of the partial philosophies of the five sciences that precede sociology in the hierarchy.",
		"The steps which prepared the way for the post-exile hierarchy, the destruction of the northern sanctuaries and priesthoods by the Assyrians, the polemic of the spiritual prophets against the corruptions of popular worship, which issued in the reformation of Josiah, the suppression of the provincial shrines of Judah and the transference of their ministers to Jerusalem, the successful resistance of the sons See I Sam.",
		"The best example, however, of a full-blown priestly system with a monastic hierarchy grafted in this way on a religion originally not priestly is found in Tibetan Buddhism (see LAMAisM), and similar causes undoubtedly had their share in the development of sacerdotalism in the Christian Church.",
		"A whole hierarchy of khalifas, aghas and caids obeyed him.",
		"It is true that Niclaes claimed to hold an impartial attitude towards all existing religious parties, and his mysticism, derived from David Joris, was undogmatic. Yet he admitted his followers by the rite of adult baptism, and set up a hierarchy among them on the Roman model (see his Evangelium Regni, in English A Joyfull Message of the Kingdom, 1574?; reprinted, 1652).",
		"Side by side with the Roman Catholic hierarchy are the congregations of the Old Catholics or Old Episcopalian Church (Oud Bisschoppelijke Clerezie), and the Jansenists (see Jansenism).",
		"The papal brief establishing the hierarchy was dated 29th September 1850, and on 7th October Wiseman wrote a pastoral, dated \" from out of the Flaminian Gate \" - a form diplomatically correct, but of bombastic tone for Protestant ears - in which he spoke enthusiastically, if also a little pompously, of the \" restoration of Catholic England to its orbit in the ecclesiastical firmament.\"",
		"It maintained the simplicity of Apostolic Christianity against the elaborate system of a corrupt Philp t hierarchy, the teaching of Scripture alone against the commentaries of the fathers and the traditions of the church, the right of private judgment against the dictation of ecclesiastical authority, the individual responsibility of every human soul before God in opposition to the papal control over purgatorial punishments, which had led to the revolting degradation of venal indulgences.",
		"Most seem to be acquiring wider responsibilities in an evolutionary way, rather than by following a rigid hierarchy.",
		"Spirit Ecclesiology Rayan has long been a strident critic of the Church hierarchy and an advocate of the reform of its structures and liturgy.",
		"Nevertheless, the operators are not aware of this subsumption hierarchy.",
		"Showing the work at the museum sought to subvert hierarchy 's of representation.",
		"The use if pulse code modulation and multiplexing to create the synchronous digital hierarchy and SONET.",
		"Resistance to a worldview based on hierarchy and difference should not lead us to dismiss it as a kind of ethics, however.",
		"Hissing, arching the back, laying back ears, etc., are all communications between animals negotiating their position in the dominance hierarchy.",
		"All those students from different schools were used to the hierarchy where they came from, but a new group of cool kids may emerge from the pack when all the students come together.",
		"Visit virtually any school in the country and you will find teens who have organized themselves into a hierarchy of social groups that exclude others.",
		"Being a member of a clique can grant them prestige and a prime position in the playground's social hierarchy.",
		"As you move up the fashion hierarchy into the mid-level brands, you will see more distinctions in the materials used and the overall design.",
		"There is a hierarchy where department stores are concerned, and the higher a store is on this ladder, the better the quality and the more unique the designs of the clothes.",
		"Department stores form somewhat of a hierarchy when it comes to fashion and the designers they stock.",
		"As well, the crowds themselves tend to form a sort of social hierarchy or map of the school, and different crowds are seen as having different degrees of status or importance.",
		"The trouble with purchasing church suits from lower label designers is that the lower a designer is on the hierarchy, the more this designer will cater to the mainstream market.",
		"It lists who the owner is then lists the hierarchy within the business.",
		"As you travel up the silk hierarchy, the most upscale silk lingerie items will be accompanied by a \"dry clean only\" care tag.",
		"The Draper ranked very high in Templar hierarchy, with only the Master and the Marshal above him.",
		"As applied to the Roman Catholic Church the word embraces the whole hierarchy, whether its clerici be in holy orders or merely in minor orders.",
		"These with a host of lesser dignities built up the imperial hierarchy and enabled the court quickly to develop on the lines of the old monarchy, so far as rules of etiquette and self-conscious efforts could reproduce the courtly graces of the ancien regime.",
		"In India he established a diocesan hierarchy, with seven archbishoprics, the archbishop of Goa taking precedence with the rank of patriarch.",
		"During the lifetime of his uncle, Beaton had shared in the efforts of the hierarchy to suppress the reformed doctrines, and pursued the same line of conduct still more systematically after his elevation to the primacy.",
		"As a statesman he was able, resolute, and in his general policy patriotic. As an ecclesiastic he maintained the privileges of the hierarchy and the dominant system of belief conscientiously, but always with harshness and sometimes with cruelty.",
		"In his opinion - which is, in form at least, perfectly orthodox - the church of Peter will be, not abolished, but purified; actually, the hierarchy effaces itself in the third age before the order of the monks, the viri spirituales.",
		"To overthrow the ecclesiastical hierarchy, to deprive the clergy of all their privileges, to reduce the pope to the rank of a kind of president of a Christian republic, which governs itself, or rather submits to the government of Caesar - such is the dream formed in 1324 by two masters of the university of Paris.",
		"Even when, in the 13th century, the ranks of the feudal hierarchy in France came to be more definitely fixed, the style of \"count\" might imply much, or comparatively little.",
		"The Church hierarchy consists of one archbishop (Caracas) and four suffragan bishops (Merida, Guayana, Barquisimeto and Guarico).",
		"It follows that the crowning science of the hierarchy, dealing with the phenomena of human society, will remain longest under the influence of theological dogmas and abstract figments, and will be the last to pass into the positive stage.",
		"The Church is defined as \"a divinely-instituted community of men, united by the orthodox faith, the law of God, the hierarchy and the sacraments.\"",
		"The old hierarchy continued, but service books in English were substituted for those in Latin, and preaching was encouraged.",
		"The doctrine of monotheism was formally expressed in the period immediately before and during the Exile, in Deuteronomy\" and Isaiah; and at the same time we find angels prominent in Ezekiel who, as a prophet of the Exile, may have been influenced by the hierarchy of supernatural beings in the Babylonian religion, and perhaps even by the angelology of Zoroastrianism.\"",
		"Accordingly the clergy formed a compact hierarchy not inferior in influence to the clergy of the Christian middle ages, had great power in the state, and were often irksome even to the great king.",
		"That at least the greater offices were hereditary - as in the case of the sons of Zadok, who succeeded to the royal priesthood in Jerusalem after the fall of Abiathar - was almost a matter of course as society was then constituted, but there is not the slightest trace of an hereditary hierarchy officiating by divine right, such as existed after the exile.",
		"But from this enormous increase of territory and influence arose a whole series of new and difficult problems. The court of Rome had to substitute for the old Greek hierarchy a hierarchy of Latin bishops; to force the remaining Greek clergy to practise the beliefs and rites of the Roman religion and bow to the supremacy of the pope; to maintain in the Greco-Latin Eastern Church the necessary order, morality and subordination; to defend it against the greed and violence of the nobles and barons who had founded the Latin Empire; and to compel the leaders of the new empire to submit to the apostolic power and execute its commands.",
		"At the head of the Roman Catholic hierarchy are the archbishops of Scutari (with three suffragans), Prizren and Durazzo; the mitred abbot of St Alexander is the spiritual chief of the Mirdites.",
		"It was proposed now to establish a more numerous hierarchy, self-contained within the limits of Burgundian rule, with three archbishops and fifteen diocesans.",
		"The head of the divine hierarchy of Mithras was Infinite Time - Cronus, Saturn; Heaven and Earth were his offspring, and begat Ocean, who formed with them a trinity corresponding to Jupiter, Juno, and Neptune.",
		"They brought from their native Italy a thorough knowledge of the science of government as the middle ages understood it, and the decimation of the Hungarian magnates during the civil wars enabled them to re-create the noble hierarchy on a feudal basis, in which full allowance was made for Magyar idiosyncracies.",
		"He re-codified the Hungarian common law; strictly defined the jurisdiction of the whole official hierarchy from the palatine to the humblest village judge; cheapened and accelerated legal procedure, and in an age when might was right did his utmost to protect the weak from the strong.",
		"Littre, by far the most eminent of the scientific followers of Comte, concedes a certain force to Spencer's objections, and makes certain secondary modifications in the hierarchy in consequence, while still cherishing his faith in the Comtist theory of the sciences.",
		"He began life as a lawyer, and rose rapidly in the legal hierarchy owing to the influence of his cousin Antoine Bohier, cardinal archbishop of Bourges.",
		"Religious thought about the angels during the middle ages was much influenced by the theory of the angelic hierarchy set forth in the De Hierarchia Celesti, written in the 5th century in the name of Dionysius the Areopagite and passing for his.",
		"Finally, the property and the whole social status of the Church and of the hierarchy remained unchanged, as did also the conviction that the perfection of the Christian life was to be sought and found in the monastic profession.",
		"But the best established hierarchy is not so powerful as a caste, and the monarchs had one strong hold on the clergy by retaining the patronage of great ecclesiastical places, and another in the fact that the Semitic provinces on the Tigris, where the capital lay, were mainly inhabited by men of other faith.'",
		"The same remarks apply to a society that is caste-based, or has any other rigid hierarchy to social status.",
		"These files are generated into several subdirectories, according to LEIF's standard project directory hierarchy.",
		"At the head of the Argentine hierarchy are one archbishop and five suffragan bishops, who have five seminaries for the education of the priesthood.",
		"The later medieval system, thus inaugurated, may be considered (1) in its hierarchy, (2) in the subject matter of its jurisdiction, (3) in its penalties.",
		"The establishment of a diocesan hierarchy in Scotland had been decided upon before the death of Pius IX., but the actual announcement of it was made by Leo XIII.",
		"Formerly Kerbela was a self-governing hierarchy and constituted an inviolable sanctuary for criminals; but in 1843 the Turkish government undertook to deprive the city of some of these liberties and to enforce conscription.",
		"The New Testament takes little interest in the idea of the angelic hierarchy, but there are traces of the doctrine.",
		"The new piety did not set itself in opposition either to the hierarchy or to the institutions of the Church, such as the sacraments and the discipline of penance, nor did it reject those foreign elements (asceticism, worship of saints and the like) which had passed of old time into Christianity from the ancient world.",
		"There is a hierarchy frustration for managers at the slowing of their career progress, since hierarchies flattened are are unlikely to be reinstated.",
		"He set himself to Hellenize or Catholicize Armenian Christianity, and in furtherance of this aim set up a hierarchy officially dependent on the Cappadocian.",
		"Bavaria and Saxony, both Roman Catholic states, have no special spiritual hierarchy; in Bavaria, the archbishop of Munich and Freysing is ex officio bishop of the army.",
		"Both parties visited many sites where Himyaritic remains and inscriptions were found, but the hostile attitude of the natives, more particularly of the Seyyids, the religious hierarchy of Hadramut, prevented any adequate examination, and much of archaeological interest undoubtedly remains for future travellers to discover.",
		"During the eight years of his life at Bayswater he was most active in all the duties of the priesthood, preaching, hearing confessions, and receiving converts; and he was notably zealous to promote in England all that was specially Roman and papal, thus giving offence to old-fashioned Catholics, both clerical and lay, many of whom were largely influenced by Gallican ideas, and had with difficulty accepted the restoration of the hierarchy in 1850.",
		"Using the hierarchy implied by the title, the President's distinctive role will only be to represent the Society if required.",
		"Suppose a vendor creates an object-based hierarchy that includes a useful set of containers including one you want to use.",
		"But in practice a local caste hierarchy may correspond only very loosely with the ideal.",
		"Anna Pavlovna greeted him with the nod she accorded to the lowest hierarchy in her drawing room.",
		"He had enunciated in his theses the far-reaching new principle that the congregation, and not the hierarchy, was the representative of the Church; and he sought henceforward to reorganize the Swiss constitution on the principles of representative democracy so as to reduce the wholly disproportionate voting power which, till then, the Forest Cantons had exercised.",
		"Indeed the development of the whole hierarchy above the congregational bishop was largely influenced by the imperial system, especially after Church and State came into alliance under Constantine.",
		"What is the hierarchy of the widgets which compose xclock?",
		"From within X-Designer, you can turn a widget hierarchy into a definition to be used later in other designs.",
		"No member of the executive branch of the government (president, cabinet minister, prefect, sub-prefect, or governor) can be elected to either chamber, nor can any judge or \" fiscal \" of the supreme court, nor any member of the ecclesiastical hierarchy from his diocese, province or parish, nor any judge or \" fiscal \" of superior and first-instance courts from their judicial districts, nor any military officer from the district where he holds a military appointment at the time of election.",
		"Browsing can be done by taxonomic hierarchy, concepts hierarchy, by curriculum, or by biology course.",
		"Clusters Areas are grouped into a three-level hierarchy of clusters, within which areas share similar combinations of characteristics.",
		"At Ryzenburg, close by, is a Roman Catholic seminary, founded in connexion with the establishment of the Roman Catholic hierarchy in 1853 and practically serving as an archiepiscopal palace.",
		"There was a hierarchy of headings, meaning headings of different sizes or weights."
	],
	"synonyms": [
		"chain of command",
		"regime",
		"pecking-order",
		"theocracy",
		"ministry",
		"power-structure"
	],
	"antonyms": []
}