{
	"word": "erudite",
	"meaning": [
		"Having or showing a wide knowledge gained from reading; learned; scholarly."
	],
	"sentences": [
		"The erudite student graduated at the top of her class.",
		"You can tell that he's erudite in the subject by his enthusiastic language.",
		"They tend to opt for very erudite books which some of us find unreadable.",
		"The erudite article was a great resource for learning about the difficult topic.",
		"It is dazzlingly and sometimes obscurely erudite yet with a clear and coherent argument that challenges our current commonsense views about communication.",
		"He is an erudite writer, with the wry wit of the man of the world rather than the university wit more common nowadays.",
		"Here is an urbane, erudite man, more likely to throw karma around the dressing room than teacups.",
		"Watching the news and reading the newspapers are good ways to stay erudite on world events.",
		"New York firemen and policemen are not known for being erudite wordsmiths so I really cannot hang my hat on what they said either.",
		"He also supported the fascist tyranny of Pilsudski in Poland, while writing erudite encyclicals on moral and political principles.",
		"Academic Info Academic info is a good gateway type site, easy to use and surprisingly erudite.",
		"Despite this key difference, we see that both characters are fairly erudite Victorian women.",
		"Mr Lee's memoir in the Dictionary of National Biography is extremely erudite, and two valuable articles, contributed by Sir Edward Brabrook to the Antiquary for June and July 1906, might be consulted.",
		"Considerably in advance of public opinion, it already pronounced in favour of a republic. By its erudite, brilliant and courageous examination of the rights of king, of nobles, of clergy and of people, it attained a wide and sudden popularity; it secured for the author the friendship and protection of Mirabeau, and the studied abuse of numerous royalist pamphleteers.",
		"And though the ceremonial part of the old Hebrew code was altogether rejected, and with it all the supplementary jurisprudence resting on tradition and erudite commentary, still God's law was believed to be contained in the sacred books of the Jews, supplemented by the teaching of Christ and his apostles.",
		"It was, however, two less erudite little books that brought him a European literary reputation and the culmination of his ecclesiastical troubles.",
		"Charpentier, who was long in receipt of a pension of 1200 livres from Colbert, was erudite and ingenious, but he was always heavy and commonplace.",
		"It may be said to have wholly supplanted its predecessor in popular favor, for the classic style that is to say, the Chinesehad now come to be regarded as the only erudite script.",
		"In 1841 he had published his Notes on the Parables, and in 1846 his Notes on the Miracles, popular works which are treasuries of erudite and acute illustration.",
		"Manoel de Portugal, Pero de Andrade Caminha, Diogo Bernardes, Frei Agostinho da Cruz and Andre Falcao de Resende continued the erudite school, which, after considerable opposition, definitely triumphed in the person of Luiz de Camoens.",
		"Far less plastic and form-loving than the Italian, the German intelligence was more penetrative, earnest, disputative, occupied with substantial problems. Starting with theological criticism, proceeding to the stage of solid studies in the three learned languages, German humanism occupied the attention of a widely scattered sect of erudite scholars; but it did not arouse the interest of the whole nation until it was forced into a violently militant attitude by Pfefferkorn's attack on Reuchlin.",
		"For the copyright of this erudite work he received5.",
		"It is a role-playing/adventure game that offers a variety of characters and classes to play- Iskar Shaman, Vah Shir Berserker, Barbarian Warrior, Wood Elf Ranger, High Elf Cleric, Erudite Wizard, and the Dark Elf Shadow Knight.",
		"As to what India derived from Greece there has been a good deal of erudite debate."
	],
	"synonyms": [
		"learned",
		"scholarly",
		"wise",
		"lettered",
		"studious",
		"intelligent",
		"educated",
		"cultured"
	],
	"antonyms": [
		"ignorant",
		"common",
		"uncultured",
		"uneducated"
	]
}