{
	"word": "diminutive",
	"meaning": [
		"Extremely or extraordinarily small.",
		"Much smaller than ordinary or average; very small; tiny.",
		"Of or being a suffix that indicates smallness or, by semantic extension, qualities such as youth, familiarity, affection, or contempt, as -let in booklet, -kin in lambkin, or -et in nymphet.",
		"Expressing smallness or diminution.",
		"Very small.",
		"A very small person or thing.",
		"Such a suffix.",
		"A word or name formed from another by the addition of a suffix expressing smallness in size or, sometimes, endearment or condescension, as ringlet (ring + -let), Jackie (Jack + -ie), lambkin (lamb + -kin)",
		"(grammar) A word form expressing smallness, youth, unimportance, or endearment."
	],
	"sentences": [
		"In other words, don't let the diminutive size deceive you.",
		"The word is a diminutive from Eibos, and is supposed to mean \" little poems.\"",
		"In_ the very crisis of the Swedish War, the diminutive army of the victorious Chodkiewicz was left unpaid, with the result that the soldiers mutinied, and marched off en masse.",
		"Tiny purses, pearl necklaces, or diminutive watches are always popular as accessories.",
		"Not surprisingly, Gladstone also offers a diminutive collection of shoes.",
		"She is the one from Surry and her name is listed as Elizabeth in the phone book but they call her Betty, or Becky or some foolish diminutive.",
		"It should sit flat against your chest, so that it retains a diminutive look.",
		"A diminutive clutch or purse is always important, as is a comfortable pair of shoes that will see you through a long night of dancing!",
		"You can wear prints, too - just stick with larger patterns instead of small, diminutive ones, which can easily draw attention to trouble spots.",
		"After all, you won't be able to enjoy a 5 megapixel, 2 megapixel, or even VGA (640 x 480 pixel) picture on your handset's diminutive display in all its glory anyways.",
		"Small fairies have been a feature in folklore for ages, but it isn't until later periods where these diminutive folk become beautiful.",
		"While adults will often find favor in solid colors, diminutive prints and other understated styles, kids naturally tend to gravitate towards something they absolutely love.",
		"Jane is described as diminutive with fair hair, red eyes and the face of a Botticelli.",
		"Party dresses are already fun celebratory items, but when they are cut down to diminutive infant sizes the cute factor increases, as often does the fluff and flounce.",
		"People with a proportionally shorter torso will have a difficult time finding swimsuits in general because many major styles draw attention to their diminutive middle.",
		"Choosing bargain flower girl dresses can be a tremendous savings for the parents of these diminutive bridal party members.",
		"If you love jewel tones, consider incorporating them in the same way; a diminutive accent will really pop!",
		"The white ruffle is adorned with a diminutive, barely visible blue polka dot print and finished with blue gingham trim.",
		"Her appearance at the 2005 MTV Video Music Awards in a sexy bathing suit brought even more attention to the diminutive actress.",
		"Keira Knightley has been criticized for her bony physique in the past, but she maintains that she just has a small, diminutive frame, telling British Elle magazine, \"I am thin because that's what I am.\"",
		"Former child star Gary Coleman was involved in a heated argument with a woman on July 27, 2007, which resulted in a citation for the diminutive actor.",
		"Due to film techniques, many short actresses are able to disguise their diminutive frames from audiences.",
		"Moon-wort (Soldanella) - Diminutive alpine flowers, at one time considered difficult to grow, but not really so if grown in peaty or sandy and moist soil, with coarse vigorous plants kept at a distance.",
		"Good choices from the Stacy Adams line are Stacy Adams Contemporary socks for a good-looking sock with a diminutive pattern or their Logo socks for a signature look.",
		"These styles are lavishly embellished by all manner of beads, ranging from large and sparkly to diminutive and shiny.",
		"Manipulating the buttons (the game used them all) with my big hands wasn't a problem, which I thought would be because of its diminutive size.",
		"Gold is striking and can take on a fierce, edgy stance, but it can also be diminutive, innocent and even sweet.",
		"Avoid excessive details like frills, fancy buttons and bows; instead, try chiffon or silk materials and diminutive floral prints.",
		"The stone's tall crown, a diminutive table, deep pavilion, thin girdle and large culet along with 58 facets give it depth.",
		"The main advantage of a hybrid case is found in its diminutive size which encourages simplicity.",
		"Maggie is an equally glamorous handbag that pairs silk with a diminutive velvet bow.",
		"Complete with an interior flap pocket and diminutive hardware, this shoulder bag is worth every affordable cent!",
		"The bag exudes a slightly organic vibe, with a natural influence that is evident in the low-key color palette and diminutive hardware.",
		"The flowers can be small and diminutive or extravagant and ostentatious.",
		"Instead of the original's mademoiselle clasp, the new version had a simple and diminutive turn-lock clasp.",
		"These are diminutive enough to work with nearly any weekend-casual ensemble.",
		"This one is brilliant in washed out green, tan and black, and the front pockets are accented with diminutive rhinestones.",
		"A diminutive chain link detail adorns the striped upper, making this the perfect dressy-casual shoe to see you through the season in style.",
		"The surprisingly diminutive Juliet sandal boasts a three inch heel and a very practical design.",
		"These fun flats are available in plenty of shades - including teal, pink and black - and are adorned with a diminutive Marc by Marc Jacobs nameplate.",
		"Thus, for a time, science fiction fans insisted on reserving the disrespectful diminutive 'sci-fi' for media-trash.",
		"Later depictions show these creatures as diminutive winged folk, no more than a few inches tall.",
		"While this concern may be diminutive, many Facebook users aren't even aware how much they are giving away about their friends--or how much information is being given away about them--without their control.",
		"A detailed plan for the entire rapid is vital when facing the holes, drops, haystacks, rocks and chutes served up by even the most diminutive river.",
		"Hesperornis too, with its keelless sternum, had aborted wings but strong legs and feet adapted for swimming, while Ichthyornis had a keeled sternum and powerful wings, but diminutive legs and feet.",
		"The reality TV star confessed she has been watching videos of the diminutive pop babe to get ideas for her routines.",
		"Often seen with Lucy, a diminutive, tough, witty woman who always looked very cuddly.",
		"You will find thought that these huge looking pools on their racks in the garden centers look quite diminutive once installed in the ground.",
		"I made myself a couple of sandwiches with the rather diminutive loaf of bread I'd bought from the shop on the way home.",
		"Can you conceive of a man's getting himself into a sweat over so diminutive a provocation?",
		"Much to her dismay she finds the place predictably conservative and even somewhat diminutive of a woman's role in society.",
		"Occasionally a very diminutive wife and children are thrown in, who did not appear to count for much.",
		"The wheel at each corner design maximizes the interior dimensions and allows the Getz to offer generous accommodation despite its relatively diminutive size.",
		"When Tommy retired, another equally diminutive man named Copley took his place.",
		"Synopsis On the run from the wicked queen, Snow White becomes housekeeper to a bunch of diminutive miners.",
		"The fleet ranges in size from a diminutive 707 to the 60 foot Ocean Youth Trusts graceful Oyster built ketches.",
		"The sheer magnetic attraction extruded by the diminutive 10 bore, the bigger 8 bore or massive 4 bore is completely spellbinding.",
		"He was successful in the entrance exam, only to fail the medical on account of his diminutive stature.",
		"The young are hatched ' Yet Forbes states (Ibis, 1881, p. 358) that Seriema comes from Siri, \" a diminutive of Indian extraction,\" and Ema, the Portuguese name for the Rhea (see Emeu), the whole thus meaning \"Little Rhea.\"",
		"As for the modern ivory statuette or alcove ornament, of which great numbers are now carved for the foreign market, it certainly stands on a plane much higher than the netsuke, since anatomical defects which escape notice in the latter owing to its diminutive size, become obtrusive in the former.",
		"In these diminutive ground-sloths the crowns of the cheek-teeth approached the prismatic form characteristic of Mega[lo]therium, as distinct from the subcylindrical type occurring in Mylodon, Glossotherium, &c.",
		"The oolitic brown ores of Lorraine and Luxemburg are known as \"minette,\" a diminutive of the French mine (ore), in allusion to their low content of metal.",
		"Especially sanguinary was the struggle against the prophet Maslama (Mubarrad, Kamil 443, 5), commonly known by the derisive diminutive Mosailima.",
		"The term is also used in botany of the crown-like appendage at the top of compound flowers, the diminutive being coronule.",
		"The language is very rich in diminutive and augmentative forms; e.g.",
		"The diminutive form vasseletus, for the son of a vassal, after strange fortunes returned to something of its original sense of \"household servant\" in the modern \"valet\" (q.v.) (see also Vavassor).",
		"There are so many incredible new wallpapers on the market that will provide visual interest to a diminutive bath or powder room.",
		"The sparkling effect is cute and eye catching, yet still somewhat understated thanks to the diminutive beige tone.",
		"The small white flowers are borne in dense clusters in early summer, the unopened buds being of a delicate pink hue, and it is suited for grouping with diminutive shrubs, such as the Partridge Berry, Daphne Cneorum, the small Andromedas.",
		"Whether shaped like a diminutive box or a Christmas ornament, these itty bitty accessories play up delicate and feminine outfits.",
		"In the form of an old woman named Deo (= the \" seeker,\" or simply a diminutive form), she comes to the house of Celeus at Eleusis, where she is hospitably received.",
		"And lastly, by the Papirian law (89 B.C.) it was further reduced to the diminutive weight of half an ounce.",
		"There are also ruins of an old church, the dedication of which, like the island chapel, is ascribed to one St Begnet, perhaps a diminutive form of Bega, but the identity is not clear.",
		"It consists of a group of old-fashioned timber and plaster buildings, a tall belfry, and a diminutive church of white marble, founded in 1190 by King Stephen Nemanya, who himself turned monk and was canonized as St Simeon.",
		"The native cattle, also diminutive in size, with small horns and short legs, furnish beef of remarkable tenderness and flavour; while the cows, when well fed, yield a plentiful supply of rich milk.",
		"Consequently he was called Nardulus, a diminutive form of Einhardus, and his great industry and activity caused him to be likened to an ant.",
		"Perrot or Pierrot, the diminutive of the proper name Pierre), the name given 1 \"Parakeet\" (in Shakespeare, i Hen.",
		"Our modern diminutive \" horsetails \" with scaly leaves were represented in the Carboniferous period by gigantic calamites, often with a diameter of I to 2 ft.",
		"The Italian word is generally taken to be from porcella, diminutive of porco, pig, from a supposed resemblance of the shell to a pig's back.",
		"The most remarkable thing about this Cameroon sheep is, however, its extremely diminutive size, a full-grown ram standing only 19 in.",
		"Both present the appearance of diminutive clusters of grapes, at the anterior end of the kidneys, close to the suprarenal bodies, separated from each other by the descending aorta and by the vena cava where this is formed by the right and left vena iliaca communis.",
		"In the Malay Peninsula the blood of a murdered man must be put in a bottle and prayers said over; after seven days of this worship a sound is heard and the operator puts his finger into the bottle for the polong, as the demon is called, to suck; it will fly through the air in the shape of an exceedingly diminutive female figure, and is always preceded by its pet, the pelesit, in the shape of a grasshopper.",
		"It has been suggested that the diminutive size of the male is of great advantage to him during courtship, because he is enabled to move easily thereby to escape from her clutches should she turn upon him with hostile intent.",
		"The Russians then poured into eastern Poland; the Prussians, at the beginning of 1793, alarmed lest Catherine should appropriate the whole Republic, occupied Great Poland; and a diminutive, debased and helpless assembly met at Grodno in order, in the midst of a Russian army corps,\"to come to an amicable understanding\" with the partitioning powers.",
		"The subjects are, between two panthers, a central group of a gigantic Medusa with her two diminutive children, Pegasus and Chrysaor, and corner groups of apparently unconnected battle scenes.",
		"In consequence, largely, of the dangers attending its navigation, it was not visited by the European traders of the 16th-18th centuries so frequently as other regions north and east, but in the Rio Pongo, at Matakong (a diminutive island near the mouth of the Forekaria), and elsewhere, slave traders established themselves, and ruins of the strongholds they built, and defended with cannon, still exist.",
		"Their presence is due to lateral outgrowths of crystals shooting from the side of a growing stalactite, or to deflections caused by currents of air, or to the existence of a diminutive fungus peculiar to the locality and designated from its habitat Mucor stalactitis.",
		"In the heart of the delta numerous large lakes or marshes abounding in fish are formed by the overflow of the Irrawaddy river during the rainy season, but these either assume very diminutive proportions or disappear altogether in the dry season.",
		"It possesses all the active, courageous and bloodthirsty disposition of the rest of the genus, but its diminutive size prevents it attacking and destroying any but the smaller mammals and birds.",
		"They are not often represented as diminutive in stature, and seem to be subject to such human passions as love, jealousy, envy and revenge.",
		"One of these diminutive convents is appropriated to the \"oblati\" or novices (Q), the other to the sick monks as an \"infirmary\" (R).",
		"The diminutive cities of this cosmopolitan Palestine were ruled by kings, not necessarily of the native stock; some were appointed - and even anointed - by the Egyptian king, and the small extent of these city-states is obvious from the references to the kings of such near-lying sites as Jerusalem, Gezer, Ashkelon and Lachish.",
		"Those germs which do not ripen during the season undergo a process of resorption, and in the winter the whole ovary dwindles to often a diminutive size.",
		"The plan given by Viollet-le-Duc of the Priory of St Jean des Bons Hommes, a Cluniac cell, situated between the town of Avallon and the village of Savigny, shows that these diminutive establishments comprised every essential feature of a monastery, - chapel, cloister, chapter-room, refectory, dormitory, all grouped according to the recognized arrangement."
	],
	"synonyms": [
		"small",
		"slight",
		"pocket-size",
		"tiny",
		"petite",
		"little",
		"teeny",
		"pintsized",
		"minuscule",
		"miniature",
		"dwarf",
		"lilliputian",
		"bantam",
		"teeny-weeny",
		"weeny",
		"micro"
	],
	"antonyms": [
		"tall",
		"huge",
		"big",
		"large"
	]
}