{
	"word": "harangue",
	"meaning": [
		"A long, blustering, noisy, or scolding speech; tirade.",
		"A speech or piece of writing characterized by strong feeling or expression; a tirade.",
		"To speak or address in a harangue.",
		"To deliver a harangue.",
		"To give a forceful and lengthy lecture or criticism to someone."
	],
	"sentences": [
		"He delivered a violent harangue before Charles IX.",
		"The most important work of his life was his co-operation in the production of the Satire Menippee (1593), which did so much to damage the cause of the League; the harangue of the Sieur d'Aubray is usually attributed to his pen.",
		"Under the scathing criticism of the opposition the pent-up fury of the original speaker vented itself into a fiery harangue.",
		"Instead I listened to his harangue about the difficulty they encountered with the session I'd practically demanded, the break-ins in Boston.",
		"However, I am feeling particularly magnanimous this morning, so I shall not harangue the Minister; he is a jolly fine chap.",
		"Cynthia let her husband harangue a bit longer.",
		"Owing to his popularity he was considered by Etienne Marcel and his party as a suitable rival to the dauphin, afterwards King Charles V., and on entering Paris he was well received and delivered an eloquent harangue to the Parisians.",
		"Charles's harangue to his son is in the best tradition of epic romance.",
		"The set harangue of teacher to pupil, in which steps in argument are slurred and the semblance of co-inquiry is rendered nugatory, must be eliminated.",
		"Abu'l-Abbas inaugurated his Caliphate by a harangue in which he announced the era of concord and happiness which was to begin now that the House of the Prophet had been restored to its right.",
		"The command which his idiosyncrasies had upon him is shown, for example, by reproachful speeches on the treatment of Ireland, and by a startling harangue on behalf of the Chartists, at a time when such irregularities could but damage him, a new man, where he hoped for influence and office.",
		"To this extraordinary harangue, which from its own nature and the faults of the interpreter must have been completely unintelligible, the Inca at first returned a very temperate answer.",
		"Whilst the worship of the Church of England was proscribed, every illiterate or frenzied enthusiast was allowed to harangue at his pleasure."
	],
	"synonyms": [
		"ranting",
		"rant",
		"tirade",
		"philippic",
		"jeremiad",
		"fulmination",
		"diatribe",
		"sermon",
		"lecture",
		"discourse",
		"mouth",
		"rave",
		"rant",
		"perorate",
		"declaim",
		"tirade",
		"spout",
		"spiel",
		"speech",
		"sermon",
		"screed",
		"scolding",
		"oration",
		"orate",
		"lecture"
	],
	"antonyms": [
		"panegyric"
	]
}