{
	"word": "zealot",
	"meaning": [
		"One who is zealous, especially excessively so.",
		"A person who is zealous, esp. to an extreme degree; fanatic.",
		"Among the ancient Jews, a member of a radical political and religious sect that openly resisted Roman rule in Palestine.",
		"One who is zealous, one who is full of zeal for his own specific beliefs or objectives, usually in the negative sense of being too passionate; a fanatic."
	],
	"sentences": [
		"The failure of Jaureguy did not deter a young Catholic zealot, by name Balthazar Gerard, from attempting to assassinate the man whom he looked upon as the arch-enemy of God and the king.",
		"Jason gets a new lease on life from a religious zealot.",
		"Laud was a prodigy of parts and learning over whose tomb Art and Genius still continued to weep. Hampden deserved no more honourable name than that of the \"zealot of rebellion.\"",
		"He now flies the evangelical flag in the UK, a rightwing religious zealot in the mold of American televangelists.",
		"The medicine is so simple in application and so easily available that it is served out almost automatically and indifferently, to every law-breaker; the pickpocket and the burglar are locked up next door to the clergyman at variance with his bishop; the weak-kneed and self-indulgent drunkard rubs shoulders with the political zealot who has endangered the peace of nations.",
		"In 1969 damage due to arson attack by a Zionist zealot took twenty years to repair.",
		"This does not, however, make him a member of a zealot 'movement ' or 'party '68.",
		"There is, however, nothing about Saul/Paul as a zealot in that work.",
		"This is sometimes very difficult because most multilevel businesses encourage a zealot approach to sales and claims.",
		"A zealot for monastic and clerical reform, he introduced a more severe discipline, including the practice of flagellation, into the house, which, under his rule, quickly attained celebrity, and became a model for other foundations.",
		"Like the zealot in Downing Street, its \" sincere belief \" in its own veracity is quite enough.",
		"As for the author, he was no Essene, for he recognizes animal sacrifices and cherishes the Messianic hope; he was not a Sadducee, for he looks forward to the establishment of the Messianic kingdom (x.); nor a Zealot, for the quietistic ideal is upheld (ix.), and the kingdom is established by God Himself (x.).",
		"It seems that the Zealots made more headwa y in Galilee than in Judaea - so much so that the terms Galilean and Zealot are practically interchangeable.",
		"He was suspected and denounced, but nothing ensued until, at the instigation of the austere zealot Caraffa, the Inquisition was established at Rome, June 1542.",
		"Nor yet was he a Zealot, for the quietistic ideal is upheld (ix.), and the kingdom is established by God Himself (x.)."
	],
	"synonyms": [
		"drumbeater",
		"partisan",
		"fanatic",
		"enthusiast",
		"devotee",
		"faddist",
		"addict",
		"crank",
		"bitter-ender",
		"plugger",
		"propagandist",
		"cultist",
		"fighter",
		"missionary",
		"opinionist"
	],
	"antonyms": []
}