{
	"word": "itinerant",
	"meaning": [
		"Traveling from place to place or on a circuit.",
		"A person who travels from place to place.",
		"(Ireland) A member of the Travelling Community, whether settled or not."
	],
	"sentences": [
		"The work of the itinerant instructors is very varied.",
		"With a salary granted to him by parliament he resumed his itinerant preaching in Wales.",
		"As an itinerant auctioneer he became well acquainted with the Germans in the S.E.",
		"In this state it is sold to itinerant dealers.",
		"The view of frankpledge (visus franciplegii), or the duty of ascertaining that the law with regard to frankpledges was complied with, was in the hands of the sheriffs, who held an itinerant court called the \"sheriff's tourn\" for this and other purposes.",
		"In 1861 Reid took lessons from an itinerant portrait-painter, William Niddrie, who had been a pupil of James Giles, R.S.A., and afterwards entered as a student in the school of the Board of Trustees in Edinburgh.",
		"At the age of 15 he entered the Franciscan monastery at Avignon, and after 1517 he was an itinerant preacher, travelling through France, Italy and Switzerland.",
		"Despite the fierce efforts of Vavasor Powell and his brother itinerant preachers to thwart the reception of this South Wales petition at Westminster, Colonel Freeman was able to urge the claims of the petitioners, or \" Anti-Propagators \" as they were termed, at the bar of the House of Commons, openly declaring that by the late policy of ejectment and destruction \" the light of the Gospel was almost extinguished in Wales.\"",
		"Meanwhile the prophet's father, Suddhodana, who had anxiously watched his son's career, heard that he had given up his asceticism, and had appeared as a Wanderer, an itinerant preacher and teacher.",
		"He led the shire-levies, collected the royal revenues both feudal and non-feudal, and presided in the shire-court as judge, till in the course of years his functions in that sphere were gradually taken over by the itinerant justices.",
		"Scattered congregations or churches within the parochia were served by itinerant presbyters.",
		"But no great writer and no great administrator came from Narbonensis; itinerant lecturers and journalists alone were produced in plenty, and at times minor poets.",
		"His baillis, who at first rather resembled the itinerant justices of Henry II.",
		"From these itinerant commissioners (justices in eyre) descend the modern justices of assize.",
		"Despite the fact that with the exception of the period of the \"Great Awakening\" (1740-1742), when he preached as an itinerant in several neighbouring colonies, his active labours were confined to his own parish, his influence on the religious thought of his time in America was probably surpassed only by that of his old friend and teacher Jonathan Edwards.",
		"The bishops are chosen from the teachers; they are itinerant, conduct marriage and funeral services, and are present at communions, at ordinations, when deacons are chosen or elected, and at trials for the excommunication of members.",
		"This process received a great impulse from the erection in the 11th and 12th centuries of defined territorial jurisdictions for the archdeacons, who had hitherto been itinerant representatives of the central power of the diocese.",
		"He joined a Methodist class, threw his house open for love-feasts and prayer-meetings, and did a great deal of itinerant evangelization among the cottages of the countryside.",
		"In 1219 the prior secured the right of holding a court there for all crown pleas and of sitting beside the justices itinerant, .and this led to serious collision between the monks and burgesses.",
		"He was admitted by John Wesley in 1785 into the regular itinerant ministry.",
		"His itinerant justices were not altogether a novelty in England or Normandy.",
		"Licensed to preach in 1791, he was engaged for several years as an itinerant Presbyterian preacher in his native state, and acquired during this period the facility in extemporaneous speaking for which he was remarkable.",
		"Map's career was an active and varied one; he was clerk of the royal household and justice itinerant; in 1179 he was present at the Lateran council at Rome, on his way thither being enter tained by the count of Champagne; at this time he apparentm held a plurality of ecclesiastical benefices, being a prebend of St Paul's, canon and precentor of Lincoln and parson of Westbury, Gloucestershire.",
		"It was compiled by the itinerant Frankish officials known as the missi Dominici, and the text undoubtedly goes back to the time of Charlemagne, perhaps to the years 802 and 803, when the activity of the missi was at its height.",
		"Such recitations were given by itinerant Bonzes, and it is easy to understand the connection between them and the No.",
		"It was also used by a class of bards or itinerant soothsayers known by the name of vates, of whom the most famous was one Marcius, and in the \"Fescennine verses,\" as sung at harvest-homes and weddings, which gave expression to the coarse gaiety of the people and to their strong tendency to personal raillery and satiric comment.",
		"After 1743 he spent most of his time as an itinerant preacher, visiting meetings of the Friends ‘in various parts of the colonies.",
		"Itinerant showmen carry about these serpents, and cause them to assume a dancing motion for the amusement of the spectators.",
		"In December an itinerant government sent out complete from Washington crossed the Arizona line and effected a formal organization.",
		"To the Indians he preached through an interpreter, and their interests he boldly and successfully defended by attacking the whites 1 Edwards recognized the abuse of impulses and impressions, opposed itinerant and lay preachers, and defended a well-ordered and well-educated clergy.",
		"In the first place, the department had to train teachers of agricultural subjects; and secondly, it had to demonstrate to farmers all over Ireland by a system of itinerant instruction some of the advantages of such technical instruction, in order to induce them to make some sacrifice to obtain a suitable education for their sons and daughters.",
		"The number of itinerant instructors is governed entirely by the available supply of qualified men.",
		"It is written in ballad form, and portions of it are still sung by itinerant bards throughout north-western India and Rajputana.",
		"As under the Empire, the Palatium was both royal court and centre of government, with the same bureaucratic hierarchy and the same forms of administration; and the mayor of the palace was premier official of this itinerant court and ambulatory government.",
		"Before this event, however, Richard had been appointed a baron of the exchequer, his great industry and exceptional abilities as an accountant being recognized by giving him a special seat at the exchequer table, and from 1168 until his death he frequently acted as one of the itinerant justices.",
		"The market was allowed to her by the justices itinerant.",
		"A curious street sight in Kashgar is presented by the hawkers of meat pies, pastry and sweetmeats, which they trundle about on hand-barrows just as their counterparts do in Europe; while the knife-grinder's cart, and the vegetable seller with his tray or basket on his head, recall exactly similar itinerant traders further west.",
		"The necessity to earn more than could be put together by begging, slowly transformed them from itinerant musicians into itinerant ice-cream salesmen.",
		"He was thus called the Snowshoe Itinerant.",
		"In 1868 the whole business of posting was taken over by the state; post offices are also maintained by many communes, and a few are itinerant.",
		"Instead, carved crosses were erected at convenient sites for itinerant monks or priests to preach to the inhabitants.",
		"Woodman then returned to his native Sussex where he became an itinerant lay preacher.",
		"John Wesley, under the pastoral oversight of itinerant ministers who met at an annual conference.",
		"The same day, an itinerant preacher came to the village.",
		"Itinerant bands bang and blow their loudest; organ boys grind monotonously; ballad singers or flying stationers make roaring proclamations of their wares.",
		"They also handled administrative matters such as the licenses for owners of public houses and itinerant traders.",
		"His chief measures are contained in his instruction to the itinerant justices of 1194 and 1198, in his ordinance of 1195 for the conservation of the peace, and in his scheme of 1198 for the assessment of the carucage.",
		"Asbury, however, feeling his sympathies and duties to be with the colonies, remained at his post, and although often threatened, and once arrested, continued his itinerant preaching.",
		"He pours scorn upon the exorcists - who were clearly in league with the demons themselves - and upon the excesses of the itinerant and undisciplined \"prophets\" who roam through cities and camps and commit to everlasting fire cities and lands and their inhabitants.",
		"He was soon invited to do the same at the houses of others, and ended by becoming a fiery itinerant preacher, stirring to the depths every neighbourhood he visited.",
		"At its May session in 1742 the General Court of Massachusetts forbade itinerant preaching save with full consent from the resident pastor; in May 1743 the annual ministerial convention, by a small plurality, declared against \"several errors in doctrine and disorders in practice which have of late obtained in various parts of the land,\" against lay preachers and disorderly revival meetings; in the same year Charles Chauncy, who disapproved of the revival, published Seasonable Thoughts on the State of Religion in New England; and in 1744-1745 Whitefield, upon his second tour in New England, found that the faculties of Harvard and Yale had officially \"testified\" and \"declared\" against him and that most pulpits were closed to him.",
		"Throughout his life he believed in the itinerant unpaid ministry rather than in the settled pastorate.",
		"It is possible that the itinerant justices of the English kings Henry I.",
		"The Springs were first used by the itinerant trappers.",
		"The condition of the itinerant labourers (peons) was still worse, the wages paid them being hardly sufficient to keep them from starvation.",
		"This granted that in all eyres the justices itinerant should come to Shaftesbury and that the burgesses should not answer for aught without the town and might choose for themselves two coroners annually.",
		"Indeed, for many, the increasingly itinerant nature of work leads us into several different careers during our working lives.",
		"Concomitant with their function as places of worship, mosques served as social centers and as rest houses for travelers and itinerant mendicants.",
		"From the late 15th-century Dutch merchants and itinerant fleets also factored.",
		"About 1639 he entered upon the career of an itinerant preacher, and for preaching in various parts of Wales he was twice arrested in 1640; however, he was not punished and during the Civil War he preached in and around London.",
		"He was a simple, fluent speaker, and was so successful that in 1767 he was enrolled, by John Wesley himself, as a regular itinerant minister."
	],
	"synonyms": [
		"migratory",
		"migrant",
		"wayfaring",
		"roaming",
		"vagabond",
		"ambulatory",
		"nomadic",
		"vagrant",
		"peripatetic",
		"gipsy",
		"gypsy",
		"vagabond",
		"wanderer",
		"nomad"
	],
	"antonyms": [
		"sedentary",
		"settled",
		"permanent"
	]
}