{
	"word": "disparage",
	"meaning": [
		"To lower in esteem; discredit.",
		"To speak slightingly of; show disrespect for; belittle.",
		"To make an untrue statement that harms the reputation of another’s business or product.",
		"To ridicule, mock, discredit.",
		"To match unequally; to degrade or dishonor.",
		"(obsolete) Inequality in marriage; marriage with an inferior."
	],
	"sentences": [
		"He made some remarks to disparage the women's game in the past.",
		"There are people who want to disparage this excellent approach.",
		"What does it mean to the client when their boss talks to them in a manner to disparage them?",
		"The suspicions of those who are never sorry to disparage the great have been of various kinds.",
		"Disparage a certain color if you don't like it.",
		"This is not to disparage purely technical or professional training.",
		"The reforms needed to be pushed through with real gusto, yet it was common for Gorbachev to disparage in his remarks about trade.",
		"Readers of a later time, who could compare his work with the finished works of the Augustan age, would certainly disparage his art rather than his power.",
		"The fault of the opposite school, on the other hand, is to disparage interpretation and to regard correction as the proper field of a scholar and gentleman.",
		"You may not disparage Corel or any of its products in your use of Corel product screen shots.",
		"The only mention that legal academia got was a reference to disparage them for overblown prose.",
		"Practitioners within the penal system, have perhaps a tendency to disparage screen portrayals of prison for their lack of realism.",
		"During the meeting in which Stonewall Cymru was delivering their report, David Davies made a number of comments to disparage.",
		"Shortly after his arrival there he issued a document known to history as his Judicatum (548), in which he condemned indeed the three chapters, but expressly disavowed any intentions thereby to disparage the council of Chalcedon.",
		"He was vicepresident of the United States from 1845 to 1849, but the appointment of Buchanan as secretary of state at once shut him off from all hope of party patronage or influence in the Polk administration, and he came to be looked upon as the leader of that body of conservative Democrats of the North, who, while they themselves chafed at the domination of southern leaders, were disposed to disparage all anti-slavery agitation."
	],
	"synonyms": [
		"pick at",
		"belittle",
		"rap",
		"disdain",
		"demoralize",
		"dishonor",
		"demean",
		"degrade",
		"minimize",
		"underrate",
		"slur",
		"vilipend",
		"ridicule",
		"slight",
		"discredit"
	],
	"antonyms": [
		"flatter",
		"sanction",
		"compliment",
		"praise",
		"approve",
		"laud",
		"extol",
		"commend"
	]
}