{
	"word": "temperate",
	"meaning": [
		"Moderate in indulging the appetites; not self-indulgent; abstemious, esp. in the use of alcoholic beverages.",
		"Moderate in one's actions, speech, etc.; self-restrained.",
		"Neither very hot nor very cold.",
		"Moderate or restrained.",
		"Having a temperate climate.",
		"(obsolete) To render temperate; to moderate; to soften; to temper."
	],
	"sentences": [
		"The climate is cool and bracing, and the products of the vicinity include many of the temperate zone.",
		"It grows in short grass in the temperate regions of all parts of the world.",
		"They doubtless equally supply a path by which southern temperate types may have extended northwards.",
		"Bromeliaceae are represented by Rhodostachys and the temperate Puya.",
		"New Zealand was poorly stocked with a weak flora; the more robust and aggressive one of the north temperate region was ready at any moment to invade it-, but was held back by physical barriers which human aid has alone enabled it to surpass.",
		"The climate is temperate and healthy.",
		"High mountain levels supplied paths of communication for stocking the South Temperate region, the floras of which were enriched by adapted forms of tropical types.",
		"While the tropics preserve for us what remains of the preTertiary or, at the latest, Eocene vegetation of the earth, which formerly had a much wider extension, the flora of the North Temperate region is often described as the survival of the Miocene.",
		"By the same path it kis received a remarkable contribution from the North Temperate region; such familiar genera as Ranunculus, Epilobfum and Veronica form more than 9% of the flowering plants.",
		"The climate is temperate, and the rainfall moderate.",
		"The shores are covered with coral; earthquakes and tidal waves are frequent, the latter not taking the form of bores, but of a sudden steady rise and equally sudden fall in the level of the sea; the climate is rather tropical than temperate, but sickness is almost unknown among the residents.",
		"While Europe and probably North America were occupied by a warm temperate flora, tropical types had been driven southward, while the adaptation of others to arctic conditions had become accentuated.",
		"On the whole, it consists of local species of some widely distributed northern genera, such as Carex, Poa, Ranunculus, &c., with alpine types of strictly south temperate genera, characteristic of the separate localities.",
		"Cactaceae are widely spread and both northwards and southwards extend into temperate regions.",
		"In the New World, as already explained, the path of communication between the northerri and southern hemispheres has always been more or less open, and the temperate flora of southern America does not exhibit the isolation characteristic of the southern region of the Old World.",
		"Here the climate is temperate, the country watered by many rivers and lakes, the soil fertile, the vegetation rich, the cattle numerous.",
		"Festuceae (about 83 genera, including tropical, temperate, arctic and alpine forms) many are important meadow-grasses; 15 are British.",
		"Elymus arenarius (lyme grass) occurs on sandy sea-shores in the north temperate zone and is a useful sand-binder.",
		"In tropical regions, where Leguminosae is the leading order, grasses closely follow as the second, whilst in the warm and temperate regions of the northern hemisphere, in which Compositae takes the lead, Gramineae again occupies the second position.",
		"While the greatest number of species is found in the tropical zone, the number of individuals is greater in the temperate zones, where they form extended areas of turf.",
		"But over the greater part of Abyssinia as well as the Galla highlands the climate is very healthy and temperate.",
		"In later life he was conspicuously temperate and amiable.",
		"Its species, which are characteristic of warm temperate latitudes, are usually much-branched shrubs.",
		"Parnell in 1890 until January 1896; but his Nationalism was of a temperate and orderly kind, and though his personal distinction singled him out for the chairmanship during the party dissensions of this period, he was in no active sense the political leader.",
		"The order contains about fifty species in fourteen genera, and is widely distributed in temperate and warm zones.",
		"In it grow most fruits and flowers which thrive in a temperate climate.",
		"The eastern Cordillera region is noteworthy for its large areas of plateau and elevated valley within the limits of the vertical temperate zone.",
		"The \"sabana\" of Bogota is a good illustration of the higher of these plateaus (8563 ft., according to Stieler's Hand-Atlas), with its mild temperature, inexhaustible fertility and numerous productions of the temperate zone.",
		"The temperate and subtropical regions cover the greater part of the departments traversed by the Eastern Cordillera, the northern end of the Central Cordillera, the Santa Marta plateaus, and the Upper Cauca Valley.",
		"Among the more common fruit-trees, some of which are exotics, may be mentioned cacao (Theobroma), orange, lemon, lime, pine-apple, banana, guava (Psidium), breadfruit (Artocarpus), cashew (A nacardium), alligator pear (Pers ea), with the apple, peach, pear, and other fruits of the temperate zone on the elevated plateaus.",
		"Other food and economic plants are coffee, rice, tobacco, sugar-cane, cotton, indigo, vanilla, cassava or \"yucca,\" sweet and white potatoes, wheat, maize, rye, barley, and vegetables of both tropical and temperate climates.",
		"Maize, wheat and other cereals are cultivated on the elevated plateaus, with the fruits and vegetables of the temperate zone, and the European in Bogota is able to supply his table very much as he would do at home.",
		"Potatoes are widely cultivated in the temperate and sub-tropical regions, and sweet potatoes in the sub-tropical and tropical.",
		"Being exposed to the winter monsoon, the northern parts of the island enjoy much the same sort of temperate climate as the neighbouring provinces of the mainland, but in the southern parts, protected from the monsoon by the mountain ranges, the climate is almost or entirely tropical.",
		"Mountain areas of io,000 acres and upwards, largely covered with moorland, upon nearly imper meable rocks with few water-bearing fissures, yield in temperate climates, towards the end of the driest seasons, and therefore solely from underground, between a fifth and .a quarter of a cubic foot per second per 1000 acres.",
		"It has now been introduced by man into almost all parts of the world where agricultural operations are carried on, but flourishes especially in the temperate regions of both hemispheres.",
		"To this extraordinary harangue, which from its own nature and the faults of the interpreter must have been completely unintelligible, the Inca at first returned a very temperate answer.",
		"The genus comprises a few species of shrubs or trees, seldom reaching a large size, distributed through the North Temperate zone, and in the New World passing along the Andes southwards to Chile.",
		"The junipers, of which there are twenty-five or more species, are evergreen bushy shrubs or low columnar trees, with a more or less aromatic odour, inhabiting the whole of the cold and temperate northern hemisphere, but attaining their maximum development in the Mediterranean region, the North Atlantic islands, and the eastern United States.",
		"The geographical range of each species is generally more or less restricted, usually according to climate, as they are mostly inhabitants either of the Arctic or Antarctic seas and adjacent temperate regions, few being found within the tropics.",
		"It is an attempt to show that the white man can flourish only in the temperate zones, that the yellow and black races must increase out of all proportion to the white, and must in time crush out his civilization.",
		"The coast region, though in the temperate zone, is hot and humid.",
		"Except in the malarious coast zone, the climate is temperate, bracing and exceptionally healthy.",
		"The spores, when liberated by the dehiscence of the sporangium, give rise to the prothallus, which is now, owing mainly to the investigations of Treub and Bruchmann, known in a number of tropical and temperate species.",
		"Numerous species of ferns, both temperate and tropical, are cultivated as valued ornamental plants.",
		"The climate is temperate, and colder among the mountains in the south than in the north.",
		"The Jacobins desired the death of Louis, partly because they hated kings and deemed him a traitor, partly because they wished to envenom the Revolution, defy Europe and compromise their more temperate colleagues.",
		"He was orderly and temperate, they were gross and debauched; he was a deist, they were atheists.",
		"Rewbell, Barras and La Revelliere Lepeaux had a full measure of the Jacobin spirit; Carnot and Letourneur favoured a more temperate policy.",
		"Spring wheats procured from northern latitudes mature more rapidly than those from temperate or hot climates, whilst the reverse is the case with autumn wheats from the same source.",
		"Barcelona can be divided into three climatic zones; a temperate one near the sea, where even palm and orange trees grow; a colder one in the valleys and plains, more inland; and a colder still among the mountains, where not a few peaks are snow-clad for a great part of the year.",
		"For example, we find him arguing for the legitimacy of judicial punishments and military service against an over-literal interpretation of the Sermon on the Mount; and he took an important part in giving currency to the distinction between evangelical \" counsels \" and \" commands,\" and so defending the life of marriage and temperate enjoyment of natural good against the attacks of the more extravagant advocate of celibacy and self-abnegation; although he fully admitted the superiority of the latter method of avoiding the contamination of sin.",
		"Indian corn, wheat, cotton, oats and hay are the principal crops, but the variety of farm and garden produce is great, and includes Kafir corn, broom corn, barley, rye, buckwheat, flax, tobacco, beans, castor beans, peanuts, pecans, sorghum cane, sugar cane, and nearly all the fruits and vegetables common to the temperate zone; stock-raising, too, is a very important industry.",
		"The order is a widely distributed one; the marine forms are tropical or subtropical, but the fresh-water genera occur also in the temperate zones.",
		"In the high interior the climate resembles that of the temperate zones, although six-sevenths of the island are within the tropics; there is no intense heat, and it is quite cold, occasionally touching freezing point, during the nights of the cool season.",
		"In the extreme north and south the climate is a warm temperate one, the northern countries being on the whole hotter and drier than those in the southern zone; the south of the continent being narrower than the north, the influence of the surrounding ocean is more felt.",
		"The northern and southern temperate zones have a flora distinct from that of the continent generally, which is tropical.",
		"The climate is temperate, and the rainfall not excessive.",
		"They also occur in temperate countries, and were well known to the ancient Greeks and Romans.",
		"The climate in northern latitudes seems to have passed from temperate to sub-tropical, with minor fluctuations, until at the close a rapid lowering of temperature ushered in the glacial period.",
		"It is found in the north of England and in Cornwall, and growing in rocky pastures throughout temperate and northern Europe and Asiatic Russia, and also in the mountain districts of southern Europe.",
		"The points that suggest themselves with regard to this flora are, that it includes a fair representation of the existing orders of warm-temperate deciduous trees; that the more primitive types - such as the Amentaceae - do not appear to preponderate to a greater extent than they do in the existing temperate flora; that the assemblage somewhat suggests American affinities; and that when we take into account deficient collecting, local conditions, and the non-preservation of succulent plants, there is no reason for saying that certain other orders must have been absent.",
		"In the earliest Eocene plant-beds, in the Woolwich and Reading series, a small but interesting flora is found, which suggests a temperate climate less warm than that of earlier or of later periods.",
		"The flora found in Mull points distinctly to temperate conditions; but it is not yet clear whether this indicates a different period from the subtropical flora of the south of England, or whether the difference depends on latitude or local conditions.",
		"Willows and poplars, with a few other plants of more temperate regions, are found rarely at Aix, and seemingly point to casual introduction from surrounding mountains.",
		"Among the characteristics of this Miocene flora are the large number of families represented, the marked increase in the deciduous-leaved plants, the gradual decrease in the number of palms and of tropical plants, and the replacement of these latter by Mediterranean or North American forms. According to Heer, the tropical forms in the Swiss Miocene agree rather with Asiatic types, while the subtropical and temperate plants are allied to forms now living in the temperate zone in North America.",
		"These families, however, do not appear to have had anything like their present importance in the temperate flora, though, as they are mainly herbaceous plants with fruits of moderate hardness, they may have decayed and left no trace.",
		"But if this process is continuous from latitude to latitude, then we ought not to look for a flora of equivalent age in the warm-temperate Miocene deposits of central Europe, but should rather expect to find that the temperate plants of Greenland were contemporaneous with a tropical flora in central Europe.",
		"The incoming of the Glacial epoch does not appear to have been accompanied by any acclimatization of the plants - the species belonging to temperate Europe were locally exterminated, and Arctic forms took their places.",
		"It should not be forgotten, however, that an Arctic flora is mainly distinguishable from a temperate one by its poverty and dwarfed vegetation, its deciduous leaves and small fruits, rather than by the occurrence of any characteristic genera or families.",
		"Although possessed of ample means, Proclus led a most temperate, even ascetic life, and employed his wealth in generous relief of the poor.",
		"The climate of Connecticut, though temperate, is subject to sudden changes, yet the extremes of cold and heat are less than in the other New England states.",
		"All cultivated hemp belongs to the same species, Cannabis saliva; the special varieties such as Cannabis indica, Cannabis chinensis, &c., owe their differences to climate and soil, and they lose many of their peculiarities when cultivated in temperate regions.",
		"It would appear that the native country of the hemp plant is in some part of temperate Asia, probably near the Caspian Sea.",
		"For this cruel land can cast a spell which no temperate clime can match.",
		"Ideal landscapes were designed and planted out with standard temperate trees and newly introduced exotics from the Americas.",
		"This work focuses on temperate glaciers in the Alps, polythermal glaciers in the Arctic, and cold glaciers in Antarctica.",
		"In general, in the UK temperate climate, soil humus levels increase or decrease only slowly.",
		"Capable of fierce invective, his oratory is impersonal; passionate and emotional himself, his speeches are temperate.",
		"All these karst landforms are the result of long term geomorphological processes typical of this temperate climatic zone.",
		"The climate varies from tropical monsoon in the south to temperate in the north.",
		"One particularly severe pest, which is found throughout tropical, sub-tropical and temperate regions, is the diamondback moth, Plutella xylostella.",
		"Regions located near the tropics or in the mountainous regions located near the tropics or in the mountainous regions are endowed with a temperate climate.",
		"Italian ryegrass is one of the most important forage grasses in temperate regions.",
		"The area is a predominantly shallow, well flushed, fully saline, partially enclosed, temperate sea.",
		"The island's flora varies greatly, ranging from temperate to tropical forests and from arid scrubland and plains to lush hills.",
		"Its climate is more temperate, rarely suffering from frost and cooled by sea breezes in summer.",
		"It's climate is temperate for the most part, ranging down to cool temperate in the southernmost tip.",
		"Much of the infilling probably occurred early in the Holocene, as the landscape adjusted to increasingly temperate conditions.",
		"Britain has a changeable but relatively temperate climate without extremes of cold and heat.",
		"Rumex In a broad sense 200 species are recognized, of cosmopolitan distribution especially in north temperate regions.",
		"It may surprise you to know that we have a very temperate climate in Scotland.",
		"Climate Luxembourg's weather is generally temperate, with the warmest months from May to September.",
		"Sweden geography Sweden enjoys a mostly temperate climate despite its northern latitude, mainly due to the Gulf Stream.",
		"We also cross the Antarctic Convergence, a biological barrier where cold polar waters sink beneath the warmer waters of the more Temperate Zones.",
		"In the north Temperate Zone only, the hour hand is pointed toward the sun.",
		"The country's climate is predominantly tropical, with a warm temperate zone extending along the coast.",
		"Few, if any, of the spiders found in temperate regions are particularly venomous or likely to bite.",
		"The northern bottlenose whale usually lives in deep-sea canyons in the cold temperate seas of the northern North Atlantic.",
		"Bread wheat, Triticum aestivum, is now the most widely cultivated wheat in the world, grown in most temperate regions.",
		"In the north temperate zone only, the hour hand is pointed toward the sun.",
		"The name is also applied to other species of Potamogeton, one of the characteristic genera of lakes, ponds and streams. all over the world, but more abundant in temperate regions.",
		"For the same reason, together with its northern aspect, the climate is humid and temperate, unlike that of the inland regions, which are exposed to great extremes of heat in summer and cold in winter.",
		"Scierophyllous Plants.These are plants with evergreen leathery ives, and typical of tropical, sub-tropical, and warm temperate gions; e.g., Quercus Suber, Ilex Aquifohium, Hedera Helix, Eucalyps Globulus, Rosmarinus officinalis.",
		"Temperate Districts.Temperate districts are characterized by forests of deciduous trees and of coniferous trees, the latter being of different species from those of the warm temperate districts, but frequently of the same plant form.",
		"The repetition of the same species in the arctic regions and in the high mountains of the North Temperate region is generally attributed to the exchange which took place during the glacial period.",
		"So it has come about that the only practicable history of geographical exploration starts from the Mediterranean centre, the first home of that civilization which has come to be known as European, though its field of activity has long since overspread the habitable land of both temperate zones, eastern Asia alone in part excepted.",
		"This takes account of - (I) the ArcticAlpine zone, including all the vegetation of the region bordering on perpetual snow; (2) the Boreal zone, including the temperate lands of North America, Europe and Asia, all of which are substantially alike in botanical character; (3) the Tropical zone, divided sharply into (a) the tropical zone of the New World, and (b) the tropical zone of the Old World, the forms of which differ in a significant degree; (4) the Austral zone, comprising all continental land south of the equator, and sharply divided into three regions the floras of which are strikingly distinct - (a) South American, (b) South African and (c) Australian; (5) the Oceanic, comprising all oceanic islands, the flora of which consists exclusively of forms whose seeds could be drifted undestroyed by ocean currents or carried by birds.",
		"Thus the civilization of agricultural peoples of the temperate zone grew rapidly, yet in each community a special type arose adapted to the soil, the crop and the climate.",
		"The latter occurs onl y in the temperate possessions of the British empire, in which there is no great preponderance of a coloured native population.",
		"He seems to have been much indulged, and to have led a very pleasant life of it; he pleased himself in moderate excursions, frequented the theatre, mingled, though not very often, in society; was sometimes a little extravagant, and sometimes a little dissipated, but never lost the benefits of his Lausanne exile; and easily settled into a sober, discreet, calculating Epicurean philosopher, who sought the summum bonum of man in temperate, regulated and elevated pleasure.",
		"In his Autobiography he alleges that he learned from the Provincial Letters of Pascal \" to manage the weapon of grave and temperate irony, even on subjects of ecclesiastical solemnity.\"",
		"Neottiineae, including 90 genera, also terrestrial, contains thirteen more or less widely distributed tropical or subtropical subtribes, some of which extend into temperate zones; one, Cephalanthereae, which includes our British genera Cephalanthera and Epipactis is chiefly north temperate.",
		"The flora of north China, which is akin to that of Japan, shows manifest relation to that of the neighbouring American continent, from which many temperate forms extend, reaching to the Himalaya, almost as far as Kashmir.",
		"In habits bats are social, nocturnal and crepuscular; the insect-eating species feed on the wing, in winter in the temperate regions they migrate to a warmer climate, or hibernate, as do the British bats.",
		"The easy access to the beach, and temperate climate makes it the ideal destination for outdoor activities.",
		"In the temperate zone, where the seasons are sharply contrasted, but follow each other with regularity, foresight and self-denial were fostered, because if men did not exercise these qualities seed-time or harvest might pass into lost opportunities and the tribes would suffer.",
		"The latter occurs only in the temperate possessions of the British empire, in which there is no great preponderance of a coloured native population.",
		"The climate of the plateau is usually described as temperate, but it is essentially sub-tropical.",
		"It is almost entirely confined to the cold and temperate zones.",
		"We eat only to appease our hunger, we drink only so much as it is good for temperate persons to do.",
		"The air was temperate, the sky was serene, the silver orb of the moon was reflected from the waters, and all nature was silent.",
		"This first or cold stage of the paroxysm varies much in length; in temperate climates it lasts from one to two hours, while in tropical and subtropical countries it may be shortened.",
		"In temperate climates the impregnated females hibernate during the winter in houses, cellars, stables, the trunks of trees, &c., coming out to lay their eggs in the spring.",
		"As a rule the general facies as well as dimensions are remarkably uniform throughout a family, so that tropical species -often differ little in appearance from those inhabiting temperate regions.",
		"The climate is for the most part temperate and healthy, but it is hot and unhealthy on the coast.",
		"This belt, which embraces Asia Minor, northern Persia, Afghanistan, and the southern slopes of the Himalaya, from its elevation has a temperate climate, and throughout it the rainfall is sufficient to maintain a vigorous vegetation, while the summers, though hot, and the winters, though severe, are not extreme.",
		"The area between the southern border of Siberia and the margin of the temperate alpine zone of the Himalaya and north China, comprising what are commonly called central Asia, Turkestan, Mongolia and western Manchuria, is an almost rainless region, having winters of extreme severity and summers of intense heat.",
		"Along the warm temperate zone, from the Mediterranean to the Himalaya, extends a flora essentially European in character.",
		"In short, we have a somewhat heterogeneous assemblage of tropical, temperate and alpine plants, as has been already briefly indicated, of which, however, the tropical are so far dominant as to give their character to the flora viewed as a whole.",
		"Among these some forms, as among the trees, extend much be y ond the tropic and ascend into the temperate zones on the mountains, of which may be mentioned Begonia, Osbeckia, various Cyrtandraceae, Scitamineae, and a few epiphytical orchids.",
		"The higher mountains rise abruptly from the plains; on their slopes, clothed below almost exclusively with the more tropical forms, a vegetation of a warm temperate character, chiefly evergreen, soon begins to prevail, comprising Magnoliaceae, Ternstroemiaceae, subtropical Rosaceae, rhododendron, oak, Ilex, Symplocos, Lauraceae, Pinus longifolia, with mountain forms of truly tropical orders, palms, Pandanus, Musa, Vitis, Vernonia, and many others.",
		"Indian agriculture combines the harvests of the tropical and temperate zones.",
		"In Borneo some of the temperate forms of Australia appear on the higher mountains.",
		"Very little is known of the plants of the interior of northern China, but it seems probable that a complete botanical connexion is established between it and the temperate region of the Himalaya.",
		"Here again we have an absence of all tropical forms, and a great development of groups characteristic of cold and temperate regions.",
		"The chief development of this family, both as to size and number of forms, is in the mountain regions with a temperate climate; the smaller species are found in the hotter regions and in the low-lying rivers.",
		"Sheep abound in the more temperate regions, and goats are universally met with; both of these animals are used as beasts of burden in the mountains of Tibet.",
		"The name of Aryan has been given to the races speaking languages derived from, or akin to, the ancient form of Sanskrit, who now occupy the temperate zone extending from the Mediterranean, across the highlands of Asia Minor, Persia and Afghanistan, to India.",
		"It has an agreeable, temperate climate, is regularly built, and has considerable commercial importance.",
		"All the song-birds and birds of prey of the temperate zone are plentiful.",
		"Although the species are fewer in number than in most other families of fishes, they are widely spread and extremely abundant, peopling by countless schools the oceans of the tropical and temperate zones, and approaching the coasts only accidentally, occasionally, or periodically.",
		"Mackerel are found in almost all tropical and temperate seas, with the exception of the Atlantic shores of temperate South America.",
		"In northern and temperate latitudes where insects disappear in the winter, species of Argyopidae like Aranea diademata, live only for a single season.",
		"In the tropics the essential requirements are very similar, but there the dry season checks production in much the same way as do the frosts in temperate climates.",
		"The boll worm is most destructive in the south-western states, where the damage done is said to vary from 2 to 60% of the crop. Taking a low average of 4%, the annual loss due to the pest is estimated at about 1 - 2,500,000, and it occupies second place amongst the serious cotton pests of the U.S.A. The boll worm is widely spread through the tropical and temperate zones.",
		"The department is an elevated region, well watered with a large number of small streams whose waters eventually find their way through the Amazon into the Atlantic. Many of its productions are of the temperate zone, and considerable attention is given to cattle-raising.",
		"Cereals, forage crops, vegetables and fruits of the cold temperate zone can be produced easily, but distance from markets and lack of transport have restricted their production to local needs.",
		"Cool and temperate, Gallatin, when following his own theories, was usually in the right, although accused by his followers of trimming.",
		"The genus Avena contains about fifty species mostly dispersed through the temperate regions of the Old World.",
		"The climate is sub-tropical and humid, though the elevation (3700-3800 ft.) gives a temperate climate in winter.",
		"The order is widely spread in temperate and tropical regions, and contains 85 genera with about 1200 species.",
		"The order is less developed in the south temperate zone.",
		"The order contains about 250 species, chiefly natives of the north temperate zone and the mountains of the tropics.",
		"Convincing evidence is offered by the qualities of the Spanish race in Cuba that white men of temperate lands can be perfectly acclimatized in this tropical island.",
		"The mountainous tract has probably an average altitude of between 6000 and 7000 ft., with a temperate climate and regular rainfall, and is fertile and populous.",
		"But he is temperate in his opinions; and the practical advices in the second and third books of the Paedagogue are remarkably sound and moderate.",
		"In general the plankton - and especially the phyto-plankton of the polar and temperate seas - is much more abundant than is that of the sub-tropical and tropical zones.",
		"The Ptychoderidae and Spengelidae are predominantly tropical and subtropical, while the Balanoglossidae are predominantly arctic and temperate in their distribution.",
		"It has a world-wide distribution, but finds its chief development in the temperate and frigid zones, especially of the northern hemisphere, and as Alpine plants.",
		"They are usually found amongst seaweed in temperate seas, but they are probably widely distributed; some are fresh-water.",
		"The violets comprise a large botanical genus (Viola) - in which more than 200 species have been described - found principally in temperate or mountain regions of the northern hemisphere; they also occur in mountainous districts of South America and South and Tropical Africa, while a few are found in Australasia.",
		"It contains 36 genera, many of which are north temperate and three are represented in Britain, viz.",
		"Veratrum is an alpine genus of the north temperate zone.",
		"The typical genus Lilium and Fritillaria are widely distributed in the temperate regions of the northern hemisphere.",
		"This great chapadao is in many respects the best part of Brazil, having a temperate climate,- extensive areas of fertile soil, rich forests and a regular rainfall.",
		"Its climate is more tropical and its development has gone forward less rapidly than in the more temperate regions of the south.",
		"It lies wholly within the tropics, though its more elevated districts enjoy a temperate climate.",
		"In general terms, it is a tropical country, with sub-tropical and temperate areas covering its three southern states and a great part of the elevated central plateau.",
		"In the Parahyba valley, which extends across the state of Rio de Janeiro, the mean temperature is somewhat higher than it is in Sao Paulo and Minas Geraes, and the nights are warmer, but the higher valleys of the Serra do Mar enjoy a delightfully temperate climate.",
		"South of Sao Paulo the tablelands of Parana, Santa Catharina and Rio Grande do Sul enjoy a temperate climate, with an abundant rainfall.",
		"On the temperate uplands of the southern states there are imposing forests of South American pine (Araucaria brasiliensis), whose bare trunks and umbrella-like tops give to them the appearance of open woodland.",
		"In some parts of southern Brazil the fruits and vegetables of the temperate zone do well, but within the tropics they thrive well only at a considerable elevation above sea-level.",
		"In a profligate age William was distinguished by the purity of his married life, by temperate habits and by a sincere piety.",
		"The heaths and proteads common at the Cape peninsula, in Basutoland and other parts of South Africa, are rare in Natal, but almost any species of the flora of semi-tropical and temperate countries introduced attains perfection.",
		"Convolvulus has about tso to 200 species, mainly in temperate climates; the genus is principally developed in the Mediterranean area and western Asia.",
		"Cuscuta contains nearly too species in the warmer and temperate regions; two are native in Britain.",
		"In the Maritime Andes at and above the altitude of Caracas it may be described as semitropical, and in the still higher regions of western Venezuela it approaches the mild temperate.",
		"The tropical vegetation extends to an altitude of about 1300 ft., above which it may be classed as semi-tropical up to about 3500 ft., and temperate up to 7200 ft., above which the vegetation is Alpine.",
		"Other agricultural products are sweet potatoes, cassava (manioc), yuca, yams, white potatoes, maguey, okra, peanuts, pease, all the vegetables of the hot and temperate climates, oranges, lemons, limes, bananas, plantains, figs, grapes, coco-nuts, pine-apples, strawberries, plums, guavas, breadfruit, mangoes and many others.",
		"The Sierra Madre crosses the southern part of the state parallel with the coast, separating the low, humid, forested districts on the frontier of Tabasco from the hot, drier, coastal plain on the Pacific. The mountain region includes a plateau of great fertility and temperate climate, which is one of the best parts of Mexico and contains the larger part of the population of the state.",
		"It is a widelydistributed species, being found throughout the northern and temperate seas of Europe, Asia and America, extending as far south as Gibraltar, but not entering the Mediterranean, and inhabits water from 25 to 50 fathoms deep, where it always feeds close to the bottom.",
		"The climate of the coast belt is semi-tropical and malaria is prevalent; that of the highlands temperate.",
		"The climate of the delta is cooler and more temperate than in Upper Burma, and this is shown in the fairer complexion and stouter physique of the people of the lower province as compared with the inhabitants of the drier and hotter upper districts as far as Bhamo, where there is a great infusion of other types of the TibetoBurman family.",
		"The climate of the Chin and Kachin hills and also of the Shan States is temperate.",
		"The grape-vine, botanically Vitis, is a genus of about thirty species, widespread in the north temperate zone, but richest in species in North America.",
		"In 1747 Andreas Sigismund Marggraf, director of the physical classes in the Academy of Sciences, Berlin, discovered the existence of common sugar in beetroot and in numerous other fleshy roots which grow in temperate regions.",
		"They are distributed throughout the world, but are most abundant in the tropics and the warmer parts of the temperate zones; within these limits the largest forms occur.",
		"At the present day the tree is largely cultivated in most temperate countries for the sake of its timber or for its edible nuts.",
		"The immediate environs are very fertile and produce a great variety of fruits, including many of the temperate zone, but the surrounding country is arid and sterile, producing scanty crops of barley, Indian corn and pease.",
		"Akhdar in the east, which with a temperate climate, due to their great elevation and their proximity to the sea, deserve, if any part of Arabia does, the name of Arabia Felix - the population is settled and agricultural, and the soil, wherever the rainfall is sufficient, is productive.",
		"The thirst for blood is stimulated by heat, and in temperate climates it is only during hot weather that mosquitoes are troublesome.",
		"His religious exercises and temperate habits gave him, in popular estimation, a great superiority over his brothers, but he was too politic to put forward his claims openly.",
		"Most of these main streams flow through profound gorges in a tropical climate, while the upper slopes yield products of the temperate zone, and the plateaus above are cold and bleak, affording only pasture and the hardiest cereals.",
		"There is a tropical flora in the deep gorges, higher up a sub-tropical, then a temperate, then a sub-arctic flora.",
		"He is at once the gigantic eater of Turpin, the huge warrior eight feet high, who could lift the armed knight standing on his open hand to a level with his head, the crusading conqueror of Jerusalem in days before the crusades, and yet with all this the temperate drinker and admirer of St Augustine, as his character had filtered down through various channels from the historical pages of Einhard.",
		"It is fair to assume that Grant would have followed other unsuccessful generals into retirement, had he not shown that, whatever his mistakes or failures, and whether he was or was not sober and temperate in his habits, he possessed the iron determination and energy which in the eyes of Lincoln and Stanton,' and of the whole Northern people, was the first requisite of their generals.",
		"The insect life of Japan broadly corresponds withthat of temperate regions in Europe.",
		"The climate is that of the other central states of Germany, temperate in the valleys and plains and somewhat inclement in the hilly regions.",
		"The higher elevations have a dry, temperate, healthful climate.",
		"The number of species and individuals steadily decreases in the cooler temperate zones, whilst it reaches its maximum in the tropics.",
		"Those which inhabit temperate latitudes hibernate.",
		"It is generally distributed in temperate and tropical regions, but especially developed in warm countries.",
		"The skins from northern regions are more full and of a finer colour and gloss than those from more temperate climates, as are those of animals killed in winter compared to the same individuals in summer.",
		"The roe-buck or roe-deer (Capreolus caprea, or C. capreolus) inhabits southern and temperate Europe as far east as the Caucasus, where, as in Syria, it is probably represented by another race or species.",
		"There is a wide variation of climate for so small a territory, the higher elevations of the Sierra de Ajusco being cold and humid (the Mexican Central crosses the range at an elevation of 9974 ft.); the lower spurs mild, temperate and healthy, the lower valleys subtropical, hot and unhealthy.",
		"Cautin lies within the temperate agricultural and forest region of the south, and produces wheat, cattle, lumber, tan-bark and fruit.",
		"Izerbacea and arctic species generally, to 1 oo ft., and occurring most abundantly in cold or temperate climates in both hemispheres, and generally in moist situations; a few species occur in the tropical and sub-tropical portions of the three great continents.",
		"The proximity of the Delaware and Chesapeake bays help to give Delaware a mild and temperate climate.",
		"He had much bf the Arab nature, was singularly temperate, and equal to any amount of fatigue.",
		"What may be called typical, that is to say arboreal, squirrels are found throughout the greater part of the tropical and temperate regions of both hemispheres, although they are absent both from Madagascar and Australasia.",
		"This was due first to the difficulties of the navigation, next to the exclusiveness of the Dutch, who, holding the Spice Islands, prevented all access to places east of them, and lastly to the stream of enterprise being latterly diverted to the more temperate regions farther south.",
		"The climate of the city is temperate, dry and healthful.",
		"Indeed, some of the chief contrasts of the two continents arise not so much from geological unlikeness as from their unsymmetrical situation with respect to the equator, whereby the northern one lies mostly in the temperate zone, while the southern one lies mostly in the torrid zone.",
		"Scattered as are the colonies and dependencies over the world, the date found most suitable for the inquiry in the mother country and the temperate regions of the north is the opposite in the tropics and inconvenient at the antipodes.",
		"About fifteen species are known from the coasts and rivers of the temperate regions of the northern and southern hemispheres.",
		"In appearance the more conspicuous flora differs very greatly from that of Australia, Polynesia, and temperate South America, and helps to give to the scenery a character of its own.",
		"In the temperate parts of the Old World this species is perhaps the most abundant of the plovers, Charadriidae, breeding in almost every suitable place from Ireland to Japan - the majority migrating towards winter to southern countries, as the Punjab, Egypt and Barbary - though in the British Islands some are always found at that season.",
		"It is found in pools and ditches in the British Isles, and is widely distributed in the north temperate zone.",
		"The genus contains about two hundred species in tropical and temperate regions.",
		"In the temperate uplands of the interior, as about Luang Prabang, Himalayan and Japanese species occur - oaks, pines, chestnuts, peach and great apple trees, raspberries, honeysuckle, vines, saxifrages, Cichoraceae, anemones and Violaceae; there are many valuable timber trees - teak, sappan, eagle-wood, wood-oil (Hopea), and other Dlpterocarpaceae, Cedrelaceae, Pterocarpaceae, Xylia, ironwood and other dye-woods and resinous trees, these last forming in many districts a large proportion of the more open forests, with an undergrowth of bamboo.",
		"On these the brown bear (Ursus arctus, - tipKros of Aristotle) is found in one or other of its varieties all over the temperate and north temperate regions of the eastern hemisphere, from Spain to Japan.",
		"The climate is very temperate.",
		"In most temperate climates, artificial heating is necessary, at least occasionally, in many cases, but the tendency has been to be more sedulous of warmth than of ventilation.",
		"Edward Lyttelton (1897), while a temperate and effective restatement of the case for the classics may be found in Sir Richard Jebb's Romanes Lecture on \" Humanism in Education \" (1899).",
		"Owing to the proximity of two oceans, and the varied configuration of the surface of Costa Rica, an area of a few square miles may exhibit the most striking extremes of climate; but, over the entire country, it is possible to distinguish three climatic zones - tropical, temperate and cold.",
		"In the temperate regions they hibernate.",
		"Above this is the tierra fria, which ranges from 5577 to 8200 ft., and includes all the higher portions of the Mexican plateau, and which corresponds to the temperate regions of Central United States where frosts are very rarely experienced.",
		"In the sierras, above the tierras frias, which are not \" cold lands \" at all, are the colder climates of the temperate zone, suitable for cereals, grazing and forest industries, and, farther up, the isolated peaks which rise into the regions of snow and ice.",
		"These widely divergent conditions give to Mexico a flora that includes the genera and species characteristic of nearly all the zones of plant life on the western continents - the tropical jungle of the humid coastal plains with its rare cabinet-woods, dye-woods, lianas and palms; the semi-tropical and temperate mountain slopes where oak forests are to be found and wheat supplants cotton and sugar-cane; and above these the region of pine forests and pasture lands.",
		"Its forests are not composed of one or a few dominating species, as in the cold temperate zone, but of countless genera and species closely interwoven together - a confused mass of giant trees, lianas and epiphytes struggling to reach the sunlight.",
		"The agricultural resources of Mexico are large and unusually varied, as they comprise some of the cereals and other food products of the temperate zone, and most of the leading products of the tropics.",
		"This region has, for the most part, a temperate climate, and produces wheat, barley, Indian corn and forage crops.",
		"In Guatemala, as in other parts of Central America (q.v.), each of the three climatic zones, cold, temperate and hot (Berra fria, tierra templada, tierra caliente) has its special charac' eristics, and it is not easy to generalize about the climate of the country as a whole.",
		"All the chief towns except the seaports are situated within the mountainous region where the climate is temperate.",
		"In this way the lad learns the principle of holding a puller, getting pace out of a lazy one, and leaving well alone with a nice free but temperate mover; he learns to do everything in a horsemanlike manner, and when he has raised himself to the pitch of a \"fashionable\" jockey, he will frequently be called upon to ride several horses a day at race meetings.",
		"The equalizing effects of a conservative ocean are brought upon the Pacific coast, where the climate is truly temperate, the mean annual range being only 10 or 12, thus resembling western Europe; while the exaggerating effects of the continental interior are carried eastward to the Atlantic coast, where the mean annual range is 40 or 50.",
		"The region east of the Mississippi is singularly favored in this way; for it receives a good amount of rainfall, well distribu ted through the year, and indeed is in this respect one of the largest regions in the temperate zones that are so well watered.",
		"Though petroleum and salt occur in the southwest peninsula of Ontario, metalliferous deposits are wanting, and the real wealth of this district lies in its soil and climate, which permit the growth of all the products of temperate regions.",
		"The climate is remarkably temperate and equable for so northerly a latitude.",
		"The climate of Alabama is temperate and fairly uniform.",
		"The town owes its popularity to a firm expanse of sand, good bathing facilities, and a temperate climate.",
		"The only speech he made was a skilful and temperate arraignment of President Grant's policy towards the South.",
		"The tierra caliente zone of the coast is tropical, humid, and unfavourable to Europeans, while the inland plateaus vary from subtropical to temperate and are generally drier and healthful.",
		"The climate is temperate and the rainfall usually adequate, but one year in five is expected to be droughty.",
		"The plant is widely distributed in temperate and tropical regions, and is occasionally found in the western counties of England, the Isle of Man, and west Ireland, growing on damp rocks or walls especially near the sea.",
		"The genus Adiantum is a large one containing many handsome species both tropical and temperate, well known in greenhouse and hothouse cultivation.",
		"The high land and temperate climate, and the excellent drainage and water-supply systems, make Buffalo one of the most healthy cities in the United States, its death-rate in 1900 being 14.8 per thousand, and in 1907 15.58.",
		"Dera Ismail Khan district is one of the hottest areas in the Indian continent, while over the mountain region to the north the weather is temperate in the summer and intensely cold in the winter.",
		"Although a man of large size and great bodily strength, he was \"very temperate, eating little and sleeping less.\"",
		"Geranium is the most widely distributed genus; it has 160 species and is spread over all temperate regions with a few species in the tropics.",
		"They were just and temperate in anger, the guardians of good faith, and the ministers of peace, obedient to their elders and to the majority.",
		"As the result of the ascetic training of the Essenes, and of their temperate diet, it is said that they lived to a great age, and were superior to pain and fear.",
		"The carp appears to be a native of temperate Asia and perhaps also of south-eastern Europe, and to have been introduced into other parts in the 12th and 13th century; it was first mentioned in England in 1496.",
		"It inhabits Europe and northern and temperate Asia, and is doubtfully indigenous to Great Britain.",
		"The lichen flora of temperate regions again is essentially distinguished from the preceding by the frequency of corticolous species belonging to Lecanora, Lecidea and Graphidei.",
		"The climate is temperate and healthy, and good for consumptives.",
		"These do not reach exactly to the same elevation, nor are they often found growing together; but their upper limit corresponds accurately enough to the change from a temperate to a colder climate that is further proved by a change in the wild herbaceous vegetation.",
		"The plant is a native of tropical Africa, but it has been introduced, and is now cultivated in most tropical and in the warmer temperate countries.",
		"It is a small, twiggy, resinous fragrant shrub found on bogs and moors in the British Islands, and widely distributed in the north temperate zone.",
		"The abundance of corals in some of the Carboniferous seas and possibly also the large size of some of the Productids and foraminifera may be taken as evidence of warm or temperate waters.",
		"That the north temperate regions appear richest in fungi may be due only to the fact that North America and Europe have been much more thoroughly investigated than other countries; it is certain that the tropics are the home of very numerous species.",
		"With them the providing of this necessary covering became the first purpose of their toil; subsequently it grew into an object of barter and traffic, at first among themselves, and afterwards with their neighbours of more temperate climes; and with the latter it naturally became an article of fashion, of ornament and of luxury.",
		"In mountainous districts in the more temperate zones some good supplies are found.",
		"The climate may be described as temperate and approximating to that of southern England, but it is somewhat hotter in summer and a little colder in winter.",
		"The king summoned an extraordinary session of the states-general, which met at the Hague on the 13th of September and was opened by a speech from the throne, which was firm and temperate, but by no means definite.",
		"The buds of trees of temperate climates, which lie dormant during the winter, are protected by scale leaves.",
		"He was tall and erect in figure, and lived on the whole a temperate life, though he used to say that he had been drunk about a hundred times.",
		"With its beautiful scenery and temperate climate, Ilfracombe is frequented by visitors both in summer and winter.",
		"It was formerly supposed that comparatively temperate latitudes and steep sloping ground afforded the most favourable situations for planting, and much of the disaster which attended the early stages of the tea enterprise in India is traceable to this erroneous conception.",
		"All plants peculiar to the temperate zone abound.",
		"He is described as \"a very strong lusty man,\" of uncouth manners and appearance, not so deaf as he pretended, of reserved and temperate habits, not avaricious and a despiser of honours.",
		"The same phenomenon appears at Jan Mayen especially in November, December and January, and it is the normal state of matters in temperate latitudes, where the frequency is usually greatest between 8 and io P.M.",
		"In temperate latitudes auroral arcs are seldom near the zenith, and there is reason to believe them at very great heights.",
		"Relations to Magnetic Storms. - That there is an intimate connexion between aurora when visible in temperate latitudes and terrestrial magnetism is hardly open to doubt.",
		"The middle zone of the Cameroon mountain has, however, a temperate climate and affords excellent sites for sanatoria.",
		"The genus contains about 40 species, mostly natives of central and south Europe and temperate Asia.",
		"The Bovidae form a most extensive family, with members widely distributed throughout the Old World, with the exception of the Australian region; but in America they are less numerous, and confined to the Arctic and northern temperate regions, no species being indigenous either to South or Central America.",
		"The climate is moist but temperate and healthy, and the soil of the valleys, often consisting of rich alluvial deposits, is very fertile.",
		"In his personal conduct he was chaste, temperate and sincerely pious.",
		"Beech (Fagus sylvatica) grows in the temperate districts of Europe.",
		"There are some level tracts on the south-east coast, as well as in the narrow, well-watered valleys of the interior, which afford excellent agricultural land on which cereals of all kinds, as well as all the fruits of the temperate zone, flourish, and which are also suitable for raising sheep and cattle.",
		"In the hill-country the climate is temperate and healthy.",
		"It is cosmopolitan in distribution, but the majority of the species are confined to the temperate and colder parts of the northern hemisphere and many are arctic or alpine.",
		"The position of mountainous islands like the Canaries, in the subtropical division of the temperate zone, is highly favourable to the development, within a small space, of plants characteristic of both warm and cold climates.",
		"After the capture of Perpignan on the 10th of March 1475, the wise and temperate government of Imbert de Batarnay and Boffile de Juge slowly pacified the new provinces.",
		"Within the boundaries of India almost any extreme of climate that is known to the tropics or the temperate zone can be found.",
		"The upper levels of the Himalayas slope northwards gradually to the Tibetan uplands, over which the Siberian temperate vegetation ranges.",
		"This is part of the great temperate flora which, with locally individualized species, but often with identical genera, ranges over the whole of the temperate zone of the northern hemisphere.",
		"Above that there is a rich temperate flora which in the eastern chain may be regarded as forming an extension of that of northern China, gradually assuming westwards more and more of a European type.",
		"In the second zone the climate is more temperate and there is considerable variation in temperature owing to nocturnal radiation.",
		"In the low country the flora differs little from that of tropical Africa generally, whilst on the plateau the vegetation is characteristic of the temperate zone.",
		"An inhabitant of the most northern seas, examples, most commonly young birds of the year, find their way in winter to more temperate shores.",
		"Iriga has a temperate climate.",
		"As is to be anticipated, having regard to its insular position and to the fact that the equator passes through the very middle of the island, the climate is at once hot and very damp. In the hills and in the interior regions are found which may almost be described as temperate, but on the coasts the atmosphere is dense, humid and oppressive.",
		"Here are all the large towns, and hither European settlers were attracted from the first by the temperate climate, rich soil, and natural waterways.",
		"And even amongst the adherents of the left-hand mode of worship, many of these are said to follow it as a matter of family tradition rather than of religious conviction, and to practise it in a sober and temperate manner; whilst only an extreme section - the so-called Kaulas or Kulinas, who appeal to a spurious Upanishad, the Kaulopanishad, as the divine authority of their tenets - persist in carrying on the mystic and licentious rites taught in many of the Tantras.",
		"Species occur in all seas of the temperate, tropical and subtropical zones.",
		"Linseed grown in tropical countries is much larger and more plump than that obtained in temperate climes, but the seed from the colder countries yields a finer quality of oil.",
		"Probably the polar regions alone do not fall within the category of the potentially productive, as even sandy and alkaline desert is rendered habitable where irrigation can be introduced; and vast tracts of fertile soil adapted for immediate exploitation, especially in the temperate zones, both north and south, only remain unpeopled because they are not yet wanted for colonization.",
		"Viticulture And Wine-Making General Considerations.-Although the wine is cultivated in practically every part of the world possessing an appropriate climate and soil, from California in the West to Persia in the East, and from Germany in the North to the Cape of Good Hope and some of the South American republics in the South, yet, as is the case also with the cereal crops and many fruits and vegetables, the wines produced in countries possessing temperate climates are-when the vintage is successful-finer than those made in hot or semi-tropical regions.",
		"On the other hand, of course, the vagaries of the temperate climate of northern Europe frequently lead to a partial or complete failure of the vintage, whereas the wines produced in relatively hot countries, although they undoubtedly vary in quality from year to year, are rarely, if ever, total failures.",
		"In temperate climates it varies as a rule between 15 and 20%, but in the case of hot climates or where the grapes are treated in a special manner, it may rise as high as 35% and more.",
		"The mannitic disease, which is due to high temperatures during fermentation and lack of acid in the must, is rarely of serious consequence in temperate countries.",
		"This Apology gives a most fair and temperate history of the relations between Bacon and Essex, shows how the prudent counsel of the one had been rejected by the other, and brings out very clearly what we conceive to be the true explanation of the matter.",
		"Not only will most tropical plants refuse to live in a temperate climate, but many species are seriously injured by removal a few degrees of latitude beyond their natural limits.",
		"The parrot tribe form one of the most pre-eminently tropical groups of birds, only a few species extending into the warmer temperate regions; yet even the most exclusively tropical genera are by no means delicate birds as regards climate.",
		"In the Moluccas, where the Dutch have had settlements for 250 years, some of the inhabitants trace their descent to early immigrants; and these, as well as most of the people of Dutch descent in the east, are quite as fair as their European ancestors, enjoy excellent health, and are very prolific. But the Dutch accommodate themselves admirably to a tropical climate, doing much of their work early in the morning, dressing very lightly, and living a quiet, temperate and cheerful life.",
		"The plant is widely distributed in the north temperate zone, extending into the arctic zone.",
		"The climate is temperate, and the rainfall very slight.",
		"A large majority of the 198 genera peculiar to the South American temperate regions belong exclusively to central Chile.",
		"The pines are widely distributed over the north temperate zone, in the southern portions chiefly confined to the mountains, along which, in Central America, a few are found within the tropic; in more northern regions they frequently form extensive forests, sometimes hardly mingled with other trees.",
		"The genus Ostrea has a world-wide distribution, in tropical and temperate seas; seventy species have been distinguished.",
		"At the discovery of America, we are told by Humboldt, the plant was cultivated in all the temperate parts of the continent from Chile to Colombia, but not in Mexico.",
		"Though generally temperate in his views, he was extremely incisive and often violent in his modes of expressing them, so that he made many enemies and sometimes incurred the displeasure of the press-censure and the ministers, against which he was more than once protected by Alexander III.",
		"Frank and open in his manners, fairly truthful, faithful to his word, temperate and enduring, and looking upon courage as the highest virtue, the true Baluch of the Derajat is a pleasant man to have dealings with.",
		"The Bambuseae contain twenty-three genera and occur throughout the tropical zone, but very unevenly distributed; they also extend into the sub-tropical and even into the temperate zone.",
		"The total number of flowering plants inhabiting the range amounts probably to 5000 or 6000 species, among which may be reckoned several hundred common English plants chiefly from the temperate and alpine regions; and the characteristic of the flora as a whole is that it contains a general and tolerably complete illustration of almost all the chief natural families of all parts of the world, and has comparatively few distinctive features of its own.",
		"The climate of Portugal is equable and temperate.",
		"Above these are cool, temperate slopes and valleys, and high above these, bleak, wind-swept passes and snowclad peaks.",
		"The cabezera de valle, as the name indicates, includes the heads of the deep valleys above the valle zone, with elevations ranging from 95 00 to 11,000 ft.; its climate is temperate, is divided into regular seasons, and is favourable to the production of cereals and vegetables.",
		"In general, the sub-tropical (valle) and temperate (cabezera de valle) regions of Bolivia are healthy and agreeable, have a plentiful rainfall, moderate temperature in the shade, and varied and abundant products.",
		"Indian corn was cultivated in the temperate and warm regions long before the advent of Europeans, who introduced wheat, rye, oats, beans, pease and the fruits and vegetables of the Old World, for each of which a favourable soil and climate was easily found.",
		"Horses, formerly successfully raised in certain parts of the north, have not flourished there since the introduction of a peste from Brazil, but some are now raised in La Paz and other departments of the temperate region.",
		"Goats are raised in the warm and temperate regions, and sheep for their wool in the latter.",
		"The cultivation of cereals, fruits and vegetables in the temperate and warm valleys of the Andes followed closely the mining settlements.",
		"Temperate fruits - peaches, pears, apples, apricots and small fruits - do excellently; as do all important vegetables.",
		"The genus, which gives the name to the natural order Tiliaceae, contains about ten species of trees, natives of the north temperate zone.",
		"They inhabit the coasts of temperate Europe, the twaite shad being more numerous in the Mediterranean.",
		"The climate in the western parts is temperate and healthy.",
		"The plant is common in Britain and widely spread through the north temperate region.",
		"His historical style has won the warmest eulogy from so temperate a critic as Motley, and his letters are the most charming ever published in the Dutch language.",
		"The climate was more temperate and the soil more fertile than that of New England; but there were similar small farms and no marked tendencies towards the plantation system of the southern colonies.",
		"The Panhandle, along with the lisiere (foreland), westward to Cook Inlet might be called temperate Alaska, its climate being similar to that of the N.W.",
		"Lynxes are found in the northern and temperate regions of both the Old and New World; they are smaller than leopards, and larger than true wild cats, with long limbs, short stumpy tail, ears tufted at the tip, and pupil of the eye linear when contracted.",
		"The turf-formation, which is characteristic of open situations in cool temperate climates, results from an extensive production of short stolons, the branches and the fibrous roots developed from their nodes forming the dense \" sod.\"",
		"In grasses of temperate climates branching is rare at the upper nodes of the culm, but it is characteristic of the bamboos and many tropical grasses.",
		"Paniceae (about 25 genera, tropical to subtropical; a few temperate), a second flower, generally male, rarely hermaphrodite, is often present below the fertile flower.",
		"Agrostis is a large world-wide genus, but especially developed in the north temperate zone, where it includes important meadowgrasses.",
		"It so happens that the interior of temperate North America is almost the only region outside Europe in America.",
		"She enforced outward decency in her household, was herself temperate in eating and drinking, and was by no means tolerant of disorderly behaviour on the part of the ladies of her court.",
		"The fertility of Moab, the wealth of wine and corn, the temperate climate and the enervating heat supply conditions which directed the form of cult.",
		"The Moors are temperate in their diet and simple in their dress, though among the richer classes of the towns the women cover themselves with silks, gold and jewels, while the men indulge to excess their love of fine horses and splendid arms. The national fault is gross sensuality.",
		"It extends from the 8th to the 37th degree of north latitude, that is to say, from the hottest regions of the equator to far within the temperate The spelling throughout all the articles dealing with India is that adopted by the government of India, modified in special instances with deference to long-established usage.",
		"Now, there is little doubt that the progenitors of both these sections came from a temperate region (in North America); so that here we have one moiety acclimatized to endure extreme heat, and the other extreme cold; and at this day exposure of either to the opposite extreme (or even, as we have seen, to the climate of an intermediate zone) is always pernicious and often fatal.",
		"The more important are the Hualapais or ApacheYumas; the Mohaves; the Yavapais or Apache-Mohaves; the Yumas, whose lesser neighbours on the lower Colorado are the most primitive Indians of the United States in habits; the Maricopas; the Pimas and Papagoes, who figure much in early Arizona history, and who are superior in intelligence, adaptability, application and character; the Hopis or Moquis, possessed of the same good qualities and notably temperate and provident, famous for their prehistoric culture (Tusuyan); the Navaho, and the kindred Apaches, perhaps the most relentless and savage of Indian warriors.",
		"If you would be chaste, you must be temperate.",
		"Regions located near the tropics or in the mountainous regions are endowed with a temperate climate.",
		"The island 's flora varies greatly, ranging from temperate to tropical forests and from arid scrubland and plains to lush hills.",
		"That is a temperate and righteous love which practices self-denial in order to minister to a brother 's necessity.",
		"It comprises some 650 species of small trees and shrubs in 30 genera which are found principally in tropical and warm temperate regions.",
		"Some temperate fish like salmon, catfish and sturgeon cannot spawn at all if winter temperatures do not drop below a certain level.",
		"In temperate climates at least half of the top growth is removed each winter.",
		"The Andes are covered in temperate rainforests, from which a myriad of rivers flowing down.",
		"The Trust was set up in 1992 as a registered charity, to conduct research into all aspects of temperate agroforestry.",
		"It 's climate is temperate for the most part, ranging down to cool temperate in the southernmost tip.",
		"Climate Luxembourg 's weather is generally temperate, with the warmest months from May to September.",
		"Guatemala has a tropical climate along the El Peten Lowlands and the Caribbean coast, although it is more temperate in the highlands.",
		"Warm and temperate with long hot summers, short mild winters and low rainfall.",
		"The winters are mild and temperate with the temperature not dropping below 10C.",
		"The tropical north has a dry and wet season only, while the south is temperate with four seasons.",
		"Warm temperate zones include the Mediterranean regions, parts of California and South Africa, S.W. Australia and Chile.",
		"We also cross the Antarctic Convergence, a biological barrier where cold polar waters sink beneath the warmer waters of the more temperate zones.",
		"The country 's climate is predominantly tropical, with a warm temperate zone extending along the coast.",
		"Bread Wheat, Triticum aestivum, is now the most widely cultivated wheat in the world, grown in most temperate regions.",
		"Light, natural fiber socks are the best option if you reside in a warm and temperate climate.",
		"However, it can grow in any temperate region.",
		"Pennsylvania's temperate climate ensures wild berries spring through fall.",
		"Consider going with a classic convertible if you live in a temperate or warm climate, and are not particular if the bride's hair is messy by the reception.",
		"After all, an outdoor wedding in Iowa during November can be wintery cold, but in southern Texas, it will be temperate and sunny.",
		"Florida is known for its temperate weather, meaning you can get married practically any time of the year as long as a hurricane isn't in the forecast.",
		"If you do not live in a temperate climate, then outdoor weddings are a bit trickier but still achievable.",
		"However, the former typically takes place exclusively during temperate weather in places that experience a traditional change of seasons.",
		"Boys who live in temperate climates may be able to get through an entire winter with a simple jacket.",
		"For more temperate climates, a leather jacket may be suitable for everyday wear.",
		"Western Caribbean cruises operate year round because of the region's temperate climate.",
		"All Caribbean cruises operate year round because of the region's temperate climate, with the months between April and October being the busiest because of spring break cruises, honeymoons, and summer vacations.",
		"The key to visiting the city is to enjoy its temperate climate and relaxed atmosphere, the perfect compliments to a cruise vacation.",
		"I often hear how lucky I am that I live here in Los Angeles, California, just for the temperate weather all year long.",
		"Sometimes, in the extreme north, even the tall and graceful Birches of more temperate lands take a bushy form, and there are also Arctic and northern species which are small and give us little effect or interest except for botanic gardens.",
		"Butchers Broom (Ruscus) - These are distributed throughout Europe, North Africa, and temperate Asia.",
		"It flowers in May and June, and is a native of the temperate Himalayas.",
		"Ivy (Hedera) - H. helix is the most beautiful evergreen climber of our northern and temperate world, and is a noble garden plant that may be used in many ways.",
		"Ceanothus Azureus - From the temperate regions of Mexico, where it grows as a straggling bush about 10 feet high.",
		"There are many Wild Roses inhabiting northern and temperate countries, and many that have never been in cultivation.",
		"Smilacina Oleracea - Native of temperate Sikkim, and has been grown for many years at Kew.",
		"The trees are natives of temperate countries in Asia, and their number is likely to be added to as soon as more of China, Mongolia, and countries near are opened up.",
		"Native to the warm, temperate climates of China, Japan and the Pacific islands, gardenias remain popular despite their finicky nature, thanks to their gorgeous blossoms and sweet scent.",
		"This works well in most temperate areas, but in the Deep South, strawberries sometimes struggle in the scorching heat.",
		"Typically, gardenias are grown as a shrub in areas with warm, temperate weather.",
		"This means that in most temperate zones, you will need to compensate for the shorter growing season by starting seeds indoors or buying seedlings from a nursery.",
		"Work slowly, and choose a temperate, dry day.",
		"The climate is temperate, meaning that it is often mild and wet.",
		"The Wilamette Valley is at the heart of Oregon's Pinot Noir and Chardonnay growing industry due to its temperate and wet winters and relatively dry summers.",
		"Temperate gauge - These infrared gauges actually measure the temperature of the liquid in the bottle so you know how long to chill the wine.",
		"In temperate climates, however, people often notice that sleep time varies with the seasons.",
		"San Francisco's temperate, Mediterranean climate make it possible to grow plants from all but the most tropical of the world's growing zones.",
		"There are currently 14 different sites for the walks, and they take place on different dates, all during relatively temperate months.",
		"These short boots are perfect for women who live in more temperate locales -- they still want winter-specific footwear, but they don't need the insulating qualities of fur or long boots.",
		"The town, once a small fishing outpost, is known for its temperate climate, sparkling white sand beaches, and world-class shopping.",
		"The sparkling sun and temperate climate make picturesque Puerto Vallarta a favorite of vacationers from all over the world.",
		"According to the Macrobiotic theory, you can become seriously ill if you eat a diet heavy in animal products and live in a warmer or even temperate climate because a diet high in these products is better suited to the polar regions.",
		"If your favorite exercise is snowboating, but you live in a temperate climate and the closest mountain is six hours away, that probably isn't going to be the best activity to use to begin counting calories burned.",
		"Since these plants are summer bloomers, growing them in temperate climates requires using a greenhouse or another method of indoor cultivation.",
		"True to the name, bedbugs are often found in mattresses, generally in temperate climates.",
		"Recently adopted Army Combat Boots designed for temperate and hot weather.",
		"At the temperate stations the maximum occurs near mid-winter; in the Arctic it seems deferred towards spring.",
		"In temperate latitudes the climate is generally such as to necessitate in dwellings during a great portion of the year a temperature warmer than that out of doors.",
		"The climate of the pampas is temperate and healthy, and is admirably suited to agricultural and pastoral pursuits.",
		"This constitution of the great mass of the central Apennines has in all ages exercised an important influence upon the character of this portion of Italy, which may be considered as divided by nature into two great regions, a cold and barren upland country, bordered on both sides by rich and fertile tracts, enjoying a warm but temperate climate.",
		"The forests of these subtropical and warm temperate regions are situated near the sea or in mountainous regions, and (as already stated) are characterized by winter rains.",
		"The types of vegetation (tropical forests, sclerophyllous forest, temperate forests, tundra, &c.) thus briefly outlined are groups of Schimpers climatic formations.",
		"The tropics of Cancer and Capricorn cut off with surprising precision (the latter somewhat less so) the tropical from the north and south temperate zones..",
		"The north temperate region is more sharply separated from the other two than the south temperate region from the tropical.",
		"Assuming that in its circumpolar origin the North Temperate flora was fairly homogeneous, it would meet in its centrifugal extension with a wide range of local conditions; these would favor the preservation of numerous species in some genera, their greater or less elimination in others.",
		"And it is interesting to note that while the tropical forms of Quercus failed to reach Australia from Malaya, the temperate Fagus crept in by a back door.",
		"The Northern Temperate region was denuded of its floral wealth, of which it only retains a comparatively scanty wreck.",
		"Aristotle, too, gave greater definiteness to the idea of zones conceived by Parmenides, who had pictured a torrid zone uninhabitable by reason of heat, two frigid zones uninhabitable by reason of cold, and two intermediate temperate zones fit for human occupation.",
		"Aristotle defined the temperate zone as extending from the tropic to the arctic circle, but there is some uncertainty as to the precise meaning he gave to the term \" arctic circle.\"",
		"Aristotle had himself shown that in the southern temperate zone winds similar to those of the northern temperate zone should blow, but from the opposite direction.",
		"The yellow type is capable of a higher culture, cherishes higher religious beliefs, and inhabits as a rule the temperate zone, although extending to the tropics on one side and to the arctic regions on the other.",
		"The white type, originating in the north temperate zone, has spread over the whole world.",
		"In North Carolina's flora are many species common to sub-tropical regions and many common to temperate regions, and the variety is consequently very great.",
		"Cystopodiinae, includes 9 genera tropical, but extending into north temperate Asia and South Africa; Eulophia and Lissochilus 'are ' important African genera.",
		"Thence it has spread, partly by man's agency, northwards throughout temperate western Europe, increasing rapidly wherever it gains a footing; and this extension is still going on, as is shown by the case of Scotland, where early in the 19th century rabbits were little known, while they are now found in all suitable localities up to the extreme north.",
		"In the northern temperate zone we find forests of a single species, others of three or four species; in this great tropical forest the habit of growth is solitary and an acre of ground will contain hundreds of species - palms, myrtles, acacias, mimosas, cecropias, euphorbias, malvaceas, laurels, cedrellas, bignonias, bombaceas, apocyneas, malpigias, lecythises, swartzias, &c. The vegetation of the lower river-margins, which are periodically flooded, differs in some particulars from that of the higher ground, and the same variation is to be found between the forests of the upper and lower Amazon, and between the Amazon and its principal tributaries.",
		"Of the great inland region, which includes the arid campos of the north, the partially-wooded plateaus of Minas Geraes, Goyaz and Matto Grosso, the temperate highlands of the south, and the tropical lowlands of the Paraguay basin, no adequate description can be given without taking each section in detail, which can be done to better advantage in describing the individual states.",
		"In a temperate and learned speech, based on Fox's declaration against constitution-mongering, he supported both the enfranchising and the disfranchising clauses, and easily disposed of the cries of \"corporation robbery,\" \"nabob representation,\" \"opening for young men of talent,\" &c. The following year (1832) found Campbell solicitor-general, a knight and member for Dudley, which he represented till 1834.",
		"Calamagrostis and Deyeuxia are tall, often reed-like grasses, occurring throughout the temperate and arctic zones and upon high mountains in the tropics.",
		"He evinced no rancour or spite; his \" Farewell Sermon \" was dignified and temperate; nor is it to be ascribed to chagrin that in a letter to Scotland after his dismissal he expresses his preference for Presbyterian to Congregational church government.",
		"Pinguicula is abundant in the north temperate zone, and ranges down the Andes as far as Patagonia; the 250 species of Utricularia are mostly aquatic, and some are found in all save polar regions; their unimportant congeners, Genlisea and Polypompholix, occur in tropical America and south-western Australia respectively.",
		"Prince Henry of Orleans described it as \"a splendid territory, fertile in soil and abundant in water, where tropical and temperate culture flourish side by side, and the inhabitants are protected on three fronts by mountains.\"",
		"The elevation of a large part of the department gives it a temperate climate and permits the cultivation of cereals and other products of the temperate zone.",
		"When the weather is temperate, mushrooms will appear in about a month after the bed has been made, but at other times a much longer period may elapse.",
		"Occurring in all temperate and tropical countries, book-scorpions live for the most part under stones, beneath the bark of trees or in vegetable detritus.",
		"They are all inhabitants of the open plains or the forests of the tropical and temperate parts of South America, with the exception of a few species which range as far north as Texas.",
		"The oaks are widely distributed over the temperate parts of Europe, Asia, North Africa and North America.",
		"The poplars are almost entirely confined to the north temperate zone, but a few approach or even pass its northern limit, and they are widely distributed within that area; they show, like the willows, a partiality for moist ground and often line the river-sides in otherwise treeless districts.",
		"The identity of plant form of many of the conifers of both temperate and of warm temperate districts is probably a matter of phylogenetic and not of ecological importance.",
		"SouTH TEMPERATE REGI0N.This occupies widely separated areas in South Africa, Australia, New Zealand and South America.",
		"The glacial period effected in Europe a wholesale extermination of temperate types accompanied by a southern extension of the arctic flora.",
		"Tnx SouTh TEMPERATE REGION contrasts remarkably with the northern.",
		"The belief in a vast Antarctic continent stretching far into the temperate zone had never been abandoned, and was vehemently asserted by Charles Dalrymple, a disappointed candidate nominated by the Royal Society for the command of the Transit expedition of 1769.",
		"The circular outline had given way in geographical opinion to the elliptical with the long axis lying east and west, and Aristotle was inclined to view it as a very long and relatively narrow band almost encircling the globe in the temperate zone.",
		"The illustrative strings and the orange stick representing the poles seemed so real that even to this day the mere mention of temperate zone suggests a series of twine circles; and I believe that if any one should set about it he could convince me that white bears actually climb the North Pole."
	],
	"synonyms": [
		"moderate",
		"mild",
		"restrained",
		"reasonable",
		"discreet",
		"conservative",
		"warmth",
		"unextreme",
		"unexcessive",
		"temperature",
		"steady",
		"sober",
		"cool",
		"self-denying",
		"pleasant"
	],
	"antonyms": [
		"intemperate",
		"excessive",
		"inebriated",
		"drunk",
		"uncontrolled",
		"immoderate",
		"stormy",
		"violent"
	]
}