{
	"word": "consecrate",
	"meaning": [
		"To set apart as holy; make or declare sacred for religious use.",
		"To make (someone) a bishop, ruler, etc. by a religious ceremony.",
		"To sanctify (bread and wine) for Eucharistic use through a ritual regarded by some Christian churches as effecting transubstantiation.",
		"To initiate (a priest) into the order of bishops.",
		"To devote entirely; dedicate.",
		"Consecrated.",
		"Dedicated to a sacred purpose; sanctified."
	],
	"sentences": [
		"The little company of seven determined to consecrate their union by vows.",
		"But, in a larger sense, we cannot dedicate, we cannot consecrate, we cannot hallow this ground.",
		"Similarly William of Paris held that degradation deprived a priest of power to consecrate.",
		"The Lombard sect went farther in (3) and (4), holding that no one in mortal sin could consecrate the sacrament, and that the Roman Church was the scarlet woman of the Apocalypse, whose precepts ought not to be obeyed, especially those appointing fast-days.",
		"He also refused to consecrate Henrys nominees to certain bishoprics and abbacies on the ground that they had not been chosen by free election by their chapters or their monks.",
		"Early in 1292 the same pope, himself a Franciscan, summoned Jacobus to Rome, intending to consecrate him archbishop of Genoa with his own hands.",
		"When, on the conclusion of peace, the church-people of Connecticut sent Dr Samuel Seabury to England, with a request to the archbishop of Canterbury to consecrate him, it is not surprising that Archbishop Moore refused.",
		"He resolved to consecrate his life to maintaining the cause of the freedom of the Church from the control of the State.",
		"We could not consecrate our sinful lives to God - there is nothing acceptable to God about our old lives.",
		"It is for you, Ministers, to consecrate him to the glory of the republic.\"",
		"For according to the Pontifical, the episcopate is the \" summum sacerdotium \"; the bishop in consecration receives \" the sacerdotal grace \"; it is \" his office to consecrate, ordain, offer, baptize, confirm.\"",
		"Formosus himself shared this view; but he was forced to yield to circumstances and to consecrate as emperor Lambert, the young son of Guy of Spoleto.",
		"At the beginning of 1123 he was chosen from among several candidates to be archbishop of Canterbury, and as he refused to admit that Thurstan, archbishop of York, was independent of the see of Canterbury, this prelate refused to consecrate him, and the ceremony was performed by his own suffragan bishops.",
		"There are five archbishoprics and five bishoprics under the patriarch, who alone can consecrate.",
		"In May 1659 he brought a command from Charles in Brussels, directing the bishop of Salisbury to summon all those bishops, who were then alive, to consecrate clergymen to various sees \"to secure a continuation of the order in the Church of England,\" then in danger of becoming extinct.'",
		"Thus the bishop of the important see of Seleucia (Bagdad), though subordinate to the patriarch of Antioch, had the title of Catholicus and power to consecrate even archbishops; and on the division of the see there were two Catholici under the patriarch of Antioch.",
		"But it was an easier thing to consecrate the fighting instinct than to curb it; and the institution of chivalry represents such a clerical consecration, for ideal ends and noble purposes, of the martial impulses which the Church had hitherto endeavoured to check.",
		"Upon the election being reported to the crown, a mandate issues from the crown to the archbishop and metropolitan, requesting him and commanding him to confirm the election, and to invest and consecrate the bishop-elect.",
		"In the opinion of prelates and lawyers alike, an act of parliament was necessary before a bishop could be consecrated for a see abroad; to consecrate one for a foreign country seemed impossible, since, though the bestowal of the potestas ordinis would be valid, the crown, which, according to the law, was the source of the episcopal jurisdiction, could hardly issue the necessary mandate for the consecration of a bishop to a see outside the realm (see Bishop).",
		"He was elected on the 1st of August 1559; but it was difficult to find the requisite four bishops willing and qualified to consecrate him, and not until the 17th of December did Barlow, Scory, Coverdale and Hodgkins perform that ceremony at Lambeth.",
		"Sacerdotal benedictions are not indeed sacraments - means of grace ordained by Christ himself, but sacramentals (sacramenta minora) ordained by the authority of the Church and exercised by the priests, as the plenipotentiaries of God, in virtue of the powers conferred on them at their ordination; \"that whatever they bless may be blessed, and whatever they consecrate may be consecrated.\"",
		"Its episcopate in the 10th century still numbered thirty members, but in 1076 the Church could not provide three bishops to consecrate a new member of the episcopate, and for that purpose Gregory VII.",
		"He is entitled to consecrate all the bishops within his province and was formerly entitled, upon consecrating a bishop, to select a benefice within his diocese at his option for one of his chaplains, but this practice was indirectly abolished by 3 and 4 Vict.",
		"The first class hold (1) that oaths are forbidden by the gospel, (2) that capital punishment is not allowed to the civil power, (3) that any layman may consecrate the sacrament of the altar, and (4) that the Roman Church is not the Church of Christ.",
		"To leave the locks unshorn during an arduous undertaking in which the divine aid was specially implored, and to consecrate the hair after success, was a practice among various ancient nations, but the closest parallel to the Hebrew custom is found in Arabia?",
		"The three Dutch Old Catholic bishops declared themselves ready to consecrate a bishop, if it were desired.",
		"The momentous question was discussed at a meeting of the opponents of the Vatican decrees, and it was resolved to elect a bishop and ask the Dutch bishops to consecrate him.",
		"Evelyn's friendship with Mary Blagge, afterwards lvIrs Godolphin, is recorded in the diary, when he says he designed \"to consecrate her worthy life to posterity.\"",
		"Thus we consecrate a king, a priest, a deacon; a temple or a church and any part of church furniture; we also consecrate water for use in lustrations, bread and wine in the sacrament; a season or day is consecrated, as a feast or fast.",
		"Besides the full functions of the presbyterate, or priesthood, bishops have the sole right (I) to confer holy orders, (2) to administer confirmation, (3) to prepare the holy oil, or chrism, (4) to consecrate sacred places or utensils (churches, churchyards, altars, &c.), (5) to give the benediction to abbots and abbesses, (6) to anoint kings.",
		"For the Jews, however, who came to John, his baptism could not have the significance of the proselyte's baptism, but rather accorded with another baptism undergone by Jews who wished to consecrate their lives by stricter study and practice of the law.",
		"Deacons may conduct any of the ordinary services in the church, but are not permitted to pronounce the absolution or consecrate the elements for the Eucharist.",
		"I offer and consecrate my person and all my interests to your care and maternal solicitude.",
		"At this juncture Germanus of Auxerre decided to consecrate his pupil Patrick for the purpose of carrying on the work begun by Palladius.",
		"It is only the serious eye peering from and the sincere life passed within it which restrain laughter and consecrate the costume of any people.",
		"The student may read Homer or Æschylus in the Greek without danger of dissipation or luxuriousness, for it implies that he in some measure emulate their heroes, and consecrate morning hours to their pages.",
		"Robertson Smith, on the other hand, a new era was reached, in which the recently recognized existence of Totemism was made the basis of an attempt to give a 1 Scipione de Ricci, bishop of Pistoia from 1780 to 1791, on the ex-Jesuits requesting him to consecrate a bell dedicated to this object, issued a pastoral letter (3rd June 1784) in which he pointed out that the spirit of true religion was \"far removed from fetichism,\" and warned his flock against \"cardiolatry.\"",
		"He was one of the bishops elect whom Anselm refused to consecrate (1101) as having been nominated and invested by the lay power.",
		"The crown, having made choice of one of such persons, is empowered to present him by letters patent under the great seal to the metropolitan, requiring him to consecrate him to the same name, title, style and dignity of a bishop; and the person so consecrated is thereupon entitled to exercise, under a commission from the bishop who has nominated him, such authority and jurisdiction, within the diocese of such bishop, as shall be given to him by the commission, and no other.",
		"It was subsequently decided to consecrate the holy oil in Rumania instead of procuring it from Russia or Constantinople; but the Greek patriarch protested.",
		"According to the medieval canon law, based on the decretals, and codified in the 13th century in the Corpus juris canonici, by which the earlier powers of metropolitans had been greatly curtailed, the powers of the archbishop consisted in the right (i) to confirm and consecrate suffragan bishops; (2) to summon and preside over provincial synods; (3) to superintend the suffragans and visit their dioceses, as well as to censure and punish bishops in the interests of discipline, the right of deprivation, however, being reserved to the pope; (4) to act as a court of appeal from the diocesan courts; (5) to exercise the jus devolutionis, i.e.",
		"Archbishop Ralph of Canterbury refused to consecrate him unless he made a profession of obedience to the southern see; this Thurstan refused and asked the king for permission to go to Rome to consult Pope Paschal II.",
		"We consecrate ourselves either in a ritual act, as of baptism or ordination, vows or monkish initiation; or, without any implication of particular ceremonies, a man is said to consecrate himself to good works or learning.",
		"In 1786, on the initiative of the archbishop, the legal difficulties in England were removed by the act for the consecration of bishops abroad; and, on being satisfied as to the orthodoxy of the church in America and the nature of certain liturgical changes in contemplation, the two English archbishops proceeded, on the 14th of February 1787, to consecrate William White and Samuel Prevoost to the sees of Pennsylvania and New York (see Protestant Episcopal Church)."
	],
	"synonyms": [
		"devote",
		"dedicate",
		"give",
		"commit",
		"ordinate",
		"ordain",
		"order",
		"vow",
		"sanctify",
		"hallow",
		"bless",
		"seal",
		"glorify",
		"deify",
		"exalt",
		"dedicated",
		"consecrated"
	],
	"antonyms": [
		"desecrate",
		"deprecate"
	]
}