{
	"word": "deposition",
	"meaning": [
		"A deposing or being deposed; removal from office or position of power.",
		"The act of testifying.",
		"The act of depositing, especially the laying down of matter by a natural process.",
		"A depositing or being deposited.",
		"Something deposited or left lying.",
		"(Christianity) The removal of Jesus from the cross."
	],
	"sentences": [
		"Paul, notwithstanding his deposition, kept possession of the episcopal residence.",
		"The stretching of the cell wall by the hydrostatic pressure is fixed by a secretion of new particles and their deposition upon the original wall, which as it becomes slightly thicker is capable of still greater extension, much in the same way as a thick band of indiarubber is capable of undergoing greater stretching than a thin one.",
		"The Bridger stage, when deposition was in progress in the -\\Vind River basin, north of the mountain of that name, and in the basin of Green river.",
		"In July 1791 Camille appeared before the municipality of Paris as head of a deputation of petitioners for the deposition of the king.",
		"Bitumen is, in its various forms, one of the most widel y -distributed of substances, occurring in strata of every geological age, from the lowest Archean rocks to those now in process of deposition, and in greater or less quantity throughout both hemispheres, from Spitzbergen to New Zealand, and from California to Japan.",
		"The final collapse of the kingdom of Jerusalem had been really determined by the battle of Gaza in 124 4, and by the deposition of the Ayyubite dynasty by the Mamelukes.",
		"The deposition of pure zinc is beset with many difficulties.",
		"To make the restoration more complete, a great assembly at Diedenhofen declared the deposition of Louis to have been contrary to law, and a few days later he was publicly restored in the cathedral of Metz.",
		"In the western Carpathians the inner zone consists of a foundation of Carboniferous and older rocks, which were folded and denuded before the deposition of the succeeding strata.",
		"Titius, C. Sentius Saturninus, and P. Quintilius Varus; and further, that when Judaea became a Roman province on the deposition of Archelaus in A.D.",
		"On the deposition of Charles the Fat in 887 he was excluded from the throne by his youth; but during the reign of Odo, who had succeeded Charles, he succeeded in gaining the recognition of a certain number of notables and in securing his coronation at Reims on the 28th of January 893.",
		"It was founded on the 16th of July 17 9 1 by several members of the Jacobin Club, who refused to sign a petition presented by this body, demanding the deposition of Louis XVI.",
		"A week after the signing of the treaty he supported a proposal for the king's deposition, and the vote of No Addresses was carried.",
		"In Africa in the beginning of the 5th century Apiarius, a priest who had been deposed by the bishop of Sicca for immorality, and whose deposition had been affirmed by the \" provincial synod,\" instead of further appealing to a general synod of Africa, carried his appeal to Pope Zosimus.",
		"He discovered the actual transmutations in direct genetic series of species on the successive deposition levels of the old lake basin.",
		"The immediate effect, which is highly beneficial, is the deposition of silt from the tide.",
		"On Napoleon's deposition, the island was ceded to him with full sovereign rights, and he resided there from the 5th of May 1814 to the 26th of February 1815.",
		"The upper, wide opening of the duct is attached by elastic, peritoneal lamellae to the hinder margin of the left lung; the middle portion of the duct is glandular and thick-walled, for the deposition of the albumen; it is connected by a short, constricted \" isthmus \" (where the shell-membrane is formed) with a dilated \" uterus \" in which the egg receives its calcareous shell and eventual pigmentation.",
		"After the Eusebians had, at a synod held in Antioch, renewed their deposition of Athanasius they resolved to send delegates to Constans, emperor of the West, and also to Julius, setting forth the grounds on which they had proceeded.",
		"The book is interesting as an early study in comparative religion, but its publication in 1692 led to Bekker's deposition from the ministry.",
		"He was mixed up with the sordid intrigues which preceded the deposition of Edward II., and supplied Queen Isabella and Mortimer in Paris with money in 1325 from the revenues of Guienne, of which province he was treasurer.",
		"Thus Krawkow and Nowak, employing the frequent subcutaneous injection of the usual organisms of suppuration, have induced in the fowl the deposition within the tissues of a homogeneous substance giving the colour reactions of true amyloid.",
		"The surface of vessels may be spangled with gold or platinum by rolling the hot glass on metallic leaf, or iridescent, by the deposition of metallic tin, or by the corrosion caused by the chemical action of acid fumes.",
		"In some of the island-groups independent native states were recognized for some time by the powers, as in the case of Hawaii, which, after the deposition of the queen in 1893 and the proclamation of a republic in 1894, was annexed to the United States of America only in 1898, or, again, in the case of Tonga, which provided a curious example of the subordination of a native organization to unauthorized foreign influence.",
		"It is mainly composed of the tests of coralline algae indicating deposition in a shallow gulf environment.",
		"In 1739 the General Assembly, without any application from him, removed the sentence of deposition which had been passed against him, and restored him to the character and function of a minister of the gospel of Christ, but not that of a minister of the Established Church of Scotland, declaring that he was not eligible for a charge until he should have renounced principles inconsistent with the constitution of the church.",
		"Not only is it extensive in area, but the stratigraphic break is very great, as shown by (I) the excess of metamorphism of the lower group as compared with the upper, and (2) the amount of erosion suffered by the older group before the deposition of the younger.",
		"When deposition was renewed in the interior of the continent, the formations laid down were largely non-marine, and, over great areas, they rest upon the Mississippian unconformably.",
		"The site of these mountains had been, for the most part, an area of deposition throughout the Palaeozoic era, and the body of sediments which had gathered here at the western base of Appalachia, by the close of the Pennsylvanian period, was very great.",
		"Widespread changes at the end of the period exposed the areas where deposition has been in progress during the period to erosion, and the (Upper) Cretaceous formations rest upon the Comanchean unconformably in most parts of the country.",
		"This widespread submergence, followed by the deposition of marine sediments on the eroded surface of Comanchean and older rocks, is the physical reason for the separation of the system from the Comanchean.",
		"The sites of deposition varied as the period progressed, for the warping and faulting of the surface, the igneous extrusions, and the deposition of sediments obliterated old basins and brought new ones into existence.",
		"By means of the fossils, several more or less distinct stages of deposition have been recognized.",
		"The Fort Union stage, when the deposition was widespread about the eastern base of the northern part of the Rocky Mountains, and at some points in Colorado (Telluride formation) and New Mexico (Puerco beds), where volcanic ejecta entered largely into the formation.",
		"The Wasatch stage, when deposition was in progress over much of Utah and western Colorado, parts of Wyoming, and elsewhere.",
		"The Uinta stage, when the region south of the mountains of that name, in Utah and Colorado, was the site of great deposition.",
		"Its deposition seems to have followed a time of deformation which resulted in an increase of altitude in the Appalachian Mountains, and in an accentuation of the contrast between the highlands and the adjacent plains.",
		"In 1704 he was entrusted with his first diplomatic mission, the deposition of Augustus II.",
		"Nevertheless his descendants were left in possession of their ancestor's dominions; and till 1170 Kerman, to which belonged also the opposite coast of Oman, enjoyed a well-ordered government, except for a short interruption caused by the deposition of Iran Shah, who had embraced the tenets of the Ismailites, and was put to death (IIoi) in accordance with a fatwa of the ulema.",
		"Thus a fall in the gradient at any point in the course of a stream; any snag, projection or dam, impeding the current; the reduced velocity caused by the overflowing of streams in flood and the dissipation of their energy where they enter a lake or the sea, are all contributing causes to alluviation, or the deposition of streamborne sediment.",
		"During the six years which preceded his deposition in 1091, El Motamid behaved with valour on the field, but with much meanness and political folly.",
		"Although to a certain extent opposed to the despotism of the emperor, he was not in favour of his deposition, though he accepted the fait accompli of the Restoration in April 1814.",
		"The conferring of the imperial crown by the Roman populace, the deposition of the pope by the same body, and the election of an anti-pope in the person of the Minorite Pietro da Corvara, translated into acts the doctrines of the defensor pacis.",
		"The council declared that it was canonically convened, ecumenical, and representative of the whole Catholic Church; then proceeded immediately to the trial and deposition of Benedict XIII.",
		"On the ground of this extremely dubious declaration, designed to compensate for the absence of any authentic and firm foundation in ecclesiastical law, the Pisan assembly on the 5th of June announced the deposition of Gregory XII.",
		"The p owerful following which Gregory enjoyed in Italy and Germany, and Benedict in Spain and Scotland, ought to have shown from the very first that a simple decree of deposition could never suffice to overthrow the two popes.",
		"In the end he demanded a council for the deposition of the pope.",
		"In western Europe the advent of the Carboniferous period was accompanied by the production of a series of synclines which permitted the formation of organic limestones, free from the sediments which generally characterized the concluding phases of the preceding Devonian deposition.",
		"The conditions under which the beds of coal were formed will be found described under that head; it will be sufficient to notice here that some coal seams were undoubtedl y formed by jungle or swamplike growths on the site of the deposit, and it is equally true that others were formed by the transport and deposition of vegetable detritus.",
		"Within the Carboniferous rocks, but due to the action of various agencies long after their deposition, are important ore formations; such are the Rio Tinto ores of Spain, the lead and zinc ores and some haematite of the Pennine and Mendip hills and other British localities, and many ore regions in the United States.",
		"There is evidence that the sea gradually retreated northwards during the deposition of these beds, until at length the Rhine flowed over to England and entered the sea north of Cromer.",
		"His deposition on the 30th of May 1876 was hailed with joy throughout Turkey; a fortnight later he was found dead in the palace where he was confined, and trustworthy medical evidence attributed his death to suicide.",
		"On the last occasion he was one of the four delegates charged with signifying Nicholas IV.'s desire for the deposition of Munio de Zamora, who had been master of the order from 1285, and was deprived of his office by a papal bull dated the 12th of April 1291.",
		"Africa during the Cretaceous period (after the deposition of the Stormberg beds), and drilled these enormous craters through all the later formations.",
		"But John of Gaunt, the next brother, who had married the heiress of Lancaster and had been created duke of Lancaster in consequence, refounded the Lancastrian line, which obtained the throne in the person of his only son by her, Henry IV., on the deposition of Richard II., to the exclusion of the infant earl of March.",
		"He had distinguished himself as a general by victories over the Franks and Alemanni, and six months after the deposition of Avitus he was declared emperor by the regent Ricimer.",
		"He accompanied the young king on his campaign, and sought to convoke a council to inquire into the conduct of the pope with a view to his deposition, but was defeated in this through Alexander's machinations.",
		"In Germany itself the king made scarcely any pretence of exercising the supreme authority; for nearly thirty years he never attended the imperial diet, and the suggestions which were made for his deposition failed only because the electors could not agree upon a successor.",
		"The Roman Catholics, however, secured the deposition of Gebhard and the election in his stead of Ernest, bishop of Liege, and war broke out in 1583.",
		"On the 20th of June 1792 he spoke in favour of the deposition of the king.",
		"The settlement of 1880 was effected on the basis of the proposals made by this commission, and was embodied in the Law of Liquidation of July 1880after the deposition of Ismail.",
		"The power was contested for by various groups of amirs, whose struggles ended with the deposition of the sultan Salih on the 20th of October 1354, and the reinstatement of his brother 1.-lasan, who was again.",
		"He undertook the task of writing a critical history of France, but did not get further than the deposition of Childeric III.",
		"In 1568 he was the real leader of the rebellion against Eric, but took no part in the designs of his brother John against the unhappy king after his deposition.",
		"But Sigismund was both an alien and a heretic to the majority of the Swedish nation, and his formal deposition by the Riksdag in 1599 was, in effect, a natural vindication and legitimation of Charles's position.",
		"Wenceslaus II., king of Bohemia, fell away from his allegiance, and his deposition was decided on, and was carried out at Mainz, on the 23rd of May 1298, when Albert of Austria was elected his successor.",
		"In 1865 it adjudged Bishop Gray's letters patent, as metropolitan of Cape Town, to be powerless to enable him \"to exercise any coercive jurisdiction, or hold any court or tribunal for that purpose,\" since the Cape colony already possessed legislative institutions when they were issued; and his deposition of Bishop Colenso was declared to be \"null and void in law\" (re The Bishop of Natal).",
		"The deposition of `Abd ul-Aziz is an example of the tremendous power that can be wielded by the ulema at the head of their thousands of pupils, 3 when they choose to stir up the masses; nor would Malhmud II.",
		"This theory being accepted, it is evident that a small quantity of water, by successive dissolution and deposition of a substance capable of existing in a more soluble and in a less soluble form, is able to bring about the crystallization of an indefinitely large quantit y of material.",
		"On the deposition of Abd-ul-Aziz on the 30th of May 1876, Murad was haled from his prison by a mob of softas and soldiers of the \"Young Turkey\" party under Suleiman Pasha, and proclaimed \"emperor by the grace of God and the will of the people.\"",
		"During and since the deposition of the rocks that underlie them the tract has been the scene of repeated terrestrial disturbances.",
		"As these hollows were caused by original irregular deposition rather than by erosion, they have no intimate relation to the present drainage-lines.",
		"There was great volcanic activity during the deposition of the Calciferous Sandstone, Carboniferous Limestone and Millstone Grit series.",
		"On the deposition of Louis Philippe in 1848, the duchess of Orleans struggled to secure the succession to her son, and bore him through an excited populace to the chamber of deputies.",
		"Diego Noboa, elected in 1850 after a period of great confusion, recalled the Jesuits, produced a rupture with New Granada by receiving conservative refugees, and thus brought about his own deposition and exile.",
		"Without examining it, the council confirmed the former sentence, and, in accordance with canon 12 of the Synod of Antioch (341), pronounced his deposition for having resumed his functions without their permission.",
		"On the deposition of `Abdul Hamid he was invested as caliph (April 27 1909).",
		"The king, Wajid Ali, bowed to irresistible force, though he ever refused to recognize the justice of his deposition.",
		"He also paid attention to hygrometry and devised a hygrometer in which a cooled metal surface is used for the deposition of moisture.",
		"Its ultimate aim was the deposition of Othman in favour of Ali, whose own services as well as his close relationship to the Prophet seemed to give him the best claim to the Caliphate.",
		"The tributary streams get choked at the mouth and assist the process of deposition.",
		"In the assembly of Soissons on the 8th of April 1213 he made every preparation for carrying out the sentence of deposition pronounced by the pope against John.",
		"In some regions, notably in the Baltic province and in parts of the United States, the rocks still retain their original horizontality of deposition, the muds are scarcely indurated and the sands are still incoherent; but in most parts of the world they bear abundant evidence of the many movements and stresses to which they have been exposed through so enormous a period of time.",
		"The Cambrian rocks previ-, ously described are all such as would result from deposition, in comparatively shallow seas, of the products of degradation of land surfaces by the ordinary agents of denudation.",
		"Considerable variations occur in the thickness of Cambrian deposits, which may generally be explained by the greater rapidity of deposition in some areas than in others.",
		"The deposition of Romulus Augustulus, the last Roman emperor in the West, in 476, was certainly not one of those events upon which the history of the Western world depends.",
		"It is very probable that Vindex had other aims in view than the deposition of Nero and the substitution of a fresh emperor in his place, and that the liberation of northern Gaul from Roman rule was part of his plan.'",
		"At the end of some four to five months this primary deposition is practically finished and the wine more or less bright.",
		"This reduction of acidity is partly due to the deposition of various salts of tartaric acid, which are less soluble in a dilute alcoholic medium than in water, and partly to the action of micro-organisms. Young wines differ very widely in their composition according to class and vintage.",
		"As the wine matures the most noticeable feature in the first instance is the reduction in the acidity, which is mainly due to a deposition of tartar, and the disappearance of tannin and colouring matter, due to fining and the action of oxygen.",
		"The softening effect of age is due to the deposition of a part of the tartar together with a part of the tannin and some of the colouring matter.",
		"His deposition by the Thebans and subsequent murder freed Sicyon for a season, but new tyrants arose with the help of Philip II.",
		"Starting from an experiment, narrated by Priestley, in which John Warltire fired a mixture of common air and hydrogen by electricity, with the result that there was a diminution of volume and a deposition of moisture, Cavendish burnt about two parts of hydrogen with five of common air, and noticed that almost all the hydrogen and about one-fifth of the common air lost their elasticity and were condensed into a dew which lined the inside of the vessel employed.",
		"He has since been recognized as one of the profoundest Scottish theologians of the 19th century, although his deposition was never removed.",
		"The Veto was not repealed but ignored, as having never had the force of law; the Strathbogie ministers were recognized as if no sentence of deposition had gone forth against them.",
		"Not only were concubinary priests - a term which was now made to include also those who had openly married - forbidden to serve at the altar and threatened with actual deposition in cases of contumacy, but the laity were warned against attending mass said by \"any priest certainly known to keep a concubine or subintroducta.\"' But these heroic measures soon caused serious embarrassment.",
		"Such deposition of sacredness is but an aspect of the wider method that causes a ring-fence to be erected round the sacred to ward off casual trespassers at once in their own interest and to prevent contamination.",
		"Its immediate consequence in Sweden proper was the deposition of Gustavus of Gustavus IV.",
		"The revolt of England's North American colonies, and the events of the French Revolution naturally suggested the idea of a struggle for independence to the Spanish colonists, and the deposition of Ferdinand VII.",
		"His waste of time and treasure upon a fascinating mistress named Shadu l-Mulk, the delight of the kingdom, soon brought about his deposition, and in 1408 he gave way to Shah Rukh, who, with the exception of Miran Shah, was the only surviving son of Timur.",
		"Nadirs anger and indignation had been great at this weak proceeding; indeed, he had made it the ostensible cause of the shahs deposition.",
		"From these beds up to the top of the Carboniferous there appears to be no break; but the Carboniferous beds were in some places eroded before the deposition of the Productus shales, which belong to the Permian period.",
		"Thus, in the Spiti area at least, there appears to have been continuous deposition of marine beds from the Permian Productus shales to the Eocene Nummulitic formation.",
		"From the absence of any well-marked unconformity it is evident that in the northern part of the Himalayan belt, at least in the Spiti area, there can have been no post-Archaean folding of any magnitude until after the deposition of the Nummulitic beds, and that the folding was completed before the later Tertiaries of Hundes were laid down.",
		"The fault in fact was being formed during the deposition of the Siwalik beds, and as the beds were laid down, the Himalaya were pushed forward over them, the Siwaliks themselves being folded and upturned during the process.",
		"There is a series of such faults, approximately parallel to one another, and although they have not been traced throughout the whole chain, yet wherever they occur they seem to have formed the northern boundary of deposition of the deposits immediately to the south of them.",
		"The pope issued a bull of deposition in favour of Alphonso, who reached Lisbon in 1246; and after a civil war lasting two years Sancho II.",
		"If after the deposition of the drop, a little lycopodium be scattered over the surface, it is seen that a circular space surrounding the drop, of about the size of a shilling, remains bare, and this, however often the dusting be repeated, so long as any of the carbon bisulphide remains.",
		"Still another view, advocated by Bordet, is that the union of toxin and antitoxin is rather of physical than of strictly chemical nature, and represents an interaction of colloidal substances, a sort of molecular deposition by which the smaller toxin molecule becomes entangled in the larger molecule of antitoxin.",
		"In Germany descendants of Pippin reigned till the death of Louis the Child in 911; in Italy the Carolingians maintained their position until the deposition of Charles the Fat in 887.",
		"On the 31st of July the Bohemian War estates pronounced the formal deposition of Ferdinand, and on the 26th of August they elected as their king Frederick, elector palatine.",
		"Acidified copper nitrate solution is run into this cell, copper is deposited, and the more or less spent solution then passes through the linen partition, and, taking up metal from the anodes by electrolytic solution, is run out of the trough through a series of vessels filled with copper by which the silver is precipitated by simple exchange; after acidification the resulting silver-free copper solution is returned to the cathode cell for the deposition of the copper, the solution being employed again and again until too impure for use.",
		"In 1255 an interview between the English and Scottish kings at Kelso resulted in the deposition of Menteith and his party in favour of their opponents.",
		"At some period subsequent to this deposition there was a movement of elevation, which appears to have thrown the whole mass of rocks into a fold along an anticlinal axis running west and east, which was flanked to north and south by synclinal hollows.",
		"The last well-marked lowering of the land took place in the Pleistocene period, when it was accompanied by glacial conditions, through which the greater part of northern England and the Midlands was covered by ice; a state of things which led directly and indirectly to the deposition of those extensive boulder clays, sands and gravels which obscure so much of the older surface of the country in all but the southern counties.",
		"Photius, shortly after the council in which he had pronounced sentence of deposition against Pope Nicholas, was driven from the patriarchate by a new emperor, Basil the Macedonian, who favoured his rival Ignatius.",
		"This deposition of bony matter progresses very rapidly, and although in young deer and the adults of some species the resulting antler merely forms a simple spike, or a single fork, in full-grown individuals of the majority it assumes a more or less complexly branched structure.",
		"Hincmar of Laon refused to recognize the authority of his metropolitan, and entered into an open struggle with his uncle, who exposed his errors in a treatise called Opusculum capitulorum, and procured his condemnation and deposition at the synod of Douzy (871).",
		"Pope Adrian protested against his deposition, but it was confirmed in 876 by Pope John VIII., and it was not until 878, at the council of Troyes, that the unfortunate prelate was reconciled with the Church.",
		"Such a reference coming from a Maccabean author can only allude to the deposition by Antiochus IV.",
		"According to a deposition which he made in January 1807 he was approached by Aaron Burr, who attempted to enlist him in his \"conspiracy,\" and wished him to win over the marine corps and to sound Preble and Decatur.",
		"As he received from the government, soon after making this deposition, about $io,000 to liquidate claims for his expense in Tripoli, which he had long pressed in vain, his good faith has been doubted.",
		"Upon the deposition of Ismail, June 1879, Riaz was sent for by the British and French controllers, and he formed the first ministry under the khedive Tewfik.",
		"He is said to have feasted amongst his impaled victims. When the sultan Mahomet, infuriated at the impalement of his envoy, the pasha of Vidin, who had been charged with Vlad's deposition, invaded Walachia in person with an immense host, he is said to have found at one spot a forest of pales on which were the bodies of men, women and children.",
		"On his deposition by the Porte in 1610, there followed a succession of princes who, though still for the most part of Ruman origin, bought their appointment at Stambul.",
		"On his deposition, however, in 1457 by Stephen, known as \" the Great,\" Moldavia became a power formidable alike to Turk, Pole and Hungarian.",
		"On the accession of Constantine Ypsilanti (1802-6) in Walachia, and of Alexander Murusi (1802-6) in Moldavia, the Porte was constrained to issue a new hattisherif by which every prince was to hold his office for at least seven years, unless the protec- Porte satisfied the Russian minister that there were good and sufficient grounds for his deposition.",
		"The Porte, instigated by Napoleon's ambassador Sebastiani, resolved on Ypsilanti's deposition, but the hospodar succeeded in escaping to St Petersburg.",
		"The insurrection in Russo- Bulgaria, with its accompanying horrors, followed by Turkish the deposition of sultan Murad and the succession of w ar of 1877-78.",
		"Her marriage dower had been seized by the queen dowager Isabella to pay a body of Hainauters, with whose help she had compassed her husband's deposition.",
		"Here his evangelical preaching, and especially a sermon on the duties of communicants (\"Qui doit cornmunier\"?), led to his deposition by the Catholic Minister of education and religion.",
		"Some of these cells produced muscles and connective tissue; others absorbed and removed waste products, iron salts, calcium carbonate and the like, and so were ready to be utilized for the deposition of pigment or of skeletal substance.",
		"When in 1908 the Turkish Revolution occurred, resulting in the deposition of the Sultan and the victory of Enver Bey's Young Turk party, Kurdistan remained generally loyal to the old regime, and Ibrahim Pasha Milli and Sheikh Said of Sulaimani both declared themselves loyalists.",
		"Retaliatory executions began, though on a small scale, and when York reached London he at last began to talk of his rights to the crown, and to propose the deposition of Henry VI.",
		"On the other hand, towards the close of the Cretaceous epoch (when the Chalk was in course of deposition), the spread of a great upland flora vastly extended the territory available for mammalian life.",
		"The condenser, by effecting the condensation of water vapour, also brings about the deposition of solid naphthalene, apart from that which naturally condenses owing to reduction of temperature.",
		"The chief advantage of this apparatus is that a low temperature can be used for fixing owing to the enormous surface for superheating, and thus to a great extent the deposition of carbon is avoided.",
		"The 72nd canon ordains that \" no minister or ministers shall, without licence and direction of the bishop under hand and seal, appoint or keep any solemn fasts, either publicly or in any private houses, other than such as by law are or by public authority shall be appointed, nor shall be wittingly present at any of them under pain of suspension for the first fault, of excommunication for the second, and of deposition from the ministry for the third.\"",
		"He pronounced excommunication and deposition against King George Podiebrad on the 23rd of December 1466 for refusal to enforce the Basel agreement against the Utraquists, and prevailed on Matthias Corvinus, king of Hungary, to declare war against him on the 31st of March 1468.",
		"To the south-west of the church is Cowane's Hospital, founded in 1639 by John Cowane, dean of gild, for twelve poor members of the gildry; but the deposition of the charity has been modified and the hall serves the purpose of a gildhall.",
		"The rigidity of the integument caused by the deposition of dense chitin upon it is intimately connected with the physiological activity and form of all the internal organs, and is undoubtedly correlated with the total disappearance of the circular muscular layer of the body-wall present in Chaetopods.",
		"Some Republicans called for his deposition.",
		"The club of the Cordeliers, led by Danton, demanded not only his deposition but his trial.",
		"The advocates of Louis could plead that all his actions down to the dissolution of the National Assembly came within the amnesty then granted, and that the Constitution had proclaimed his person inviolable, while enacting for certain offences the penalty of deposition which he had already undergone.",
		"Between the deposition and the death of Louis the war had run a surprising course.",
		"On the other hand, he succeeded in forming an alliance with the Lombards in December 1234, but his few supporters fell away when the emperor reached Germany in 1235, and, after a vain attack on Worms, Henry submitted and was kept for some time as a prisoner in Germany, though his formal deposition as German king was not considered necessary, as he had broken the oath taken in 1232.",
		"On the 1st of March the assembly of Bordeaux confirmed this deposition, and declared him \"responsible for the ruin, invasion and dismemberment of France.\"",
		"The pope immediately summoned Henry to appear at Rome in order to justify his private misconduct, and Henry replied by causing the partisan synod of Worms (1076) to pronounce Gregory's deposition.",
		"The struggle was now between the two branches of the royal family, the Orleanist and the Burgundian, between the aristocratic south and the democratic north; while the Siggle deposition of Richard II.",
		"After three years of strife, ruinous to both sides, he made the first overtures of peace, thus marking an epoch in his foreign policy; though William took no unfair advantage of this, remaining content with the restitution of places taken by the Cliambres de Rtunion, except Strassburg, with a frontier-line of fortified places for the Dutch, and with the official deposition of the Stuarts.",
		"La Fayettes fusillade of the republicans, who demanded the deposition of the king (July 17, 1791), led to a definite split between the democratic party and the bourgeois party.",
		"The vain attempts of the Gironde to reconcile the king and the Revolution, the ill-advised decree of the Assembly on the 8th of August, freeing La Fayette from his guilt in forsaking his army; his refusal to vote for the deposition of the king, and the suspected treachery of the court, led to the success of the republican forces when, on the 10th of August, the mob of Paris organized by the revolutionary Commune rose against the monarchy.",
		"He also addressed a letter of remonstrance to Acacius; but the latter proved refractory, and sentence of deposition was passed against him.",
		"He preserved no written memorandum of its terms, and it was represented to him, according to his own deposition in 1633, solely by Cardinal Bellarmin's certificate, in which, for obvious reasons, it was glossed over rather than expressly recorded.",
		"Andalusia by Deposition General Pavia, who was horribly wounded, but it of Isabella.",
		"Finding himself in command of a squadron which represented practically the whole of Japan's naval forces, he refused to acquiesce in the deposition of the Shogun, his liege lord, and, steaming off to Yezo (1867), proclaimed a republic and fortified Hakodate.",
		"After the revolution of the 10th of August 1792 he was sent on a mission to the army of the Rhine to announce the deposition of Louis XVI., for whose death he voted in the Convention.",
		"The obvious danger of such a course caused no small anxiety in the principality, and the diet of Torda even went so far as to demand a fresh coronation oath from Sigismund, and, on his refusal to render it, threatened him with deposition.",
		"However irregular this sentence may have been from the canonical point of view (for the accusers do not seem to have actually proved the crime of heresy, which was necessary, according to most scholars of the period, to justify the deposition of a sovereign pontiff), the condemned pope was not long in confirming it.",
		"Baldassare Cossa, now as humble and resigned as he had before been energetic and tenacious, on his transference to the castle of Rudolfzell admitted the wrong which he had done by his flight, refused to bring forward anything in his defence, acquiesced entirely in the judgment of the council which he declared to be infallible, and finally, as an extreme precaution, ratified motu proprio the sentence of deposition, declaring that he freely and willingly renounced any rights which he might still have in the papacy.",
		"Hither he summoned a general council, which met in June 1245; but although Frederick sent his justiciar, Thaddeus of Suessa, to represent him, and expressed his willingness to treat, sentence of excommunication and deposition was pronounced against him.",
		"During the earlier part of the Carboniferous epoch the vegetation of the world appears to have been remarkably uniform; while the deposition of the Coal Measures, however, was in progress, a differentiation of floral regions began.",
		"After the deposition of his patron by Andronicus III., Metochita was deprived of his office of great logothete (chancellor) and sent into exile.",
		"In all the tailless batrachians (with the exception of a single known viviparous toad),the male clings to the female round the breast, at the arm-pits, or round the waist, and awaits, often for hours or days, the deposition of the ova, which are immediately fecundated by several seminal emissions.",
		"Fitzgerald's giving a deposition in his office, but that won't take long.",
		"I missed a deposition and there's going to be hell to pay.",
		"An average 15% aerosol charging by single charges is assumed to lead to a 30% increase in lung deposition of inhaled aerosols.",
		"During allergen deposition the patient should hold their breath to avoid inhaling allergen into lower airways.",
		"These were deposits that told a story of gradual human intervention and of the archeological deposition of coarser deposits over silt and clay alluvium.",
		"It was, therefore, decided to investigate the deposition of chromium carbide onto the tool in question.",
		"During normal wound healing, from three days to three weeks, a period of proliferation occurs during which collagen deposition exceeds collagen deposition exceeds collagen lysis.",
		"The plasma deposition method permits polymer surfaces to be produced with a variety of chemical compositions not possible by normal chemical or plating treatments.",
		"Systemic corticosteroids have caused deposition of calcium in the skin (calcinosis cutis ).",
		"Deposition occurs where the two opposing forces are evenly balanced forming the ebb tidal delta.",
		"We produce functional thin film materials using the technique of pulsed laser deposition.",
		"The effect of increased atmospheric nitrogen deposition on Calluna vulgaris in upland Britain.",
		"The diagnosis of amyloidosis is histological, ie proof of AA amyloid deposition in biopsy material.",
		"One process involves the electrolytic deposition of tin on to ferrous materials.",
		"Also of interest were pure copper deposits on the railroad lines caused by electrochemical deposition from the water passing through.",
		"This substantial deposit, which overlies further Aeolian deposition and parent material, probably extends southwards across the tell.",
		"Like the 210 Pb deposition rate, the total deposition velocity exhibits a seasonal pattern with maximum values in summer.",
		"The former is typified by electroplating and the latter by chemical and physical vapor deposition.",
		"Plasma Quest are a British SME which manufacture a novel sputter deposition tool for magnetic materials.",
		"Haemostatic mechanisms control blood flow by regulating platelet adherence and fibrin deposition and various haemostatic proteins have been shown to regulate angiogenesis.",
		"The construction of components, on the micron scale, is by silicon micromachining, electro deposition and thin film metal and dielectric deposition.",
		"Relating fluvial processes (erosion, transport and deposition) to the formation of fluvial landforms.",
		"It is generally accepted that the drumlins of Northern Ireland were formed by deposition beneath fast flowing ice.",
		"The movement and deposition of rocks and particle debris by glaciers to form moraines is also discussed.",
		"Moraines Large end moraines Large end moraine associated with deposition at the margin of the Russell Glacier, a large outlet glacier in western Greenland.",
		"Deepening of the sea in the later Cretaceous marked the onset of the deposition of large amounts of calcareous ooze on the sea-floor.",
		"The results revealed that as infection levels increase, the deposition of carotenoid pigments in male bills decreases.",
		"Topics will include rotary querns from North Africa, deposition of querns in South West England, and ground stone tools from Greece.",
		"Experimental studies on the deposition to crops of radioactive gases released from gas-cooled reactors.",
		"This reduces the deposition of fats on the walls of the arteries, reducing clotting of blood vessels and the heart.",
		"To determine the isotopic signature of N in bulk deposition and in throughfall at a range of sites.",
		"These changes include hypertrophy of bronchial smooth muscle, transformation of fibroblasts to myofibroblasts, and deposition of subepithelial collagen.",
		"For caverns that contain breccias and speleothems, the excavation and mapping has to take into account the vagaries of speleothem deposition.",
		"The disease is caused by the deposition of sodium urate (uric acid) crystals in the joints.",
		"This can be done by hard facing, thermal spraying or chemical vapor deposition.",
		"Soon afterwards the questions connected with the deposition of Bishop Colenso were referred to him, but, while regarding Colenso's opinions as heretical and his deposition as justifiable, he refused to pronounce upon the legal difficulties of the case.",
		"About this time Maximilian's ally, Ludovico of Milan, was taken prisoner by Louis XII., king of France, and Maximilian was again compelled to ask the diet for help. An elaborate scheme for raising an army was agreed to, and in return a council of regency (Reichsregiment) was established, which amounted, in the words of a Venetian envoy, to a deposition of the king.",
		"The country nearest the river receiving the heaviest deposit becomes in this way the highest ground, and so continues until a \" break-away \" occurs, when a new river-bed is formed, and the same process of deposition and accumulation is repeated.",
		"The failure of the conciliation movement left profound irritation between Vatican and Quirinal, an irritation which, on the Vatican side, found expression in vivacious protests and in threats of leaving Rome; and, on the Italian side, in the deposition of the syndic of Rome for having visited the cardinal-vicar, in the anti-clerical provisions of the new penal code, and in the inauguration (9th June 1889) of a monument to Giordano Bruno on the very site of his martyrdom.",
		"Even before the edict of Milan, at least as early as the latter half of the 3rd century, the spiritual sentences of deposition from office had sometimes indirect temporal consequences recognized by the secular courts.",
		"In both cases, apparently, an oecumenical synod ignored the Roman deposition and judged the alleged offences of the respective patriarchs in first and last instance.",
		"The only appeal to Rome in Saxon times was that of St Wilfrid, bishop of York, who appealed from the division of his see and his deposition for refusing to consent to it, and was heard in a Roman synod under the presidency of Pope Agatho.",
		"He found that the development of a gall is due to a temporary modification of the part affected, not, as is generally thought, in consequence of the deposition of an egg by the insect, but of the injection of a poisonous substance which has the effect of stimulating the protoplasm to develop a gall instead of normal structure.",
		"In 1403 he ventured at last to confirm the deposition of the emperor Wenceslaus and the election of Rupert.",
		"The pathological changes in malaria are due to the deposition of melanin and the detritus of red corpuscles and haemoglobin, and to the congregation of parasites in certain sites (Ross).",
		"From the end of October onwards the child maintained an obstinate silence, explained by Laurent as a determination taken on the day he made his deposition against his mother.",
		"But in 1102 the struggle ceased with the deposition of the patriarch and the victory of the king; and though it was renewed for a time by the patriarch Stephen in the reign of Baldwin II.",
		"The plan adopted by the Christians saved labour, economized space, and consulted reverence in the deposition of the corpse.",
		"The finances of Turkey now collapsed, and the inevitable bankruptcy was declared, whereby more than through any other cause she lost such Deposition sympathies as she possessed in western Europe.",
		"His anti-Arian polemic against Eusebius of Caesarea made him unpopular among his fellow-bishops in the East, and a synod convened at Antioch in 330 passed a sentence of deposition, which was confirmed by the emperor.",
		"He had shared the captivity of his ill-fated cousin, the ex-sultan, Selim III., whose efforts at reform had ended in his deposition by the janissaries.",
		"Its extreme papalism and its strenuous defence of Pius V.'s bull excommunicating and deposing Elizabeth marked out Sanders for the enmity of the English government, and he retaliated with lifelong efforts to procure the deposition of Elizabeth and restoration of Roman Catholicism.",
		"In 1440 Aleman obtained the support of the emperor Sigismund and of the duke of Milan to his views, and proclaiming the deposition of Pope Eugenius IV., placed the tiara upon the head of Amadeus VIII., duke of Savoy (henceforward known as antipope Felix V.).",
		"His most signal act as king was to aid in closing the Great Schism in the Church by agreeing to the deposition of the antipope Benedict XIV., an Aragonese.",
		"Mutilations, such as circumcision, violation of chastity in the case of maidens hallowed to certain gods, ritual cutting of hair and nails, and their deposition in a sanctuary, rather belong to the category of sacrifice, as also the burial of a living victim under the foundations of a new building or bridge '(see' Sacrifice).",
		"His father, Erik Johansson of Rydboholm, \"a merry and jocose gentleman,\" but, like all the Swedish Vasas, liable to sudden fierce gusts of temper, was one of the senators who voted for the deposition of Archbishop Trolle, at the riksdag of 1517 (see Sweden, History), for which act of patriotism he lost his head.",
		"The precise mechanism of the process of setting of Portland cement is not known with certainty, but it is probably analogous to that of the setting of plaster of Paris, consisting in the dissolution of the compounds produced by hydration while they are in a more soluble form, their transition to a less soluble form, the consequent supersaturation of the solution, and the deposition of the surplus of the dissolved substance in crystals which interlock and form a coherent mass.",
		"Three years were enough to convince the nation that he was \" endeavouring to subvert and extirpate the Protestant religion, and the laws and liberties of this kingdom\"; and on his deposition in 1688 Roman Catholics, or persons married to Roman Catholics, were declared incapable of succeeding to the throne.",
		"Fresh disturbances led to the deposition of Linares in 1861, when Dr Maria de Acha was chosen president.",
		"Jones AC, Chuck AJ, Arie EA, Green DJ, Doherty M. Diseases associated with calcium pyrophosphate deposition disease.",
		"Local deposition of rippled sands on the lower slope suggests peak currents in the order of 30-40 cms -1.",
		"Whatever the stimulus for erosion and deposition, the sediments within these hollows typically contain an important record of local environmental change.",
		"Tests were also carried out with small depths of sediment deposition.",
		"Improving the efficiency of the lower river system, particularly in the tidal reaches, by removing silt deposition regularly.",
		"Sediment stratigraphies are described from base up, e.g. in the order of deposition.",
		"His Ph.D. focused on the processes involved in the deposition of subaqueous pyroclastic flows and was supervised by Steve Sparks.",
		"Initial results suggest a clear developmental sequence on the flows that have not been disturbed by tephra deposition.",
		"Water was sampled at the fall, where tufa deposition on twigs and leaves is evident.",
		"It was grown using a chemical vapor deposition process.",
		"Immediately fringing the tidal zone there may be sediments that have remained waterlogged since deposition and are classified as raw gley soils.",
		"You may be required to attend a deposition as well.",
		"The presence and deposition of excess SAA is known as amyloidosis.",
		"Body hair, fat deposition, bone and muscle growth, and some brain functions are also influenced.",
		"Chemical vapor deposition is another method to create black or gray diamonds - carbon dioxide is injected into plasma and the resulting crystals may have a black hue.",
		"Just as raindrops meld seamlessly into a puddle, this carbon rain melds onto the diamond chip in a process called chemical vapor deposition (CVD), growing it to previously unheard of proportions for made-made gems.",
		"In light Kundt's name is widely known for his inquiries in anomalous dispersion, not only in liquids and vapours, but even in metals, which he obtained in very thin films by means of a laborious process of electrolytic deposition upon platinized glass.",
		"Towards the east they lie at a lower level; but in the Andes they reach a height of nearly 10,000 ft., and are strongly folded, showing that the elevation of the chain was not completed until after their deposition.",
		"Towards the end of the period, however, during the deposition of the Portlandian beds, the sea again retreated, and in the early part of the Cretaceous period was limited (in France) to the catchment basins of the Sane and Rhnein the Paris basin the contemporaneous deposits were chiefly estuarine and were confined to the northern and eastern rim.",
		"Its congeners even then lived in England, as is proved by the fact that their relics have been found in the Stonesfield oolitic rocks, the deposition of which is separated from that which gave rise to the Paris Tertiary strata by an abyss of past time which we cannot venture to express even in thousands of years.",
		"Deposition of a bishop by a synod, or of a priest or deacon by his bishop, is to take effect even pending an appeal, and a cleric continuing his functions after sentence in first instance is to lose all right of appeal.",
		"The penalties which the spiritual court could inflict, in the period between the edict of Milan and c. 854, were properly excommunication whether generally or as exclusion from the sacraments for a term of months or years or till the day of death and (in the case of clerics) suspension or deposition.",
		"The increase in surface of the cell wall is thus duefirstly to the stretching caused by turgidity, and secondly to the formation and deposition of new substance upon the old.",
		"Among the principal examples are \" Roman Triumphs \" (not the same compositions as the Hampton Court pictures), \" A Bacchanal Festival,\" \" Hercules and Antaeus,\" \" Marine Gods,\" \" Judith with the Head of Holophernes,\" the \" Deposition from the Cross,\" the \" Entombment,\" the \" Resurrection,\" the \" Man of Sorrows,\" the \" Virgin in a Grotto.\"",
		"In his absence the open violence and extortion of Agesilaus, combined with the popular disappointment at the failure of the agrarian scheme, brought about the restoration of Leonidas and the deposition of Cleombrotus, who took refuge at the temple of Apollo at Taenarum and escaped death only at the entreaty of his wife, Leonidas's daughter Chilonis.",
		"The Empire heaped favours upon him, but in 1814 he abandoned Napoleon, and voted for his deposition.",
		"This explanation, however, is rejected by Loofs; the sermon contains nothing inconsistent with the Acacian position favoured by the court party; on the other hand, there is evidence of conflicts with the clergy, quite apart from any questions of orthodoxy, which may have led to the bishop's deposition.",
		"He wrote Correlation Papers - Archaean and Algonkian (1892), Some Principles Controlling the Deposition of Ores (1901).",
		"Expelled from that city in 513, he went with his followers to stir up strife in Constantinople, and succeeded in bringing about the deposition of the orthodox bishop, Macedonius, and of Flavian, bishop; of Antioch.",
		"These succeeded in gaining over the Sheikh-ul-Islam, and in obtaining from him a fetva for the deposition of Abd-ul-Aziz.",
		"In May 1879 the misgovernment of Ismail Pasha and the resulting financial crisis rendered the deposition of the khedive inevitable; in order to anticipate the action of England and France, who would otherwise have expelled the erring viceroy, the sultan deposed him himself; the succession devolved upon his son Mahommed Tewfik Pasha.",
		"At the council proceedings were instituted against him, which ended at last on the 26th of July 1417 in his deposition.",
		"But already a party was forming in Paris which demanded his deposition.",
		"In the article Electrolysis it is shown how the passage of an electric current through a solution containing metallic ions involves the deposition of the metal on the cathode.",
		"In the deposition of gold the colour of the deposit is influenced by the presence of impurities in the solution; when copper is present, some is deposited with the gold, imparting to it a reddish colour, whilst a little silver gives it a greenish shade.",
		"The offender, whether simoniacus (one who had bought his orders) or simoniace promotus (one who had bought his promotion), was liable to deprivation of his benefice and deposition from orders if a secular priest, - to confinement in a stricter monastery if a regular.",
		"The eggs are deposited in the ovary-wall, usually just below an ovule; after each deposition the moth runs to the top of the pistil and thrusts some pollen into the opening of the stigma.",
		"The first was the chaotic confusion of the finances resulting from the maladministration of the national resources since the deposition of Dom Pedro II., and the corruption that had crept into every branch of the public service.",
		"During the formation of the Schlier the plain was covered by an inland sea or series of salt lakes, in which evaporation led to the concentration and finally to the deposition of the salts contained in the water.",
		"He has left us two detailed accounts of the proceedings of the council of St Basle; and, despite his reticence, it is impossible to doubt that he was the moving spirit in Arnulf's deposition.",
		"The khiao were invested by a gold dish, betel-box, spittoon and teapot, which were sent from Bangkok and returned at their death or deposition.",
		"It seems to have been the objection of Nestorius to the use of this expression which mainly led to his condemnation and deposition at the Council of Ephesus (431) under the influence of Cyril, when as patriarch of Constantinople (428-431) he had distinguished himself by his zeal for Nicene orthodoxy.\"",
		"The result was to bring about the deposition and banishment of the Monophysites from the latter city.",
		"Some organs are subject to enlargement from deposition within them of a foreign substance (amyloid, fat, &c.).",
		"His deposition was ment.",
		"He soon saw that this would be impossible unless there were a general reform of all institutions, and therefore gave his support to the policy of the advanced party in the Assembly, denouncing the conduct of Louis XVI., and on the 10th of August 1792 voting in favour of his deposition.",
		"Among his first acts were the deposition of Cyrus, the orthodox patriarch of Constantinople, in favour of John, a member of his own sect, and the summoning of a conciliabulum of Eastern bishops, which abolished the canons of the sixth general council.",
		"In the mechanical analysis of the soil, after separation of the stones and fine gravel by means of sieves, the remainder of the finer earth is subjected to various processes of sifting and deposition from water with a view of determining the relative proportions of sand, silt and clay present in it.",
		"Zinc being more electro-positive even than nickel, all the heavy metals must be removed before its deposition is attempted.",
		"Canvas diaphragms were used to prevent the acid formed by electrolysis at the anode from mixing with the cathode liquor, and so hindering deposition.",
		"The council of Constance, and the deposition of John XXIII., were satisfactory precedents still remembered by the world.",
		"Hydrogen and oxygen may also be produced electrolytically as gases, and their respective reducing and oxidizing powers at the moment of deposition on the electrode are frequently used in the laboratory, and to some extent industrially, chiefly in the field of organic chemistry.",
		"On his deposition by King Tharawaddi in 1837, the capital reverted to Amarapura; but finally in 1860 the last capital of Mandalay was occupied by King Mindon.",
		"Loyal at first to King Wenceslaus, the king's neglect of Germany drove Frederick to take part in his deposition in 1400, and in the election of Rupert III., count palatine of the Rhine, whom he accompanied to Italy in the following year.",
		"The struggle ended in the deposition of Dagobert and the triumph of Baldwin (1102).",
		"Removed from his office by Othman in 647, who replaced him by Ibn abi Sarh, he sided with Moawiya in the contest for the caliphate, and was largely responsible for the deposition of Ali and the establishment of the Omayyad dynasty.",
		"It is soluble in water, the solution gradually decomposing with deposition of tellurium; it also decomposes on exposure to light.",
		"In art-work of this nature the principal points to be looked to in depositing are the electrical connexions to the cathode, the shape of the anode (to secure uniformity of deposition), the circulation of the electrolyte, and, in some cases, the means for escape of anode oxygen.",
		"The deposition and death of the empress foiled this plan; and after a desultory warfare in Italy between the two empires, negotiations were recommenced which in 810 led to an arrangement between Charles and the eastern emperor, Nicephorus I.",
		"If chlorine be bubbled up into a jar of acetylene standing over water, a violent explosion, attended with a flash of intense light and the deposition of carbon, at once takes place.",
		"Bone has shown that when exposed for some time to the sun's rays it undergoes certain polymerization changes which lead to the deposition of a film of heavy hydrocarbons on the surface of the tube.",
		"This fault has now been reduced by a cage of steatite round the burner tip, which draws in sufficient air to prevent deposition.",
		"During the disturbed reigns of Basil's seven immediate successors, Isaac by his prudent conduct won the confidence of the army; in 1057 he joined with the nobles of the capital in a conspiracy against Michael VI., and after the latter's deposition was invested with the crown, thus founding the new dynasty of the Comneni.",
		"The \" Challenger \" and other oceanographic expeditions have shown that on the bottom of the deep sea concretions of phosphate are now gathering around the dead bodies of fishes lying in the oozes; consequently the formation of the concretions may have been carried on simultaneously with the deposition of the strata in which they occur.",
		"After the execution of Badlesmere in 1322 Burghersh's lands were seized by Edward II., and the pope was urged to deprive him; about 1326, however, his possessions were restored, a proceeding which did not prevent him from joining Edward's queen, Isabella, and taking part in the movement which led to the deposition and murder of the king.",
		"The failure of these negotiations, for which he was only in part responsible, led to the universal movement of indignation and impatience, which ended, in France, in the declaration of neutrality (1408), and at Pisa, in the decree of deposition against the two pontiffs (1409).",
		"The union even then met with resistance from a number of bishops, who, rather than accede.to it, submitted to deposition and expulsion from their sees; and it was not until these had all died out that, as the result of stringent imperial edicts, Nestorianism may be said to have become extinct throughout the Roman empire.",
		"As for Nestorius himself, immediately after his deposition he withdrew into private life in his old monastery of Euprepius, Antioch, until 435, when the emperor ordered his banishment to Petra in Arabia.",
		"Just as the Curia was the supreme court of appeal in ecclesiastical causes, so also the pope threatened disobedient princes with deposition, e.g.",
		"It was not the contingent but the actual deposition of the king that they demanded, and they had their candidate for the throne ready in the person of Gabriel Bethlen, the new prince of Transylvania.",
		"Disappointed in their hopes of Russia, the Czartoryscy next attempted to form a confederation for the deposition of Augustus III., but while the strife of factions was still at its height the absentee monarch put an end to the struggle by expiring, conveniently, on the 5th of October 1763.",
		"Those faces which were perpendicular to the pressure would grow slowly, as the great pressure would promote solution, and inhibit deposition; the edges or sides, on the other hand, being less exposed to the pressure would receive fresh deposits.",
		"Since fossils afford an immediate and generally a decisive clue to the mode of deposition of rocks, whether marine, lacustrine, fluviatile, flood plain or aeolian, they lead us naturally into palaeophysiography.",
		"On the 1st of March 1854, at Ayutla in Guerrero, a section of the army under Colonel Villareal proclaimed the Plan of Ayutla, demanding Santa Anna's deposition and the establishment of a provisional government to secure a new constitution.",
		"The judgment of the synod was enforced by the deposition and in some cases the banishment of Remonstrant ministers; but the government soon became convinced that their party was not dangerous to the state, and in 1630 they were formally allowed liberty to reside in all parts of Holland and build churches and schools.",
		"In New England also a wellestablished drainage undoubtedly prevailed in preglacial times; but partly in consequence of the irregular scouring of the rock floor, and even more because of the very irregular deposition of unstratified and stratified drift in the valleys, the drainage is now in great disorder.",
		"Smaller lakes were formed by the deposition of washed drift around the longest-lasting ice remnants; when the ice finally melted away, the hollows that it left came to be occupied by ponds and lakes.",
		"On account of the rapid deposition of sediment near the main channel at times of overflow, the flood plain, as is normally the case on mature valley floors, has a lateral slope of as much as 5, 10, or even 12 ft.",
		"The central section of the plains thus presents a marked contrast to the northern section; for while the northern section owes its smoothness to the removal of local gravels and sands from a formerly uneven surface by the action of degrading rivers and their inflowing tributaries, the southern section owes its smoothness to the deposition of imported gravels and sands upon a previously I uneven surface by the action of aggrading rivers and their outgoing distributaries.",
		"Since the capacity of a stream to carry matter in suspension is proportional to its velocity, it follows that any circumstance tending to retard the rate of flow will induce deposition.",
		"After the deposition of Prempeh (1896) no king of Kumasi was chosen; Prempeh himself was never \"enstooled.\"",
		"To ensure this deposition, it is necessary to surround the field to be warped with a strong embankment, in order to retain the water as the tide recedes.",
		"The modifications introduced have been chiefly in details, in order to economize materials and labour, to ensure purity of product, and to increase the rate of deposition.",
		"In 1631 the spahis of Asia Minor rose in revolt, in protest against the deposition of the grand vizier Khosrev; their representatives crowded to Constantinople, stoned the new grand vizier, Hafiz, in the court of the palace, and pursued the sultan himself into the inner apartments, clamouring for seventeen heads of his advisers and favourites, on penalty of his own deposition.",
		"At the same time he does not quote the chronicler Marcellinus, from whom he has copied verbatim the history of the deposition of Augustulus.",
		"Barium chloride is present in some natural waters, and when this is the case the interaction of sulphates results in a deposition of barytes, as has occurred in the pipes and water-boxes of the Newcastle-on-Tyne coal mines.",
		"The faulting which formed the depressions is certainly later than the deposition of the Cretaceous beds and probably belongs to the later portion of the Tertiary era.",
		"The Poles had begun by protesting that they only wished to defend their rights against the tsar, but they soon proceeded to proclaim his deposition.",
		"If secondary effects are eliminated, the deposition of metals also is a reversible process; the decomposition voltage is equal to the electromotive force which the metal itself gives when going into solution.",
		"His deposition has been ascribed to a formal act of the Witan, but this seems an antedating of constitutional methods and the circumstances point to a palace revolution.",
		"He maintained that the deposition of Bishop Colenso endangered the independence of bishops.",
		"It states the original and exclusive causes of deposition."
	],
	"synonyms": [
		"displacement",
		"ousting",
		"dethronement",
		"deposit",
		"removal",
		"sediment",
		"overthrow",
		"opinion",
		"evidence",
		"burial",
		"allegation",
		"affidavit",
		"declaration",
		"testimony",
		"statement"
	],
	"antonyms": [
		"enthronement"
	]
}