{
	"word": "diligent",
	"meaning": [
		"Persevering and careful in work; industrious.",
		"Done with careful, steady effort; painstaking.",
		"Performing with intense concentration, focus, responsible regard."
	],
	"sentences": [
		"He was diligent in the matter of temperature control.",
		"They were diligent in the performance of their duties.",
		"His range of reading was extensive, and he was a most diligent scholar and writer.",
		"From his youth he was diligent in his studies and a great reader, and during his college life showed a marked talent for extemporaneous speaking.",
		"There was a diligent inquiry and now most believe they acted on correspondence produced by Henry Woods on his own lawyer's request.",
		"His philosophical opinions grew out of a diligent study of Descartes and Malebranche.",
		"He made a diligent inquiry; so, how do I refuse the labor?",
		"There was a diligent effort in which chance has played a big part.",
		"The ever diligent recording industry said all of the service's arguments had been rejected by Aspen.",
		"After a diligent search, no pottery whatever was found.",
		"He is not a diligent researcher into family history; his questions are more of an interest at the moment.",
		"It required a diligent reader with critical understanding, unlike too many popular science books that obfuscate with over-simplification.",
		"Coleridge was a diligent student and a warm admirer of Jeremy Taylor, whom he regarded as one of the great masters of English style.",
		"In Everett's life and career was a combination of the results of diligent training, unflinching industry, delicate literary tastes and unequalled acquaintance with modern international politics.",
		"Thus it became possible for almost any diligent reader without much chance of error to refer to its proper place nearly every bird he was likely to meet with.",
		"Cancer patients must be diligent about getting the proper nourishment.",
		"Being creative and diligent is important when you want to find a rewarding job for the summer.",
		"If you are diligent, you should be able to find the lenses you are searching for!",
		"Many of the poor soldiers gave diligent heed to the word.",
		"While most sellers are diligent about communicating any flaws in their items, occasionally some details are missed.",
		"Pay attention to details and be diligent.",
		"The diligent company weathered the quartz craze of the 1970s to emerge weakened but alive and even more committed to its principal mission of superior quality and affordability.",
		"This is done through diligent and ongoing research and strategic planning efforts.",
		"It's a sign of professionalism and respect to your employer to be diligent in following the company's guidelines for how employees should dress for work.",
		"Be diligent in setting aside time for yourself and your family no matter where you are in the planning process.",
		"James is a diligent student receiving exemplary remarks from all of his professors throughout his education.",
		"A Cheerleader that is beautiful works hard and is diligent.",
		"Individuals with this condition have to learn to be diligent when it comes to reading labels, and must watch carefully for gluten in surprising places.",
		"To find authentic stockings from decades past, you'll need to be diligent and constantly on the lookout.",
		"Bonaventura (1221-1274) was a diligent student of the Victorines, and in his Itinerarium mentis ad Deum maps.",
		"This of course presupposes the recognition of the right of the slave to his peculium; and the same is implied in Cicero's statement that a diligent slave could in six years purchase his freedom.",
		"Sylvester was a good linguist, and a diligent composer of verse, both in English and Latin, but the opinion he cherished that his poems were on a level with his mathematical achievements has not met with general acceptance.",
		"Whereupon certain theologians (themselves perhaps the authors of it) took occasion to complain of me to the prince and the magistrates; moreover, the stupid Cartesians, because they are commonly supposed to side with me, desiring to free themselves from that suspicion, were diligent without ceasing in their execrations of my doctrines and writings, and are as diligent still.\"",
		"Aristotle's immediate successors,' Theophrastus and Eudemus of Rhodes, were diligent scholars rather than original thinkers.",
		"Tausen found a diligent fellow-worker in Jurgen Viberg, better known as Sadolin, whose sister, Dorothea, he married, to the great scandal of the Catholics.",
		"He proved a diligent student, devoting much attention to controversial theology, graduated as M.A.",
		"Achilles heel which the diligent player can exploit.",
		"To recover from one of the most baffling, insidious, compulsive addictions will require diligent effort.",
		"After diligent experimentation with a hundred wild and wonderous head adornments, I finally found out that I only look good in cowboy hats.",
		"The reason you need to consider security is to show you were reasonably diligent in protecting the environment in which your records exist.",
		"Furthermore, she is not a very diligent laborer; she likes to take her time.",
		"There is no point in doing research if it is not diligent and thoughtful, however creative it is.",
		"Even mighty foes will have an Achilles heel which the diligent player can exploit.",
		"The only way you will learn to work the oracle is through diligent work in your daily life.",
		"Diligent search was made for the oldest and most authentic texts with the support of the royal patrons.",
		"But the admonition was unheeded, for while unweariedly diligent in business, he was in his intervals of leisure a most assiduous student.",
		"Poetry was to them a mechanical art that could be learned by diligent application, and the prizes they had to bestow were the rewards of ingenuity, not of genius or inspiration.",
		"In the English dialects of Kent, Essex and Norfolk there is a common change of v to w, but Ellis says (English Pronunciation, V, pp. 132, 229) that though he has made diligent search he has never been able to hear the v for w which is so characteristic of Sam and Tony Weller in the Pickwick Papers.",
		"A glimpse Beginnings of the Polish here and there of the political development of the Constitu- country is the utmost that the most diligent scrutiny tion.",
		"You can usually find some wonderful deals if you are diligent enough to click on enough links.",
		"You have to be diligent about monitoring him for accidents when he's free to roam the house, and you have to be just as diligent about taking him outside on a regular schedule.",
		"Personally, the method that works for me is using a one word command and being very diligent about taking the puppy out frequently.",
		"Be diligent about reading the user feedback, however, and make sure you know what you'll be getting before you bid.",
		"Finding the best price on Nintendo Wii may take some diligent research online and offline.",
		"People who like to can food at home must be diligent about using sterile equipment and following U.S. Department of Agriculture canning guidelines.",
		"To prevent tooth decay, the child must be especially diligent about keeping the mouth clean and removing food particles that become easily trapped.",
		"Applying the treatment incorrectly could yield disastrous results, so you have to be especially diligent in choosing your stylist.",
		"Competition can be tough for government positions, but you can greatly increase your chances of being selected by being diligent in your search and following the application instructions to the letter.",
		"It's important to be diligent about taking mini pills at the same time every day because the hormones don't stay in your system very long.",
		"Scalloped settings require diligent care to be kept looking their best.",
		"While you certainly have to be diligent in watching for foods that contain gluten if you have celiac disease or a gluten sensitivity, there are plenty of tasty and nutritious options available to you.",
		"Instant gratification isn't in the cards for Capricorns; they're content to take delayed rewards and understand that those rewards will come as long as they are diligent and determined.",
		"Cancer is an excellent provider for his family and is a diligent worker.",
		"Now is the time to be diligent about coupon-clipping.",
		"Not all codes work for everyone, and these deals come and go quickly, so you'll need to be diligent about looking out for them in order to save.",
		"Of course, no matter how diligent you are, there is always bound to be some clean up in addition to maintenance duties that you'll want to perform during the grilling season.",
		"By being diligent and doing your homework, you'll make sure that the insurance costs of having a teen driver in your household won't be a huge financial burden.",
		"With her creative and diligent direction, Joyce has established a full-service day spa that specialize sin Asian and Balinese spa therapies.",
		"Parents and caregivers, of course, will have to be diligent in applying sunscreen to children, and there are plenty of formulas made just for young and sensitive skin.",
		"Because it is so easy to steal images and code from the internet, blog designers are very diligent in keeping tabs on what belongs to them.",
		"The remarkably definite and original style formed by Mantegna may be traced out as founded on the study of the antique in Squarcione's atelier, followed by a diligent application of principles of work exemplified by Paolo Uccello and Donatello, with the practical guidance and example of Jacopo Bellini in the sequel.",
		"He was a diligent seeker after the truth, and was perfectly sincere when he informed a critic of the exact number of \"truths\" he had discovered, and when he remarked to one of his pupils a few days before his death, \"Rest assured that what I have written in my book is the truth.\"",
		"Victorinus wrote a commentary on the Apocalypse of John; and all these theologians, especially Lactantius, were diligent students of the ancient Sibylline oracles of Jewish and Christian origin, and treated them as divine revelations.",
		"His oriental studies were reshaped by diligent perusal of the works of Schultens; for the Halle school, with all its learning, had no conception of the principles on which a fruitful connexion between Biblical and Oriental learning could be established.",
		"His diligent attendance at the Royal Library attracted the attention of the keeper of the manuscripts, the Abbe Sallier, whose influence procured for him a small salary as student of the oriental languages.",
		"He was largely instrumental in the inauguration of the House of Laymen in the province of Canterbury (1886); he made diligent inquiries as to the internal order of the sisterhoods of which he was visitor; from 1884 onwards he gave regular Bible readings for ladies in Lambeth Palace chapel.",
		"Coming to Italy during an epidemic of plague, he was very diligent in tending the sick in the public hospitals at Aquapendente, Cesena and Rome, and effected many miraculous cures by entre nous, a la vie, a la mort.\"",
		"Though ardent in his pastoral work, he found time for diligent study of Hebrew and other Oriental languages, undertaken chiefly with the view of qualifying himself for the great work of his life, his Commentary on the Holy Scriptures (8 vols., 1810-1826).",
		"He was a diligent student of Shakespeare, and his last literary work was On the Received Text of Shakespeare's Dramatic Writings and its Improvement (1862).",
		"He was not an original thinker, but a diligent student, distinguished by great learning, by a turn for historical and philological criticism, and by an earnest purpose to uproot false teaching - especially Christianity, to ennoble men and train them to goodness.",
		"He was also a diligent and skilful observer, and busied himself not only with astronomical subjects, such as the double stars, the satellites of Jupiter and the measurement of the polar and equatorial diameters of the sun, but also with biological studies of the circulation of the sap in plants, the fructification of plants, infusoria, &c.",
		"Moleschott (1822-1893) made a diligent use of the science of his day in his Kreislauf des Lebens (1852).",
		"Apart from his sophistical defence of Spanish colonial policy, Acosta deserves high praise as an acute and diligent observer whose numerous new and valuable data are set forth in a vivid style.",
		"Conti, who died on the 2nd of August 1776, inherited literary tastes from his father, was a brave and skilful general, arid a diligent student of military history.",
		"In this emphatic declaration, that knowledge of the course of nature is merely probable, Butler is at one with Hume, who was a most diligent student of the bishop's works.",
		"His diligent investigations into the efficiency of various illuminants in differing circumstances, and into the best conditions for developing their several maximum powers of brilliancy, while greatly improving the usefulness of the line of beacons along the extensive coast of the United States, effected at the same time a great economy of administration.",
		"Sadoleto was a diligent and devoted bishop and left his diocese with reluctance even after he was made cardinal (1536).",
		"Unhappily, his vigorous frame was already stricken with disease, and, after a lingering illness, he died at Marburg, on the 23rd of November 1875, diligent to the end.",
		"His good-conduct notes for this period describe him as \"docile, patient, diligent, painstaking, thorough.\"",
		"It is an issue in respect of which retailers must remain diligent.",
		"Unfortunately, not all his students are so diligent or so capable as their tutor.",
		"Nor was he (apart from his reception of legendary elements into his narrative) unworthy of the honour in which he was held; for he is really a great historian, in the form of his matter and in his conception of his subject - diligent, impartial, well-informed and interesting, if somewhat rhetorical in style and vague in chronology.",
		"But since this mystery is of such a nature that nobody can know or use it unless he be prepared by long and diligent self-purification, not everyone can hope to attain it quickly.",
		"You might be hard-pressed because most bicycle wholesaler only deal with businesses, but with diligent research, you should be able to find those willing to sell to individuals.",
		"Be diligent during this time to keep the area clean and disinfected.",
		"Once you have the fleas off of your cat, you can keep them off by being diligent about flea control in and around your home.",
		"The best thing an American can do is be diligent about guarding his or her information to make sure it doesn't get into the hands of an identity thief.",
		"Although there are many instances in which people can become victim to identity theft even while being diligent, it is possible to take some steps to prevent it.",
		"Within these parameters, you can still find plenty of well-made options that will last many years, particularly if you are diligent about keeping the rug clean and well maintained.",
		"It requires the diligent vegetarian or vegan to make a call to the manufacturer's customer service line to double check.",
		"Unfortunately, items are not crossed off automatically after being bought, so guests must be diligent about returning to the registry page to mark the gift as \"purchased.\"",
		"It's a good deal for those who like to plan in advance and are diligent enough to keep track of shifting prices online.",
		"In order to score Alaska last minute cruises you need to be diligent, quick, and know where to look.",
		"As soon as indiscriminant breeders started to flood the market, aberrations such as dwarfism in Toy Poodles appeared, along with a host of genetic problems that dedicated and diligent breeders are still trying to irradicate to this day.",
		"The Boston has already developed a bad habit, and will likely continue peeing in the house unless your children are very diligent about re-house training him in the new environment.",
		"This goes to show us we must be diligent about what we give our pets.",
		"Be diligent and check out who your kids are chatting with often.",
		"To find the best price on Nintendo Wii, you need to perform some diligent research.",
		"Home canners must be diligent about using sterile equipment and following U.S. Department of Agriculture canning guidelines.",
		"Consequently, advocating organizations have been diligent about gathering research to prove the validity of homeschooling.",
		"Parents who are overweight need to be even more diligent in monitoring their children's diet and activity levels.",
		"This large number is partly accounted for by the diligent search in all countries that has been made for these plants for purposes of cultivation - they being held at present in the greatest esteem by plantlovers, and prices being paid for new or rare varieties which recall the days of the tulipomania.",
		"In his casuistical works he was a diligent compiler, whose avowed design was to take a middle course between the two current extremes of severity and laxity.",
		"He was diligent in the cure of souls, labouring hard and successfully for the conversion of the numerous Gnostic communities and other heretical sects which still maintained a footing within the diocese.",
		"Upon this matter there has been, it is true, some diversity of opinion among modern scholars, but it is now generally admitted, and can be abundantly shown, that he was not only diligent in gathering material, but also far more thorough-going than most writers of antiquity in discriminating between trustworthy and untrustworthy reports, frank in acknowledging his ignorance, scrupulous in indicating his authorities in doubtful cases, less credulous than most of his contemporaries, and unfailingly honest.",
		"The visitor was Bitski, who served on various committees, frequented all the societies in Petersburg, and a passionate devotee of the new ideas and of Speranski, and a diligent Petersburg newsmonger--one of those men who choose their opinions like their clothes according to the fashion, but who for that very reason appear to be the warmest partisans.",
		"But, even the most diligent public relations expert can't tell a star what to name his/her child.",
		"Doing diligent research online may net you some of the best deals.",
		"Many pet owners did not know or comprehend the type of dog they were buying or were not diligent in training the animal.",
		"As plants are clustered close together, you will need to be diligent to prevent any spread of disease or pests.",
		"Resources offering free tabs typically feature user-submitted selections which may vary in quality, but a diligent search should yield good results.",
		"You can frequently eliminate eggs and remove adult pests by hand if you're diligent.",
		"This means that being diligent and knowing what to look for will help you control pests and anticipate problems.",
		"Diligent weeding in the first few years of the life of a garden will benefit you in later years.",
		"You'll have to be diligent about checking in often when new merchandise comes in.",
		"Online prices can vary for accessories or games and diligent research can net significant savings.",
		"Finding these antiques can be a daunting task but a diligent search will turn up a few.",
		"Use these maps to plan where you will traverse and be diligent to stay on established trails.",
		"Consumers must be diligent in their efforts to stay on top of the factors that impact the real cost of financing real estate transactions.",
		"If you really want to understand the tarot cards, it helps to either have some working knowledge of their history and symbolism, which can easily be accomplished through diligent study, or to have a professional you trust read for you.",
		"Even the most diligent parent or caretaker can find it hard to keep their child from becoming infected.",
		"Even if you're diligent about watching for sales and clipping coupons, you're probably still spending quite a bit more on groceries than you did in prior years.",
		"Be diligent about saving receipts, including for items that you are unsure whether they are tax deductible, and keep them organized.",
		"But these and many other contributions, 4 made until nearly the close of the 18th century, though highly meritorious, were unconnected as a whole, and it is plain that no conception of what it was in the power, of Comparative Anatomy to set forth had occurred to the most diligent dissectors.",
		"He carried on a lively correspondence with Voltaire and other French men of letters, and was a diligent student of philosophy, history and poetry.",
		"They should only be told that a pedophile is living nearby, so parents can be especially diligent, rather than handing out addresses.",
		"Be diligent in your research to find the best price.",
		"For the diligent gardener, using organic products reaps benefits of a safer environment so it is worth the extra effort.",
		"He was himself a diligent investigator and experimenter, and he did much to encourage original research among his pupils, one of whom was Dr Joseph Black.",
		"Delicate health, by which he was more or less handicapped throughout his life, prevented his going to college, but he was naturally a diligent student.",
		"The duties of the post were not heavy, and allowed him leisure for a diligent study of Turkish, Arabic and Persian.",
		"But in this aspect he is rather to be regarded as the diligent expositor of other men's views than as an original thinker.",
		"The evidence of date derived from changes in the language is more difficult to formulate, and the inquiry calls for the most diligent use of scientific method and critical judgment.",
		"He was not a diligent scholar, but at the grammar school of Hull his skill in elocution attracted the attention of the master.",
		"Alhazen was, nevertheless, a diligent and successful student, being the first great discoverer in optics after the time of Ptolemy.",
		"The diligent student, at first attracted by a company of strolling players, threw aside his studies, and plunged carelessly into gay society.",
		"The really diligent student in one of the crowded hives of Cambridge College is as solitary as a dervish in the desert.",
		"His popularity as a preacher was deservedly pre-eminent; but no more diligent student ever shut himself up with his books."
	],
	"synonyms": [
		"steadfast",
		"solicitous",
		"operose",
		"heedful",
		"hardworking",
		"eager",
		"active",
		"thorough",
		"unflagging",
		"painstaking",
		"persistent",
		"indefatigable",
		"careful",
		"busy",
		"assiduous"
	],
	"antonyms": [
		"lethargic",
		"languid",
		"indifferent",
		"negligent",
		"lazy",
		"inactive"
	]
}