{
	"word": "intrepid",
	"meaning": [
		"Not afraid; bold; fearless; dauntless.",
		"Fearless; bold; brave."
	],
	"sentences": [
		"A week later all Finland lay at the feet of the intrepid colonel of the Borg, dragoons.",
		"Some have travel industry experience, some are intrepid world travelers.",
		"There was a gap between the \"Intrepid\" and the eastern bank; he steered into it, collided with the \"Intrepid,\" rang the gong to signify the imminent blowing of the charges, went astern and then ahead.",
		"That his personality was influential, and his intrepid originality of great value as an example in his own country, is undeniable.",
		"As a statesman, Rossi was a man of signal ability and intrepid character, but it is as an economist that his name will be best remembered.",
		"Intrepid travelers can stay the night at Volcano House, located along the rim of Kilauea.",
		"I was not armed by nature and education with the intrepid energy of mind and voice - ' Vincentem strepitus et natum rebus agendis.'",
		"The \"Intrepid\" astern had come under heavy shrapnel fire from the guns as she approached the mole, but after rounding it escaped their attention.",
		"In the \"Iphigenia,\" like the \"Intrepid,\" the engine room ratings had avoided being taken off, so as to be present at the fight.",
		"Les Ecouges I up above it at the top of the gorge looked very intrepid.",
		"As mentioned previously, an intrepid cat climbing trees is hardly a nuisance.",
		"You can't be an intrepid adventurer all the time!",
		"Adults and Children were fascinated by the range of stories told by our intrepid trio.",
		"The Intrepid Sea Air Space Museum makes it possible for visitors to experience life on the sea, in the air, and out in space.",
		"Test your skating skills in the cool Finger Board Skate Park and become an intrepid adventurer at the Finger Tips Chamber of Doom Party.",
		"It was a scene to make even the intrepid Welsh leader quail.",
		"Not only is divorce an emotionally-crippling event in most cases, but the intimidating amount of legal minutiae surrounding the event can send even the most intrepid person running for cover.",
		"Your son can pretend he's the intrepid Bruce Wayne on an evening off with a black and yellow bathrobe, made out of polyester.",
		"Before she felt St. Elmo's Fire, Demi gained her early fame playing the intrepid Jackie Templton for a year from 1982 to 1983.",
		"The destroyers had been lying off the harbour, and the \"Warwick\" now picked up four motor launches, including ML282 overloaded and full of wounded with 'or men of the \"Iphigenia\" and \"Intrepid.\"",
		"Each corner provides a treat to the intrepid walker.",
		"What makes the book so funny are the tales and escapades along the way encountered by Eric and his intrepid crew.",
		"You are an intrepid explorer trapped in a large maze - around 250 screens.",
		"Farm Challenge For groups of between 12 and 100 \" intrepid farmhands \" !",
		"Our intrepid reporters go in search of these festivals, bringing their vivid experiences back to the pages of Songlines.",
		"He was a skilled knight and a daring huntsman, and although not a great general, was intrepid on the field of battle.",
		"At that time cars were few in number, and even fewer were drivers intrepid enough to tackle the switchback route from Fort William.",
		"Whether you race professionally or just love the look of a distinctive pair of shades, Intrepid’s bold fashion statement might be the right choice for you.",
		"The intrepid paranormal fan can find many more resources with a quick web search.",
		"Among the intrepid travelers were the poets Lord Byron and Percy Shelley.",
		"It includes 41 designs that cover the many different Starship classes through the years, including Constitution, Centaur, Intrepid, Miranda, Wilkerson and many others.",
		"The symbols are both a part of the scouting identity and also a reward for intrepid young women trying to make the world a better place.",
		"Intrepid Cub Scouts can conceivably earn more patches than can be easily put on a standard uniform, especially if they acquire patches from events they've participated in.",
		"In addition to images, maps, and diary excerpts, you'll find biographical essays about the intrepid travelers.",
		"The gardens are renowned for their rare and unusual trees collected by intrepid plant hunters during the Eighteenth Century.",
		"Meanwhile the intrepid group of painters in oil plod along unflinchingly, having formed themselves into an association (the hakuba-kai) which gives periodical exhibitions, and there are, in Tokyo and KiOto, wellorganized and flourishing art schools which receive a substantial measure of state aid, as well as a private academy founded by Okakura with a band of seceders from the hybrid fashions of the GahO system.",
		"In the Morea itself, in spite of plentiful warning, the Turks were wholly unprepared; while the bulk of the Ottoman army, under the seraskier Khurshid Pasha, was engaged in the long task of reducing the intrepid Ali, pasha of Iannina (see ALI, pasha of Iannina).",
		"Etiennes of Paris, equalling in numbers, and RePorma- learning their Venetian rivals; the two Scaligers; impas sioned Dolet; eloquent Muret; learned Cujas; terrible Calvin; Ramus, the intrepid antagonist of Aristotle; France De Thou and De Beze; ponderous Casaubon; brilliant young Saumaise.",
		"In existence for 14 years, the Black Flys company is one of the leading manufacturers that outfit these intrepid competitors.",
		"If so, you’ll love the fact that the Intrepid is molded out of a solid piece of acetate; that means no slippage or loosening when you are on the high seas.",
		"As can be expected, the Intrepid is a very popular style, so it can be a bit difficult to locate a pair.",
		"There's a lot to do, but only creative and intrepid users will actually discover how deep the game goes.",
		"The Samsung Intrepid is a candybar-style handset with a form factor similar to the Motorola Q, BlackBerry Curve, Nokia E71 and Samsung Jack, among several smartphones like it.",
		"The proportions are similar to other phones like it; the Intrepid weighs 3.2 ounces and measure 4.8 x 2.4 x 0.5 inches.",
		"Intrepid comes in matte black which is an opaque black frame with grey lenses.",
		"While Sprint uses CDMA technology for its main network, the Samsung Intrepid features GSM-based 3G wireless technology too, allowing it to be used as a world phone in 185 countries around the world.",
		"Subsequent visits to the same part of North America, often performed under circumstances of discomfort and occasionally of danger, brought to this intrepid and energetic explorer the reward he had so fully earned.",
		"Our speaker is an experienced, intrepid navigator who has sailed his boat through the Baltic sea to enter the Russian system.",
		"Those that were rescued by intrepid fans now have the distinction of fetching some of the highest prices on the market, reflecting the earlier eras' flirtation with pop culture and fine art.",
		"As one of 14 candidates, Morgan raised more for his charity, the Intrepid Fallen Heroes Fund, than any other contestant.",
		"You can find out how our intrepid duo got on (with photos) in the next issue of Open House.",
		"So wear this color when you'll be applauded for your intrepid fashion sense as opposed to your flagrant desire to be noticed.",
		"The election was marked by an amazing outflow of caricatures and squibs, by weeks of rioting in which Lord Hood's sailors fought pitched battles in St James's Street with Fox's hackney coachmen, and by the intrepid canvassing of Whig ladies.",
		"It would appear, however, that the sceptre was quietly transmitted to Abdulla Khan, the fourth in descent from Kambar, who, being an intrepid and ambitious soldier, turned his thoughts towards the conquest of Kach Gandava, then held by different petty chiefs under the authority of the nawabs of Sind.",
		"Mansfield indeed, in 1664, conceived the idea of a permanent settlement upon a small island of the Bahamas, named New Providence, and Henry Morgan, a Welshman, intrepid and unscrupulous, joined him.",
		"Besides the Nodes Vaticanae, to which he appears to have contributed, the only literary relics of this intrepid and zealous reformer are some homilies, discourses and sermons, with a collection of letters.",
		"King Frederick now recommended him to Copenhagen to preach heresy at the church of St Nicholas, but here he found an able and intrepid opponent in Bishop Ronne.",
		"But neither Sheridan nor Fox was capable of that sustained and overflowing indignation at outraged justice and oppressed humanity, that consuming moral fire, which burst forth again and again from the chief manager of the impeachment, with such scorching might as drove even the cool and intrepid Hastings beyond all self-control, and made him cry out with protests and exclamations like a criminal writhing under the scourge.",
		"The town is celebrated in Mexican history for the intrepid defence of the place by Jose Maria Morelos (1765-1815), the patriot leader, against a greatly superior royalist force, from the 19th of February to the 2nd of May 1812, when he cut his way through the attacking army and escaped.",
		"Here the mountains seized him, and he became a constant visitor and one of the most intrepid and most resolute of explorers; among other feats of climbing he was the first to ascend the Weiss - horn (1861).",
		"She came under shrapnel fire off the mole, and as she rounded it a star shell showed up the \"Intrepid\" heading for the canal and the \"Thetis\" aground.",
		"The fair fame of Great Britain has more than once been upheld in South Africa at the instigation and by the conduct of these intrepid pioneers.",
		"Origen, who had distinguished himself by his intrepid zeal, was supported for a time by a lady of rank, but began about the same time to earn his bread by teaching; and in 203 he was placed, with the sanction of the bishop Demetrius, at the head of the catechetical school.",
		"At last, in the spring of 1822, after a prolonged siege in his island fortress at Iannina, which even the outbreak of the Greek revolt had not served to raise, the intrepid old man was forced to sue for terms. He asked and received an interview with Khurshid, was received courteously and dismissed with the most friendly assurances.",
		"In the end of the 9th century Iceland was colonized from Norway; and about 985 the intrepid viking, Eric the Red, discovered Greenland, and induced some of his Icelandic countrymen to settle on its inhospitable shores.",
		"Calling at Talamone to embark arms and money, he reached Marsala on the 11th of May, and landed under the protection of the British vessels \"Intrepid\" and \"Argus.\"",
		"In 1860 he was summoned to the remodelled Reichsrat by the emperor, who next year nominated him a life member of the Austrian upper house (Herrenhaus), where, while remaining a keen upholder of the German centralized empire, as against the federalism of Sla y s and Magyars, he greatly distinguished himself as one of the most intrepid and influential supporters of the cause of liberalism, in both political and religious matters, until his death at Graz on the 12th of September 1876."
	],
	"synonyms": [
		"brave",
		"audacious",
		"unfearing",
		"hardy",
		"fearless",
		"dauntless",
		"vigilant",
		"resolute",
		"nervy",
		"bodacious",
		"adventurous",
		"game",
		"gallant",
		"doughty",
		"bold"
	],
	"antonyms": [
		"meek",
		"timid",
		"cowardly",
		"fearful"
	]
}