{
	"word": "illicit",
	"meaning": [
		"Not allowed by law, custom, rule, etc.; unlawful; improper; prohibited; unauthorized.",
		"Improperly formed; ungrammatical.",
		"Breaking social norms."
	],
	"sentences": [
		"As a port it was notorious for its smuggling and illicit trade.",
		"An important consequence of thus giving the study of primitive religion the wide scope of a comparative hierology is that magic is no longer divorced from religion, since the sacred will now be found to be coextensive with the magicoreligious, that largely undifferentiated plasm out of which religion and magic slowly take separate shape as society comes more and more to contrast legitimate with illicit modes of dealing with the sacred.",
		"When the source of the name was forgotten its meaning was not unnaturally misinterpreted, and gained for Gawain the reputation of a facile morality, which was exaggerated by the pious compilers of the later Grail romances into persistent and aggravated wrong-doing; at the same time it is to be noted that Gawain is never like Tristan and Lancelot, the hero of an illicit connexion maintained under circumstances of falsehood and treachery.",
		"In the 18th century land grants and illicit trade led to serious disturbances.",
		"He is also remarkable as one of the few kings of the house of Oldenburg who had no illicit liaison.",
		"Natal was founded in 1597 as a military post to check an illicit trade in Brazil-wood.",
		"Illicit trade with Jamaica was the basis of local prosperity in the 18th century.",
		"This illicit commerce went on steadily till 1739, when it led to an outbreak of war between England and Spain, which put an end to the asiento.",
		"Violation of this rule is called an \" illicit process of the major (or the minor) term.\"",
		"Traces remain of the circuit wall, and of a sanctuary with copious terra-cotta offerings; the large necropolis yields constant loot to illicit excavation.",
		"Under the name of anti-opium cure various remedies containing morphine in the form of powder, or of little pills, have been introduced, as well as the subcutaneous injection of the alkaloid, so that the use of morphine is increasing in China to an alarming extent, and considerable difficulty is experienced in controlling the illicit traffic in it, especially that sent through the post.",
		"None could be procured; the public passion swept everything before it; the patent was cancelled; Wood was compensated by a pension; Swift was raised to a height of popularity which he retained for the rest of his life; and the only real sufferers were the Irish people, who lost a convenience so badly needed that they might well have afforded to connive at Wood's illicit profits.",
		"In addition, since 1888 a special court has been held at Kimberley for trying cases relating to illicit diamond buying (\" I.D.B.\").",
		"It means illicit sexual sin of every kind, including adultery.",
		"And we're not illicit.",
		"Intermarriage (sometimes illicit) was apparently freely used by the dominant families for the concentration of their power.",
		"In the meantime much illicit trade was carried on by collusive captures arranged between American traders and British officers.",
		"Eventually the United States government was driven to issue orders for the purpose of stopping illicit trading, and the commerce of the country was ruined.",
		"First, he sought to acquire the substance, though not the name, of territorial power, by using the authority of the Mogul emperor for so much as he wished, and for no more; and, secondly, he desired to purify the company's service by prohibiting illicit gains, and at the same time guaranteeing a reasonable remuneration from honest sources.",
		"The adventurers learned \"boucanning\" from the natives; and gradually Hispaniola became the scene of an extensive and illicit butcher trade.",
		"The junkie had a predilection for the more illicit things in life.",
		"Cannabis was Australia's most popular illicit drug - one third of the adult population having used it - followed by amphetamines.",
		"Wake up to the smell of burnt asphalt as the thrill of illicit street racing permeates the air.",
		"The fifth cluster focused on the issues of import/export controls and illicit brokering.",
		"The possession of illicit drugs in some countries carries very severe penalties.",
		"Saying you understand will often illicit a grunt at best.",
		"Likewise, the inherent ' cover ' for an illicit program in legitimate activity makes differentiation much more imprecise.",
		"In recent years, the war-torn nation has been the main global source of illicit opium.",
		"In Africa, illicit trafficking in small and light arms had become a major scourge.",
		"There is concern that the illicit market in banned substances may erode the future success of the Protocol.",
		"The police received an anonymous tip-off last Thursday from the gun's illicit owner.",
		"The system is designed to detect and block potentially wrongful code or illicit or offensive content.",
		"Indian elephants have a tendency to raid illicit stills and go on the rampage through villages.",
		"Some sought salacious stories from the demi-monde, and some sought novelty and illicit thrills.",
		"His country was also encouraged by the attention being given to the scourge of illicit trafficking in small arms.",
		"The police received an anonymous tip-off last Thursday from the gun 's illicit owner.",
		"Not only does this company's bras illicit ooh's and aah's by those women who have discovered them, they also provide phenomenal support and practical functionality.",
		"A 2004 study of teenager drug abuse from the National Institute on Drug Abuse found 16.1 percent of students in 8th, 10th, and 12th grade had used illicit drugs in the month prior to the study.",
		"According the Center of Disease Control's (CDC) website, the use of illicit drugs has decreased among teenagers since 1999.",
		"Unfortunately, while the use of illicit drugs may have decreased since 1999, the abuse of prescription drugs and over-the-counter (OTC) has increased.",
		"Valium addiction is viewed and taken as seriously as addiction to any illicit or illegal drug.",
		"This method of Clonazepam abuse is particularly dangerous since this drug can have severe contraindications with other drugs, both prescription and illicit.",
		"Current illicit drug use means use of an illicit drug during the month prior to the survey interview.",
		"Rates of current illicit drug use varied significantly among the major racial-ethnic groups in 2003.",
		"Teen drownings are often associated with boating accidents, alcohol consumption, and illicit drug use.",
		"Teens and adults should be educated to understand that alcohol and illicit drug use substantially increase the chances of a drowning accident.",
		"Grade, age, and gender differences were noted for lifetime and current use of alcohol and other illicit substances.",
		"In addition, teens can be more likely to engage in risky behavior, such as increasing different sexual partners, stealing a car, or using illicit drugs.",
		"Emotional abuse can involve a withholding of love, terrorizing a child, isolating someone, ridiculing and belittling a child, and exposing a child to illicit behaviors.",
		"His guilt over the illicit relationship leads to a bleeding gastric ulcer.",
		"Band members started getting involved in illicit 'activities' and in the violent crowds behavior.",
		"So early also began dissatisfaction with the economic regulations of the colonial system, even grave resistance to their enforcement; and illicit trade with privateers and foreign colonies had begun long before, and in the 17th and 18th centuries was the basis of the island's wealth.",
		"During the war the Eight had been practically rulers of the city, but now the parte Guelfa, led by Lapo da Castiglionchio and Piero degli Albizzi, attempted to reassert itself by illicit interference in the elections and by a liberal use of \"admonitions \"(ammonizioni).",
		"Thus, we must think in (r) All P is M \" to avoid illicit process of the major, in (2) \"All y is z \" to avoid undistributed middle, in (3) \"All x is y\" to avoid illicit process of the minor.",
		"The imposition of a duty gave rise to a large amount of illicit distillation, a practice which still prevails to some extent, though efficient police methods have largely reduced it.",
		"Then she added, Don't worry about two singles sharing a room and having illicit sex before marriage and all that shit.",
		"Instead of the delicious illicit tang of the betting shop or brothel it had the sanctimonious cultural cachet of a collective confessional!",
		"Validation of techniques to detect illicit heroin use in patients prescribed pharmaceutical heroin for the management of opioid dependence.",
		"He stood six feet four inches tall and his stature helped to silence any of the illicit distillers who challenged the newly licensed distillery.",
		"This would approximately equate to one full container of illicit spirits being consumed in the UK each day of the year.",
		"There is a specific provision against treasure hunting, illicit excavation and dealing in antiquities (Article 51 - 52 ).",
		"Currently up to 15% of illicit heroin is intercepted.",
		"I accuse nobody without proof, because I realize it's just as bad to accuse someone frivolously as to do something illicit.",
		"The fight against the illicit traffic in cultural property The extent of illicit trafficking has never been greater.",
		"The profits to be made encourage not only illicit plundering of ancient sites but skillful forgeries.",
		"I do not have time this evening to unravel the complexities of this apparently illicit relationship.",
		"As the supply chain is entirely illicit, there are no legitimate manufacturers with whom the government can work to restrict supply.",
		"Yes, they are, but that's probably only because the police have become better than ever at finding illicit narcotics.",
		"Whilst the village parson would often engage in illicit smuggling, other smugglers too were not quite what they seemed.",
		"One of the Polish kings, for example, threatened with death the English sailors who should attempt to carry on the illicit trade in arms, on the ground that \" the Muscovite, who is not only our opponent of to-day but the eternal enemy of all free nations, should not be allowed to supply himself with cannons, bullets and munitions or with artisans who manufacture arms hitherto unknown to those barbarians.\"",
		"It closes with the sentence, based on \"obstinate\" persistency in an illicit cult, and with the proclamation by the herald of the names of the offenders and the penalty.",
		"One of the top reasons why drug users add Clonazepam to their repertoire is because, in some instances, this drug will intensify the high obtained through using illicit drugs like heroin.",
		"The young person usually obtains the illicit substances from friends and uses them with peers.",
		"When the issue of Jackson's life insurance policy arose, there was much speculation that it would not be paid out because the multi-million dollar policy excluded \"illicit drug use.\"",
		"Educational programs for illicit IV drug abusers and persons who engage in unprotected sexual intercourse may decrease the incidence of HIV infection.",
		"Adolescents may lie to cover up illicit drug or alcohol abuse.",
		"Among persons with substance dependence or abuse, illicit drugs accounted for 58.1 percent of youths and 37.2 percent of persons aged 18 to 25.",
		"For example, in 2003, 3.8 percent of youths aged 12 to 13 reported current illicit drug use compared with 10.9 percent of youths aged 14 to 15 and 19.2 percent of youths aged 16 to 17.",
		"As in other years, illicit drug use in 2003 tended to increase with age among young persons, peaking among 18 to 20-year-olds (23.3%) and declining steadily after that point with increasing age.",
		"In 2003 rates of illicit drug use varied significantly among the major racial-ethnic groups.",
		"The rate of illicit drug use was highest among Native Americans and Alaska Natives (12.1%), persons reporting two or more races (12%), and Native Hawaiians and other Pacific Islanders (11.1%).",
		"Asian Americans had the lowest rate of illicit drug use at 3.8 percent.",
		"In 2003, an estimated 19.5 million Americans, or 8.2 percent of the population aged 12 or older, were current illicit drug users.",
		"The rate of illicit drug use among youths aged 12-17 did not change significantly between 2002 (11.6%) and 2003 (11.2%), and there were no changes for any specific drug.",
		"Among persons with substance dependence or abuse, illicit drugs accounted for 58.1 percent of youths and 37.2 percent of persons aged 18-25.",
		"For example, in 2003, some 3.8 percent of youths aged 12 to 13 reported current illicit drug use compared with 10.9 percent of youths aged 14 to 15 and 19.2 percent of youths aged 16 or 17.",
		"Asian Americans had the lowest rate of current illicit drug use at 3.8 percent.",
		"Create a winter wonderland - Whatever the venue, create a winter wonderland setting that will be sure to illicit \"Ooohs\" and \"Ahhs\" from even the grumpiest of your co-workers.",
		"There are many adults out there pretending to be teens as a means of bullying, stalking or even luring the young individuals into something illicit, illegal or dangerous.",
		"This appears particularly in their attitude toward revenue officers sent to discover and close illicit stills for the distilling from Indian corn of so-called \" moon-shine \" whisky (consisting largely of pure alcohol).",
		"Here there is no syllogistic fallacy in the premises; but the question is what syllogistic conclusion can be drawn, and there is only one which follows without an illicit process of the minor, namely, \" Some metals are fusible.\"",
		"Whilst the governors found great difficulty in building up an industrious and agricultural community out of the medley of Africans brought to Sierra Leone, they had also to contend with the illicit slave trade which flourished in places close to the colony.",
		"As a politician he excited bitter opposition, and was charged, apparently with justice, with corruption and venality in conniving at and sharing the profits of illicit trade with the Confederates carried on by his brother at New Orleans and by his brother-in-law in the department of Virginia and North Carolina, while General Butler was in command.",
		"Julie designs a still and she and Rita plot to make illicit grog.",
		"But we're not illicit any more, so you're going to have to stop being that too.",
		"Treatment can alter the natural history of opioid dependence, most commonly by prolonging periods of abstinence from illicit opioid dependence, most commonly by prolonging periods of abstinence from illicit opioid misuse.",
		"Your wild goose chases will sometimes illicit groans, but thankfully it isn't too bad.",
		"Of fundamental importance was the trade with the French West Indies, licit and illicit, particularly after the Peace of Utrecht (1713).",
		"The fact was studiously evaded or concealed that a dispensation had been granted by the archbishop of St Andrews for this irregularity, which could only have arisen through some illicit connexion of the husband with a relative of the wife between whom and himself no affinity by blood or marriage could be proved.",
		"To give the name of syllogism to inferences which infringe the general rules against undistributed middle, illicit process, two negative premises, non-sequitur from negative to affirmative, and the introduction of what is not in the premises into the conclusion, and which consequently infringe the special rules against affirmative conclusions in the second figure, and against universal conclusions in the third figure, is to open the door to fallacy, and at best to confuse the syllogism with other kinds of inference, without enabling us to understand any one kind.",
		"In nearly every country the rate of these births has of late years shown a marked fall, which is by some ascribed to the adoption of the same expedients in illicit intercourse as are becoming conventional amongst the married.",
		"This meeting of Christians we admit deserves to be made illicit, if it resembles illicit acts; it deserves to be condemned, if any complain of it on the same score on which complaints are levelled at factious meetings.",
		"This last is a government monopoly, but illicit manufacture and smuggling are highly organized.",
		"They had therefore only to keep up this established government, but they could not manage even this much; they allowed the idea of the common interests of kings and their subjects gradually to die out, and forgetting that national taxes are a necessary impost, a charge for service rendered by the state, they had treated these as though they were illicit and unjustifiable spoils.",
		"Distillers and revenue officers in St Louis, Milwaukee, Cincinnati and other cities were implicated, and the illicit gains - which in St Louis alone probably amounted to more than $2,500,000 in the six years 1870-1876 - were divided between the distillers and the revenue officers, who levied assessments on distillers ostensibly for a Republican campaign fund to be used in furthering Grant's re-election.",
		"Above all Christians are disloyal, and every church is an illicit collegium, an insinuation deadly at any time, but especially so under Marcus Aurelius.",
		"The capture of that island had caused an immigration of Spanish refugees to Santiago that greatly increased its importance; and the illicit trade to the same island - mainly in hides and cattle - that flourished from this time onward was a main prop of prosperity.",
		"In the 16th century it was repeatedly plundered by pirates until it came to terms with them, gave them welcome harbourage, and based a less precarious existence upon continuous illicit trade."
	],
	"synonyms": [
		"outlaw",
		"unlawful",
		"outlawed",
		"illegitimate",
		"incestuous",
		"forbidden",
		"crooked",
		"illegal",
		"criminal",
		"clandestine",
		"prohibited",
		"improper",
		"contraband",
		"wrongful",
		"lawless"
	],
	"antonyms": [
		"licit",
		"good",
		"noble",
		"blessed",
		"moral",
		"legal",
		"right",
		"proper",
		"legitimate"
	]
}