{
	"word": "vitriolic",
	"meaning": [
		"Of, like, or derived from a vitriol.",
		"Extremely biting or caustic; sharp and bitter.",
		"Bitterly scathing; caustic: vitriolic criticism."
	],
	"sentences": [
		"Following an apology for what he called \"vitriolic and harmful words,\" Gibson ultimately retreated to rehab to better his situation.",
		"However, when I witness vitriolic attacks based on race, it 's easy to choose sides.",
		"The collected literary works of Wagner in German fill ten volumes, and include political speeches, sketches for dramas that did not become operas, autobiographical chapters, aesthetic musical treatises and polemics of vitriolic violence.",
		"He had to contend with people whose unreasoning opposition was ' vitriolic '.",
		"I am disappointed by the often vitriolic views about those with some sort of âfaithâ, many of whom are very decent people.",
		"I try not to take it personally, but it can be very vitriolic.",
		"As the global Press barons such as Murdoch and Black moved in, the attacks, if anything, became even more vitriolic.",
		"There were several vitriolic letters in the County Press about the strategy, and in some cases quite personal attacks.",
		"I 'm sure you know it was gar 's abusive, incoherent and vitriolic rants that caused the furor.",
		"For a while, he reviewed films, but his reviews were so vitriolic that local cinema managers refused to give him complimentary tickets !",
		"There 's a particularly vitriolic diatribe against Branson 's Virgin empire.",
		"Especially vitriolic when talking about MP 's of any party.",
		"So the insidious campaign against walking poles continues and, not wishing to see a good vitriolic feud fizzle out, in I jump.",
		"For a while, he reviewed films, but his reviews were so vitriolic that local cinema managers refused to give him complimentary tickets!",
		"There's a particularly vitriolic diatribe against Branson's Virgin empire.",
		"A change of national chairman from Robert Robinson to Duff Burrell has had little effect on the course of the increasingly vitriolic argument.",
		"This takes many forms, from insinuation and innuendo down to vitriolic abuse of the type used by Hitler and Goebbels about the Jews.",
		"The father for his part had in an email accused the mother of a vitriolic campaign of hate against him and his family.",
		"Then he treated oil of vitriol in the same way, but got nothing until by accident he dropped some mercury into the liquid, when \"vitriolic acid air\" (sulphur dioxide) was evolved."
	],
	"synonyms": [
		"virulent",
		"sulphurous",
		"sulfurous",
		"acerb",
		"acrid",
		"acid",
		"bitter",
		"caustic",
		"acerbic",
		"blistering",
		"erosive",
		"mordant",
		"corrosive",
		"sardonic",
		"antagonistic"
	],
	"antonyms": []
}