{
	"word": "guile",
	"meaning": [
		"Slyness and cunning in dealing with others.",
		"A trick or stratagem.",
		"(uncountable) Astuteness often marked by a certain sense of cunning or artful deception.",
		"To beguile; deceive.",
		"To deceive, to beguile."
	],
	"sentences": [
		"You might have to use considerable guile to find out what's going on.",
		"The Picts used a bit of tactical guile and lured the Northumbrians into a trap with deadly results.",
		"This year's budget is $17 million and the student cohort will be $15,000 - a growth achieved through graft and a little guile.",
		"The incident, whether due to chance or guile, brought about the resignation of Crispi.",
		"Her reputation for honesty and directness, which is not false, masks an apparently artless guile.",
		"There is no doubt that Mrs. Ramotswe is a novice; but, she uses her feminine guile to get to the heart of the matter.",
		"He sought to mediate, though with no success, between the pope and the emperor; he descended to a whimsical piety, and took his courtiers by guile in distributing to them, at Christmas, clothing on which a cross had been secretly stitched.",
		"Tessa seems tranquil, with an almost otherworldly detachment, lack of guile and front.",
		"It is the work of a brave man surely, in whom there was no guile!",
		"Their was plenty of huff and puff from all of us, but we lacked guile.",
		"Furthermore, the realignment of the Blackadder character to a figure of cunning guile was also a decision made by Elton.",
		"I'm a mixture of Yorkshire man and Australian and I don't think we have much guile.",
		"The tale tells of King Dasarath's court, the birth and boyhood of Rama and his brethren, his marriage with Sita, daughter of Janak king of Bideha, his voluntary exile, the result of Kaikeyi's guile and Dasarath's rash vow, the dwelling together of Rama and Sita in the great central Indian forest, her abduction by Ravan, the expedition to Lanka and the overthrow of the ravisher, and the life at Ajodhya after the return of the reunited pair.",
		"But he felt they had to show more guile in Europe, and ultimately that is where he wants his formation to be judged.",
		"His bowling, tho, lacks real pace and, at this stage, has no guile.",
		"Iconic mainstays like Ryu and Guile are joined by newer characters like Hakan and Oni.",
		"Ken eventually married a beautiful girl named Eliza (who happens to be sisters with Guile's wife), and has a son named Mel.",
		"Over the years, Guile has gone through a number of rankings, including first lieutenant, major, and colonel.",
		"Enthusiasts are likely familiar with what seemed to be a glitch in ''Street Fighter II'', wherein Guile could freeze an opponent in place.",
		"The Street Fighter series gave birth to the modern day one-on-one fighting game genre, making Ryu, Ken, Guile and countless others into household names.",
		"Because of corrupt officials within the army, Guile was sent to stop Charlie and Chun-Li, and it was then that Charlie informed Guile of the truth.",
		"Bison. Guile's wife, Jane (known as Julia in Japan) is sisters with Ken's wife, Julia."
	],
	"synonyms": [
		"foxiness",
		"wiliness",
		"slyness",
		"craftiness",
		"craft",
		"cunning",
		"deceitfulness",
		"shenanigan",
		"wile",
		"chicane",
		"chicanery",
		"trickery",
		"cleverness",
		"duplicity",
		"stratagem"
	],
	"antonyms": [
		"sincerity",
		"naivety",
		"honesty",
		"artlessness",
		"frankness",
		"openness",
		"candor"
	]
}