{
	"word": "obtuse",
	"meaning": [
		"Lacking quickness of perception or intellect.",
		"Characterized by a lack of intelligence or sensitivity.",
		"Greater than 90 degrees and less than 180 degrees.",
		"Not sharp or pointed; blunt.",
		"Not distinctly felt."
	],
	"sentences": [
		"People will start to question our grasp of reality, or think we are being deliberately obtuse.",
		"One wonders why some previous critics and readers were so obtuse!",
		"Only the hopelessly naïve or willfully obtuse can believe that these were the real motives for the war.",
		"Now the position of this line, as found by Kobold, actually is a (properly weighted) mean between the corresponding lines of symmetry of the two drifts, but naturally it lies in the acute angle between them, whereas the line of the solar motion is also a weighted mean between the two lines of drift, but lies in the obtuse angle between them.",
		"The first-named expounds the views of the author; the second is an eager and intelligent listener; the third represents a well-meaning but obtuse Peripatetic, whom the others treat at times with undisguised contempt.",
		"They provide a very powerful, but also rather obtuse, set of tools for finding particular words or combinations of characters in strings.",
		"Lips diverging at obtuse angles with the septum, and slightly pendulous so as to show a square profile.",
		"What I can say tho, is that with its heavily treated drums and obtuse white funk rhythms this album sounds hopelessly dated.",
		"Precision Cutting Mechanism High shredding performance and a self-feeding facility are guaranteed thanks to the obtuse precision cutting mechanism, with accurate counter blades.",
		"The sable and roan antelopes are distinguished from Oryx by the stout and thickly ringed horns rising vertically from a ridge over the eyes at an obtuse angle to the plane of the lower part of the face, and then sweeping backwards in a bold curve.",
		"The motives alike of geographical convenience and of the advantages to be gained by recognizing these movements of Roman subjects combined to urge a forward policy at Rome, and when the vigorous Vespasian had succeeded the fool-criminal Nero, a series of advances began which gradually closed up the acute angle, or at least rendered it obtuse.",
		"On the top of this system as a foundation were set several statue bases, one bearing the signature of Lysippus, which shows that the system stood there at least as early as the 4th century B.C. Some parts of it may have been taken from older buildings, but not the cornice nor the corner metope block which formed an obtuse angle.",
		"The \" tongue,\" for example, is short and obtuse or emarginate in Colletes and Prosopis, while in all other bees it is pointed at the tip. But in Andrena and its allies it is comparatively short, while in the higher genera, such as A pis and Bombus, it is elongate and flexible, forming a most elaborate and perfect organ for taking liquid food.",
		"The crystals are orthorhombic, with angles similar to those of marcasite; they are often prismatic in habit, and the prism M is usually terminated by the deeply striated faces of an obtuse dome r.",
		"In Hippotragus the stout and thickly ringed horns rise vertically from a ridge above the eyes at an obtuse angle to the plane of the lower part of the face, and then sweep backwards in a bold curve; while there are tufts of long white hairs near the eyes.",
		"According to Proclus an angle must be either a quality or a quantity, or a relationship. The first concept was utilized by Eudemus, who regarded an angle as a deviation from a straight line; the second by Carpus of Antioch, who regarded it as the interval or space between the intersecting lines; Euclid adopted the third concept, although his definitions of right, acute, and obtuse angles are certainly quantitative.",
		"Following Euclid, a right angle is formed by a straight line standing upon another straight line so as to make the adjacent angles equal; any angle less than a right angle is termed an acute angle, and any angle greater than a right angle an obtuse angle.",
		"While discussing noses, he says that those with thick bulbous ends belong to persons who are insensitive, swinish; sharp-tipped belong to the irascible, those easily provoked, like dogs; rounded, large, obtuse noses to the magnanimous, the lion-like; slender hooked noses to the eagle-like, the noble but grasping; round-tipped retrousse noses to the luxurious, like barndoor fowl; noses with a very slight notch at the root belong to the impudent, the crow-like; while snub noses belong to persons of luxurious habits, whom he compares to deer; open nostrils are signs of passion, &c.",
		"Walls, inclined to each other at obtuse angles, enclosed a plot of ground having in the middle a low tumulus of elliptic form, about 35 metres from east to west by 20 from north to south.",
		"The badge is a white cross, the arms of which expand and terminate in an obtuse angle; round the cross is a green laurel and oak wreath; the central medallion is red, bearing in gold two crossed swords, the initials of the founder and the date 1855.",
		"Aluminium fluoride, AlF 3, obtained by dissolving the metal in hydrofluoric acid, and subliming the residue in a current of hydrogen, forms transparent, very obtuse rhombohedra, which are insoluble in water.",
		"The colour of the fruit varies from green to deep purple, the size from that of a small cherry to that of a hen's egg; the form is oblong acute or obtuse at both ends, or globular; the stones or kernels vary in like manner; and the flavour, season of ripening and duration are all subject to variation.",
		"The limits set to the furnace builder's natural desire to make his furnace as large as possible, and its present shape (an obtuse inverted cone set below an acute upright one, both of them truncated), have been reached in part empirically, and in part by reasoning which is open to question, as indeed are the reasons which will now be offered reservedly for both size and shape.",
		"The calyx is small, smooth and divided into five obtuse sepals.",
		"In the sphere of material power the repulse of Xerxes and the extension of Athenian or Spartan supremacy in the eastern Mediterranean were large facts patent to the most obtuse.",
		"It is of thin membranous consistence, usually obtuse, often bifid, and possesses no central rib or nerve, but has two lateral ones, one on either side; the margins are frequently folded in at the ribs, which thus become placed at the sharp angles.",
		"It differs from the true crocodile principally in having the head broader and shorter, and the snout more obtuse; in having the fourth, enlarged tooth of the under jaw received, not into an external notch, but into a pit formed for it within the upper one; in wanting a jagged fringe which appears on the hind legs and feet of the crocodile; and in having the toes of the hind feet webbed not more than half way to the tips.",
		"And she is far too obtuse to understand that the French King is only after what will serve him.",
		"The same thing can be effected in a more perfect manner by the use of spiral or scroll drums, in which the rope is made to coil in a spiral groove upon the surface of the drum, which is formed by the frusta of two obtuse cones placed with their smaller diameters outwards.",
		"His war-ships were arranged in what was called a half-moon, and was in fact an obtuse angle with his flagship, the \"Brederode,\" at the apex.",
		"The triangle is here an irregular one, consisting of a narrow base to which one end of the string was fixed, while the second side, forming a slightly obtuse angle with the base, consisted of a wide and slightly curved sound-board pierced with holes through which the other end of the strings passed, being either knotted or wound round pegs.",
		"It has a short, rounded head, obtuse muzzle, small bead-like eyes, and short rounded ears, nearly concealed by the fur.",
		"The last premolar and the molars have quadrate crowns, provided with two strong transverse ridges, or with four obtuse cusps.",
		"The first and second molars have quadrate crowns, with four principal obtuse conical cusps, around which numerous accessory cusps are clustered.",
		"He was rather a mediocre but not altogether obtuse man, who mistook tributary streams for the main currents of national thought.",
		"Roughly calculated, two-fifths of the total area of Bolivia is comprised within the Andean cordilleras which cross its south-west corner and project east toward the Brazilian highlands in the form of a great obtuse angle."
	],
	"synonyms": [
		"purblind",
		"slow",
		"dim",
		"dumb",
		"dense",
		"dull",
		"stupid",
		"round",
		"opaque",
		"insensitive",
		"ignorant",
		"crass",
		"blunt",
		"dopey",
		"hebetudinous"
	],
	"antonyms": [
		"acute",
		"quick",
		"intelligent",
		"smart",
		"clever",
		"bright",
		"pointed",
		"sharp",
		"shrewd",
		"astute"
	]
}