{
	"word": "discredit",
	"meaning": [
		"To reject as untrue; disbelieve.",
		"To damage the credit or reputation of; disgrace.",
		"To be a reason for disbelieving or distrusting; cast doubt on.",
		"To cause to be doubted or distrusted.",
		"To refuse to believe.",
		"Absence or loss of belief or trust; disbelief; doubt.",
		"Damage to one's reputation; loss of respect or status; disgrace; dishonor.",
		"Something that causes disgrace or loss of status.",
		"The act of discrediting or disbelieving, or the state of being discredited or disbelieved.",
		"A degree of dishonour or disesteem; ill repute; reproach."
	],
	"sentences": [
		"In the 5th century the name \" Ionian \" was already falling into discredit.",
		"To his next and last interposition in the matrimonial affairs of the king no discredit attaches itself.",
		"The UN, to its eternal discredit, sat on its hands.",
		"Consistency of conduct was not among the objects which he aimed at, nor did he shrink from thwarting in secret a policy which he supported in public. A large share of the discredit attaching to the measures of James II.",
		"He died on Tower Hill in 1572 for an example to the disloyal counties, protesting innocence and repentance, warning his children in a last letter to discredit all \"false bruits\" that he was a papist.",
		"In 1757 he was associated with Sir John Mordaunt in command of an abortive expedition against Rochfort, the complete failure of which brought Conway into discredit and involved him in a pamphlet controversy.",
		"The result of this, however, has not so far established more than the fact that the Aegean races, as a whole, belonged to the dark, long-headed Homo Mediterraneus, whose probable origin lay in mid-eastern Africa - a fact only valuable in the present connexion in so far as it tends to discredit an Asiatic source for Aegean civilization.",
		"A protracted controversy with Johann Hevelius, in which Hooke urged the advantages of telescopic over plain sights, brought him little but discredit.",
		"The position of the Franks in the Holy Land was not improved by the attack on Damascus; while the ignominious failure of a Crusade led by two kings brought the whole crusading movement into discredit in western Europe, and it was utterly in vain that Suger and St Bernard attempted to gather a fresh Crusade in 1150.",
		"The connexion became closer at the time when the schism with its violent controversies between the rival pontiffs, waged with the coarse invective customary to medieval theologians, had brought great discredit on the papacy.",
		"He was charged with being responsible for the discredit of the assignats, and even accused of malversations.",
		"The financial record of Peru, notwithstanding her enormous natural resources, has been one of disaster and discredit.",
		"Indirectly, too, Hermas tended to keep alive the idea of the Christian prophet, even after Montanism had helped to discredit it.",
		"Luther succeeded in quieting the people both in Wittenberg and the neighbouring towns, and in preventing the excesses which had threatened to discredit the whole movement.",
		"No American president has done so much to discredit and destroy the old Jacksonian theory of party government that \"to the victors belong the spoils,\" and to create confidence in the practical success as well as the moral desirability of a system of appointments to office which rests upon efficiency and merit only.",
		"The discredit into which he fell was due partly to the unedifying incidents of his personal career.",
		"Then came the long, firm rule of Porfirio Diaz, who first broke up the organizations of bandits that infested the country, and then sought to raise Mexico from the state of discredit and disorganization into which it had fallen.",
		"Paschasius shrank from the logical outcome of his view, namely, that Christ's body or part of it is turned into human excrement, but Ratramnus, another monk of Corbey, in a book afterwards ascribed to Duns Scotus, drew this inference in order to discredit his antagonists, and not because he believed it himself.",
		"Both by its attitude and by its governmental acts, the papacy of the later 13th century itself contributed to increase the discredit and disaffection from which it suffered.",
		"Montanism also brought these apocalyptic expectations into discredit in orthodox ecclesiastical circles.",
		"It is impossible to discredit the significance of these quotations, for the works in which they occur were published more than twenty years before the original date claimed for the discovery of the telescope in Holland.",
		"These acts helped greatly to discredit the Moderate party, of whose spirit they were the outcome; and that party further injured their standing in the country by attacking Leslie, afterwards Sir John Leslie, on frivolous grounds - a phrase he had used about Hume's view of causation - when he applied for the chair of mathematics in Edinburgh.",
		"Anthony a Wood says that Foxe \"believed and reported all that was told him, and there is every reason to suppose that he was purposely misled, and continually deceived by those whose interest it was to bring discredit on his work,\" but he admits that the book is a monument of his industry, his laborious research and his sincere piety.",
		"Yet Schmiedel speaks of this as \" a well ascertained case in which an utterance of Paul regarding himself is spitefully twisted to his discredit.\"",
		"Barbey d'Aurevilly is an extreme example of the eccentricities of which the Romanticists were capable, and to read him is to understand the discredit that fell upon the manner.",
		"He threw himself eagerly into the prosecution of the war in Spain, yet his tenure of office ended in resignation in circumstances which left him under deep discredit.",
		"There is not a tittle of positive evidence for these or any of the other statements to Burke's discredit.",
		"The material is so vast in extent, and in so chaotic a condition, that the construction of any such theory is only calculated to invite refutation and discredit.",
		"This change in sympathy, again, has gained a hearing from modern historians, who tend more and more to discredit the wholesale defamation of the dissolution period.",
		"Of the paradoxes used by Zeno to discredit the belief in plurality and motion, eight survive in the writings of Aristotle and Simplicius.",
		"Already the discredit of parliameiitary government was being evidenced in the increased personal power of the young king.",
		"There is no reason, therefore, to discredit Magrizi's statement that it was three brother architects from Edessa that the Armenian minister Badr al-Gamali employed to build three of the fine city gates of Cairo (1087-1091).",
		"The royal pupils spent their lesson hours, as Nicholas afterwards confessed, \" partly in dreaming, partly in drawing all sorts of nonsense,\" in the end \" cramming \" just enough to scrape through their examinations without discredit.",
		"Such a tactic would discredit the Social- democrats, because it would make our entire political campaign a lever for reaction.",
		"He did all he could to discredit the work of a Duma heavily slanted in favor of the left.",
		"The discredit attaching to bowling alleys, first established in London in 1455, probably encouraged subsequent repressive legislation, for many of the alleys were connected with taverns frequented by the dissolute and gamesters.",
		"They had, in fact, learned from events in Russia and Poland that sporadic outbreaks on a small scale would inevitably discredit their cause, and that a successful revolution would require the support of the army.",
		"But here begins a divergence which has done more than anything else to discredit the study with the outside world.",
		"Episodes, such as the protection so long extended to the Leo Taxil affair, and to the revelations of Diana Vaughan (the object of which last was to bring Italian freemasonry and its ostensible work, the unity of Italy, into discredit), together with the attitude of the Ultramontane press in the Dreyfus affair, and later towards England, the invigoration of political agitation by the Lourdes celebration and by anti-Semitism, were all manifestations that could not raise the \" system \" in the estimation of the cultured and civilized world.",
		"The growing jealousy and enmity culminated in a dispute with Canon Cornelius von Lichtenfels, who, having called in Paracelsus after other physicians had given up his case, refused to pay the fee he had promised in the event of cure; and, as the judges, to their discredit, sided with the canon, Paracelsus had no alternative but to tell them his opinion of the whole case and of their notions of justice.",
		"The testimony of his physician and of his confessor ought to be sufficient to discredit the oft-repeated story of slow poisoning (see Duhr, Jesuiten Fabeln, 4th ed., 1904, pp. 69 seq.).",
		"Annet made it his special work to invalidate belief in the resurrection of Christ, and to discredit the work of Paul.",
		"The hoax was finally exposed by Professor Othniel C. Marsh of Yale; and George Hall of Binghamton, N.Y., confessed to the fraud, his object having been to discredit belief in the \"giants\" of Genesis vi.",
		"Stannius renovated the group Vermes of Linnaeus, and placed in it the Chaetopods and the parasitic worms of Cuvier, besides the Rotifers and Turbellarian worms.1 The result of the knowledge gained in the last quarter of the 19th century has been to discredit altogether the group Vermes (see Worm), thus set up and so largely accepted by German writers even at the present day.",
		"Its aim was to attempt to discredit and render ineffective the assistance given by the SACC to the victims of apartheid.",
		"These basic weaknesses are sufficient in themselves to discredit the uncritical adoption of market based remedies.",
		"It can be easy for many people to feel skeptical or incredulous when others tell tales of seeing ghosts, but it is often much more difficult to discredit those stories when witnesses learn the real names of those ghosts.",
		"Therefore, one should never discredit someone who committed suicide after years of dealing with a mental illness.",
		"The discredit of the 1998 Wakefield Lancet study has now become a popular example in the argument against a connection between autism and vaccines, especially the MMR vaccine.",
		"The chief names in this advanced theology connected with Cartesian doctrines are Ludwig Meyer, the friend and editor of Spinoza, author of a work termed Philosophia scripturae interpres (1666); Balthasar Bekker, whose World Bewitched helped to discredit the superstitious fancies about the devil; and Spinoza, whose Tractatus theologico-politicus is in some respects the classical type of rational criticism up to the present day.",
		"Northumberland's recantation had done much to discredit the Reformation, Cranmer's, it was hoped, would complete the work.",
		"But a little consideration showed that, though Lamarck had seized what, as far as it goes, is a true cause of modification, it is a cause the actual effects of which are wholly inadequate to account for any considerable modification in animals, and which can have no influence at all in the vegetable world; and probably nothing contributed so much to discredit evolution, in the early part of the 29th century, as the floods of easy ridicule which were poured upon this part of Lamarck's speculation.",
		"He was especially exposed to the attacks of Bismarck, who attempted personally to discredit him and to separate him from the rest of the party.",
		"The common man, to whom the diet of Augsburg alludes, had, long been raising his voice against the \" parsons \" (Pfaffen); the men of letters, Brand, Erasmus, Reuchlin, and above all Ulrich von Hutten, contributed, each in their way, to discredit the Roman Curia; and lastly, a new type of theology, represented chiefly by Martin Luther, threatened to sweep away the very foundations of the papal monarchy.",
		"For, by representing the prosecution of its party-political objects as a championship of the Catholic Church, Ultramontanism seeks to acquire the support of the official organs of that Church, and the good will of all circles interested in her welfare; while at the same time it strives to discredit any attempt at opposition by branding it as an assault on the orthodox faith.",
		"Without positively asserting much more than he can prove, he gives prominence to all the circumstances which support his case; he glides lightly over those which are unfavourable to it; his own witnesses are applauded and encouraged; the statements which seem to throw discredit on them are controverted; the contradictions into which they fall are explained away; a clear and connected abstract of their evidence is given.",
		"The difficulty of arriving at a fair conclusion is increased by the fact that Procopius, who is our chief authority for the events of his reign, speaks with a very different voice in his secret memoirs (the Anecdota) from that which he has used in his published history, and that some of the accusations contained in the former work are so rancorous and improbable that a certain measure of discredit attaches to everything which it contains.",
		"The latter, entrusted to irresponsible subordinates, degenerated into a despotism which brought the system into great discredit.",
		"Their isolation has made them ignorant to some extent of the world's progress, while a supersensitive patriotism blinds them to the discredit and disorganization which political strife and misrule have brought upon them.",
		"Imperialism, which had been excited by Lord Beaconsfields policy in 1878, and by the prospect of a war with a great European power, fell into discredit when it degenerated into a fresh expedition into Afghanistan, and an inglorious war with a savage African tribe.",
		"Adams's four years as chief magistrate (1797-1801) were marked by a succession of intrigues which embittered all his later life; they were marked, also, by events, such as the passage of the Alien and Sedition Acts, which brought discredit on the Federalist party.",
		"The declaration of war against the emperor Francis II., nephew of Marie Antoinette, was forced upon the king by those who wished to discredit him by failure, or to compel him to declare himself openly an enemy to the Revolution.",
		"That theory is based upon the fact that after the opening of the country to foreign intercourse in 1857, hundreds of inferior specimens of netsuke were chiselled by inexpert hands, purchased wholesale by treaty-port merchants, and sent to New York, London and Paris, where, though they brought profit to the exporter, they also disgusted the connoisseur and soon earned discredit for their whole class.",
		"It was the Revolution, which at one moment seemed finally to have engulfed the papacy, which in fact preserved it; Febronianism, as a force to be seriously reckoned with, perished in the downfall of the ecclesiastical principalities of the old Empire; Gallicanism perished with the constitutional Church in France, and its principles fell into discredit with a generation which associated it with the Revolution and its excesses.",
		"He was an eloquent speaker, and master of many subjects; and his proved royalism made it impossible for the ultra-Royalists to discredit him, much as they resented his consistent opposition to their short-sighted violence.",
		"At this time (c. 1815-1840) numbers of persons brought discredit on the missionary cause by their illiteracy, narrow-minded prejudices his advice it was decided to create a band of native states on the northern and eastern frontiers of the colony.",
		"Singularly enough it is the modern Catholic scholars, Johannes Janssen above all, who, in their efforts further to discredit the Protestant revolt by rehabilitating the institutions which the reformers attacked, have done most to explain the success of the Reformation.",
		"It is frequently impossible to discover whether he wishes by an appeal to evolutionary principles to reinforce the sanctions and emphasize the absolute character of the traditional morality which in the main he accepts without question from the current opinions about conduct of his age, or whether he wishes to discredit and disprove the validity of that morality in order to substitute by the aid of the biological sciences a new ethical code.",
		"The discredit into which Stanislaus had now fallen encouraged the Saxon party, led by Gabriel Podoski (1719-1777), to form a combination for the purpose of dethroning the king.",
		"Teachers of the deaf proved a priori that what Miss Sullivan had done could not be, and some discredit was reflected on her statements, because they were surrounded by the vague eloquence of Mr. Anagnos.",
		"Such an idea is justly stigmatized by Mommsen as ridiculous, and reflecting a discredit as unfounded as it is unjust on the imperial police of the capital.",
		"The source of the traditions to her discredit is to be found in a letter written a few years after Darer's death by his life-long intimate, Willibald Pirkheimer, who accuses her of having plagued her husband to death by her meanness, made him overwork himself for money's sake, and given his latter days no peace."
	],
	"synonyms": [
		"rebut",
		"confute",
		"refute",
		"belie",
		"disprove",
		"disbelieve",
		"disgrace",
		"taint",
		"slur",
		"slander",
		"impeach",
		"ignominy",
		"expose",
		"defame",
		"blame",
		"unbelief",
		"incredulousness",
		"incredulity",
		"disbelief",
		"disrepute",
		"shame",
		"opprobrium",
		"odium",
		"obloquy",
		"ill repute",
		"ignominy",
		"humiliation",
		"dishonor",
		"bad odor",
		"bad name"
	],
	"antonyms": [
		"believe",
		"trust",
		"credit",
		"honor",
		"commend",
		"praise",
		"repute"
	]
}