{
	"word": "paragon",
	"meaning": [
		"A model or pattern of perfection or excellence.",
		"A perfect diamond weighing a hundred carats or more.",
		"A large, perfectly round pearl.",
		"A type size of 20 points.",
		"A person of preeminent qualities, who acts as a pattern or model of some given (especially positive) quality. [from 16th c.]",
		"To put side by side; compare.",
		"To be equal to; match.",
		"To surpass.",
		"To compare with; to equal; to rival."
	],
	"sentences": [
		"We may conclude that Sappho was not utterly vicious, though by no means a paragon of virtue.",
		"How did the Dark Knight become the paragon of all that is good in Gotham?",
		"Waters ought to be used a paragon in all creative writing classes.",
		"Fan-coil units with electronically commutated fan motors are being supplied by Smiths Environmental for Berkeley First's Paragon development in Brentford.",
		"Linda Wain investigates The rise in oil prices over the past six years makes UK house price inflation seem a paragon of stability.",
		"Planner program the to us quot Louisiana paragon formerly also known for.",
		"It is served by the North Eastern; Great Central and Hull & Barnsley railways, the principal station being Paragon Street.",
		"Being competitive having louisiana paragon formerly commenting on pending the tables.",
		"No fault, in this respect, can assuredly be found with the legendary Rama, a very paragon of knightly honour and virtue, even as his consort Sita is the very model of a noble and faithful wife; and yet this cult has perhaps retained even more of the character of mere hero-worship than that of Krishna.",
		"Inspired by this ancient paragon, many lesbians are very active in the spoken word poetry scene, and certainly use their words to describe their current and past lovers.",
		"Paragon Sports - The high impact bras at Paragon Sports are a little bit higher in price, but the quality of the construction of these bras is worth it.",
		"Irvine's book dedicated to the subject, The Politics of Parenting (Paragon 2003)."
	],
	"synonyms": [
		"phoenix",
		"nonpareil",
		"nonesuch",
		"nonsuch",
		"apotheosis",
		"saint",
		"ideal",
		"beau ideal",
		"perfection",
		"idol",
		"ultimate",
		"tops",
		"standard",
		"quintessence",
		"pattern"
	],
	"antonyms": []
}