{
	"word": "endemic",
	"meaning": [
		"Native to a particular country, nation, or region.",
		"Constantly present in a particular region: said of a disease that is generally under control.",
		"Common in or inherent to an enterprise or situation.",
		"(Especially of plants and animals.) Peculiar to a particular area or region; not found in other places.",
		"An endemic plant or animal.",
		"An endemic disease.",
		"An organism that is native only to a particular locality or region."
	],
	"sentences": [
		"There is also a large percentage of endemic species.",
		"Among the other invertebrate groups there is also a large proportion of endemic species.",
		"Ferns are prominent among the flora, about one-third of which consists of endemic species.",
		"The climate is now less healthy than it was, severe epidemics of malarial fever having frequently occurred, so that malaria now appears to be endemic among the non-European population.",
		"Endemic diseases are unknown and epidemics are rare.",
		"Most notable of all, yellow fever was eradicated where it had been endemic for centuries.",
		"Out of the 860 indigenous plants, 80% are endemic, but Hillebrand finds that a large nun.mber are of American affinity.",
		"Endemic inferior animals and mammals are practically non-existent, except two bats and one scorpion, which are allied to Madagascar species or introduced.",
		"Smallpox also is practically endemic, owing in great part to negligent sanitary supervision.",
		"Thiselton-Dyer classes the flora of Tibet on the whole as belonging to the Arctic-Alpine section of the great northern division, but containing a purely endemic element.",
		"On the other hand, it is rich in Cornpositae, especially Solidago and A ster, Polemoniaceae, Asciepiadaceae, Hydrophyllaceae and Cyperaceae, and it has the endemic Sarracenia, type of a family structurally allied to poppies, of which of the remaining genera Darlingtonia is Californian, and Heliamphora Venezuelan.",
		"In England materialism has been endemic, so to speak, from Hobbes to the present time, and English materialism is more important perhaps than that of any other country.",
		"Conifers are scantily represented by Callitris and Podocarpus, which is common to all three sub-regions; and Cycads by the endemic Encephalartos and Stangeria.",
		"By these paths the germs of Asiatic plants were carried over to join the endemic flora of the country, and all found suitable homes amid greatly varying conditions of climate and physiography.",
		"It is notoriously unhealthy; yellow fever is endemic. Little Bassam, renamed by the French Port Bouet, possesses an advantage over the other ports on the coast, as at this point there is no bar.",
		"As regards now the endemic element as a whole, the question as to the time and place of its origin is of a highly complicated and controversial nature.",
		"The flora of Sicily is remarkable for its wealth of species; but, comparing Sicily with other islands that have been long separated from the mainland, the number of endemic species is not great.",
		"Equally indecisive is the further exploration as to evidence for the opinion held by other naturalists that the endemic species of the different islands have resulted from subsidences, through volcanic action, which have reduced one large island mass into a number of islets, wherein the separated species became differentiated during their isolation.",
		"In Mesopotamia and Yemen disturbance was endemic; nearer home, a semblance of loyalty was maintained in the army and among the Mussulman population by a system of delation and espionage, and by wholesale arrests; while, obsessed by terror of assassination, the sultan withdrew himself into fortified seclusion in the palace of Yildiz.",
		"Experience with epidemics, dearly bought in the past, has shown that one fruitful cause is the laying open to the inroads of some Fungus or insect, hitherto leading a quiet endemic life in the fields and forests, large tracts of its special food, along which it may range rampant without check to its dispersal, nutrition and reproduction.",
		"Of Cycads, Australia and New Caledonia have Cycas, and the former the endemic Macrozamia and Bowenia.",
		"Yellow fever (which first appeared in Cuba in 1647) was long the only epidemic disease, Havana being an endemic focus.",
		"If the life of the city went on uninterruptedly even during the many changes of government and the almost endemic civil war, it was owing to the solidity of the gilds, who could carry on the administration without a government.",
		"There are about one thousand species of flowering plants, of which about three-fourths are endemic. Most of those not peculiar to the country are Australian; others are South American, European, Antarctic; and some have Polynesian affinities.",
		"The larger bell-bird (Anthornis melanocephala) has become quite scarce; the magnificent fruit-pigeon (Carpophaga chathamensis), and the two endemic rails (Nesolimnas dieffenbachii and Cabalus modestus), the one of which was confined to Whairikauri and the other to Mangare Island, are extinct.",
		"One of the finest of the endemic flowering plants of the group is the boraginaceous \"Chatham Island lily\" (M y ousitidium nobile), a gigantic forget-me-not, which grows on the shingly shore in a few places only, and always just on the high-water mark, where it is daily deluged by the waves; while dracophyllums, leucopogons and arborescent ragworts are characteristic forms in the vegetation.",
		"As a result of their isolation, the proportion of endemic plants is greater here than in any other region, and the great elevation of the mountains, with the consequent variation in temperature, moisture and barometric pressure, has multiplied the number of species.",
		"We may broadly distinguish two main geographical elements in the alpine flora, namely, the northern element and the endemic element.",
		"It must suffice to say that the weight of scientific opinion inclines to the view that at least the majority of endemic species are of pre-glacial origin, and are either strictly indigenous or products of the neighbouring lowlands.",
		"About 40% of the endemic element in the alpine flora are endemic also in the narrower sense, i.e.",
		"The tribe is very poorly represented in tropical Africa; one species Oxytenanthera abyssinica has a wide range, and three monotypic genera are endemic in western tropical Africa.",
		"Thus of the 90 indigenous genera (many monotypic or very small) only 14 are endemic, i extends to South Africa, 3 are common to Australia and New Zealand, 18 extend also into Asia, whilst no fewer than 54 are found in both the Old and New Worlds, 26 being chiefly tropical and 28 chiefly extra-tropical.",
		"Many remarkable endemic genera occur in tropical America, including Anomochloa of Brazil, and most of the large aquatic species with separated sexes are found in this region.",
		"In some districts the tsetse fly causes great havoc. The most interesting of the endemic insectivora is the Chrysochloris or \" golden mole,\" so called from the brilliant yellow lustre of its fur.",
		"He did much to restore the internal peace of the realm, and put down the local disorders which had been endemic for the last twenty years.",
		"Where the disease is endemic or is prevailing epidemically, it is of great importance to use all preventive measures, and for this purpose the avoidance of all causes likely to precipitate an attack is to be enjoined.",
		"Smallpox is endemic in the Chinese city during the autumn and winter, and enteric is common in the autumn.",
		"The avi-fauna is much richer than the mammalian, and, although wanting the 'largest birds as well as the most brilliantly coloured, comprises two hundred and sixty species, half of which are endemic. Many of the birds are remarkable not so much for their shape or colouring as for their distant relationships; many belong to peculiar genera, and some are so isolated that new families have had to be formed for their reception.",
		"On the lagoons and lower reaches of the rivers the Viha (Typhonodorum lindleyanum), an arum endemic to Madagascar, grows in great profusion to a height of 12 or 13 ft.",
		"Of the 4100 known plants - of which about three-fourths are endemic - composing the Madagascar flora, there are 3492 Dicotyledons, 248 Monocotyledons and 360 Acotyledons.",
		"The number of endemic species is exceptionally large, the number of monotypic genera in the Peninsula greater than in any other part of the Mediterranean domain.",
		"The endemic species are naturally most numerous in the mountains, and above all in the loftiest ranges, the Pyrenees and the Sierra Nevada; but it is a peculiarity of the Spanish tableland, as compared with the plains and table-lands of central Europe, tha.t it also possesses a considerable number of endemic plants and plants of extremely restricted range.",
		"More than 350 species of butterilies, many of them endemic, have been counted in the province of Madrid alone.",
		"A very few trees and shrubs, and some grasses, are strictly endemic to the plains and to Nebraska.",
		"There are at least 64 trees and at least 77 shrubs growing native in the state; but of their joint number a mere half-dozen or so can be classed as strictly endemic. Small woods of broad-leaf trees (and red cedars) grow very generally along all the water-courses of the state; and coniferous species grow along Pine Ridge and the Wild Cat Mountains.",
		"Rats and feral cats have been introduced and have established themselves in the area, threatening endemic birds.",
		"While here you may also observe oyster catchers, geese and the endemic steamer duck along the rocky shores.",
		"Diseases that had been epidemic became endemic in urban centers.",
		"In addition cruises that have an overnight stay in any other malaria endemic region of the world require malaria chemoprophylaxis.",
		"Plenty of the right-wing pundits who've bemoaned the \" endemic corruption \" in Africa have remained utterly silent on this.",
		"Our target was the other endemic corvid, the White-necked Crow.",
		"A Crag Chilia, another Chilean endemic, was then found and although for only a short time, most people saw it well.",
		"Five days in northern Taiwan produced a list of 114 species including 12 endemic species and 30 endemic sub-species.",
		"There are four endemic palm species in three endemic palm species in three endemic genera.",
		"Lake Prespa is rich with 24 endemic taxa, 13 fish species, six of which are endemic taxa, 13 fish species, six of which are endemic.",
		"In most trachoma endemic areas there are not enough ophthalmologists to perform the required number of TT surgeries.",
		"Summary report The malaria endemic in Africa is a more dangerous strain than that in Asia.",
		"This island endemic is very similar to our Baltimore Oriole.",
		"The buntings exemplify local adaptive radiation, but may be hybridizing which could eventually produce a new species endemic to the island.",
		"Other highlights were the Aldabra Tortoises, the Wolf Snake and the very beautiful endemic geckos.",
		"Hepatitis E should be considered if a pregnant woman develops acute hepatitis E should be considered if a pregnant woman develops acute hepatitis after recently returning from an endemic area.",
		"This is an endemic human bias that is often said to be based on total illogic and superstition.",
		"Ongoing surveillance in formerly endemic Central and South American countries confirms that poliovirus transmission remains interrupted.",
		"If travelers become sick after returning from areas in which chloroquine-resistant malaria is endemic, they need to be quickly checked for the disease.",
		"This may already be seen with the steeply rising numbers of urban foxes, many of which now suffer from endemic mange.",
		"Walk around the centers to meet the orangutans, the proboscis monkeys, gibbons and other endemic fauna and exotic flora of Borneo.",
		"Approximately 10 percent are endemic with a few others doubtfully so (Greenslade, 1990 ).",
		"Grey-crowned Crocias This Vietnamese endemic is classified as Endangered and restricted to the Da lat plateau.",
		"The endemic form in Taiwan, with brown plumage overall, may prove to be a separate species in due course.",
		"The nationally scarce endemic Scottish primrose Primula scotica is also present.",
		"Malaria is not endemic in Egypt it is therefore not necessary to take a malaria prophylactic.",
		"Rabies The risk to travelers in endemic areas is proportional to their exposure to potentially rabid animals.",
		"The impact of sleeping sickness is not just of concern for areas where the disease is endemic.",
		"Class prejudice, sexism and academic snobbery is endemic within the legal profession.",
		"These islands, each with its endemic species and subspecies, are of global importance for their biodiversity.",
		"A preliminary list of the avifauna gives 224 species including 42 endemics, 75% of the endemic species of the Central Highlands.",
		"The wetland is the home of the endemic lechwe antelopes and the rare shoebill stork.",
		"Further down we looked for the endemic subspecies of Yellow Warbler.",
		"The aim is to halt transmission of human and animal trypanosomiasis by progressively eliminating tsetse populations throughout the endemic regions of Africa.",
		"There was no vaccine for endemic typhus in the Great War.",
		"The group includes epidemic and endemic typhus fevers, tick-borne typhus, scrub typhus and Rocky Mountain spotted fever.",
		"The main aim is to see the two endemic white-eyes.",
		"The study of epidemic and endemic diseases generally has brought to light an array of facts which very strongly suggest that an intimate association exists between the soil and the appearance and propagation of certain diseases; but although experiments and observations allow this view to be looked upon as well established, still the precise role played by the soil in an aetiological respect is by no means so well understood as to make it possible to separate the factors and dogmatize on their effects.",
		"A considerable number of species, European and exotic, seem to be endemic, but further research will no doubt show that most of them occur in other climatic regions similar to those in which they have hitherto alone been detected.",
		"He created many of the medical terms we use today, such as acute, chronic, endemic, epidemic, paroxysm, and relapse.",
		"There are 11 reptile species, of which four are endemic.",
		"Here, we'll also hope to observe oyster catchers, geese and the endemic steamer duck along the rocky shores.",
		"Erythronium pusaterii is yet another local endemic of the subalpine zone of the southern Sierra Nevada mountains.",
		"The majority of the birds are of endemic species peculiar to different islets, while more than half belong to peculiar genera.",
		"The British Phanerogamic flora, it may be remarked, does not contain a single endemic species, and 38% of the total number are common to the three northern continents.",
		"Of species common to the two, Maximowicz finds that Manchuria possesses 40% and scarcely 9% that are endemic. Of a collection of about 500 species made in that country by Sir Henry James nearly a third are British.",
		"Aroids, of which the tribes are not restricted in their distribution, have two large endemic genera, Philodendron and Anthurium.",
		"Three-quarters of the native species are endemic; they seem, however, to be quite unable to resist the invasion of new-comers, and already 600 plants of foreign origin have succeeded in establishing themselves.",
		"Taking, however, the Andean flora as typical, it contains a very marked endemic element; Ball finds that half the genera and four-fifths of the species are limited to it; on the other hand, that half the species of Gamopetalae belong to cosmopolitan genera such as Valeriana, Gentiana, Bartsia and Gnaphalium.",
		"After the determination of a number of cosmopolitan insects that may well have been artificially introduced, there remains a large proportion of endemic species - sometimes referable to distinct genera - which suggest a high antiquity for the truly insular faunas.",
		"The flora consists of 129 species of angiosperms, i Cycas, 22 ferns, and a few mosses, lichens and fungi, 17 of which are endemic, while a considerable number - not specifically distinct - form local varieties nearly all presenting Indo-Malayan affinities, as do the single Cycas, the ferns and the cryptogams. As to its fauna, the island contains 319 species of animals-54 only being vertebrates-145 of which are endemic. A very remarkable distributional fact in regard to them, and one not yet fully explained, is that a large number show affinity with species in the Austro-Malayan rather than in the Indo-Malayan, their nearer, region.",
		"There are comparatively few (10) species of plants which are endemic as far as the flora has been investigated, and it is probable that most of them are also existing in the Comoros, where the flora is not well known..",
		"Even better pasture is found in the low veld, but there stock suffers in summer from many endemic diseases, and in the more northerly regions is subject to the attack of the tsetse fly.",
		"In fact, famine is, to all intents and purposes, endemic in India, and is a problem to reckon with every year in some portion of that vast area.",
		"Those of the highest zone are remarkable for the great predominance of predaceous species and of wingless forms. In this last respect they present a striking analogy with the endemic coleopterous fauna of oceanic islands.",
		"Goitre and leprosy are the only endemic diseases; but the natives, being underfed, are prone to diarrhoea and dyspepsia.",
		"There are 67 species of birds known from Sokotra, of which 15 are endemic; of 22 reptiles, 3 genera and 14 species are peculiar; and of the land and fresh-water shells, to whose distribution great importance attaches, 44 species out of 47 are confined to the island.",
		"Smallpox, dysentery and fevers, frequently of a bilious character, are endemic and occasionally epidemic. Cholera breaks out from time to time and works great havoc, as was the case in 1903 when one of the raja of Sarawak's punitive expeditions was stricken while ascending the Limbang river by boat, and lost many hundreds of its numbers before the coast could be regained.",
		"From the scantiness of population the mortality was not great, but it became clear that this is one of the endemic seats of plague.'",
		"Emerging from the remote endemic centres to which it had retreated, plague has once more taken its place among the zymotic diseases with which Western communities have to reckon, and that which has for more than a century been little more than a name and a tradition has become the familiar object of investigation, carried on with all the ardour and all the resources of modern science.",
		"With regard to origin, several endemic centres are now recognized in Asia and Africa, namely, (I) the district of Assyr in Arabia, on the eastern shore of the Red Sea; (2) parts of Mesopotamia and Persia; (3) the district of Garwhal and Kumaon in the North-West Provinces of India; (4) Yunnan in China; (5) East and Central Africa.",
		"In applying the term \" endemic centres \" to these localities, no very precise meaning can be attached to the word.",
		"The number of endemic genera now known is 148.",
		"The shallower waters of the inshore dive sites are home to smaller tropical fish including the rare and endemic chromis damselfish.",
		"White-whiskered Spider Monkey (Ateles marginatus) This localized endemic is easily found in the forests around Cristalino Lodge.",
		"We were also very lucky to see flatback turtle hatchlings (endemic only to Australia) making their way into the sea.",
		"Haylock captures with unerring accuracy the petty jealousies endemic in expatriate communities, and with great humor.",
		"True caviars come from the sturgeon once endemic to the Caspian Sea.",
		"According to the Merck Veterinary Manual, there are several symptoms that are endemic to these infections.",
		"According to the World Health Organization, the disease is endemic in portions of sub-Saharan Africa with more than 50 million people infected with the disease in some form.",
		"Rigid screening processes seemed to have nearly eliminated the disease in many African countries, but relaxed measures have led to endemic surges since 1965.",
		"It is one of several infections caused by different Treponema bacteria, which are called \"endemic\" or \"non-venereal\" treponematoses.",
		"Hepatitis A has a worldwide distribution and is endemic in most countries.",
		"Children who will be taking anti-malarial drugs while traveling in areas with endemic rabies should begin the three-dose regimen of ID vaccine one month prior to travel, before they begin taking drugs to prevent malaria.",
		"Unlike venereal syphilis, endemic syphilis is not sexually transmitted.",
		"When traveling in areas where bejel is endemic, parents should ensure that their children avoid contact with children with lesions and avoid shared drinking and eating utensils.",
		"Endemic disease-An infectious disease that occurs frequently in a specific geographical locale.",
		"Measles is an endemic disease in many undeveloped countries and in countries where measles immunization levels are low.",
		"Lice are endemic in human populations, spreading through personal contact or contact with infested clothing or other personal items.",
		"Mothers who have emigrated from countries with high rates of endemic hepatitis B are more likely to be infected.",
		"R., et al. \"Risk Factors Associated with Travel to Rabies Endemic Countries.\"",
		"In addition, families planning to travel to countries where rabies is endemic should consider vaccination before leaving the United States.",
		"Different poetry styles are also endemic to certain locations such as the famous Japanese haiku.",
		"Dance troupes focus on the execution of dance rather than the chanting, stunts, and props endemic to the world of cheerleading.",
		"Amongst Ternstroemiaceae, the singular Marcgravieae are endemic. So also are the Vochysiaceae allied to the milkworts.",
		"Plague was recognized at Hong Kong in May 1894, and there can be little doubt that it was imported from Canton, where a violent outbreak-said to have caused ioo,000 deaths-was in progress a few months earlier, being part of an extensive wave of infection which is believed to have come originally out of the province of Yunnan, one of the recognized endemic centres, and to have invaded a large number of places in that part of China, including Pakhoi and other seaports.",
		"The desirable character of the grouse as game-birds has led to many attempts at their acclimatization, but usually these have been unsuccessful; the red grouse (Lagopus scoticus), however, the only endemic British bird, is naturalized in some parts of Europe.",
		"Of wild flowering plants only a very few are endemic species (though more are endemic varieties); the bulk are immigrants after the last glacial epoch.",
		"Where any part of the country appears to be threatened with or is affected by any formidable epidemic, endemic or infectious disease, the Local Government Board may make regula tions for the speedy interment of the dead, house-tohouse visitation, the provision of medical aid and accommodation, the promotion of cleansing, ventilation and disinfection, and the guarding against the spread of disease.",
		"A remarkable feature of the distribution of grasses is its uniformity; there are no great centres for the order, as in Compositae, where a marked preponderance of endemic species exists; and the genera, except some of the smallest or monotypic ones, have usually a wide distribution.",
		"While Omdurman grew to a huge size the population of the country generally dwindled enormously from constant warfare and the ravages of disease, small-pox being endemic. The Europeans in the country were kept prisoners at Omdurman.",
		"Cholera is endemic in some parts of the vilayet, and before 1875 the same was true of the bubonic plague."
	],
	"synonyms": [
		"indigenous",
		"autochthonic",
		"autochthonal",
		"autochthonous",
		"endemical",
		"aboriginal",
		"native",
		"endemic-disease"
	],
	"antonyms": [
		"cosmopolitan",
		"ecdemic",
		"epidemic"
	]
}