{
	"word": "facilitate",
	"meaning": [
		"To make easy or easier.",
		"To lead (a discussion), as by asking questions, mediating between opposing viewpoints, or ensuring that all participants' views are heard.",
		"To help bring about.",
		"To preside over (a meeting, a seminar)"
	],
	"sentences": [
		"This will facilitate learning.",
		"The facts will help facilitate group discussion.",
		"It will help facilitate the sharing of information.",
		"The works as subsequently maintained by the Thames Conservancy ensure an efficient head of water during the drier seasons of the year, and facilitate the escape of winter floods.",
		"Can you help facilitate the exchanges of faculty?",
		"This demonstrates the council's vital role in bringing about change to facilitate productive collaboration with industry.",
		"To facilitate packing minimalism, keep your luggage small and simple.",
		"In the navy the conditions of an unstable platform rendered quadrant elevation of little use, and necessitated a special pattern of tangent sight to facilitate firing the moment the roll of the ship brought the sights on the target.",
		"He was an indefatigable worker and speaker, and in order to facilitate his efforts in other countries and other literatures he learnt Arabic, Norse, Danish and Dutch.",
		"The patient is placed in the sitting position to facilitate the spread of anesthesia inferiorly to the stellate ganglion.",
		"Little can be done in the flower garden, except to clean off all dead stalks, and straw up tender roses, vines, &c., and, wherever there is time, to dig up and rake the borders, as it will greatly facilitate spring work.",
		"It is used to facilitate rapid disintegration of the tablets.",
		"One cannot liberate a people - much less facilitate the emergence of a democracy - without empowering the liberated.",
		"The Center has academic agreements with several Latin American universities which facilitate exchanges of faculty.",
		"Visualization tools facilitate visual exploration of Census data with reference to geographical location.",
		"The proceedings will be made with LaTeX, which will greatly facilitate future publication.",
		"Outreach strategies developed and used to facilitate integration into the mainstream school will be described.",
		"The Railroad's first fully operational signalbox was constructed at Goods Junction to facilitate two train running.",
		"An excellent way to facilitate this is by installing skylights in your home.",
		"To facilitate the work of the reporter he loaned him a typewritten copy of the speech.",
		"Strong merely hints at the possibility that uninhibited behavior and unrestricted conversation at table perhaps helped facilitate the coming revolutionary period.",
		"To facilitate this change a number of change theories could be utilized to facilitate the change agent to initiate the change.",
		"More plausibly, however, sets of ambitious countries might set up several different vanguard groups to facilitate closer cooperation in particular policy areas.",
		"Is this to facilitate proposed wind farms rather than augment Donegal 's electricity supply?",
		"Word processing applications as we know them, however, have primarily been designed to facilitate paper text production.",
		"And throughout the euro area, a number of steps are being taken to facilitate the cash changeover.",
		"This should not restrict freedom to comment but should facilitate internal comparison of reports being made within the University.",
		"The company commanders are likely in the vicinity of the support battalion CP to facilitate coordination.",
		"To facilitate the discovery of morphemes, the words in the Word Collection can also be filtered using regular expressions.",
		"Erection of 3 no. rear dormers to facilitate a loft conversion, creation of undercroft and first floor extension to existing house.",
		"Its removal was necessary in order to facilitate the erection of the Royal Naval Hospital.",
		"The computerisation of the Councils Terrier system will greatly facilitate the identification of the Council's liabilities under the new regime.",
		"Discuss about what you can do as a Chair to facilitate inclusion Session 3 5 mins.",
		"Part of the nearby Triangle car park may be used for bus layover to facilitate the development.",
		"Extensive efforts have been made to genetically modify trees so that they have reduced lignin to facilitate pulp production.",
		"The cell monolayers will also be employed in transport studies to investigate the ability of ZOT to facilitate protein transport across the tight junctions.",
		"It is a component of lecithin, which helps facilitate the movement of fat from the liver into cells.",
		"Users could also specify tab groups in order to facilitate general keyboard navigation.",
		"Incongruous as it might seem, the aim of this constitution is to facilitate its own negation.",
		"A number of social events will be organized to facilitate networking.",
		"I usually facilitate, which means keeping the conversation flowing, making sure nobody gets left out.",
		"The parades Commission was also to facilitate mediation, work for greater understanding and arrange for monitoring of contentious parades.",
		"This will help to facilitate rapid take up of the cards.",
		"These must both name the evil committed by one or both parties and facilitate reconciliation between them.",
		"The role of the teacher is very important to support, intervene and facilitate reflection and there will be additional teacher resources.",
		"It is my sincere hope that a speedy resumption of inspections will help facilitate the resolution of all outstanding issues.",
		"In the mid-17 th Century water spaniels were clipped like modern day Poodles - to facilitate swimming.",
		"This web based tool is used to stimulate increased collaboration between organizations and facilitate industrial symbiosis.",
		"One major area is using reactive polymers to facilitate organic synthesis.",
		"Section 3 presents the factors which appear to facilitate multidisciplinary teamwork.",
		"A number of stable factors can be identified which facilitate a statistically valid transfer of estimated WTP functions over time.",
		"Under transitional arrangements existing CTI centers will be expected to facilitate the smooth transference of services to their successors.",
		"These are designed to facilitate the transition of applicants to university.",
		"There is now a large demand for CAMPATH-1 antibodies to facilitate unrelated donor transplants.",
		"Is this to facilitate proposed wind farms rather than augment Donegal's electricity supply?",
		"Where necessary, support will be provided to facilitate effective team working.",
		"Napier also describes in the Rabdologia two other larger rods to facilitate the extraction of square and cube FIG.",
		"To facilitate communication between the city and its suburbs, the Bab ez-Zahire, or Herod's Gate, and a new gate, near the north-west angle of the walls, have been opened; and a portion of the wall, adjoining the Jaffa Gate, has been thrown down, to allow free access for carriages.",
		"The conversion of Clovis and his rude followers to Christianity tended gradually to civilize the Franks, and to facilitate the fusion which soon took place between them and the Gallo-Roman population.",
		"Even grammatical and lexicographical works, intended solely to facilitate the study of ancient literature, contain many extracts or short sentences bearing on law and custom.",
		"It had further to provide at low charges for the distribution of news to the Press; it had to facilitate the transmission of money orders by telegram; finally, it had to amalgamate into one staff bodies of men who had formerly worked as rivals upon opposite plans and with different instruments, and to combine the amalgamated telegraph staff with that of the postal service.",
		"Below it is the conducting surface (B) of glassy epidermal cells, with short downward-directed points, which facilitate the descent, but impede the ascent of an insect.",
		"This tissue is called aerenchym, and no doubt its function is to facilitate the respiration of the organs on which it is formed and to which the access of oxygen is difficult.",
		"Hitherto she had confined her efforts to territorial expansion in eastern Europe and in Asia, and she had sought foreign alliances merely as temporary expedients to facilitate the attainment of that object.",
		"The first step is to deposit a layer of ballast on the road-bed or \" formation,\" which often slopes away slightly on each side from the central line to facilitate drainage.",
		"In laying out the approaches and station yard of a passenger station ample width and space should be provided, with welldefined means of ingress and egress to facilitate the Passenger ci rculation of vehicles and with a long setting-down stations.",
		"To facilitate the operations of such insects, by compelling them to move in certain lines so as to secure the due removal of the pollen and its subsequent deposit on the right place, the form of the flower and the conformation of its several parts are modified in ways as varied as they are wonderful.",
		"The object of the Small Holdings Act 1892 was to facilitate the acquisition of small agricultural holdings.",
		"Under normal conditions in warm climates many of the species are perennials, but, in the United States for example, climatic conditions necessitate the plants being renewed annually, and even in the tropics it is often found advisable to treat them as annuals to ensure the production of cotton of the best quality, to facilitate cultural operations, and to keep insect and fungoid pests in check.",
		"Topographical surveys are gradually extending, and explorers of recent years are better trained for their work than they were a generation ago, whilst technical processes of recent invention - such as lithography, photography and heliogravure - facilitate or expedite the completion of his task.",
		"John Walker, to whose initiative the charts published by the admiralty are indebted for the perspicuous, firm and yet artistic execution, which facilitate their use by the mariner, was also the author of the maps published by the Society for the Diffusion of Useful Knowledge (1829-1840).",
		"In 1905 also Great Britain leased to Italy a piece of land near Kismayu to facilitate communications with the Benadir country.",
		"Securities were taken against the revolt of slaves by not associating those of the same nationality and language; they were sometimes fettered to prevent flight, and, after a first attempt at escape, branded to facilitate their recovery.",
		"The modifications required to strengthen the crumbling walls to support the roof and to facilitate the excavation of loculi, involved so much labour that, as a rule, after a few attempts, the idea of utilizing an old quarry for burial purposes was abandoned.",
		"In order to facilitate supervision, a minimum area of one-half of a deunum (a deunum = about one-fourth of an acre) is fixed for ground upon which tobacco may be cultivated; in the suburban districts of Constantinople and some other towns, and in enclosures surrounded by walls and attached to dwelling-houses, it is altogether prohibited.",
		"But the Russians and the soldiers were resolved to continue the campaign, and working in collusion they put pressure on the not unwilling representatives of the civil power to facilitate the supply and equipment of such troops as were still in the field; they could not refuse food and shelter to their starving countrymen or their loyal allies, and thus by degrees the French garrisons scattered about the country either found themselves surrounded or were compelled to retire to avoid that fate.",
		"Yet Clement entertained high hopes for Catholicism; he laboured for a union with the Greek Church, and was ready to facilitate the return of the Protestants of Saxony.",
		"It seems at first to have had relations with the cult of the Great Mother of the Gods at Rome, whose influence served to protect it and facilitate its growth.",
		"Her commonsense told her that the only way she could save the man she loved from the vengeance of his enemies after her death was to facilitate in time his descent from his untenable position.",
		"In December, Frederick, grand master of the Teutonic Order, died, and Albert, joining the order, was chosen as his successor early in 1511 in the hope that his relationship to Sigismund I., king of Poland, would facilitate a settlement of the disputes over east Prussia, which had been held by the order under Polish suzerainty since 1466.",
		"As ally of the Bourbons of Naples, from whom he had received an annual subsidy, he attempted, after 1860, to facilitate their restoration by fomenting brigandage on the Neapolitan frontier.",
		"Faraday independently recognized the necessity for mechanical agitation of the molten glass in order to ensure homogeneity, and to facilitate his manipulations he worked with dense lead borate glasses which are very fusible, but have proved too unstable for ordinary optical purposes.",
		"The truth seems to be that his results are in some cases of little importance, in others of questionable correctness, and that, in the abstractions to which he has recourse in order to facilitate his calculations, an essential part of the real conditions of the problem is sometimes omitted.",
		"The seed is now set; usually it is thoroughly mixed with a relatively large quantity of fine ashes, sand or meal, to facilitate thin and even sowing, and the surface of the bed is afterwards lightly brushed over with a broom; it is very important to avoid burying the seed at all deeply; a light covering of cloth or muslin, raised on short sticks, is often stretched over the bed.",
		"Mansfield to facilitate the fractionation of paraffin and coaltar distillates, consisted in having a pipe leading from the inclined delivery tube of the still to the still again, so that any vapour which condensed in the delivery tube was returned to the still.",
		"Roads constructed for the benefit of Shinto shrines, Buddhist temples, or to facilitate the cultivation of rice-fields and arable land.",
		"The lasting sadness that thus early overshadowed him tended to facilitate his acceptance of the austere teaching of the Oxford Tracts; and though he was never an acknowledged disciple of Newman, it was due to the latter's influence that from this date his theology assumed an increasingly High Church character, and his printed sermon on the \"Rule of Faith\" was taken as a public profession of his alliance with the Tractarians.",
		"To facilitate commerce with the Congo and with the Anglo-Egyptian Sudan and to open up the Busoga region the British government in 1910 voted money to build a railway from Jinja to Kakindu.",
		"To facilitate sorties in great force he did away with a counterscarp wall, providing instead a long gentle slope from the bottom of the ditch to the crest of the glacis.",
		"The traders engaged in the nefarious traffic in Kanaka labour for Fiji and Queensland had taken to personating missionaries in order to facilitate their kidnapping; Patteson was mistaken for one of these and killed.",
		"The true remedies consist in the avoidance of the fermentation of the leaves by careless gathering, transport or packing, in proper hygienic care in ventilation and in maintaining a proper degree of dryness in the atmosphere in rainy weather, and in the use of quicklime placed in different parts of the nursery to facilitate the transpiration of the silk-worms.",
		"Bakers', butchers', shoemakers' stalls were grouped together in the market-place to facilitate control, and with the same object in view a master was appointed for each craft as its responsible representative.",
		"As already explained, the forerunners of the rotary presses of the present day were the type-revolving printing-machines, and, whilst they were still being used, experiments were being made to cast curved stereotype plates which would facilitate and simplify the work of producing newspapers.",
		"The delivery attendants remove the streaks, give them a twist to facilitate future handling, and place Fr.3.4.",
		"The Portuguese further agreed to facilitate the recruitment of natives in their territory for work in the Rand mines, and in consequence Kaffirs were obtained in sufficient numbers to replace the Chinese coolies as they were repatriated.",
		"Our atoms will be increased and rearranged in order to facilitate the incoming light (Christ consciousness).",
		"The aim is to develop financial models and optimum transaction and contractual structures that will facilitate the raising of limited recourse project financing.",
		"The Railroad 's first fully operational signalbox was constructed at Goods Junction to facilitate two train running.",
		"Skin manifestations facilitate the diagnosis of genetic disease - well known examples include neurofibromatosis and tuberose sclerosis but there are many others.",
		"The Goudy International Center for Font Technology and Esthetics Provides research of typeface names to facilitate designers in name selection.",
		"Regardless of your age, certain personal qualities will facilitate your startup success.",
		"To facilitate product morphing, organizations need to be open to every option, to accommodate failures, to test product ideas that seem to come out of left field.",
		"Minority adoptions can take a shorter amount of time to facilitate, and they may also cost less than traditional adoptions.",
		"With a database of childcare services easily available they facilitate your process of discovering resources in your neighborhood.",
		"Once you have someone to facilitate the adoption process, in most cased the potential adoptive parents must sign a contract or some type of fee engagement.",
		"When choosing an adoptive agency, understand that some handle religious-based companies, others facilitate only open adoptions, and still others may have different requirements.",
		"Foster care adoptions are often easier to facilitate for one simple reason.",
		"Families who do not meet some or all of the above requirements may still be allowed to adopt, but they must work through an adoption agency, such as the Wasatch International Adoption Agency (WIA) to facilitate the adoption.",
		"Parents and caregivers can facilitate this process.",
		"Third party companies facilitate the buying and selling or transfer of airline miles for a small fee.",
		"Additionally, they facilitate the buying and selling of sports cards through their online system.",
		"Intercostal muscles are found between the ribs, and they facilitate movement of the chest wall.",
		"You can buy a special scoop to facilitate this process at almost any pet store.",
		"By using the divorce mediation forms as intended, divorcing couples can help facilitate a relatively easy and quick divorce.",
		"Filling out and filing the right paperwork is the best way to help facilitate such sensitive matters.",
		"Family meetings are a great way to facilitate communication and keep the lines open for regular, honest communication.",
		"This innovation led to skis that are easier to control and allow a skier to easily facilitate carving.",
		"This can facilitate relaxing and feeling calm.",
		"Upromise saving for college is one way that parents, students and families can reduce the cost of their college expenses, pay back their Sallie Mae loans and facilitate their college education.",
		"Distance learning courses can help project management students hone their interpersonal communication skills in order to facilitate effective interactions.",
		"Online students will also have access to Liberty University's financial aid staff to facilitate financial aid applications and more.",
		"Christian cruises are designed to facilitate the trip of a lifetime.",
		"Beginning therapy immediately following an injury or operation can facilitate the healing process and keep additional health problems related to inactivity from developing.",
		"Help handler with treatments, such as bringing medication and water to facilitate the handler taking his medication as well as helping the handler get to doctor's appointments.",
		"Several printable forms are included to facilitate job bidding.",
		"This step would not only allow for less discrimination against plus size fashion models on the runways, but would facilitate larger clothing sizes to be featured in fashion editorial shoots and magazines.",
		"As such, it can help your body regulate your sleep-cycle and facilitate falling asleep.",
		"A great pillow can help reduce your snoring and facilitate your sleep.",
		"Because the Sleep Number mattresses are expensive, Select Comfort offers financing to facilitate the purchases.",
		"The best time to find bundles is during any type of holidays that facilitate sales like during the holidays or on Memorial Day.",
		"The d-pad and face buttons have been moved toward the top of the unit to facilitate ease of use.",
		"To facilitate this, tip the top of your pelvis forward a bit.",
		"A set of tools from Microsoft that facilitate computer game design, development, and management, XNA is meant to bring all the aspects of game production into a single system.",
		"Many of these larger boxes are fitted with side handles in order to facilitate moving.",
		"This was to facilitate the removal of sticky cookie dough from the cutter.",
		"Among adults, the MBTI is also used in organizational settings to assess management skills and facilitate teamwork and problem solving.",
		"It is more beneficial if the steroid can be given twice in a 48 hour period; however, if there is not time for this, surfactant has been developed that can be administered into the lungs of a premature infant to facilitate breathing.",
		"To prevent headache symptoms associated with certain foods, parents should work with a registered dietitian to facilitate specific dietary changes.",
		"At bedtime, it can soothe and facilitate sleep.",
		"Acupuncture treatments can help bring about balance and facilitate sleep.",
		"The amount of each mineral that is needed to support growth during infancy and childhood, to maintain body weight and health, and to facilitate pregnancy and lactation, are listed in a table called the Recommended Dietary Allowances (RDA).",
		"These specialists can help to ascertain the chances that the retinoblastoma is inherited and facilitate genetic testing if desired.",
		"Clinician-directed play therapy is, therefore, not naturally self-directed play, but play designed by a professional to facilitate understanding of the child and the child's healing process.",
		"Some of the more common functions of play are to facilitate physical, emotional, cognitive, social, and moral development.",
		"Once a child has been diagnosed, it may be helpful for parents to carry with them a letter from the child's healthcare provider detailing the diagnosis in order to facilitate care in an emergency.",
		"Efforts to console may be futile, though holding the child firmly and speaking with soothing words may facilitate the return to deep sleep.",
		"Teachers must be able to facilitate learning for every student, no matter how similar or different each student is from the teacher.",
		"It can also help to facilitate prenatal testing and testing of other family members.",
		"Light switches should be lowered for easy access and ramps should be built to facilitate displacements.",
		"Knowing the cause of their child's developmental delays can facilitate a family's access to important early intervention services and may help program staff identify areas of specific need or risk.",
		"Practitioners of feng shui strive to live in harmony with nature, to clear their environment of negative chi and to facilitate the flow of positive chi allowing it to flow freely throughout their homes and workplaces.",
		"It will facilitate your research if you use a source that will show you research results for both the family name spelling you requested as well as alternative spellings such as Nelson and Nielson or Blackman and Blakman.",
		"Homeschool Christian has thousands of pages of resources, interviews, and other helps to facilitate both the novice and experienced homeschooler.",
		"Whether you want to teach interpretive dance to children, work with hospice patients, or help facilitate a support group, you can find a nonprofit organization in Las Vegas or the surrounding areas to suit your career aspirations.",
		"Once numb, mothers cannot get into positions that facilitate the downard movement of the baby.",
		"After birth, mother and baby should be left together to facilitate bonding.",
		"A swimsuit worn for racing must stay in place and facilitate the greatest and smoothest speed in the water.",
		"Some microwave cookers have solid lids and others have perforations to facilitate the escape of steam.",
		"In order to facilitate participation, the event organizers provide training assistance, including training clinics, volunteer-led training walks and suggested training programs.",
		"The soft material makes it a cozy choice, and the legs snap to facilitate diaper changes.",
		"Facilitate in creating a potentially supportive environment, but then, stand back and hope for the best.",
		"In fact, there are Web sites designed to facilitate cheating.",
		"This can be delightful on a deep dish apple pie, and nobody will ever know you made your crust so sinfully thick just to facilitate handling.",
		"Many teachers utilize Yahooligans kids' games in their classrooms to help facilitate the development of math, thinking skills, and discussions.",
		"Ultimately, these worksheets facilitate healthy conversations and behaviors that strengthen the family.",
		"Eat meals together as a family in order to facilitate daily time for catching up.",
		"Whether it's a DVD, digital download, or hard-to-find VHS, the Internet helps facilitate the search and buying process.",
		"Each coupon has a unique code on it in order to facilitate the redemption process.",
		"Nordstrom is an excellent department store that will facilitate your search for toddler boy dress shoes because it has an actual online department for the best dress shoes for boys between sizes 2T and 4T.",
		"It is not atypical to see 'conversation posts' that appeal directly to one faction in order to facilitate like minds communicating.",
		"His therapist thought it was best that Julia went along with it in order to facilitate his treatment.",
		"These quickie weddings are designed to facilitate the storyline - Zach and Kendall married for business reasons, not love.",
		"In order to facilitate maximum usability, LoveToKnow Watches is structured with a simple hierarchy based on the most common watch buyer's needs.",
		"When choosing yoga clothing, consideration should be made regarding which workout wear will best facilitate your yoga practice by allowing for maximum freedom of movement without getting in your way.",
		"Manholes are placed at intervals in the line of ducts to facilitate the drawing in and jointing of the cables, and surface boxes are placed in the footways for distributing purposes.",
		"The whole of the information is easily contained in one cabinet of very ordinary dimensions, and most ingeniously contrived so as to make the most of the space and facilitate the search.",
		"Fragments of glass of the same composition as that aimed at are generally incorporated to a limited extent with the mixed raw materials to facilitate their fusion.",
		"When the crop is luxuriant it is necessary to put a roller over it first, to facilitate proper burial by the plough.",
		"This general case has been discussed at length because a careful study of it will much facilitate the comprehension of the similar but more complicated cases that occur in the examination of alloys.",
		"Furthermore he warned Athens against the treason of the extreme oligarchs, and induced the troops to raze a mole erected to facilitate a Spartan descent on Peiraeus.",
		"Success there would facilitate further movements in the north.",
		"They were invented by Gauss to facilitate the computation of elliptic integrals.",
		"If he has any originality, it consists in substituting for the association of ideas the \" economy of thinking,\" by which he means that all theoretical conceptions of physics, such as atoms, molecules, energy, &c., are mere helps to facilitate our consideration of things.",
		"Acts were passed in 1781, 1792, 1793 and 1794 to facilitate redemption at depreciated rates, and the last bills were called in on the 1st of January 1806.",
		"Operations were pushed on vigorously during the war, and a special Act of Parliament was passed in 1915 to facilitate the provision of dwelling-houses for Admiralty employees.",
		"To facilitate this mechanical lifting, gear is provided which is readily controlled, and can raise or lower the periscope at a speed approaching 25 ft.",
		"But in many parts deep transverse valleys intersect the prevailing direction of the ridges, and facilitate the passage of man, plants and animals, as well as of currents of air which mitigate the contrast that would otherwise be found between the climates of the opposite slopes.",
		"The whole should be compactly arranged, so as to facilitate working, and to afford convenient access for the carting of the heavy materials.",
		"There are no upright front sashes, but to facilitate ventilation there are ventilators d in the front wall, and the upper roof sashes are made to move up to FIG.",
		"On the tree being lifted from its hole the roots should be examined, and all which have been severed roughly with the spade should have the ends cut smooth with the knife to facilitate the emission of fibres.",
		"Each sort of fruit should be planted by itself, for the sake of orderly arrangement, and in order to facilitate protection when necessary by a covering of nets.",
		"In the level the eye-piece and object-glass are interchangeable, to facilitate adjustment for collimation.",
		"Although the Scheldt was still closed, Charles endeavoured by a large extension of the canal system to facilitate commercial intercourse, he encouraged agriculture, and was successful in restoring the prosperity of the country.",
		"They successfully opposed the construction of the great canal from Westphalia to the Elbe, on the ground that it would facilitate the importation of foreign corn.",
		"Owing to his influence over Pius IV., he was able to facilitate the final deliberations of the council of Trent, and he took a large share in the drawing up of the Tridentine catechism (Catechismus Romanus).",
		"The numerous lakes and rivers greatly facilitate the bringing of the timber to market.",
		"The southern Tirol, the chief passes into Italy, strategic points on the Istrian and Dalmatian coasts, were strongly fortified, while in the interior the Tauern, Karawanken and Wochein railways were constructed, partly in order to facilitate the movement of troops towards the Italian border.",
		"If, on the other hand, the endosperm is the product of an act of fertilization as definite as that giving rise to the embryo itself, we have to recognize that twin-plants are produced within the embryo-sac - one, the embryo, which becomes the angiospermous plant, the other, the endosperm, a short-lived, undifferentiated nurse to assist in the nutrition of the former, even as the subsidiary embryos in a pluri-embryonic Gymnosperm may facilitate the nutrition of the dominant one.",
		"To facilitate the operation the braves wore long war-locks or scalping-tufts, as an implied challenge.",
		"The turtle is also found, the carapace being exported as tortoiseshell, the animal being gently roasted or boiled alive over a slow fire to facilitate the separation of the shell from the flesh.",
		"It is occasionally joined to the province of Teheran to facilitate the governor's arrangements for supplying the capital of Persia with grain.",
		"A large fire-grate (ab), having a cave (c) to facilitate stoking and stepped back at (d), is bounded on one side by a fire-bridge (e); on the other side of this, separated by an air-channel (g), there is first the proper fluxing bed (h), and behind this the \"back-bed \"(i) for pre-heating the charge.",
		"Aeneas Mackintosh, brought an auxiliary expedition to lay out depots on the Barrier to facilitate the latter part of Shackleton's march from the Weddell Sea via the South Pole.",
		"The construction of a harbour of refuge at Portland had been recommended in 1845; in 1847 an act was passed to facilitate the purchase of land there, and a sum of money was taken in the estimates for the erection of a prison which was begun next year.",
		"To aid the free circulation of money and facilitate trade, the government grants subsidies for the establishment of co-operative warehouse companies with bonded warehouses.",
		"The valleys of the Maeander, Hermus and Caicus facilitate communication between the plateau and the Aegean, and the descent to the Sea of Marmora along the valleys of the Tembris and Sangarius presents no difficulties.",
		"It was intended as a book of reference to facilitate the reading of old classical and sacred authors, whose language and vocabulary were out of date.",
		"On the motion, however, of Ippolito d'Este, the papal legate, exception was taken to the further conduct of the negotiations in full conclave; and a committee of twenty-four representatives, twelve from each party, was appointed - ostensibly to facilitate a satisfactory decision.",
		"The tanks are commonly constructed of wood lined with lead, or tarred inside, and are placed in terrace fashion each a little higher than the next in series, to facilitate the flow of solution through them all from a cistern at one end to a well at the other.",
		"Tramways.-An act passed in 1870 to facilitate the construction of tramways throughout the country marks the beginning of their modern development.",
		"To facilitate the communication of the charge to the needle, the quartz fibre and its attachments are rendered conductive by a thin film of solution of hygroscopic salt such as calcium chloride.",
		"The harbour was built (1828) by the third marquis of Londonderry to facilitate the export of coal from the mines on his adjacent property.",
		"Various Armenian firms, one with branches at many places in Persia and Russia, also do banking business, while various European firms at Tabriz, Teheran, Isfahan, Shiraz and Bushire, facilitate remittances between Europe and Persia.",
		"In order to facilitate the decomposition of the silver-mineral, salt and magistral, i.e.",
		"The mid-gut is essentially the digestive and absorptive region of the alimentary canal, and its surface is, in most cases, increased by pouch-like or tubular outgrowths which not only serve as glands for the secretion of the digestive juices, but may also become filled by the more fluid portion of the partially digested food and facilitate its absorption.",
		"Beneath the tail is a rudder for directing the course of the machine to the right or to the left; and to facilitate the steering a sail is stretched between two masts which rise from the car.",
		"Its flat surface and low level facilitate the construction of railways and canals, which form a closer network over it than in other parts of the country.",
		"It has always been politic for powerful states to facilitate and hide schemes of aggrandizement under euphemistic expressions; to cloak subjection or dependence by describing it in words inoffensive or strictly applicable to other relations.",
		"The season has been extended for a few days, in both spring and autumn, by the use of ice-breaking tugs at Fort William and Port Arthur, this service being organized by the government particularly to facilitate the movement of grain from the Canadian North-west.",
		"This measure was designed to facilitate the general resumption of specie payments.",
		"The only roads are bridle-paths, and one municipal road by the Balira valley, connecting Andorra with the high road to Seo de Urgel and Manresa; but in 1904 France and Spain agreed to build a railway from Ax to Ripoll, which would greatly facilitate traffic.",
		"Although he was imprisoned in the Luxembourg during the Terror, he took no part of any importance in the Revolution, but profited by it to amass a little fortune by land speculation - not on any selfish account, however, as he said, but to facilitate his future projects.",
		"Many attempts have been made to reduce the chamber space by apparatus intended to bring about a better mixture of the gases, and to facilitate the interaction of the misty particles of nitrous vitriol and dilute acid floating in the chamber with each other and with the chamber atmosphere.",
		"A pulley carried on a rotating shaft and connected to another pulley on a second shaft by an endless band consisting of a flat belt, rope, chain or similar connector serves for the transmission of power from the one shaft to the other and is known as a driving pulley; while combinations of pulleys or \"sheaves,\" mounted in fixed or movable frames or \"blocks,\" constitute mechanisms used to facilitate the raising of heavy weights.",
		"The pulley is in halves to facilitate fixing, and when in place the sections C are joined by plates E, bolted or riveted to the rim.",
		"Being primarily intended to facilitate the levy of taxation, it dwells more on the details of the actual wealth and resources of the country in 1066 and 1086, and less on the laws and customs that governed the distribution of that wealth, than could have been wished.",
		"At length the armada sailed in July under the incompetent duke of Medina Sidonia; its object was to secure command of the narrow seas and facilitate the transport of Parmas army from the Netherlands to England.",
		"While the latter was on his way to Vienna an event occurred which seemed at first to facilitate his task.",
		"The Sepoys thought that their caste would be destroyed if they touched the fat of the sacred cow or unclean pig; they were even persuaded that the British government wished to destroy their caste in order to facilitate their conversion to Christianity.",
		"Taking into account the original cost of such machines, and the unavoidable wear and tear upon the retorts brought about by using labour-saving appliances, and the fact that the coke-dust is very detrimental to the machinery, it is clear that the suggestion of setting the retorts at an incline in order to facilitate the work presented great inducements to the gas manager.",
		"But care must always be taken to place the producers at such a low level that the gas has an upward tendency, in order to facilitate its passage to the furnace where it is to be burned.",
		"After the prothalli have attained some size and bear sexual organs the pots should be occasionally sunk in water so as to flood the prothalli for a few minutes and facilitate fertilization.",
		"The supposed extension of the ore under the sands of the Duddon estuary led to the construction of a sea wall to facilitate the working.",
		"The object of these associations is principally to facilitate the acquisition of improved implements and better breeds of cattle.",
		"Under the various acts passed to facilitate the construction of light railways in backward districts some 15 lines have been built, principally in the western part of the island from Donegal to Kerry.",
		"In order to improve the condition of affairs in congested districts, the board was empowered (I) to amalgamate small holdings either by directly aiding migration or emigration of occupiers, or by recommending the Land Commission to facilitate amalgamation, and (2) generally to aid and develop out of its resources agriculture, forestry, the breeding of live-stock, weaving, spinning, fishing and any other suitable industries.",
		"Besides the actual buildings discovered, a number of points were fixed which greatly facilitate the study of Spartan topography, based upon the description left us by Pausanias.",
		"This practice is a survival of the older method of moistening the seed with a little water, while the seeds were bruised under edge-runners, so as to lower the temperature and facilitate the bursting of the cells.",
		"The long tentacles of the integument may have served to facilitate pollination.",
		"She was dressed in clothing meant to facilitate her movement, but Xander wore heavy boots and clothing, as if he'd just come from outdoors.",
		"It was a last-minute compromise to facilitate Inkatha's late entry into the election.",
		"The pod will be redecorated and renovated in order to facilitate its new role and produce an environment conducive to learning.",
		"This will facilitate rapid take up of the cards.",
		"Let's change this to enable prompt investigation and root cause analysis, and to facilitate avoidance of similar accidents.",
		"Preparatory work on the franchise proposition is under way to facilitate the franchising process.",
		"This should also facilitate these countries eventual accession to the EU.",
		"An output of the project will be the identification of key elements of organizational structure and management that could facilitate adaptation.",
		"To facilitate the sharing of good practice across the institution through personal and collective advocacy.",
		"Local delivery plans will need a standard format to facilitate aggregation at StHA and national level.",
		"It is, he believes, not altruism but self-interest that will facilitate change.",
		"There is a need for enhanced awareness in African countries on AIJ to facilitate the articulation of informed positions on the subject.",
		"It may also facilitate technological progress, by reducing firms ' switching costs and so lowering barriers to entry and barriers to change.",
		"Payment will facilitate the lowering of the automatic bollard located in the center of the outbound carriageway.",
		"Financial Services Forex brokers - We facilitate specific functions and services, including forex brokers account, training, charting, and Money Management.",
		"Another possibility is that women don't ingest carbohydrate in sufficient quantities to facilitate muscle glycogen storage.",
		"The purpose of the ritual is to facilitate difficult childbirth.",
		"This may seem a strange statement, considering the ability of the computer to facilitate communication between students on opposite sides of the world.",
		"If the language is not English we strongly recommend the use of slides in English to facilitate comprehension.",
		"Detention and rapid decision making would facilitate a major effort on removal which would be an essential concomitant.",
		"Indeed, the process of simultaneous debate and consultation in all countries will greatly facilitate convergence.",
		"These safeguards measures should facilitate robust peaceful nuclear cooperation.",
		"Once fully decommissioned, the site could facilitate rural business use or residential development.",
		"They both facilitate healthy debate, making society more democratic.",
		"Direct Cutting with desiccant Low biomass varieties greatly facilitate the use of pre-harvest desiccants.",
		"Funding Funding should be shared by Central Government, commerce and industry to facilitate the development of a common approach.",
		"They also facilitate the use of optical diagnostics which are often impractical in explosives environments.",
		"To facilitate early hospital discharge, services to meet assessed needs will not be charged up to the first 4 weeks.",
		"Speakers will usually address the seminar for no more than 15 minutes each to facilitate group discussion.",
		"The walls of the vagina have elasticity to facilitate intercourse and childbirth.",
		"Its national reporting and learning system has been set up to facilitate national learning about unsafe practices and foster work to reduce adverse incidents.",
		"A semi-structured interview schedule was utilized to facilitate the group discussion.",
		"The intention is not to teach this module in the traditional way but to facilitate the self-development of the students through critical reflective practice.",
		"In our project we plan to facilitate teacher self-development through the use of video recordings, CD-Roms and the Internet.",
		"The ergonomics of our new office space help to facilitate productivity and a better work ethic.",
		"The college enrolls students as young as 17 in order to facilitate their learning experience and prepare them for a general studies degree or transfer to a four-year university or college.",
		"Distance learning project management courses build on this foundation by introducing techniques that project managers may use to facilitate group cooperation both in and outside of the corporate entity.",
		"Traditional yogis wore as little clothing as possible to facilitate the ease of posturing and focus.",
		"They facilitate mutual learning and understanding.",
		"A well-executed memo format helps facilitate this.",
		"In addition to her general duties, Leticia revamped our dual database system to better facilitate advertising billing and measure effectiveness.",
		"In order to facilitate the heel stretch of your less flexible leg, you will need to consistently practice a side split floor exercise that emphasizes your weaker leg.",
		"It has a cylindrical brush to facilitate cleaning of both carpet and hard surface floors.",
		"The soap usually comes in small blocks to facilitate the melting process.",
		"Eat plenty of fiber to fill you up and help facilitate proper elimination.",
		"Beginners require lighter workouts and longer periods of rest between workouts in order to facilitate muscle healing.",
		"Much of this equipment can be used to perform cardio and strength moves, or to facilitate your overall workout.",
		"In order to facilitate that trend, Fruit of the Loom offers what they term the Unconditional Guarantee.",
		"Oftentimes the participants have touching personal stories that facilitate the need for a makeover, while sometimes those involved are nominated by friends or family.",
		"Household robots made to be a butler or maid will facilitate the \"couch potato\".",
		"Sites such as Flickr and Photobucket were created solely to facilitate online photo sharing.",
		"Lifeguard apparel may be glamorized on television, but the clothing worn by the men and women who watch over swimmers is carefully crafted to help facilitate water rescues.",
		"The vamp hadn't moved, as if he and Sofi already knew Jule would facilitate.",
		"He encouraged commerce, and, by constructing highways and building bridges, did much to facilitate it.",
		"In order to facilitate the practical study of the Talmud, it was natural that abridgements of it should be made.",
		"These prairies are traversed by ridges, which facilitate irrigation, and are underlaid by an impervious subsoil, which facilitates both effective storage and drainage.",
		"The ash-pit is lined with iron plates to facilitate the recovery of metal accidentally spilt.",
		"By repeated passages through the rolls the bars are hardened, and to facilitate further reduction they are usually softened by annealing before being passed to the finishing rolls.",
		"Two other accounts in Genesis, originally independent, give supplementary information drawn from the Sabaean colonies, the stations and factories established to facilitate trade through the desert.",
		"Bowring's treaty of 1855, fixing the rates of land revenue, were abrogated in order to facilitate Siamese financial reform.",
		"The president of the republic enjoys such executive power as is expressly assigned to him by the constitution, and he has his own office - the president's bureau - presided over by a permanent official, to conduct such matters as fall within his competence and to facilitate communication with the rest of the executive.",
		"In 1763 he published the British Mariner's Guide, which includes the suggestion that in order to facilitate the finding of longitude at sea lunar distances should be calculated beforehand for each year and published in a form accessible to navigators.",
		"To facilitate the reading of Latin texts, the favourite method was the use of interlinear translations, originally proposed by Locke, first popularized in France by Dumarsais (1722), and in constant vogue down to the time of the Revolution.",
		"He thinks the public at large may with propriety not only facilitate and encourage, but even impose upon almost the whole body of the people, the acquisition in youth of the most essential elements of education.",
		"In the same year (1624) Kepler published at Marburg a table of Napierian logarithms of sines with certain additional columns to facilitate special calculations.",
		"The object of a table of log (a/x) is to facilitate the working out of proportions in which the third term is a constant quantity a.",
		"Gaussian logarithms are intended to facilitate the finding of the logarithms of the sum and difference of two numbers whose logarithms are known, the numbers themselves being unknown; and on this account they are frequently called addition and subtraction logarithms. The object of the table is in fact to give log (a =b) by only one entry when log a and log b are given.",
		"The Canadian government did their best to facilitate the immigration, and allotted land to the Doukhobors in the provinces of Assiniboia near Yorktown and of Saskatchewan near Thunder Hill and Prince Albert.",
		"There is still another point which would facilitate Aristotle's gradual composition of discourses into treatises and treatises into a system; there was no occasion for him to publish his manuscripts beyond his school.",
		"Sharpe, the surveyor of the customs. While these measures were of limited scope and effect, they served greatly to facilitate the more extensive reform of the civil service which subsequently took place, though at the same time they alienated a powerful faction of the Republican party in New York under the leadership of Roscoe Conkling.",
		"Generally, a prom committee will have a faculty adviser who can facilitate for you.",
		"Fourthly, the convention recommends that in disputes of an international nature, involving neither national honour nor vital interests, and arising from a difference of opinion on points of fact, the parties who have not been able to come to an agreement by means of diplomacy should institute an international commission of inquiry to facilitate a solution of these disputes by an investigation of the facts.",
		"This being assumed, the hope of the writer is that the exposition will afford the student an insight into the theory which may facilitate his orientation, and convey to the general reader with a certain amount of mathematical training a clear idea of the methods by which conclusions relating to it are drawn.",
		"A general weariness of civil war gave plenty of opportunity after this to the agents of Mazarin, who in order to facilitate peace made a pretence of exiling himself for a second time to Bouillon.",
		"It has a medieval castle, built in 1470 by Sultan Mahommed II., to facilitate the incursion of the Turks into Slavonia, which lies on the left bank of the river.",
		"The change will facilitate later searching and cataloging of images.",
		"Updates were a common point of reference for all game players tofacilitate communication.",
		"To facilitate the setting of the range the ranges are shown on a dial which can be read from the side of the mounting, from where also the sight can be set.",
		"A chain of forts to the eastward is designed to facilitate the deployment of an army, concentrated within the fortified region, towards the Belgian frontier.",
		"Luther for his part did not stop at the suggestion, but in order to facilitate the change made special efforts to spread his teaching among the Prussians, while Albert's brother, George, prince of Ansbach, laid the scheme before Sigismund of Poland.",
		"The raised temperature appears to facilitate the oxidation of the substance, so that quantities may be taken and completely utilized which would completely intoxicate the individual had his temperature been normal.",
		"The rare recurrence of the same inspectors would obviously facilitate fraud, if any such were intended.",
		"Please facilitate this where necessary.",
		"We cannot ignore the fact that this or that issue of the military operations will facilitate or render more difficult our work of liberation in Russia.",
		"Before abandoning a room it is usual to cover the bottom of the working-place with laggingpoles, which facilitate the mining of the floor below.",
		"The alliance which he then concluded with Denmark bound the two northern realms together in a common foreign policy, and he sought besides to facilitate their harmonious co-operation by every means in his power."
	],
	"synonyms": [
		"help",
		"alleviate",
		"ease",
		"further",
		"foster",
		"promote",
		"expedite",
		"assist",
		"aid",
		"make easy"
	],
	"antonyms": [
		"stop",
		"check",
		"block",
		"detain",
		"delay",
		"prohibit",
		"hinder"
	]
}