{
	"word": "enmity",
	"meaning": [
		"Deep-seated, often mutual hatred.",
		"The bitter attitude or feelings of an enemy or of mutual enemies; hostility; antagonism."
	],
	"sentences": [
		"Great popularity necessarily brings with it bitter enmity and genuine criticism.",
		"This won him the enmity of the Dutch Socialists.",
		"It is stated that the enmity against him was so great that now, as on other occasions, attempts were made to assassinate him.",
		"He was a consenting party to the murder of Darnley, although he had favoured his marriage with Mary, but the enmity between Bothwell and himself was one of the reasons which drove him into the arms of the queen's enemies, among whom he figured at Langside.",
		"The Pawnees contested the plains against the Sioux with undying enmity.",
		"He has a special enmity for those who twist Death and make undead.",
		"The death of Gall and other powerful friends, however, exposed him to bitter enmity and persecution from about 1812, and he had to answer endless accusations in the consistorial courts.",
		"Within one week, he'd incurred the total enmity of the entire lighting crew.",
		"This reverse in a measure united the two great Mameluke parties, though their chiefs remained at enmity.",
		"He incurred the enmity of Perdiccas, the regent, by refusing to assist Eumenes to obtain possession of the provinces allotted to him.",
		"His knowledge of the Bible was such that he might have been called a living concordance; and on the margin of his copy of the Book of Martyrs are still legible the ill-spelt lines of doggerel in which he expressed his reverence for the brave sufferers, and his implacable enmity to the mystical Babylon.",
		"The mendicant monks stirred up the populace to acts of fanatical enmity.",
		"She thus avoided the enmity and the still more dangerous favour of Northumberland; and some unknown history lies behind the duke's preference of the Lady Jane to Elizabeth as his son's wife and his own puppet for the throne.",
		"The old enmity between the cities and the princes blazed out afresh; grievances of every kind were brought forward and many struggles were the result.",
		"The great mass of the West Goths crossed the Danube into the Roman provinces, and there played a most important part in various characters of alliance and enmity.",
		"Clarence had made his peace with Edward, but was at enmity with his other brother Richard of Gloucester, who now married Warwick's second daughter and claimed a share in the Neville inheritance.",
		"I said it to satisfy your mind that I had no enmity of feeling toward the lady, on my side.",
		"At length, in consequence of the remonstrances of the English, and a promise made by al-Alfi of 1500 purses, the Porte consented to reinstate the twenty-four beys and to place al-Alfi at their head; but this measure met with the opposition of Mehemet Ali and the determined resistance of the majority of the Mamelukes, who, rather than have al-AlfI at their head, preferred their present condition; for the enmity of al-Bardisi had not subsided, and he commanded the voice of most of the other beys.",
		"The kings of Taxila and Porus were at enmity, and for this cause the invader could reckon upon Omphis as a firm ally.",
		"During this period Achin developed a determined enmity to the Portuguese, and more than one attempt was made to drive the strangers from Malacca.",
		"Mrs Stowe used the reputation thus won in promoting a moral and religious enmity to slavery.",
		"The result was the renewed enmity of the Greek empire, while the French adventurers who won the prize ruined the prospects of the Franks by their conduct.",
		"He was, however, murdered in Pondoland by a chief who was at enmity with the Zulus.",
		"Besides, his hands were tied by the unappeasable enmity of the emperor and the emperor's allies, and he could never count upon any material help from the West against the East.",
		"They are a peaceful and united race, and have been friendly to the British, but at enmity with the Khetrans and the Baluch tribes to the south of their country.",
		"Nevertheless, disdaining to recognize the enmity of a mere monk, he tried, but in vain, conciliatory measures.",
		"The enmity of the British government to Charles Edward made peace with France an impossibility so long as she continued to harbour the young prince.",
		"But papal enmity was too much for him.",
		"The latter was now supreme among the Mamelukes, and this fact considerably heightened their old enmity.",
		"Boutros incurred the enmity of the Nationalists and was murdered in February 1910.",
		"Consequently, although a skilful political organizer, he incurred the bitter enmity of other leaders of his time - Jackson, Adams and Calhoun.",
		"It may be that to political enmity the tradition of Henry's riotous youth, immortalized by Shakespeare, is partly due.",
		"The description of the previous tranquillity may be exaggerated, though it is clear that the Jews, like the other inhabitants of Palestine, must have been left very much to themselves; but the enmity between the adherents of Simon and the pious Jews, who supported and venerated Onias, seems to be a necessary precondition of the state of affairs soon to be revealed.",
		"The sturdy Protestantism of Taylor and his flock, who seem to have caused various commotions, marked him out for the special enmity of Mary's government; and he was one of the first to suffer when in January 1 555 parliament had once more given the clerical courts liberty of jurisdiction.",
		"His acceptance of the nomination, however, earned him the enmity of the southern Democrats, who prevented his appointment by Pierce as secretary of state and as minister to France in 1853.",
		"It is hardly probable that there was enmity between Edom and Moab as 2 Kings iii.",
		"In 1812 he was aided by Cuvier to obtain the chair of anatomy and zoology in the Faculty of Sciences at Paris, but subsequently an estrangement grew up between the two men and ended in open enmity.",
		"Though a man of great capacity for work, he represented the narrowest nationalism, and through his enmity to all that was \"alien\" did more than any other man to retard the political and industrial development of the country.",
		"Barkuk, who had already excited the enmity of Timur by slaying one of his envoys, espoused Ahmads cause, and restored him to Bagdad after Timurs return to his normal capital Samarkand.",
		"The royal enmity towards William of Orange was increased by a visit of the latter to England in July.",
		"At this juncture Gustavus was approached by Jakob Magnus Sprengtporten, a Finnish nobleman of determined character, who had incurred the enmity of the Caps, with the project of a revolution.",
		"That ruler repaid his services by causing him to be assassinated in 1818, and thus incurred the enmity of his tribe.",
		"The other members of the coalition had assigned Palestine to Seleucus after what they regarded as Ptolemy's desertion, and for the next hundred years the question of its ownership becomes the standing ground of enmity between the Seleucid and Ptolemaic dynasties.",
		"There is indeed no reason to suppose that either Ronsard or Du Bellay was a fervent admirer of Rabelais, for they belonged to a very different literary school; but there is absolutely no evidence of any enmity between them, and Du Bellay actually refers to Rabelais with admiration.",
		"They are seen going to and fro, in every conceivable relation of friendship and enmity with the Eastern Roman power, till, just as the West Goths had done before them, they pass from the East to the West.",
		"After the death of Edward IV., he became the object of Richard III.'s peculiar enmity, and was beheaded by his orders at Pontefract on the 25th of June 1483.",
		"The Briefe fiber die Lehre Spinozas (1785; 2nd ed., much enlarged and with important Appendices, 1789) expressed sharply and clearly Jacobi's strenuous objection to a dogmatic system in philosophy, and drew upon him the vigorous enmity of the Berlin clique, led by Moses Mendelssohn.",
		"It would be going too far to seek the origin of the Yorkist partyas some have donein the old enmity of the houses of March, Norfolk and Salisbury against Henry IV.",
		"His old enmity takes up for the house of Lancaster was completely swallowed the cause up in his new grudge against the king that he had made.",
		"The enmity of the house of Valois and the house of Habsburg, which had first appeared in the wars of Charles Viii.",
		"Burke replied in tones of firm self-repression; complained of the attack that had been made upon him; reviewed Fox's charges of inconsistency; enumerated the points on which they had disagreed, and remarked that such disagreements had never broken their friendship. But whatever the risk of enmity, and however bitter the loss of friendship, he would never cease from the warning to flee from the French constitution.",
		"From 116 to 108 Soter reigned with his mother, and at enmity with her, in Egypt, whilst her favourite son, Alexander, ruled Cyprus.",
		"Enmity between Girondin and Jacobin grew fiercer as the perils of the Republic increased.",
		"The bitterness thus aroused developed into life-long enmity.",
		"The degree to which political enmity was exasperated by the Euboean War may be judged from the incident of Midias, an adherent of Eubulus, and a type of opulent rowdyism.",
		"Bruno made Lothair recognize Hugh as duke of France and Eudes as duke of Burgundy; but the sons preserved the fathers enmity towards king Louis, despite the archbishops repeated efforts.",
		"This rivalry was aggravated by the enmity between Philip VI.",
		"He then went to Rome, where he was a hearer of Justin, and together with the latter incurred the enmity of a certain philosopher Crescens.",
		"Any such changes could be catastrophic for world enmity, a presidential aide told us.",
		"I had no time to hate, because The grave would hinder me, And life was not so ample I Could finish enmity.",
		"That which the learned call Arminianism is nothing else but the carnal reason of men's hearts, which is enmity to God.",
		"Nothing but enmity on your part, and deep-rooted dislike, can account for your resting contented without possession of the Father's gift.",
		"Are able to discipline someone in a way that does not cause enmity.",
		"The most intelligent military can destroy the enmity within the enemy Maharishi explained the logic of prevention.",
		"Much was made at the time, and subsequently, of the ' bitter enmity \" between the two.",
		"Popular support, grounded in ancient enmity, withered as tens of thousands of coffins arrived from the battlefields.",
		"They are his seed, and there is an old enmity between the seeds.",
		"There is no personal enmity between the two groups.",
		"By 1727, for reasons that are obscure, her friendship with Pope had turned to mutual enmity.",
		"In his reply the Imam accuses him of enmity toward the prophets and of the love of his pagan forebears.",
		"He discharged his duties with ability and success, and although the boldness with which he denounced the aristocratic rulers of Rome drew down upon him the enmity of powerful Iren, he won the favour and esteem of the pope, who gave him an official position at his court.",
		"An alliance with the Megarians, who were being hard pressed by their neighbours of Corinth, led to enmity with this latter power, and before long Epidaurus and Aegina were drawn into the struggle.",
		"This compact aroused the bitter enmity of Dr Leandro Alem, who did his utmost to stir up the Union Civica to a campaign against the neutral candidate.",
		"The aggressive attitude of Chile towards Bolivia was causing considerable anxiety, and Argentina and Brazil wished to show that they were united in opposing a policy which aimed at acquiring an extension of territory by force of arms. The feeling of enmity between Chile and Argentina was indeed anything but extinct.",
		"It tended also to accentuate Schristipread of the enmity to the Franks of the heathen Frisians and amity.",
		"Having roused, by what ought perhaps to be called his insanity, the enmity, distrust and fear of all around him, including some members of his own family, he was assassinated on the night of the 23rd to 24th of March 1801, and was succeeded by his son Alexander I.",
		"On that occasion Bismarck helped Gorchakov to ward off the threatened intervention of France and England, and he thereby founded the cordial relations which subsisted between the cabinets of Berlin and St Petersburg down to 1878, and which contributed powerfully to the creation of the German empire by defending the Prussian cabinet against the jealousy and enmity of Austria and France.",
		"An attempt to foment the enmity of the O'Donnells against him was frustrated by Shane's capture of Calvagh O'Donnell, whom he kept a close prisoner for nearly three years.",
		"In spite of the traditional enmity between the O'Neills and the O'Donnells, Tyrone allied himself with Hugh Roe O'Donnell, nephew of Shane's former enemy Calvagh O'Donnell, and the two chieftains opened communications with Philip II.",
		"Nevertheless, the enmity of Judah is passed over, and when the kingdom is divided for administrative purposes into twelve districts, which ignore the tribal divisions, the centre of David's early power is exempt from the duty of providing supplies (r Kings iv.).",
		"It is naturally uncertain how far the traditions of David can be utilized; but they illustrate Judaean situations when they depict intrigues with Israelite officials, vassalage under Philistia, and friendly relations with Moab, or when they suggest how enmity between Israel and Ammon could be turned to useful account.",
		"Opposition to social abuses and enmity towards religious innovations are regarded as the factors which led to the overthrow of Omri's dynasty by Jehu, and when Israel seemed to be at the height of its glory under Jeroboam II.",
		"But Maria Theresa (1740-1780) was distinguished for her enmity to the Jews, and in 1744 made a futile attempt to secure their expulsion from Bohemia.",
		"In 1890 he succeeded Count Herbert Bismarck as Secretary for Foreign Affairs under the Caprivi chancellorship and continued to hold that office under Prince von Hohenlohe; but he had incurred the enmity of Prince Bismarck by refusing his advice when he first assumed office, and the result was a fierce press campaign against him which finally obliged him to speak out when he appeared as a witness at the trial of certain journalists in 1896 for lese-majeste.",
		"After wandering for some time he was surrendered by Macleod of Assynt, to whose protection, in ignorance of Macleod's political enmity, he had entrusted himself.",
		"Indeed it may be safely said that Gustavus III., during the last six years of his reign, mainly depended upon Wallqvist and his clerical colleague, Carl Gustaf Nordin, who were patriotic enough to subordinate even their private enmity to the royal service.",
		"The enmity of the country party against Danby and James, and their desire for a dissolution and the disbanding of the army, were greater than their enmity to Louis.",
		"The enmity towards him of the later Báthory princes of Transylvania, who confiscated his estates, drove him to seek protection at the imperial court (1599); but the attempts of the emperor Rudolph II.",
		"Owing to a variety of causes an enmity arose between Lorenzo and Pope Sixtus IV., and the latter, if not an accomplice, at all events had knowledge of the Pazzi conspiracy against the Medici (1478).",
		"Its extreme papalism and its strenuous defence of Pius V.'s bull excommunicating and deposing Elizabeth marked out Sanders for the enmity of the English government, and he retaliated with lifelong efforts to procure the deposition of Elizabeth and restoration of Roman Catholicism.",
		"Third, and worst of all, he had prefixed a preface to the sixth volume, in which he went out of his way to rouse the enmity of the men on whom depended his annual re-election to the post of examiner for the Polytechnic school.",
		"Moreover, whereas Persia had been for several years aiding Athens against Sparta, the revolt of the Athenian ally Evagoras of Cyprus set them at enmity, and with the secession of Ephesus, Cnidus and Samos in 391 and the civil war in Rhodes, the star of Sparta seemed again to be in the ascendant.",
		"At the first synod of Sirmium he won a dialectic victory over the homoiousian bishops, Basilius and Eustathius, who sought in consequence to stir up against him the enmity of Caesar Gallus.",
		"The first break came in the spring of 1804 when Burr, who had incurred the enmity of his Republican colleagues in 1800 by seeking Federalist votes in the electoral college at Jefferson's expense, became an independent candidate for governor against Morgan Lewis.",
		"The surrender of the person of Jugurtha to Sulla gave rise to the view that he, not Marius, had really ended the war, and so laid the foundation of the subsequent enmity between the two leaders.",
		"But the bigotry of the Flemish clergy, and the monkish atmosphere of the university of Louvain, overrun with Dominicans and Franciscans, united for once in their enmity to the new classical learning, inclined Erasmus to seek a more congenial home in Basel.",
		"For there is no enmity so great as that for religion; and therefore they that differ in the service of their God can never agree in the service of their country.\"",
		"Working among them as the founder of the Mission of the Martyrs, he incurred their enmity, was tortured as a sorcerer, and finally killed at Ossernenon, near Auriesville, N.Y.",
		"It is at least possible that common enmity to Mitanni led to a treaty with Assyria (under Ashur-nadin-akhe).",
		"Political enmity was largely responsible for the movement against him, yet the result of a very careful investigation (1279-1281) by Philip, bishop of Fermo, more than justified many of the accusations brought against Ladislaus.",
		"In a narrow spirit, and strongly influenced, no doubt, by his enmity to the chancellor, Thomas Egerton (Lord Brackley), he sought to prevent the interference of the court of chancery with even the unjust decisions of the other courts.",
		"The exiles had among them desperadoes who could slay; and, besides exciting the enmity of the Anglican clergy about the king, who bitterly resented the secularist spirit of his book, he had compromised himself with the French authorities by his elaborate attack on the papal system.",
		"Councils of war were summoned to consider how this exposed and distant province was to be defended, and for some months war was considered inevitable; but the danger was averted by the renewal of the Triple Alliance and the other decisive steps taken at this time by the German government (see Germany).1 Since this time the foreign policy of Austria-Hungary has been peaceful and unambitious; the close connexion with Germany has so far been maintained, though during the last few years it has been increasingly difficult to prevent the violent passions engendered by national enmity at home from reacting on the foreign policy of the monarchy; it would scarcely be possible to do so, were it not that discussions on foreign policy take place not in the parliaments but in the Delegations where the numbers are fewer and the passions cooler.",
		"Deposed and excommunicated by Bek, the prior secured the king's support; but the bishop, against whom other complaints were preferred, refused to give way, and by his obstinacy incurred the lasting enmity of Edward.",
		"His advanced age induced him to resign the control of affairs to his adopted nephew, Cardinal Paluzzi, who embroiled the papacy in disputes with the resident ambassadors, and incurred the enmity of Louis XIV., thus provoking the long controversy over the regalia (see Innocent Xi.).",
		"His latter years were embittered by family misfortune, and having incurred the enmity of the Athenians, he withdrew from Athens to his villa near Marathon, where he died.",
		"The first (870-980), after noticing the migration of the father and grandfather of the hero poet Egil, and the origin of the feud between them and the kings of Norway, treats fully of Egil's career, his enmity with Eirik Bloodaxe, his service with Ã†thelstan, and finally, after many adventures abroad, of his latter days in Iceland at Borg, illustrating very clearly what manner of men those great settlers and their descendants were, and the feelings of pride and freedom which led them to Iceland.",
		"Indwelling sin is tireless in its enmity to God 's law which the new creature in Christ loves and which he would obey.",
		"When Beth and Brooke catered a party at the Forrester mansion, Stephanie's lifelong enmity for Brooke was born.",
		"In the 1970s, Jill Foster gave birth to Phillip Chancellor II's son beginning a near lifelong enmity with Katherine Chancellor, Phillip's wife and Jill's employer.",
		"Much is related of his wickedness and enmity to the followers of Yahweh, but few political details have come down.",
		"In 1561, however, the enmity against him was fanned into flame by his adoption of Protestantism.",
		"All those parties which did not primarily appeal to national feeling suffered loss; especially was this the case with the two sections of the Clericals, the Christian Socialists and the Ultramontanes; and the increasing enmity between the German Nationalists (who refused even the name German to a Roman Catholic) and the Church became one of the most conspicuous features in the political situation.",
		"In 1707 the Sheik al-Bamad, Qgsim Iywa.z, is found at the head of one of two Mameluke factions, the Qasimites and the Fiqarites, between whom the seeds of enmity were sown by the pasha of the time, with the result that a fight took place between the factions outside Cairo, lasting eighty days.",
		"Russia and Saxony entered into it heartily, and France, laying aside her ancient enmity towards Austria, joined the empress against the common object of dislike.",
		"The first (870-980), after noticing the migration of the father and grandfather of the hero poet Egil, and the origin of the feud between them and the kings of Norway, treats fully of Egil's career, his enmity with Eirik Bloodaxe, his service with Æthelstan, and finally, after many adventures abroad, of his latter days in Iceland at Borg, illustrating very clearly what manner of men those great settlers and their descendants were, and the feelings of pride and freedom which led them to Iceland.",
		"His curtailment of the privileges granted to the praetorian guard by Heliogabalus provoked their enmity, and he narrowly escaped their vengeance; ultimately, in 228, he was murdered in the palace, in the course of a riot between the soldiers and the mob.",
		"The persistent emphasis upon such features as the rejection of Saul, his enmity towards David, the latter's chivalry, and his friendship for Jonathan, will partly account for the present literary intricacies; and, on general grounds, traditions of quite distinct origin (Calebite or Jerahmeelite; indigenous Judaean; North Israelite or Benjamite) are to be expected in a work now in post-exilic form.'",
		"But criticism is still busy attempting to trace these also to historical originals, and Theodor Abeling (Das Nibelungenlied, 1907) makes out a very plausible case for identifying Siegfried with Segeric, son of the Burgundian king Sigimund, Brunhild with the historical Brunichildis, and Hagen with a certain Hagnericus, who, according to the Life of St Columban, guided the saint (the chaplain of the Nibelungenlied), who had incurred the enmity of Brunichildis, safe to the court of her grandson Theuderich, king of the West Franks.",
		"This earned the enmity of the Royalist Marquis of Montrose who mistrusted Argyll.",
		"God says, \" And I will put enmity between you and the woman, and between your offspring and hers.",
		"The legends represent the Latins of the historical period as a fusion of different races, Ligures, Veneti and Siculi among them; the story of the alliance of the Trojan settler Aeneas with the daughter of Latinus, king of the aborigines, and the consequent enmity of the Rutulian prince Turnus, well known to readers of Virgil, is thoroughly typical of the reflection of these distant ethnical phenomena in the surviving traditions.",
		"The growing jealousy and enmity culminated in a dispute with Canon Cornelius von Lichtenfels, who, having called in Paracelsus after other physicians had given up his case, refused to pay the fee he had promised in the event of cure; and, as the judges, to their discredit, sided with the canon, Paracelsus had no alternative but to tell them his opinion of the whole case and of their notions of justice.",
		"They were always ready to come to blows, and gave still more signal proofs of their enmity during the Sicilian War in behalf of the emperor Henry VI.",
		"His connexion with Pompey brought upon him the enmity of Caesar, at whose march on Rome he fled from Italy.",
		"Any chance of safety that lay in the friendliness of a strong party in the council was more than nullified by the bitter personal enmity of the queen, who could not forgive his share in her mother's divorce and her own disgrace.",
		"He taught, \"There is but one God, the Creator, whose name is true, devoid of fear and enmity, immortal, unborn and self-existent, great and bountiful.\"",
		"Though slightly estranged from Sparta after the peace of Nicias, they never abated their enmity against their neighbours.",
		"Maurice was opposed to the truce, but the advocate's policy triumphed and henceforward there was enmity between them.",
		"Nor was it personal enmity on Elizabeth's part that brought Mary to the block."
	],
	"synonyms": [
		"antagonism",
		"hostility",
		"ill will",
		"unfriendliness",
		"spite",
		"pique",
		"opposition",
		"malignity",
		"malevolence",
		"loathing",
		"ill feeling",
		"hate",
		"feud",
		"bitterness",
		"bad-blood"
	],
	"antonyms": [
		"good will",
		"fellowship",
		"affinity",
		"friendship",
		"love",
		"kindness"
	]
}