{
	"word": "epitome",
	"meaning": [
		"A representative or perfect example of a class or type.",
		"A short statement of the main points of a book, report, incident, etc.; abstract; summary.",
		"A person or thing that shows all the typical qualities of something."
	],
	"sentences": [
		"The fashions presented were the epitome of the style of the 1930s.",
		"His lifestyle was the epitome of unsustainable living.",
		"The hotel was the epitome of British colonial elegance in Jamaica.",
		"He was the epitome of cool; but, sadly, he dropped the mannerisms.",
		"Bianca was the epitome of adorable, her dark eyes sparkling and warm, and her sweet glow innocent and fresh.",
		"The epitome of feminine beauty might become the rotund figure on which the momma appears to pride herself.",
		"The day is an epitome of the year.",
		"She was the epitome of evil, and the essence of physical beauty.",
		"While other founder members, including Hubert Parson, became lavish spenders on an opulent lifestyle, some remained the epitome of normality.",
		"Under the terms of the definition I offered earlier, that makes Shakespeare the epitome of art—that is, something that continues to speak to future generations.",
		"The best-known work of his son Lukas was an Epitome of the Magdeburg Centuries.",
		"The volume of his African and European addresses, published in the autumn of 1910, not only presents an epitome of his political philosophy, but discloses the wide range of his interest in life and the methods by which he had striven to bring public opinion to his point of view.",
		"All clean-shaven, bandbox-smart in fresh uniforms and polished boots, they looked the epitome of military discipline.",
		"The second, the Periplus of the Inner Sea (the Mediterranean), is a meagre epitome of a similar work by Menippus of Pergamum, who lived during the times of Augustus and Tiberius.",
		"Alberic followed the epitome of Julius Valerius.",
		"The Swan is the very epitome of what a good village community pub should be.",
		"Webs is a site that is the epitome of how to build your own website for free.",
		"It is a sketch of the history of the world from the creation, based on Jerome, the epitome of Florus, Orosius and the ecclesiastical history of Socrates.",
		"According to Mommsen, Solinus also used a chronicle (possibly by Cornelius Bocchus) and a Chorographia pliniana, an epitome of Pliny's work with additions made about the time of Hadrian.",
		"These beds are the epitome of Modern design and decorating.",
		"A few fragments remain of an epitome by Marcianus of the eleven books of the Geographumena of Artemidorus of Ephesus.",
		"It was a symbol of rebellion and the epitome of self-expression.",
		"Otherwise, as Mommsen says, the Getica is a mera epitome, laxata ea et perversa, historiae Gothicae Cassiodorianae.",
		"Of course, just because it's the very epitome of utilitarian style doesn't mean every man will eagerly grab one.",
		"They're the epitome of sexy and sure to delight you when you have no visible panty lines, and delight your lover when they get a peek.",
		"He was the author of a brief epitome of Roman history based upon Livy, which he utilized as a means of displaying his antiquarian lore.",
		"As, moreover, the extant Epitome is based on our Homilies, it is natural to suppose it was also the basis of earlier orthodox recensions, one or more of which may be used in certain Florilegia of the 7th century and later.",
		"With red hair, glowing skin, a voluptuous body he'd experienced many times over, and beautiful eyes, she was the epitome of beauty.",
		"Once the flies start hatching, the fish respond by surface feeding, then dry fly fishing becomes the epitome of sport for most anglers.",
		"For parents who dream of dressing their child like a fairy princess, Luna Luna Copenhagen's designs are the epitome of ethereal and girly fashion.",
		"The parable of the three rings is the epitome of the pragmatic position.",
		"We now proceed to discuss the types of aliphatic compounds; then, the characteristic groupings having been established, an epitome of their derivatives will be given.",
		"An epitome of his doctrine is contained in three letters preserved by Diogenes.",
		"Later the Homilies underwent further adaptation to Catholic feeling even before the Epitome, in its two extant forms, was made by more drastic methods of expurgation.",
		"Further, it discusses, as Hort observes, certain indestructible problems which much early Christian theology passes by or deals with rather perfunctorily; and it does so with a freshness and reality which, as we compare the original 3rd-century basis with the conventional manner of the Epitome, we see to be not unconnected with origin in an age as yet free from the trammels of formal orthodoxy.",
		"Among the latter the chronological epitome appended to Bede's Ecclesiastical History may be specially mentioned.",
		"Another, the so-called Epitome of Julian, contains 125 Novels in Latin; and the third, the Liber authenticarum or vulgata versio, has 134, also in Latin.",
		"The poem had accompanied him from early manhood to the end and was the repository for the fullest \"confession\" of his life; it is the poetic epitome of his experience.",
		"Some spurious letters bear the name of Severus; also in a MS. at Madrid is a work falsely professing to be an epitome of the Chronica of Severus, and going down to 511.",
		"Nothing is known of his life, except that he was a friend of Libanius and of a certain Eutropius, perhaps the author of the epitome of Roman history.",
		"Snook, Colorado History and Government (Denver, 1904), is a reliable school epitome.",
		"From the foregoing epitome which applies to many species, Rhipicephalus appendiculatus for example, it is evident that every individual tick has to find a host on three occasions, namely, as larva, nymph and adult.",
		"You are the epitome of what she shouldn't be exposed to.",
		"The most welcome appearance was probably from show-jumper Harvey Smith who even now seemed the epitome of the year he was tagged to.",
		"We regret that we can only give a brief epitome of this interesting document.",
		"While other founder members, including Hubert Parson, became lavish spenders on an opulent lifestyle, Sum remained the epitome of normality.",
		"And, even worse, I found Brothers in Arms - the very epitome of 1980s yuppie coffee-table music.",
		"The pseudo-Callisthenes, in a recension which has not been preserved, was translated into Latin by Julius Valerius about the end of the 3rd century, and an epitome of this translation, also in Latin, was made some time before the 9th century, and is introduced by Vincent de Beauvais into his Speculum historiale.",
		"The most wide-spread Latin version of the story, however, was the Historia de proeliis,' printed at Strassburg in 1486, which began to supersede the Epitome of Julius Valerius in general favour about the end of the 13th century.",
		"It is painful, therefore, to find him in his subsequent Epitome classing Nestorius as a heretic, and speaking of him with the utmost hostility.",
		"It was divided into twenty books, - of which the first nine remain entire, the tenth and eleventh are nearly complete, and the remaining books exist in fragments in the excerpts of Constantine Porphyrogenitus and an epitome discovered by Angelo Mai in a Milan MS. The first three books of Appian, and Plutarch's Life of Camillus also embody much of Dionysius.",
		"He rapidly mastered Greek at Rome and Ferrara, lectured on Alfraganus at Padua, and completed at Venice in 1463 Purbach's Epitome in Cl.",
		"The ducal palace, like St Mark's, is a symbol and an epitome of the race which evolved it.",
		"It consists of (a) the \"Epitome,\" (b) the \"Solid Repetition and Declaration,\" each part comprising twelve articles; and was accepted by Saxony, Wurttemberg, Baden among other states, but rejected by Hesse, Nassau and Holstein.",
		"In this summary the leading factors which have contributed to a correct appreciation of organic compounds have so far been considered historically, but instead of continuing this method it has been thought advisable to present an epitome of present-day conclusions, not chronologically, but as exhibiting the principles and subject-matter of our science.",
		"It is disputed, however, whether the words in Suidas (\"of which this book is an epitome\") mean that Suidas himself epitomized the work of Hesychius, or whether they are part of the title of an already epitomized Hesychius used by Suidas.",
		"The epitome referred tc, in which alphabetical order was substituted for arrangement in classes and some articles on Christian writers added as a concession to the times, is assigned from internal indications to the years 829-837.",
		"An historical work of somewhat similar character to John's is the compilation in 12 books which is generally known by the name of Zacharias Rhetor, 9 because the anonymous Syriac compiler has incorporated the Syriac version or epitome of a lost 6 See Brooks and Hamilton's translation of the latter, p. 234.",
		"We also have part of 35 and 36-80 in the epitome of John Xiphilinus, an i ith-century Byzantine monk.",
		"There is also an exposition of the first twenty psalms (published by Pez in Anecdota nova, iv.) and an epitome of Hrabanus Maurus's commentary on Leviticus.",
		"What lived in time belonged to eternity; the microcosm was the epitome of the macrocosm; the reason which reigned in man interpreted the law that was revealed in conscience and the power which governed human destiny, while the freedom which man realized was the direct negation both of necessity and of the operation of any fortuitous cause in the cosmos.",
		"Thus the noun is used for a summary, compendium or epitome of a larger work, the gist of which is given in a concentrated form.",
		"The Institutiones grammaticae is a systematic exposition of Latin grammar, dedicated to Julian, consul and patrician, whom some have identified with the author of a well-known epitome of Justinian's Novellae, but the lawyer appears to be somewhat later than Priscian.",
		"Though the Shorter Catechism, closely associated as this has been from the first with Scottish public elementary education, has had very great influence in forming and training the character of Presbyterians in Scotland, America and the British colonies, it is, like most other catechisms drawn up by dogmatic theologians, more admirable as an epitome of a particular body of divinity than as an instruction for the young and the unlearned.",
		"The Epitome Astronomiae Copernicanae (Linz and Frankfort, 1618-162r), a lucid and attractive textbook of Copernican science,was remarkable for the prominence given to \"physical astronomy,\" as well as for the extension to the Jovian system of the laws recently discovered to regulate the motions of the planets.",
		"Of his great work, we possess only the epitome by Justin, the prologi or summaries of the 44 books, and fragments in Vopiscus, Jerome, Augustine and other writers.",
		"During a visit to his father at Rome in the next year he was able to improve this treatise by the study of inscriptions, and in 1575 he completed his labours in the same field by the publication of an Epitome orthographiae.",
		"So called because it contained a more complete collection and correcter translation of the Greek Novels than the Epitome of Julian.",
		"The first part (edited by Tullberg, Upsala, 1850) reaches to the epoch of Constantine the Great, and is in the main an epitome of the Eusebian Chronicle.2 The second part reaches to Theodosius II.",
		"He was the first of the Glossators (see GLoss), and according to ancient opinion (which, however, has been much controverted) was the author of the epitome of the Novellae of Justinian, called the Authentica, arranged according to the titles of the Code.",
		"Of Biblical and exegetical works we have a considerable part of Eusebius' Commentaries on the Psalms and on Isaiah, which are monuments of learning, industry and critical acumen, though marred by the use of the allegorical method characteristic of the school of Origen; also a work on the names of places mentioned in Scripture, or the Onomasticon, the only one extant of a number of writings on Old Testament topography; and an epitome and some fragments of a work in two parts on Gospel Questions and Solutions, the first part dealing with the genealogies of Christ given in Matthew and Luke, the second with the apparent discrepancies between the various gospel accounts of the resurrection.",
		"Sweater dresses are the epitome of Chanel 's dream of clothes that imbue women with a sense of their own power and freedom.",
		"Consider a platform bed; these beds are the epitome of Modern design and decorating.",
		"Smoky eyes may be the epitome of sexy, but without continual blending and proper application, the end result may present itself as a hot mess!",
		"The symbol of the perfume, a bride, celebrates the vision of this iconic brand to create a product that evoked the epitome of a woman's beauty.",
		"They are at its core, the epitome and definition of California cuisine.",
		"Form fitted gowns are the epitome of elegance.",
		"For some kids it's dinosaurs or princesses, but for millions of space opera fans, the Star Wars series is the epitome of cool.",
		"Maui is the epitome of a luxurious tropical destination and the perfect place for couples to say their I do's.",
		"An epitome of the kind of craftsmanship and artistry Me and Ro prides themselves on, each pearl is hand beaded to create a lively focal point for the 18K gold ring.",
		"Noted for his impeccable craftsmanship and proportionate detailing, Dior fashion has long been the epitome of fine French dressing.",
		"You get the quality that is the epitome of a successful brand for over sixty years.",
		"Not in particular the Corded Cotton Sportcoat; its chic lines are the epitome of classic cool, while the price of $138.00 also strikes the right note.",
		"Vibrant and strongly artistic, Zoo York t shirts are the epitome of unique, irreverent style.",
		"Men's fishing shorts are the epitome of casual wear for some men.",
		"The very epitome of laid-back, summery style, a big and tall Hawaiian shirt is a great choice for the man who wants to channel a comfy, beachy vibe no matter where he might be.",
		"They may not be the height of fashion or the epitome of cool, but slipper socks do serve quite a useful purpose.",
		"The epitome of casual comfort, a T-shirt is the go-to choice for men of all ages.",
		"Tea length dresses are the epitome of femininity.",
		"Throw one on with jeans and a white blouse and suddenly you're the epitome of chic!",
		"A beaded dress is the epitome of sophisticated evening glamour, and it brings an immediate elegance to any woman's wardrobe.",
		"The very epitome of fashionable style and the crème de la crème of the fashion world, Chanel has been turning heads since its inception in 1909.",
		"Even when it comes to science, safety goggles don't have to be the epitome of nerdiness.",
		"He is the epitome of decadence, and needs to consume souls to maintain his vitality (but he gains his victims' knowledge simultaneously).",
		"And of course, it only helps that ninjas are the epitome of badass.",
		"If you want to see a video game vixen who is the epitome of cute, then look no further than Hitomi of Dead or Alive.",
		"It can become quite costly to stay on top of technology and cell phones are perhaps the epitome of this phenomenon.",
		"There are thousands of DVDs and classes that combine various forms of dance with exercise - and dancers have always been held up as being the epitome of human health.",
		"Farrah's feathers were the epitome of the ultimate soft, sexy hairdo.",
		"Long hair shags are the epitome of beachy, carefree femininity.",
		"Set on a fabric lush with colorful stripes and a bronze-toned ring detail, this bikini is the very epitome of Bardot style.",
		"These styles are crisp and are the very epitome of cool, yet they manage to remain highly functional.",
		"On the commercials, they were the epitome of the blonde haired, blue eyed Swedish bombshell (in bikinis, of course!) that some men dream of.",
		"In addition to being extremely functional by providing comfort and protection against harsh elements, it also happens to be the epitome of high fashion.",
		"Worn with white shorts and sandals, it creates the epitome of a fabulous summer outfit, and looks just as appropriate with jeans and boots.",
		"It may not have been the epitome of what is considered stylish today, but it had its share of successful looks that have ingrained themselves in our memories forever.",
		"These are the epitome of grab-and-go dresses, but with a twist - they aren't necessarily always casual.",
		"While this look isn't exactly the epitome of high style, it IS an expression of great comfort and will undoubtedly keep you cool on the balmiest days.",
		"While traditional styles are the epitome of conservative elegance, summer dresses can – and should – take a more relaxed route.",
		"Historic purses became the epitome of the requirement to contain these wealthy signatures of the age.",
		"The epitome of the perfect wallet purse, this stylish Nica wallet pairs buttery soft black leather with pale blue printed canvas for an unexpected, playful look.",
		"Heavy on detail and available in numerous colors, Van Zeeland's bags are the epitome of reasonably priced style.",
		"This sun sign is the epitome of the saying, \"suffer no fools\", and has an almost regal quality about him when he dismisses someone as not very amusing or not very educated.",
		"Taurean men choose careers that will challenge them and give them the high status they deem as the epitome of success.",
		"These two signs are the epitome of sensual appreciation.",
		"MovieCritic.com.au likens the movie to the epitome of the MTV generation's ultimate summer film-action, action, and more action.",
		"His designs are the epitome of Italian style with creative looks that are anything but ordinary.",
		"Bakers shoes are the epitome of affordable, sophisticated footwear that you can still feel trendy in.",
		"Karos shoes are the very epitome of sexy, but with their four inch plus heels, you may be wondering if they are worth the investment.",
		"Exquisitely feminine, ruffles are the epitome of girly-meets-elegant details.",
		"The look doesn't require a lot of time spent in the make-up chair, she's the epitome of a woman whose beauty is more than skin-deep.",
		"You could take a completely unusual spin on the Aquarius tattoo and choose an object that is the epitome of intelligence, focus, thought, perspective or communication and incorporate that into your tattoo design.",
		"If great things come in big packages, a large faced ladies watch is the epitome of kitschy excellence.",
		"Garter belts are the epitome of sexy lingerie, and you don't have to wait until nighttime to put one on.",
		"Flannel pajamas are supposed to be the epitome of ugly.",
		"The talented actress, singer and model appeared in a number of films during her time and became the epitome of the female form with her soft curves and pleasing smile.",
		"Tilda Swinton as the White Witch is the epitome of frozen evil, lacking in any true warmth.",
		"Flash sites have become the epitome of style, and it forces designers to think outside the box; to manipulate the boundaries of what people perceive as merely just website design.",
		"The first two books, and parts of the third, eleventh and fifteenth, are only extant in epitome, but otherwise we seem to possess the work entire.",
		"Further, though the curtain even in it fell on Peter at Antioch itself (our one complete MS. of the Homilies is proved by the Epitome, based on the Homilies, to be here abridged), the interest of the story culminates at Laodicea.",
		"The main points of difference are that in D, E (1) a series of northern annals have been incorporated; (2) the Bede entries are taken, not from the brief epitome, but from the main body of the Eccl.",
		"The principal remaining literature of the subject will be found in the following books and treatises - Johann Neudorfer, Schreib-und Rechenmeister zu Nurnberg, Nachrichten fiber Kanstlern und Werkleuten daselbst (Nuremberg, 1547); republished in the Vienna Quellenschrift (1875); C. Scheurl, Vita Antonii Kressen (1515, reprinted in the collection of Pirkheimer's works, Frankfort, 1610); Wimpheling, Epitome rerum Germanicarum, ch.",
		"He is said to have made an epitome of the Tactica of Aeneas, probably referred to by Cicero, who speaks of a Cineas as the author of a treatise De Re Militari.",
		"In 1613 he published a book, Disputationes de Praecipuis Religionis Christianae Capitibus, which provoked the hostile criticism of orthodox scholars; in 1619 he published his Epitome theologiae, and some years later his Theologia Moralis (1634) and De Arte Nova Nihusii.",
		"In addition to the Church History we have from Eusebius' pen a Chronicle in two books (c. 303; later continued down to 325), the first containing an epitome of universal history, the second chronological tables exhibiting in parallel columns the royal succession in different nations, and accompanied by notes marking the dates of historical events.",
		"On historical subjects the most considerable are Rerum memorandarum libri, a miscellany from a student's commonplace-book, and De viris illustribus, an epitome of the biographies of Roman worthies.",
		"Ari also wrote a Book of Icelanders (IslendingabOk, c. 1127), which has perished as a whole, but fragments of it are embedded in many sagas and Kings' Lives; it seems to have been a complete epitome of his earlier works, together with an account of the constitutional history, ecclesiastical and civil, of Iceland.",
		"In essence, these shorts are the very epitome of \"cool\".",
		"Cinderella seems to be the epitome of a Disney princess, and every little girl wants to share in the magic of fairy godmothers, talking mice, and pumpkins that turn into carriages.",
		"In 1555 he published a new edition of Conrad Gesner's Epitome of his Bibliotheca universalis (a list of all authors who had written in Greek, Latin or Hebrew), in 1574 a new edition of the Bibliotheca itself, and in 1575 an annotated edition of the Antonine Itinerary.",
		"His Epitome et Collectorium ex Occamo super libros quatuor Sententiarum (1508, 1512, and various dates) is a clear and consistent account of the nominalist doctrine, and presents the complete system of scholastic thought from that point of view.",
		"Dean kept his silence lest he have to hear why Uncle Henry and/or his automobile was considered the epitome of stubborn­ness.",
		"Isn't Robin Hood meant to be the absolute epitome of all things English?",
		"In its day, the workhouse was considered the epitome of workhouse design.",
		"Regia Epitome Historiae Sacrae et Profanae, by Philippe Labbe, of which a French version was also published.",
		"Penry's press, now removed to Fawsley, near Northampton, produced a second tract by Martin, the Epitome, which contains more serious argument than the Epistle but is otherwise similar, and shortly afterwards, at Coventry, Martin's reply to the Admonition, entitled Hay any Worke for Cooper (March 1589).",
		"Hunt, who have also produced fragments of the Paeans of Pindar and many other classic texts (including a Greek continuation of Thucydides and a Latin epitome of part of Livy) in the successive volumes of the Oxyrhynchus papyri and other kindred publications.",
		"Slim fitting with short or no sleeves and a short skirt - sometimes a skort - this dress was the epitome of mod.",
		"Making bead jewelry is the epitome of the beading craft.",
		"Though it was meant, as he said, to give expression to a simple piety rather than to exhibit a profound knowledge of religious truth, it was the work of a man who knew little of the child mind, and, though it served as an admirable and transparent epitome of his famous Institutes, it was too long and too minute for the instruction of children.",
		"From these and other indications it seems probable that what we have is only an epitome of the original work, made by an anonymous Byzantine writer of much later date."
	],
	"synonyms": [
		"ultimate",
		"pattern",
		"archetype",
		"incarnation",
		"personification",
		"typification",
		"type",
		"representative",
		"exemplar",
		"perfect example",
		"essence",
		"quintessence",
		"exemplification",
		"embodiment",
		"prototype"
	],
	"antonyms": [
		"unabridgment",
		"addition",
		"increase",
		"extension",
		"enlargement",
		"expansion"
	]
}