{
	"word": "urbane",
	"meaning": [
		"Polite and courteous in a smooth, polished way; refined.",
		"(of a man) Courteous, polite, refined, and suave."
	],
	"sentences": [
		"The Urbane Lab Jacket has a collarless neckline.",
		"He was always well informed and brought an urbane authority to everything he did.",
		"In June 1801 he arrived in Paris, where his handsome presence, urbane manners, and conspicuous ability made him a general favourite.",
		"Mitchel McLaughlin, usually so urbane and relaxed, is showing the strain, like his coarser colleague, Alex Maskey.",
		"Here is an urbane, erudite man, more likely to throw karma around the dressing room than teacups.",
		"Under her design, however, Wire consolidates its growing aura of urbane wit, sophistication and cosmopolitan hybridity.",
		"Whether crafted from rich leather or riddled with beads on an embroidered velvet background, the Fendi Spy bag can range from fantastically urbane to kittenishly bohemian.",
		"Designed with care, this Women's Panthere de Cartier watch is urbane piece.",
		"A popular brand on the site is Urbane scrubs.",
		"Had Wagner been a man of more urbane literary intellect he might have been less ambitious of expressing a world-philosophy in music-drama; and it is just conceivable that the result might have been a less intermittent dramatic movement in his later works, and a balance of ethical ideas at once more subtle and more orthodox.",
		"Stephen Bold, with his slick, urbane style of bass guitar playing became an important piece of the jigsaw puzzle in February 2001.",
		"Rafael Benítez was his usual urbane self afterward, declaring Sofia gave \" the sensation of danger without creating clear-cut chances \".",
		"There is certainly conflict between the exclusivity of the night-time economy of youth culture and the dream of the urbane 24-hour city.",
		"Unless the fashion season is marked by an urbane preppy look, most designers focus on other aspects of children's fashion than sweater vests.",
		"High-tech, urbane lines in premium grade steel are lightweight, understated and exceptionally comfortable.",
		"In Holland and Germany, with Erasmus, Reuchlin and Melanchthon, it developed types of character, urbane, reflective, pointedly or gently critical, which, left to themselves, would not have plunged the north of Europe into the whirlpool of belligerent reform."
	],
	"synonyms": [
		"refined",
		"polished",
		"svelte",
		"genteel",
		"sophisticated",
		"smooth",
		"cosmopolitan",
		"cordial",
		"civil",
		"affable",
		"courteous",
		"cultivated",
		"civilized",
		"cultured",
		"suave"
	],
	"antonyms": [
		"unsophisticated",
		"uncouth",
		"uncivilized"
	]
}