{
	"word": "catalyst",
	"meaning": [
		"A substance, usually used in small amounts relative to the reactants, that modifies and increases the rate of a reaction without being consumed in the process.",
		"Any substance serving as the agent in catalysis.",
		"One that precipitates a process or event, especially without being involved in or changed by the consequences.",
		"A person or thing acting as the stimulus in bringing about or hastening a result.",
		"Someone or something that encourages progress or change."
	],
	"sentences": [
		"His caustic expression served as a catalyst to her boredom.",
		"War is the most powerful catalyst in technical developments.",
		"Biotin or vitamin H acts as a catalyst for chemical reactions in the body including those in the skin, intestinal tract, and nervous system.",
		"What started out as a 48 hour trial period with a dog she was terrified of turned into five beautiful years of companionship and was the catalyst for change in her love life.",
		"It speeds healing and encourages cells to graft bone onto bone, acting as a catalyst or healing agent in bone grafts.",
		"Born in 1929, Jane Roberts was the public name for Jane Butts, the woman who eventually became a catalyst for the New Age Movement.",
		"This study not only shows that fast food can act as a catalyst for type 2 diabetes, but also that the negative effects of fast food are strong enough to harm the young and healthy.",
		"Word-of-mouth from viewers was the catalyst that took many of us to the theaters for the first time.",
		"Smith Catalyst glasses are designed in a way that promotes clear — not distorted — peripheral vision.",
		"A dollhouse is a catalyst for hours of imaginative play that is shown to increase intelligence and emotional well-being in children.",
		"Lorelai's troubled relationship with Emily is the catalyst for her leaving her wealthy home in Hartford for the 'sticks' where she can do it all herself.",
		"This more than anything is the catalyst for Western doctors and researchers to form study groups of yogis to measure the impact of practicing yoga for health.",
		"Maybe you just need to find invitation wording ideas to act as a catalyst for your own ideas, or perhaps you don't know where to start when it comes to wording an invitation.",
		"The kittens were a catalyst to crumbling the walls of tension that had been built between them.",
		"To realize this ambition, however, skilled staff are the vital catalyst.",
		"Adding a catalyst does n't produce any greater percentage of sulfur trioxide in the equilibrium mixture.",
		"This cut from football sent Johnson's life on another track, which would later prove to be a catalyst for his successful careers in both wrestling and acting.",
		"Their mortal cleaning lady becomes the catalyst for apocalyptic events.",
		"The catalyst engine uses high compression ratio pistons designed specifically for the 4.2 power unit to optimize fuel economy.",
		"Catalyst Corby is the only Urban Regeneration Company to have a borough-wide remit.",
		"The Agency will be a catalyst for a culture of continuous self-improvement, working on three sound principles.",
		"The Sher philosophy maintains that temperature controlled water is the most important catalyst in keeping the skin youthful and firm.",
		"This gritty and violent film became the catalyst that spawned not only several sequels, but launched Gibson's career in Hollywood.",
		"She also shared that she never imagined her show would be the catalyst for her now multi-billion dollar media enterprise.",
		"If you can't find the Catalyst from Smith anywhere, you can still stay within the Smith brand and get similar styles.",
		"An enzyme is a substance that acts as a catalyst to produce chemical changes without being changed itself.",
		"The candle is lit by touching the end of the wick using a catalyst with a flame, such as a match or a lighter.",
		"Other nightlife options in the Quad include the Tag Sports Bar with 300 beers from around the world and the more casual Catalyst Bar with its unique take on mixology.",
		"You've mentioned, with irony, something called your \"best year ever\" and how that was the catalyst to your pursuit of yoga.",
		"I played the doomed Rosalyn Stone, the catalyst in many ways for the hero's 'fall'.",
		"I admit I don't know exactly how this is happening but I'm sure it's not my equipment; yes, it's a catalyst but it's mainly Howie's scrambled brain.",
		"His belligerent attitude toward car driving became the catalyst for this thought provoking drama.",
		"Contact has proved the catalyst for me to question all my beliefs to ask what is the nature of personal reality?",
		"This compound is an active homogeneous epoxidation catalyst in its own right.",
		"For example, ethanenitrile can be reduced to ethylamine by reaction with hydrogen in the presence of a palladium catalyst.",
		"The cracking reaction can be induced using high temperatures (about 500 C) in the presence of steam or a zeolite catalyst.",
		"The vegetable oils are reacted with hydrogen gas using a nickel catalyst.",
		"The Church of Ireland Catalyst group issued the call in a letter, reported to be signed by 160 ordained clergy.",
		"Might this be the catalyst for a full and frank disclosure of the paper's attitude to \" editorial \"?",
		"Reading my diary entries and letters and looking at photos had been a catalyst for all the pent-up emotions inside me.",
		"Mads Korneliussen, whose huge 13-point tally was arguably the primary catalyst for success, impeccably epitomized the former.",
		"This is oxidized in air with a catalyst to form ethylene oxide, which is then hydrated to produce ethylene glycol.",
		"A local gymkhana, which Mariette wins, proves to be the final catalyst.",
		"Catalyst (hardener) used for polyester resins is an organic peroxide (methyl ethyl ketone peroxide) and is particularly dangerous.",
		"The catalyst will also be employed for reforming to produce methanol, which could be used as a fuel.",
		"Current biodiesel production technology reacts soy oil with methanol using toxic, corrosive and flammable sodium methoxide as a catalyst.",
		"Characterizing the catalyst using BET nitrogen sorption, carbon monoxide or hydrogen pulse chemisorption, and FTIR analysis.",
		"But motorists who run such engines on standard grade unleaded with fuel catalyst devices report no need to retard timing.",
		"It may be prepared by distilling fuming sulphuric acid, or concentrated sulphuric acid over phosphorus pentoxide, or by the direct union of sulphur dioxide with oxygen in the presence of a catalyst, such as platinized asbestos (see Sulphuric Acid).",
		"It will only combine with hydrogen in the presence of a catalyst, but combines with many other elements directly; for example, phosphorus melts and then inflames, antimony burns in the vapour, and mercury when heated with iodine combines with it rapidly.",
		"Reinders (Ber., 1896, 29, p. 1369, 1899) have shown that the transformation is a monomolecular reaction, the velocity of transformation in moderately dilute solution being independent of the concentration, but proportional to the amount of the catalyst present (amine hydrochloride) and to the temperature.",
		"The event scenario is most likely the catalyst for sudden onset of sciatic pain.",
		"Meeting new emission standards The three-way catalyst has had an enormous impact on improving air quality.",
		"The guillotine was the catalyst for the famous Madame Tussaud 's waxwork exhibitions.",
		"The zeolite catalyst has sites which can remove a hydrogen from an alkane together with the two electrons which bound it to the carbon.",
		"However, the shaped ski revolution also served as a catalyst for the development of different types of skis, which can also influence what is considered to be the best ski length.",
		"Shake, the catalyst in most of the shows hare-brained escapades, makes wild, illogical decisions and childish demands.",
		"Alcoholism destroys relationships and marriages, but it can also be the catalyst for change and healing.",
		"The press used his arrest as a catalyst for thrusting him out of the homosexual closet and into the limelight.",
		"The catalyst for her second stint in rehab was a car accident on the morning of May 26, 2007, which led to her arrest for DUI.",
		"Every chain of events starts with one push, a catalyst, the perfect mix of different elements that craft a path and make an outcome more likely.",
		"A supported heterogeneous catalyst prepared by traditional methods will not normally have this tightly-controlled a particle size distribution.",
		"They are then passed over a hot aluminum oxide catalyst.",
		"Two years after Altered States, Barrymore took on the role that was the catalyst for her acting career and her downward spiral into booze and drugs.",
		"The book The Live Food Factor contains dozens of case histories contributed from individuals who lost weight or healed from chronic conditions and cite raw foods as their healing catalyst.",
		"Populations throughout the world are more free than ever to express their personal beliefs and opinions, and in this way, the Internet is serving as a catalyst for freedom throughout the world.",
		"Aptitude testing revealed that Bretherton could best serve his country by studying etymology and exterminating, and that became the catalyst for his future career as an exterminator and reality TV star.",
		"It is likely that the next stage in the evolution of electronics, whether it is artificial intelligence and neural networks, or smaller and faster nanotechnology - will serve as a catalyst for additional growth.",
		"The book and the interview served as the catalyst that launched him into a stellar career in Entertainment, landing him his own show Crossing Over with John Edward on the Sci-Fi Channel.",
		"While this novel still dances on the line between being a kid and growing up, it is apparent that Black's escape from Azkaban is the catalyst that will begin a chain reaction of events."
	],
	"synonyms": [
		"modificator",
		"transmogrifier",
		"accelerator",
		"spark",
		"motivation",
		"goad",
		"stimulus",
		"incentive",
		"synergist",
		"spur",
		"activator",
		"instigator",
		"impetus",
		"chemical-reactor",
		"reactant"
	],
	"antonyms": [
		"anticatalyst",
		"prevention",
		"blockage",
		"block",
		"preventer"
	]
}