{
	"word": "sumptuous",
	"meaning": [
		"Involving great expense; costly; lavish.",
		"Magnificent or splendid, as in furnishings, etc."
	],
	"sentences": [
		"A sumptuous banquet took place, followed by a distribution of doles and garlands.",
		"His palace was more sumptuous than the temples of the gods, from which it was quite separate.",
		"The staircase, the chapel and the theatre are especially sumptuous.",
		"The later Rabbis wore most sumptuous apparel, and were crowned until the death of Eliezer ben Azarya.",
		"Antioch, adorned with many sumptuous buildings, as the chief town of the provinces of Asia, became in point of size the third city of the empire and an eastern Rome.",
		"Dados of relief-sculpture run round the inner walls; this feature seems to have been common to Hittite buildings of a sumptuous kind, and accounts for most of the sculptured blocks that have been found, e.g.",
		"One of the principal monuments of Hadrian's munificence was the sumptuous library, in all probability a vast rectangular enclosure, immediately north of the New Agora, the eastern side of which was explored in 1885-1886.",
		"When the peace of the Church permitted it, they were enshrined in chapels and often in sumptuous basilicas.",
		"The expense of keeping up his mercenary establishment and the sumptuous magnificence of his court put a severe strain upon the financial resources of the state.",
		"The dinner menu features eight sumptuous entrees, including eggplant-based vegetarian pasta.",
		"Ros provided a sumptuous feast including copious strawberry meringues and sarnies to die for.",
		"With the combined genius of Domenico Dolce and Stefano Gabbana, the fashion designs are unashamedly sexy and created form the most sumptuous fabrics.",
		"It is composed of a circlet of pure gold set with pearls and precious stones in great profusion, which gives it a most sumptuous appearance.",
		"However carefully the preliminary rites of embalmment and burial might have been performed, however sumptuous the tomb wherein the dead man reposed, he was never- The soul.",
		"Casa de Carmona appears to be a sumptuous Spanish palace.",
		"For bedding, indulge yourself in sumptuous fabrics with inviting colors and textures.",
		"After four days Holofernes, smitten with her charms, at the close of a sumptuous entertainment invites her to remain within his tent over night.",
		"Or a sumptuous picnic using delicious Scottish produce in a remote mountain bothy.",
		"The day was rounded off with a sumptuous Malaysian feast with a local family.",
		"The entrance from the stair landing is of a heavy and sumptuous Jacobean style with thick tapering pilasters.",
		"You'll feel downright sumptuous in this contrasting gold and black look.",
		"In 1912, in collaboration with his wife, he published as a sumptuous folio, with reproductions of the illustrations of the first edition (1556), an English translation of Agricola's De Re Metallica.",
		"It was decorated in the most sumptuous fashion, and like the chapel, served by thirty-five priests, was furnished with a profusion of golden ornaments.",
		"Also, you need to be treated to a sumptuous banquet at least once a week.",
		"The film is erotic, dangerous and features sumptuous cinematography, as each frame features an endless amount of detail.",
		"Make use of the many on board facilities, before a sumptuous five-course dinner is served in the restaurant.",
		"Soft, 100% silk creates a sumptuous feel and the smooth waistband has a silk drawstring detail to ensure an incredibly comfortable fit.",
		"We have sumptuous garnitures for our Life, but have forgotten to live in the middle of them.",
		"Following the take-over of Gray's in 1960, Susan used the malachite transfers to create a sumptuous range of richly guilded ornamental pieces.",
		"Fortrey created an expensive and sumptuous home that was extravagantly decorated with strapwork, magnificent molded plasterwork and detailed paint schemes.",
		"You can unwind in our comfortable lounge bar with a pre-dinner drink or relax in our delightful drawing room after a sumptuous repast.",
		"Adams had truly become a samurai, forgoing his English attire for sumptuous silk kimonos.",
		"Chunky thickness (55m per 100g skein) Knit by hand or weave into sumptuous hats, scarves and jumpers.",
		"His sumptuous improvisations evoke the spirit of the townships, where music, politics & personal experiences have a great influence on the people.",
		"In sheer striped tulle with sumptuous lace embroidery around the neckline, it has a central ribbon detail and dainty shoulder straps.",
		"His surfaces are rich and sumptuous and he uses varied interwoven elements such as fabrics and flowers in his work.",
		"In Portugal, glorious views, gardens and pools, sumptuous modern villas with access to superb sports facilities and beautiful beaches.",
		"He bought a vigna in the Borgo near the Vatican, and thereon erected a sumptuous palace after designs by Bramante; and it was here, in the summer of 1503, that he entertained the pope and Cesare Borgia at a banquet that went on till nightfall despite the unhealthy season of the year, when ague in its most malignant form was rife.",
		"The palaces of the Genoese patricians, famous for their sumptuous architecture, their general effectiveness (though the architectural details are often faulty if closely examined), and their artistic collections, were many of them built in the latter part of the 16th century by Galeazzo Alessi, a pupil of Michelangelo, whose style is of an imposing and uniform character and disphiys marvellous ingenuity in using a limited or unfavourable site to the greatest advantage.",
		"Throw rugs or sumptuous carpets can each have a different effect.",
		"Highlights of Castle Coole include the state rooms with their sumptuous Regency furnishings.",
		"Enjoy your first week of wedded bliss in the sumptuous surroundings of elegant Scottish country house hotels.",
		"Many of these patterns include sumptuous floral prints like Bloomfield, Cassandre, Juliette, Cherrington, Queens Gate, Serafina, or Melrose.",
		"Cruise ship cabins are adequate for passengers' needs, but are unlikely to feature sumptuous bonuses unnecessary to the destination.",
		"From collar to hem, what grabs, and holds, the attention is the sumptuous, deep, chocolate brown color!",
		"Furnished with a fine antique bed and French armoire the room is decorated with lime wash of the original color and sumptuous fabrics.",
		"Her range includes sumptuous silk wraps, elegant throws, warm winter velvet scarves and silk sarongs for the beach.",
		"We chose to eat from the extremely sumptuous buffet of some 50 dishes.",
		"He 's having sumptuous, juicy shrimp tacos made with shrimps just dropped off by the sun-beaten fisherman, I 'm having jack cheese.",
		"Enjoy superb cuisine, relax in the sumptuous lounges, library or sunny conservatory or by the sparkling swimming pool.",
		"From warm wood tones to sumptuous leather and upholstery, western furniture and accessories will make a comfortable statement in any sleeping space.",
		"Plenty of fluffy, white frosted desserts have hidden sumptuous dark chocolate layers, tart fruit curds, nutty spice cakes, and even decadent cheesecakes.",
		"Lowell's, who developed the Seven Layers of Design concept, has a sumptuous collection.",
		"Working on a cruise ship is not a life of endless tropical getaways, luxury accommodations, and sumptuous meals.",
		"It is usually in a separate area of the deck and restfully decorated with lush foliage, mosaic tiles, and other sumptuous details.",
		"The sumptuous, freshly-grilled midday meal is more akin to a banquet and has even been featured in the Gourmet Magazine.",
		"Linens were luxurious and comfortable, making relaxing in the cabin a sumptuous treat.",
		"It is filled with rich history, sumptuous cuisine and a music scene second to none.",
		"The luxurious satin charmeuse fabric looks as sumptuous as it feels, and the ruffled neckline adds an air of sophistication.",
		"These sumptuous materials instantly make your suit perfect for evening wear or cocktail parties.",
		"Elegant decorations reflect both Native American and Hispanic influences, and the landscaping includes sumptuous fountains that make the resort truly an oasis in the midst of the southwestern desert.",
		"Each food item is selected for its outstanding taste and the unique part it plays in providing an exciting and sumptuous array of items.",
		"Since sun exposure naturally lightens hair, going brighter will create the illusion of sumptuous days in the sun.",
		"Rich hair lowlights shades are subtle and sumptuous, while face-framing color brings instant attention to your eyes and facial structure.",
		"The bikini bottoms' ties were knotted into sumptuous bows that spilled across her hips in a style that's not usually showcased in the magazine.",
		"These dolls featured sumptuous ball gowns detailed with satin, velvet, sequins and fur.",
		"A sash tie is also featured on this look, but again, the sumptuous elegance is enhanced by the coat's color; this time it's a deep, Victorian-like, midnight blue.",
		"Does anything feel more glamorous or sumptuous than evening wear like that of ladies ball gowns?",
		"This was defined by sumptuous fashions made in luxurious fabrics.",
		"The good news is that the newest interpretations boast a modern feel, thanks to updated details like fur collars, sumptuous materials and even some glamorous embellishments.",
		"Shipboard activities include sumptuous dining, world class entertainment, and a multitude of new experiences such as wine tastings, lectures, games, and more.",
		"Combining function, femininity and an edgy style, Chloé handbags are coveted for their uptown aesthetic, sumptuous materials, and luxe detailing.",
		"Not only is it roomy enough for a quick overnight trip, but its sumptuous green color is amazingly chic.",
		"You should purchase luggage from this collection if you love the sumptuous look of a pink and brown color scheme, like to get noticed for your fine style, and have a true love for the Brighton name.",
		"One of the most amazing features of these handbags is the colors; they are incredibly vivid and sumptuous.",
		"Unique details like polka dot ties amd sumptuous colors like royal purple and jungle green are breathtaking and fun to behold.",
		"These handsomely made moccasins offer a classic look in rich, sumptuous colors like dusty brown and butterscotch yellow.",
		"You'll see handsome tweed uppers, red wine leather, sumptuous suede, brushed metallic and detailed embroidery.\"",
		"Consumers can choose from modestly-priced yet technologically-advanced timepieces or from watches that offer the best Swiss Army features decked out in sumptuous designer trappings.",
		"Let status, beauty and accuracy come together on your wrist with a small taste of Cartier's sumptuous style.",
		"Founded by jeweler Sotirio Voulgaris in 1884, Bulgari is more a luxury retailer than a watch manufacture, but that doesn't stop the company from creating sumptuous timepieces.",
		"Atkins stresses sumptuous, high fat foods like bacon, heavy cream, butter and beef along with a limited number of vegetables.",
		"Choose from sumptuous gifts such as Dom Perignon Champagne and Chocolates--perfect for a new bride and groom, or for an anniversary.",
		"It gives warmth without weight and sumptuous softness combined with features like a stylish shawl collar, decorative piping, and patch pockets.",
		"While they don't have a classic white, they offer an off-white/yellow called \"shale\" that is in a soft and sumptuous 100% silk charmeuse that can be machine washed.",
		"Nothing feels as sumptuous and as delightful as slipping on a nightgown that has a matching robe; this style can help you to appear more polished and confident, particularly if you happen to have visiting guests.",
		"Plush Necessities has everything you could possibly want to achieve that warm, sumptuous feeling.",
		"You can sit back on comfortable pillows and play the role of a starlet in a sumptuous nightgown and bed jacket like this.",
		"The first key highlight of this lingerie piece is its color; a sumptuous, sheer blush pink.",
		"Every season, OPI launches a new palette of sumptuous colors.",
		"More recent monographs have been more exact, and some of them equally sumptuous.",
		"It is still characterized by great splendour; of San indeed, the library of San Marco, built by Jacopo Sansovino in 1536, is justly considered the most sumptuous example of Renaissance architecture in the world.",
		"His memory is still cherished in the district, for he conferred on it the title of Gefiirstete Grafschaft, spent much time in it, and erected in the chief church of Innsbruck a sumptuous monument as his tomb.",
		"The crowns suspended in churches suggested doubtless the sumptuous pensile luminaries, frequently designated from a very early period as coronae, in which the form of the royal circlet was preserved in much larger proportions, as exemplified by the remarkable corona still to be seen suspended in the cathedral at Aix-laChapelle over the crypt in which the body of Charlemagne was deposited.\"",
		"These are they who, enlarging day by day their sumptuous edifices, encircling them with lofty walls, lay up in them their incalculable treasures, imprudently transgressing the bounds of poverty and violating the very fundamental rules of their profession.\"",
		"It is a very sumptuous work, the front of the altar being entirely of gold, with repousse reliefs and cloisonné enamels; the back and ends are of silver, with gold ornaments.",
		"A sumptuous gaming room and private harem caters for evening entertainment.",
		"The car also featured a sumptuous interior, upholstered in Connolly hide complemented by lambswool rugs.",
		"Visually sumptuous, the performances are equally strong; Cruz delivers arguably her strongest showing yet.",
		"The costumes of course look very period Japanese and for the girls are quite sumptuous.",
		"Although the illustrations are very sumptuous, many of them do not add much to the exposition.",
		"The presence of two women, with one man, and a rather sumptuous picnic was regarded as scandalous.",
		"With the aspirations many times a week former employees claimed particularly sumptuous.",
		"He's having sumptuous, juicy shrimp tacos made with shrimps just dropped off by the sun-beaten fisherman, I'm having jack cheese.",
		"All eleven exquisite properties have been finished to the highest specifications and provide sumptuous, luxury accommodation.",
		"The scale is sumptuous, the dimensions breath taking.",
		"Professor de Petra (in the same work) has also published the official notices upon the antiquities unearthed in the sumptuous villa, giving the plan executed by Weber and recovered by chance by the director of excavations, Michele Ruggiero.",
		"Victorian curtains were often made of sumptuous velvet or silk and embellished with ribbons or embroidery.",
		"For example, Godiva chocolate is a sumptuous celebration of gourmet chocolate and often found in bite-size morsels around town.",
		"Dresses made of sumptuous materials like velvet are plentiful, but you'll also see plaid, brocade and simpler fabrics that are just as holiday-ready.",
		"It is still used where hand printing prevails, and it was this form of press which was employed by William Morris at his famous, but short-lived, Kelmscott Press, the upright frame or staple, of iron; the feet of this staple rested upon two pieces of substantial timber dovetailed into a cross, which formed a base or foundation for the in the production of many sumptuous books, the most celebrated of which was the Chaucer, a large folio volume, illustrated by Sir Edward Burne-Jones.",
		"As to foreign relations, he received embassies from Europe and a deputation from the French East India Company; he sought to conciliate the Uzbegs by treating their refugee chiefs with unusual honor and sumptuous hospitality; he kept on good terms with Turkey; he forgave the hostility of a Georgian prince when brought to him a captive; and he was tolerant to all religionsalways regarding Christians with especial favor.",
		"He is credited with having himself designed candelabra and other objects in metal, and he directly encouraged the production of the sumptuous treatise on metal-work by Digby Wyatt, which laid the foundations of the revival.",
		"This famous building, one of the largest, and in the interior one of the most sumptuous, of the royal residences of France, lies immediately to the south-east of the town.",
		"But by the Toth century the rule was commonly set aside, and we find frequent complaints of abbots dressing in silk, and adopting sumptuous attire.",
		"Albert adorned the Stiftskirche at Halle and the cathedral at Mainz in sumptuous fashion, and took as his motto the words Domine, dilexi decorem domus tuae.",
		"He ruled with a stern sway for nearly half a century, but the brilliance of his court, his encouragement of the fine arts and his decoration of the city with sumptuous edifices, to some extent compensated the Bolognese for the loss of their liberty.",
		"Dumeril, the administrator of the reptile collection of the Jardin des Plantes, the living specimens of which were at that time housed in a very miserable structure, situated at a short distance from the comparatively sumptuous building which was erected some years later and opened to the public in 1874.",
		"Magnificent works in silver, such as shrines, altar crosses and church vessels of all kinds, were produced in Spain from the 14th to the 16th century - especially a number of sumptuous tabernacles (custodia) for the host, magnificent examples of which still exist in the cathedrals of Toledo and Seville.",
		"It contains a huge high altar, the masterpiece of Veit Stoss, who was a native of Cracow, executed in 1 477 - 1489; a colossal stone crucifix, dating from the end of the 15th century, and several sumptuous tombs of noble families from the 16th and 17th centuries.",
		"Betsy left the key to her sumptuous room, in the city's finest hotel, allowing me to drop off my duds before meeting him in the hotel lobby."
	],
	"synonyms": [
		"deluxe",
		"grand",
		"luxurious",
		"opulent",
		"princely",
		"gilded",
		"lucullan",
		"splendid",
		"rich",
		"plush",
		"magnificent",
		"lush",
		"lavish",
		"extravagant",
		"elegant"
	],
	"antonyms": [
		"mean",
		"wanting",
		"poor",
		"cheap",
		"humble"
	]
}