{
	"word": "deterrent",
	"meaning": [
		"Deterring or tending to deter.",
		"Serving to deter, preventing something from happening.",
		"A thing or factor that deters; hindrance.",
		"A retaliatory means of discouraging enemy attack."
	],
	"sentences": [
		"This has to be a serious deterrent to Japan (as an example).",
		"The cost is a deterrent for many people.",
		"The Blue Badge Protector is a visible deterrent to thieves.",
		"She did, however, celebrate the deterrent effect of the new law that was passed.",
		"Even if you do have a high-quality printer, the cost of ink and photo paper could be a deterrent.",
		"While the initial investment can be a deterrent, you must also consider the return on your investment.",
		"If you can identify bugs that are causing problems, it will be easier to find a deterrent.",
		"For others, the issues surrounding increased risks of some health issues can be a deterrent.",
		"Alarms can be a good deterrent to would be robbers or attackers.",
		"Be sure to use only as much artwork as you need because overcrowding a page with images can actually be a deterrent.",
		"The price of a Rosetta Stone language program is likely the greatest deterrent for homeschooling parents.",
		"The latest version of our ultrasonic animal deterrent now features a preprogrammed microcontroller and incorporates extra features.",
		"What research has been, or will be, undertaken to establish the deterrent effect, if this is to come into law?",
		"The further step of removing warheads from missiles would also add a new vulnerability to our deterrent posture.",
		"For most cats, stretching netting over the baby's bed is enough of a deterrent.",
		"While the initial and ongoing cost can be a deterrent, you have to realize that when you purchase this system, you're buying more than just a toothbrush and toothpaste.",
		"The CatStop cat deterrent is designed to safely keep cats out of areas where you don't want them.",
		"The ice content in these types of drinks inhibits chugging, but their frequently high alcohol content should be the biggest deterrent to over imbibing.",
		"The transit system has also initiated a few interesting studies, the most recent being the Golden Gate Bridge Physical Suicide Deterrent System Project.",
		"San Francisco has approved a series of suicide barriers that are planned for installation on the bridge to provide a physical deterrent to attempted suicides.",
		"Not only can this be a great deterrent against would be robbers, but it also allows you to quickly and easily see the goings-on in and around the pool area.",
		"It was feared that the removal of this powerful deterrent would adversely affect discipline, but on the contrary, the yearly average of prison offences has diminished from 147 to 131 per thousand prisoners, and it has been felt by the authorities that the limitation was salutary and wise.",
		"The possession of nuclear weapons by both sides led to the ultimate deterrent doctrine of mutually assured destruction.",
		"And it would stop us from ensuring the safety and reliability of our nation's deterrent, should the need arise.",
		"In our recent policy document we state that we will retain the British nuclear deterrent, Trident.",
		"North Korea must follow suit; therefore, Japan had better acquire a nuclear deterrent.",
		"A credible nuclear deterrent remains vital for US security.",
		"The most effective vehicle theft deterrent is to leave empty.45 shells strewn across the dashboard.",
		"Cardholders have the option of placing their photo on the face of the MasterCard as an additional deterrent.",
		"As you can see, while Ontario bank fraud and identity theft investigations are sometimes successful, the penalties for such fraud are not necessarily always severe enough to act as a deterrent.",
		"In addition, keeping your mind and body in top condition is a sure deterrent.",
		"The Poor Law is restrictive in that by deterrent devices it confines help to relieving destitution.",
		"For the foreseeable future we will be maintaining the nuclear deterrent.",
		"In our view, the UK should make a clear decision on whether to retain the strategic nuclear deterrent.",
		"To protect them, lockable wheel nuts are an effective deterrent.",
		"A border of at least a meter, filled with thorny shrubs is a great burglar deterrent.",
		"Is it purely as a pet, for eggs, as a snail and slug deterrent or for meat?",
		"The longer a patient took an alcohol deterrent, the researchers found, the more likely he or she was to stay sober.",
		"Ask your garden center to suggest cat deterrent plants you can scatter around.",
		"The prospects for an EU nuclear ' deterrent ' force remain far distant if not inconceivable.",
		"The problems of the deterrent posture for Western Europe have given rise to two schools of thought.",
		"Also, the visible presence of the car acts as a deterrent.",
		"Retention of an ultimate deterrent or ultimate guarantee of national security is a political given - but its scale is not.",
		"Is transportation a deterrent to you attending these classes, and if so, what are your transportation alternatives—bus, taxi, shuttle, subway, etc.?",
		"One of the greatest deterrent for people considering starting a home business can be funding.",
		"Though there have been some conflicting studies on the use of sunscreen as a deterrent against cancer, the general consensus among medical professionals is that sunscreen is not only a skin-saving product, but may also be a life-saving one.",
		"Paradoxes of deterrent theory have emerged.",
		"But a huge deterrent for live sales of prime cattle has been the 20-day standstill.",
		"Neither the deterrent nor the reformatory theories of punishment (q.v.) necessarily depend upon or carry with them a belief in the freedom of the will.",
		"Imprisonment was not sufficiently deterrent to the habitual criminal class, and small attention was paid to the reclamation of less hardened offenders.",
		"Besides the making of boxes and barrels and other articles necessarily Involved in its sugar and tobacco trade, Havana also, to some extent, builds carriages and small ships, and manufactures iron and machinery; but the weight of taxation during the Spanish period was always a heavy deterrent on the development of any business requiring great capital.",
		"On the contrary, a belief that conduct necessarily results upon the presence of certain motives, and that upon the application of certain incentives, whether of pain or pleasure, upon the presence of certain stimuli whether in the shape of rewards or punishments, actions of a certain character will necessarily ensue, would seem to vindicate the rationality of ordinary penal legislation, if its aim be deterrent or reformatory, to a far greater extent than is possible upon the libertarian hypothesis.",
		"While if the deterrent and reformatory theories alone provide a rational end for punishment to aim at then the libertarian hypothesis pushed to its extreme conclusion must make all punishments equally useless.",
		"But he made no sign of disapproval when the doctrine was defined, and subsequently, in a letter nominally addressed to the duke of Norfolk on the occasion of Mr Gladstone's accusing the Roman Church of having \"equally repudiated modern thought and ancient history,\" Newman affirmed that he had always believed the doctrine, and had only feared the deterrent effect of its definition on conversions on account of acknowledged historical difficulties."
	],
	"synonyms": [
		"dissuasive",
		"preventive",
		"preventative",
		"preclusive",
		"handicap",
		"check",
		"baulk",
		"balk",
		"hinderance",
		"impediment",
		"hindrance",
		"disincentive",
		"hurdle",
		"curb",
		"block",
		"restraint",
		"obstacle"
	],
	"antonyms": [
		"encouragement",
		"incentive",
		"catalyst"
	]
}