{
	"word": "insolent",
	"meaning": [
		"Boldly disrespectful in speech or behavior; impertinent; impudent.",
		"Arrogantly contemptuous; overbearing.",
		"Cheeky."
	],
	"sentences": [
		"They were extremely insolent to the police officers who tried to get them to leave.",
		"I drew myself up, and looking at him scornfully said, \" You insolent scoundrel!",
		"I drew myself up, and looking at him scornfully said,  You insolent scoundrel !",
		"You, then, who are destitute of His grace, should not seem insolent in your pride.",
		"Seeing this, the rest became extremely insolent, and more savages came to join them from the other side of the river.",
		"That sovereign was determined to dominate the young duke of Savoy, who from the first resented the monarch's insolent bearing.",
		"But what success has your honor's modesty been crowned with now, that it grows so insolent upon us?",
		"Juba was a thorough savage; brave, treacherous, insolent and cruel.",
		"Tyler thereupon grew insolent, and in the altercation that ensued the rebel leader was killed by the mayor, Sir William Walworth, and John Standwick, one of the king's squires.",
		"Impressed, Dusty wondered if Darian was beginning to grow out of his insolent teenager stage.",
		"They often lived on terms of intimacy either with the head of the house or its younger members; but it is to be feared that too often this intimacy was founded, not on mutual respect, as in the heroic example of Ulysses and Eumaeus, but on insolent self-assertion on the one side and a spirit of unworthy compliance on the other, the latter having its raison d'être in degrading services rendered by the slave.",
		"Maxine assures Joan she won't tell anyone what she knows when Joan warns her not to be so insolent to her in public.",
		"Finally, he married his own daughter and was very insolent to St Germanus.",
		"Returning to England in July 1309, Edward persuaded some of the barons to sanction this proceeding; but as Gaveston was more insolent than ever the old jealousies soon broke out afresh.",
		"Warburton's manner of dealing with opponents was both insolent and rancorous, but it did him no disservice.",
		"It contained many and terrible truths as to the royal refusal to sanction the decrees and as to the king's position in the state; but it was inconsistent with a minister's position, disrespectful if not insolent in tone.",
		"At the time of the Vatican Council (1869-1870) he was known to be opposed to the definition of Papal infallibility, and in a private letter to his bishop (Ullathorne), surreptitiously published, he denounced the \"insolent and aggressive faction\" that had pushed the matter forward.",
		"Dolokhov slowly straightened his bent knee, looking straight with his clear, insolent eyes in the general's face.",
		"Though he was apt to represent himself as disliked and neglected by the admiralty, and was frequently insolent towards his superiors, he was, as a matter of fact, pretty constantly employed, and he more than justified his appointments by his activity and success as captain of the \"Pallas\" (32) and \"Imperieuse\" (38) on the ocean and in the Mediterranean.",
		"Sprengtporten thereupon tendered his resignation as colonel of the guard, and at a personal interview with Gustavus was so violent and insolent that anything like agreement between them became impossible.",
		"Kinneir, Fraser and other observers speak unfavourably of the Mazandarani people, whom they describe as very ignorant and bigoted, arrogant, rudely inquisitive and almost insolent towards strangers.",
		"The bourgeoisie, the Assembly, the country and La Fayette, one of the leaders of the army, now embarked upon a royalist reaction, which would perhaps have been efficacious, Manifesto had it not been for the entry into the affair of the ki Prussians as allies of the Austrians, and for the insolent manifesto of the duke of Brunswick.",
		"This pupil (probably Albert Burgh, who afterwards joined the Church of Rome and penned a foolishly insolent epistle to his former teacher) was the occasion of Spinoza's first publication - the only publication indeed to which his name was attached.",
		"In this he drew a masterly picture, not only of the life and immorality of the friars but also of the insolent Filipino chiefs or caciques, subservient to the powers above, tyrannical to those below, superstitious, unprogressive and grasping.",
		"They soon reached Rome, and a Dominican monk, Prierius, wrote a reply in defence of the papal power, in an insolent tone which first served to rouse Luther's suspicion of the theology of the papal Curia.",
		"When the king began to hint at the recall of Piero de' Medici, whose envoys had gained his ear, the signory ordered the citizens to be ready to fly to arms. The proposal was dropped, but Charles demanded an immense sum of money before he would leave the city; long discussions followed, and when at last he presented an insolent ultimatum the syndics refused to accept it.",
		"Unfortunately the fruits of his diligence and foresight were dissipated by the follies of his two immediate successors, Emerich (1196-1204) and Andrew II., who weakened the Ar royal power in attempting to win support by lavish grants of the crown domains on the already over-influential magnates, a policy from which dates the supremacy of the semi-savage Magyar oligarchs, that insolent and self-seeking class which would obey no superior and trampled ruthlessly on every inferior.",
		"Every time he chanced to meet Dolokhov's handsome insolent eyes, Pierre felt something terrible and monstrous rising in his soul and turned quickly away."
	],
	"synonyms": [
		"flip",
		"snotty-nosed",
		"impudent",
		"bald-faced",
		"bodacious",
		"barefaced",
		"brazen-faced",
		"brazen",
		"brassy",
		"audacious",
		"unmannerly",
		"ungracious",
		"shameless",
		"rude",
		"overbearing"
	],
	"antonyms": [
		"respectful",
		"modest",
		"humble",
		"cowardly",
		"servile",
		"polite"
	]
}