{
	"word": "amorphous",
	"meaning": [
		"Lacking physical form or shape.",
		"Without definite form; shapeless.",
		"Lacking organization; formless.",
		"Of no definite type; anomalous.",
		"Lacking a crystalline structure."
	],
	"sentences": [
		"It is a brownish amorphous solid, which is insoluble in water.",
		"White lead is an earthy, amorphous powder.",
		"It is a white amorphous powder which resembles lime in its general character.",
		"Amorphous titanium oxide may be obtained in a pure form.",
		"Gold, silver, copper, lead, aluminium, cadmium, iron (pure), nickel and cobalt are practically amorphous, the crystals (where they exist) being so closely packed as to produce a virtually homogeneous mass.",
		"Contemporaries usually spoke of 70, 72, 73 or 77 members, and perhaps the list is complete with Daenell's recent count of 72, but the obscurity on so vital a point is significant of the amorphous character of the organization.",
		"The dichloride is an amorphous, readily fusible, almost black solid.",
		"It forms an amorphous gummy mass, which is decomposed by heat.",
		"Sit forward and sit back models of media consumption are now outdated and everything is becoming more amorphous.",
		"A large amorphous blob of white light called Rover.",
		"She then becomes plagued by nightmares about a macabre, amorphous being stalking her.",
		"A rubber is a fully amorphous, lightly cross-linked polymer, above T g.",
		"Such a position is amorphous; it is conservative and it threatens to become reactionary.",
		"Behind the Solo is an amorphous silicon solar panel.",
		"Amorphous silicon, a solid in which atoms are arranged in a non- periodic jumble, rivals crystalline silicon for photovoltaic applications.",
		"You can also elect to glue amorphous panels directly to your roof, saving you the need to drill holes through your rooftop.",
		"From Morphinae Acetas, a white soluble amorphous powder, is made Liquor Morphinae Acetatis, strength 1% or 44 grs.",
		"It is an amorphous white powder; but it may also be obtained in crystals isomorphous with cassiterite by heating the amorphous form with borax to a very high temperature.",
		"It is readily soluble in acids, forming salts, the rate of solution being rapid if the oxide is in the amorphous condition, but slow if the oxide is crystalline.",
		"The hydroxide, Ni(OH) 2, is obtained in the form of a greenish amorphous powder when nickel salts are precipitated by the caustic alkalis.",
		"It forms a light yellow amorphous mass which is almost insoluble in acids.",
		"The dichloride, WC1 2, is an amorphous grey powder obtained by reducing the hexachloride at a high temperature in hydrogen, or, better, by heating the tetrachloride in a current of carbon dioxide.",
		"When pure the acid forms a colourless, amorphous mass, very soluble in water, less so in alcohol, and practically insoluble in ether.",
		"It is usually obtained in an amorphous, scarcely ever in a crystalline state.",
		"Microscopic sections show that flint is very finely crystalline and consists of quartz or chalcedonic silica; colloidal or amorphous silica may also be present but cannot form any considerable part of the rock.",
		"By condensing arsenic vapour in a glass tube, in a current of an indifferent gas, such as hydrogen, amorphous arsenic is obtained, the deposit on the portion of the tube nearest to the source of heat being crystalline, that farther along (at a temperature of about C.) being a black amorphous solid, while still farther along the tube a grey deposit is formed.",
		"Arsenic compounds can be detected in the dry way by heating in a tube with a mixture of sodium carbonate and charcoal when a deposit of black amorphous arsenic is produced on the cool part of the tube, or by conversion of the compound into the trioxide and heating with dry sodium acetate when the offensive odour of the extremely poisonous cacodyl oxide is produced.",
		"White arsenic exists in two crystalline forms (octahedral and prismatic) and one amorphous form; the octahedral form is produced by the rapid cooling of arsenic vapour, or by cooling a warm saturated solution in water, or by crystallization from hydrochloric acid, and also by the gradual transition of the amorphous variety, this last phenomenon being attended by the evolution of heat.",
		"Orpiment (auri pigmentum) occurs native in pale yellow rhombic prisms, and can be obtained in the amorphous form by passing a current of sulphuretted hydrogen gas through a solution of arsenious oxide or an arsenite, previously acidified with dilute hydrochloric acid.",
		"Lead chromate, PbCrO 4, occurs native as the mineral crocoisite, and may be obtained as an amorphous pale yellow solid by precipitating a soluble lead salt by an alkaline chromate.",
		"Silver chromate, Ag2Cr04, is a dark red amorphous powder obtained when silver nitrate is precipitated by an alkaline chromate.",
		"The market can then be treated as a concretization of the rather amorphous village structure.",
		"As we know from modern material, silk is mainly crystalline, albeit in a somewhat amorphous state.",
		"Such polymers are rubbers (so long as they are largely amorphous) at room temperature.",
		"After February 1917 they were extremely amorphous, to the point of having a large and influential petty-bourgeois component within them.",
		"The center of the particle appears amorphous in negatively stained EM preps, the nucleocapsid being in a loosely wound rather disordered state.",
		"Knowing the structure of amorphous calcium phosphate will improve our knowledge of bone growth.",
		"Electron microscopy reveals that elastic fibers are composed of bundles of small fibrils approximately 11 nm in diameter embedded in an amorphous material.",
		"Although in most traditions the sacred itself is ultimately indefinable, it is not amorphous.",
		"Still relatively nascent and amorphous, translation studies needed just such a means of solidification.",
		"For mannitol, the water sorption results indicate a higher mannitol amorphous content is possible with higher BSA loadings.",
		"The figures are very amorphous without facial features beside ears, and a somewhat unnatural skin tone.",
		"Pure amorphous boron is a chestnut-coloured powder of specific gravity 2.45; it sublimes in the electric arc, is totally unaffected by air at ordinary temperatures, and burns on strong ignition with production of the oxide B 2 0 3 and the nitride BN.",
		"The coloring matters are not dissolved in the stroma of the chrornoplast, but exist as amorphous granules, with or without the presence of a protein crystal, or in the form of fine crystalline needles, frequently curved and sometimes present in large numbers, which are grouped together in various ways in bundles and give the plastids their fusiform or triangular crystalline shape.",
		"The tanned complexion, that amorphous crag-like face; the dull black eyes under the precipice of brows, like dull anthracite furnaces, needing only to be blown; the mastiff mouth accurately closed; I have not traced so much of silent Berserkir rage that I remember in any man.\"",
		"If twelve grammes of amorphous carbon be burnt to carbon dioxide under constant volume, the heat evolved (96.96 cal.) does not measure the entire thermal effect, but the difference between this and the heat required to break down the carbon molecule into atoms. If the number of atoms in the carbon molecule be denoted by n, and the heat required to split off each atom from the molecule by d, then the total heat required to break down a carbon molecule completely into atoms is nd.",
		"On warming solutions of pyrrol in dilute acid, ammonia is evolved, and an amorphous powder of variable composition, known as pyrrol-red, separates out.",
		"Haemosiderin, an iron-containing pigment (probably an hydrated ferrous oxide), is found in more or less loose combination with protein substances in an amorphous form as brownish or black granules.",
		"Barium sulphate, BaSO 4, is the most abundant of the naturally occurring barium compounds (see Barytes) and can be obtained artificially by the addition of sulphuric acid or any soluble sulphate to a solution of a soluble barium salt, when it is precipitated as an amorphous white powder of specific gravity 4.5.",
		"A spectral feature near 10 microns is evidence for small amorphous silicate grains.",
		"The process involves the production of a rapidly solidified, amorphous material, usually in powder form.",
		"The liquid is scarcely glimpsed, however, before it quickly solidifies, partly into an amorphous carbon structure.",
		"Amorphous panels are made of a thin film of molten silicon spread across plates of stainless steel.",
		"However, amorphous panels continue to charge even when shadow covers a portion of the panel's cells.",
		"Monocrystalline solar panels have an 18 percent efficiency rating, polycrystalline solar panels rate at 15 percent, and amorphous panels have a 10 percent efficiency rating.",
		"As bands like Dashboard Confessional and Fallout Boy enjoyed wide success, the term emo became even more amorphous, with bands being labeled \"emo\" for having only a vague resemblance to other emo artists or a stereotypical emo image.",
		"Boron chloride BC1 3 results when amorphous boron is heated in chlorine gas, or more readily, on passing a stream of chlorine over a heated mixture of boron trioxide and charcoal, the volatile product being condensed in a tube surrounded by a freezing mixture.",
		"Amorphous sulphur or Sy exists in two forms, one soluble in carbon bisulphide, the other insoluble.",
		"Gelatin forms a white amorphous powder; the commercial product, however, generally forms glassy plates.",
		"Lead sesquioxide, Pb203, is obtained as a reddish-yellow amorphous powder by carefully adding sodium hypochlorite to a cold potash solution of lead oxide, or by adding very dilute ammonia to a solution of red lead in acetic acid.",
		"When heated they liquefy; and if the heating be continued, the water of crystallization is driven off, the salt froths and^swells, and at last an amorphous powder remains.",
		"It is a white amorphous infusible powder, which when strongly heated in sulphuretted hydrogen, yields an oxysulphide.",
		"The element exists in two forms, one amorphous, the other crystalline.",
		"The specific gravity of the amorphous form is 2.35 (Vigouroux), that of the crystalline variety varying, according to the method of preparation, from 2.004 to 2.493.",
		"The metal thus produced formed a dark brown amorphous powder resembling iron as obtained by the reduction of its oxide in hydrogen.",
		"It gives the normal sulphate as a yellow, deliquescent, amorphous mass when treated with nitric acid.",
		"Tantalum pentoxide, Ta205, is a white amorphous infusible powder, or it may be crystallized by strongly heating, or by fusing with boron trioxide or microcosmic salt.",
		"It is, however, a curious question how, considering the increase of carbonic acid by the decomposition of organic bodies and possible submarine exhalations of volcanic origin, the water has not in some places become saturated and a precipitate of amorphous calcium carbonate formed in the deepest water.",
		"Calcium monosulphide, CaS, a white amorphous powder, sparingly soluble in water, is formed by heating the sulphate with charcoal, or by heating lime in a current of sulphuretted hydrogen.",
		"Amorphous carbon is obtained by the destructive distillation of many carbon compounds, the various kinds differing very greatly as regards physical characters and purity, according to the substance used for their preparation.",
		"As a rule it is preferable to use iodine in the presence of a carrier, such as amorphous phosphorus or ferrous iodide or to use it with a solvent.",
		"The usual method is to make a mixture of amorphous phosphorus and a large excess of iodine and then to allow water to drop slowly upon it; the reaction starts readily, and the gas obtained can be freed from any admixed iodine vapour by passing it through a tube containing some amorphous phosphorus.",
		"It is a powerful reducing agent, and is frequently employed for this purpose in organic chemistry; thus hydroxy acids are readily reduced on heating with the concentrated acid, and nitro compounds are reduced to amino compounds, &c. It is preferable to use the acid in the presence of amorphous phosphorus, for the iodine liberated during the reduction is then utilized in forming more hydriodic acid, and consequently the original amount of acid goes much further.",
		"The precipitate so obtained is a brown amorphous solid which readily oxidizes on exposure, and is decomposed by heat with liberation of hydrogen and formation of the sesquioxide.",
		"In the amorphous state it is a dull green, almost infusible powder, but as obtained from chromium oxychloride it is deposited in the form of dark green hexagonal crystals of specific gravity 5 2.",
		"If the violet solution is allowed to evaporate slowly at ordinary temperatures the sulphate crystallizes out as Cr2(S04)3.15H20, but the green solution on evaporation leaves only an amorphous mass.",
		"Chromic thiocyanate, Cr(SCN) 3, an amorphous deliquescent mass, is formed by dissolving the hydroxide in thiocyanic acid and drying over sulphuric acid.",
		"Magnesium hydroxide is a white amorphous solid which is only slightly soluble in water; the solubility is, however, greatly increased by ammonium salts.",
		"It is a white amorphous powder, readily soluble in acids.",
		"The filtrate, now containing roughly two molecules of alumina to one of soda, is concentrated to the original gravity of 1.45, and employed instead of fresh caustic for the attack of more bauxite; the precipitate is then collected, washed till free from soda, dried and ignited at about looo C. to convert it into a crystalline oxide which is less hygroscopic than the former amorphous variety.",
		"Alumina is obtained as a white amorphous powder by heating aluminium hydroxide.",
		"The cells of fungi, in addition to protoplasm, nuclei and sap-vacuoles, like other vegetable cells, contain formed and amorphous bodies of various kinds.",
		"Digitalein is amorphous but readily soluble in water.",
		"Both bort and carbonado seem to be really aggregates of crystallized diamond, but the carbonado is so nearly structureless that it was till recently regarded as an amorphous modification of carbon.",
		"The mineral is also frequently found massive, with a coarse or fine granular structure and a crystalline fracture; sometimes it occurs as a soft, white, amorphous deposit resembling artificially precipitated zinc sulphide.",
		"Lanthanum hydroxide, La(OH) 3, is a white amorphous powder formed by precipitating lanthanum salts by potassium hydroxide.",
		"These plateaus are composed of nearly horizontal sheets of basalt - columnar, amorphous or amygdaloidal - which, in Ben More, in Mull, attain a thickness of more than 3000 ft.",
		"The manganites are amorphous brown solids, insoluble in water, and decomposed by hydrochloric acid with the evolution of chlorine.",
		"When prepared by the precipitation of nickel salts with alkaline sulphide in neutral solution it is a greyish black amorphous compound which readily oxidizes in moist air, forming a basic nickel sulphate.",
		"Of the salts, the normal tungstates are insoluble in water with the exception of the alkaline tungstates; they are usually amorphous, but some can be obtained in the crystalline form.",
		"The amorphous variety may be obtained from the crystalline form by dissolving it in caustic potash or soda or in solutions of alkaline sulphides, and precipitating the hot solution by dilute sulphuric acid.",
		"Attempts to get a pure toxin by repeated precipitation and solution have resulted in the production of a whitish amorphous powder with highly toxic properties.",
		"It is reduced by sodium amalgam to benzhydrol or diphenyl carbinol C 6 H 5 [[Choh C 6 H]] 5; a stronger reducing agent, such as hydriodic acid in the presence of amorphous phosphorus converts it into diphenylmethane (C6H5)2.",
		"Distilled with zinc dust morphine yields phenanthrene, pyridine and quinoline; dehydration gives, under certain conditions, apomorphine, C17H17N02, a white amorphous substance, readily soluble in alcohol, either and chloroform.",
		"Silver peroxide, AgO, appears under certain conditions as minute octahedra when a solution of silver nitrate is electrolysed, or as an amorphous crust in the electrolysis of dilute sulphuric acid between silver electrodes.",
		"The amorphous variety, which only differs from the vitreous form in its state of aggregation, is obtained by reducing solutions of selenious acid with sulphur dioxide.",
		"The red crystalline variety is obtained by crystallization of selenium from carbon bisulphide, or by leaving the amorphous form in contact with the same solvent.",
		"Lithium carbonate, Li 2 CO 3, obtained as a white amorphous precipitate by adding sodium carbonate to a solution of lithium chloride, is sparingly soluble in water.",
		"The usual method employed for the preparation of the gas consists in dropping bromine on to a mixture of amorphous phosphorus and water, when a violent reaction takes place and the gas is rapidly liberated.",
		"By passing the products of the decomposition of calcium phosphide with water over granular calcium chloride, the P 2 H 4 gives a new hydride, P1.2H6 and phosphine, the former being an odourless, canary-yellow, amorphous powder.",
		"The name has no reference to the appearance of the body to the eye; when emitting energy, its radiations will he of all wave-lengths, and if intense enough will appeal to the eye as luminous between about wave-lengths 7600 and 4000 tenth-metres; this intensity is a question of temperature, and as it is exquisitely inappropriate to speak of the bulk of the solar radiations as black, the writer will speak instead of amorphous radiations from an ideal radiator.",
		"It is then found both by experiment and by thermodynamic theory that in these amorphous radiations there is for each temperature a definite distribution of the energy over the spectrum according to a law which may be expressed by 0 5 0(OX)dX, between the wave-lengths X, A+dX; and as to the form of the function 4), Planck has shown (Sitzungsber.",
		"An amorphous form results when a mixture of iron filings and sulphur are triturated with water.",
		"Another black amorphous form results when ferrous salts are precipitated by ammonium sulphide.",
		"Reddish brown amorphous powders of the formulae 2FeC1 3NO and 4FeC13NO are obtained by passing the gas over anhydrous ferric chloride.",
		"The heptanitroso acid is precipitated as a brown amorphous mass by dilute sulphuric acid, but if the salt be heated with strong acid it yields nitrogen, nitric oxide, sulphur, sulphuretted hydrogen, and ferric, ammonium and potassium sulphates.",
		"It forms a black amorphous powder or a dark green crystalline mass, and is insoluble in water and in most acids.",
		"It is an amorphous or crystalline mass of indigo-blue or steel-grey colour, which is insoluble in water and is also infusible.",
		"It has an amorphous internal structure, a dull fracture; is of a yellow to yellowish-brown hue, the purer varieties being almost colourless, or possessing a greenish tinge, and has a somewhat bitter aromatic taste, and a balsamic odour, which is developed by heating.",
		"In structure the gums are quite amorphous, being neither organized like starch nor crystallized like sugar.",
		"Not since the early Middle Ages has the Catholic Church seemed so amorphous, formless and anomic.",
		"The northern part of the anomaly is very amorphous at this point (Figure 3 ).",
		"They were technically on three route cards but evolved into one amorphous gestalt.",
		"They may form from floors, walls or the ceiling and appear amorphous or human shaped.",
		"It is a black amorphous powder soluble in concentrated sulphuric and hydrochloric acids, and when in the moist state readily oxidizes on exposure.",
		"Cadmium sulphide, CdS, occurs naturally as greenockite (q.v.), and can be artificially prepared by passing sulphuretted hydrogen through acid solutions of soluble cadmium salts, when it is precipitated as a pale yellow amorphous solid.",
		"The solid derived from SA is crystalline and soluble in carbon bisulphide, that from S, is amorphous and insoluble.",
		"It is an amorphous solid, insoluble in water, but its solubility is increased in the presence of ammonium nitrate.",
		"Exposed to air this mixture is oxidized to the pigment uranium red, U6(NH4)2S09, which is a fine blood-coloured amorphous powder.",
		"By the action of sodium amalgam on an alcoholic solution of anthracene, an anthracene dihydride, C14H12, is obtained, whilst by the use of stronger reducing agents, such as hydriodic acid and amorphous phosphorus, hydrides of composition C14H16 and C14H24 are produced.",
		"It may be obtained crystalline by fusing the anhydrous chloride with a large excess of potassium hydrogen fluoride or by heating the amorphous variety to redness with an excess of an alkaline chloride.",
		"It is a colourless, amorphous solid, which is almost insoluble in water, its solubility diminishing with increasing temperature; it is appreciably soluble in concentrated sulphuric acid.",
		"The bottom of the Black Sea is covered by a stiff blue mud in which Sir John Murray found much sulphide of iron,' grains or needles of pyrites making up nearly 50% of the deposit, and there are also grains of amorphous calcium carbonate evidently precipitated from the water.",
		"Zirconia can be obtained crystalline, in a form isomorphous with cassiterite and rutile, by fusing the amorphous modification with borax, and dissolving out with sulphuric acid.",
		"Boron and iodine do not combine directly, but gaseous hydriodic acid reacts with amorphous boron to form the iodide, BI 31 which can also be obtained by passing boron chloride and hydriodic acid through a red-hot porcelain tube.",
		"Boron trioxide B203 is the only known oxide of boron; and may be prepared by heating amorphous boron in oxygen, or better, by strongly igniting boric acid.",
		"It is a yellow amorphous powder which is soluble in dilute alkalis, the solution on acidification giving an hydroxide, C1 4 Mo 3 (OH) 2, which is soluble in nitric acid, and does not give a reaction with silver nitrate.",
		"The Cambridgeshire coprolites are either amorphous or finger-shaped; the coprolites from the Greensand are of a black or dark-brown colour; while those from the Gault are greenish-white on the surface, brownish-black internally.",
		"Well-worn pebbles of amorphous quartz (agate, chalcedony, jasper, &c.) are found in the stratified drift along the western side of the Tertiary region of the state, and from Columbus northward.",
		"It forms a characteristic explosive silver salt on the addition of ammoniacal silver nitrate to its aqueous solution, and an amorphous precipitate which explodes on warming with ammoniacal cuprous chloride.",
		"The preparation of crystalline boron in 1856 by Wohler and Sainte Claire Deville showed that this element also existed in allotropic forms, amorphous boron having been obtained simultaneously and independently in 1809 by Gay Lussac and Davy.",
		"The oxychloride comes down as an amorphous white precipitate.",
		"A heavy white precipitate, consisting of ammonium chloride and columbium nitride, is thrown down, and the ammonium chloride is removed by washing it out with hot water, when the columbium nitride remains as an amorphous residue (Hall and Smith, loc. cit.).",
		"Coal is an amorphous substance of variable composition, and therefore cannot be as strictly defined as a crystallized or definite mineral can.",
		"Paramide is a white amorphous powder, insoluble in water and alcohol.",
		"By acting with hydrochloric acid on glucose Fischer obtained isomaltose, a disaccharose very similar to maltose but differing in being amorphous and unfermentable by yeast.",
		"It may be obtained as a dark brown amorphous powder by placing a mixture of io parts of the roughly powdered oxide with 6 parts of metallic sodium in a red-hot crucible, and covering the mixture with a layer of well-dried common salt.",
		"The former includes electrodes, lamp carbons, &c. Coke, or some other form of amorphous carbon, is mixed with a little tar, and the required article moulded in a press or by a die.",
		"The value of d can be evaluated by considering the combustion of amorphous carbon to carbon monoxide and carbon dioxide.",
		"Amorphous silicon is a."
	],
	"synonyms": [
		"shapeless",
		"formless",
		"vague",
		"undefined",
		"nondescript",
		"irregular",
		"inchoate",
		"unshaped",
		"unformed",
		"unstructured",
		"uncrystallised",
		"uncrystallized"
	],
	"antonyms": [
		"shapely",
		"distinctive",
		"distinct",
		"definite",
		"shaped"
	]
}