{
	"word": "jargon",
	"meaning": [
		"Incoherent speech; gibberish.",
		"A language or dialect unknown to one so that it seems incomprehensible or outlandish.",
		"The specialized vocabulary and idioms of those in the same work, profession, etc., as of sportswriters or social workers.",
		"A mixed or hybrid language or dialect; esp., pidgin.",
		"Speech or writing full of long, unfamiliar, or roundabout words or phrases.",
		"Jargonize.",
		"To speak in or use jargon."
	],
	"sentences": [
		"We also believe in not using marketing jargon or spiel.",
		"First spend 20 minutes talking loudly to him in incomprehensible jargon.",
		"Click on the links below to decipher the jargon you are likely to come across when you take out a mortgage.",
		"Often people do not make a will because they are confused by the lengthy legal jargon.",
		"To a reader not acquainted with the peculiar nature of the man, which led him to regard what commended itself to him as therefore objectively true, they must be, moreover, entirely unintelligible and, from their peculiar, pietistic tone and scriptural jargon, probably offensive.",
		"It either falls into jargon or it becomes really insincere.",
		"Further research of the domain name handbook located a glossary of common terms which will explain any domain name jargon or technical terms.",
		"At first he tried law, but was unable to give his mind to a study which appeared to him to be merely a barren waste of technical jargon.",
		"Do n't worry about getting tangled up in all the jargon - try our Glossary.",
		"At least, it is one of very few places which don't hit you about the head and spout religious jargon.",
		"In France it was necessary for a Rabelais to hide his free-thinking under a disguise of revolting and unintelligible jargon.",
		"Compared with the barbarous macaronic jargon of the contemporary official language it shines forth as a masterpiece of pure, pithy and original Danish.",
		"These revelations, delivered in Latin, German or a mixed jargon of both languages, were turned into simple Latin by Elizabeth's brother Egbert, from whose words it would seem that in 1156 an old Roman burialground had lately been laid open near Cologne.",
		"On top of this, he is a good storyteller and a clear writer who avoids the pitfalls of pretentious art-world jargon.",
		"Includes a jargon buster, legislation, benchmarking tool, factsheets and case studies.",
		"For information on levels, see the jargon buster on the left.",
		"To use the jargon buster click on a relevant button above to list entries by the first letter.",
		"Readers of this journal may have ceased to notice unnecessary political jargon, flights of academic obscurantism and lazy drafting.",
		"The intuitive new wizard removes the jargon and unfamiliar terms from selecting different configurations to produce PDF optimized for different uses.",
		"There is an entire subculture of jargon and symbolism that provides me with no point of reference.",
		"Make succinct, salient points, avoiding jargon and unnecessarily complex information.",
		"He does n't use culinary jargon nor time-consuming processes.",
		"Okay, now it's time for a little jargon.",
		"Specialty dictionaries deal with jargon of the medical profession, business, industry or science and are helpful in determining working definitions.",
		"It features computer jargon and technology, but St. Nick and his reindeer are still the stars of the poem.",
		"There are of course other good, reliable sites that interpret the legal jargon of copyright law for freelance writers.",
		"Nolo Press offers a range of legal products for everyday people, including books that put legal jargon into language we can all understand.",
		"With our easy to use watch terms dictionary you can learn basic watch jargon and never be in the dark again.",
		"Technical jargon is fine in limited amounts, but if you overuse jargon when communicating something to, perhaps, someone in marketing, you probably won't succeed.",
		"It seems like policy documentation is typically loaded with complicated jargon that only an insurance expert could understand.",
		"But these words are mere jargon, not belonging to any known or possible Old English dialect.",
		"We have sought to avoid archaism, jargon, and all that is either stilted or slipshod.",
		"Jargon Busting | 95 KB The RealityHouse quick guide to Internet jargon -- understand the buzzwords and impress your colleagues.",
		"It is possible for linguists, like anyone else, to use special lexis unnecessarily, or to descend into a kind of jargon.",
		"Express concepts in the simplest terms and define technical terms and jargon, but do not oversimplify.",
		"Plato seemed puerile, whimsical, full of unintelligible jargon.",
		"Write clearly and concisely and avoid jargon or obscure terminology.",
		"True it is that there were not wanting other men in these islands whose common sense refused to accept the metaphorical doctrine and the mystical jargon of the Quinarians, but so strenuously and persistently had the Laster asserted their infallibility, and so vigorously had they assailed any who ventured to doubt it, that most peaceable ornithologists found it best to bend to the furious blast, and in some sort to acquiesce at least in the phraseology of the self-styled interpreters of Creative Will.",
		"The latter is no separate dialect at all, but a mere brogue or jargon, the medium of intercourse between illiterate natives and Europeans too indolent to apply themselves to the acquisition of the language of the people; its vocabulary is made up of Malay words, with a conventional admixture of words from other languages; and it varies, not only in different localities, but also in proportion to the individual speaker's acquaintance with Malay proper.",
		"Avoid long rambling sentences, jargon or unexplained acronyms.",
		"Like much technology, the marketing of digital cameras is surrounded by a great deal of jargon and details that only serve to confuse us consumers.",
		"It is difficult to compare the content management products available because of the widespread use of jargon, buzzwords, and marketing babble.",
		"The fraternity possessed also a jargon of their own (Ramasi), as well as certain signs by which its members recognized each other in the remotest parts of India.",
		"In the form germania it has acquired the significance of \"thieves' Latin\" or \"thieves' cant,\" and is applied to any jargon supposed to be understood only by the initiated.",
		"Thus, in the English \" Backslang,\" which is nothing more than ordinary English deliberately inverted, in the similar Arabic jargon used among school children in Syria and in the Spanish thieves' dialect, the principles of inversion and substitution play the chief part.",
		"These changes help shatter the myth that legal jargon cannot be replaced with plain English without sacrificing legal meaning.",
		"Well, here are some basics on the overall room design without getting too caught up in the technical jargon of acoustics and how sound waves travel.",
		"If you can communicate in these basic terms, you don't have to worry about all the wine-related jargon.",
		"Many people call this jargon, particularly if they do not understand it.",
		"Regardless, you must know a lot of professional terminology and jargon to write for these publications.",
		"Some teens may not be interested in the technological jargon of this science.",
		"Along with learning about coupon jargon, the FAQs page answers common questions such as \"How do you get so many coupons?\" and deals with questions relating to organizing those coupons.",
		"The tech guide feature helps users sort through all the computer jargon surrounding music downloads and MP3 listening devices.",
		"Even slang or jargon can be used in an informal invitation, depending on the party theme.",
		"Philosophers have a reputation for being boring, speaking in incomprehensible jargon, and in general being drab.",
		"She read through the notes on the first page as she returned, unable to make out Wynn's medical jargon and short hand.",
		"How about I explain in boring scientific jargon for thirty minutes or so at a couple of hundred bucks an hour?",
		"We will explain the major provisions of the legislation and attempt to demystify accompanying jargon often used by privacy professionals.",
		"Often, people who originally have severe jargon aphasia recover into milder forms of fluent aphasia.",
		"A guide to pensions jargon - May 1999 Pensions are a subject that is particularly bedeviled with jargon.",
		"Do you pack your press releases or publicity with verbose journalese, business buzzwords, and jargon?",
		"Fashionable jargon changes with the seasons, but usually manages to sound coy, mannered, and then after a point, dowdy.",
		"Cut through the jargon and use our guide to make sense of the world of digital cameras.",
		"Mortgage Terms 101 - Helps you understand the concepts behind mortgages, so you're not in the dark when experts throw around jargon like balloons, points, and FICO scoring.",
		"They offer easy design options, a lot of storage space for pictures, are already set up to work with swimming jargon and can successfully meet the most typical needs of the average club.",
		"I was also nervous of the rather stuffy terminology and arty jargon, which I had seen, used sometimes in art criticism.",
		"He has the effrontery to accuse Kant of barbarous jargon.",
		"To remove the mystique from computers, the manner in which they operate and the jargon associated with them.",
		"This is what is meant by the jargon term ' reflective practitioner ' .",
		"Andrew Murray states Biblical truths in a simple, yet profound way that cut through theological jargon.",
		"Their children were taught without any regard to outside conditions, they spoke and wrote a jargon, and their whole training, both by what it included and by what it excluded, tended to produce isolation from their neighbours."
	],
	"synonyms": [
		"technobabble",
		"double-dutch",
		"psychobabble",
		"slanguage",
		"doublespeak",
		"doubletalk",
		"rhyming-slang",
		"localism",
		"dog-latin",
		"patter",
		"pig-latin",
		"newspeak",
		"businesspeak",
		"medicalese",
		"novelese"
	],
	"antonyms": [
		"standard"
	]
}