{
	"word": "bucolic",
	"meaning": [
		"Of country life or farms; rustic.",
		"Of shepherds; pastoral.",
		"Pertaining to herdsmen or peasants.",
		"A pastoral poem.",
		"A rustic; countrified person."
	],
	"sentences": [
		"He drank in the sights and sounds of the bucolic world around him and for the first time in days felt relaxed.",
		"They included bucolic poems in Greek.",
		"The other bucolic poems need not be further discussed.",
		"Bucolic pictures were screwed to the walls as if someone might want to steal them and shampoo came not in little bottles but in hard-to-open plastic envelopes.",
		"The spread of Hellenic culture among the Sicels had in return made a Greek home for many Sicel beliefs, traditions and customs. Bucolic poetry is the native growth of Sicily; in the hands of Theocritus it grew out of the germs supplied by Epicharmus and Sophron into a distinct and finished form of the art.",
		"Ribeiro and Falcao, the introducers of the bucolic style, put new life into the old forms, and by their eclogues in redondilhas, breathing the deepest and most genuine feeling in verses of perfect harmony, they gave models which subsequent writers worked by but could never equal.",
		"Until the abandonment of this experiment in 1847, Ripley was its leader, cheerfully taking upon himself all kinds of tasks, teaching mathematics and philosophy in the school, milking cows and attending to other bucolic duties, and after June 1845 editing the weekly Harbinger, an organ of \"association,\" which he continued to edit in New York from 1847 until it was discontinued in 1849.",
		"Even bucolic Ouray, the quintessential small town, wasn't immune to the darker side of the rock-strewn hike through puberty.",
		"I wrote it as another feel-good bucolic frolic, but there are three romances in there too.",
		"The Lima of Bernardes contains some beautiful eclogues as well as cartas in the bucolic style, while the odes, sonnets, and eclogues of Frei Agostinho are full of mystic charm.",
		"Finally, the bucolic poet Quita produced the tragedies Segunda Castro, Hermione and two others, but these imitations from the French, for all the taste they show, were stillborn, and in the absence of court patronage, which was exclusively bestowed on the Lisbon opera, then the best equipped in Europe, Portugal remained without a drama of its own.",
		"The record of these recensions is preserved by two epigrams, one of which proceeds from Artemidorus, a grammarian, who lived in the time of Sulla and is said to have been the first editor of these poems. He says, \" Bucolic muses, once were ye scattered, but now one byre, one herd is yours.\"",
		"The green rusticity of Whittier's farm and village life imparted a bucolic charm to such lyrics as \" In School Days,\" \" The Barefoot Boy,\" \" Telling the Bees,\" \" Maud Muller,\" and \" My Schoolmate.\"",
		"They included Memoirs of the civil wars after the death of Caesar, used by Suetonius and Plutarch; bucolic poems in Greek; translations of Greek speeches; occasional satirical and erotic verses; essays on the minutiae of grammar.",
		"It is clear that at a very early date two collections were made, one of which included a number of doubtful poems and formed a corpus of bucolic poetry, while the other was confined to those works which were considered to be by Theocritus himself.",
		"Antonioni 's Italy is a far cry from the bucolic romanticism evoked by Florence.",
		"But His Fame Rests On Jean Rivard (1874), The Prose Bucolic Of The Habitant.",
		"The Bucolic war caused infinite damage to the agriculture of the country and marks the beginning of its rapid decline under a burdensome taxation.",
		"Portuguese literature is distinguished by the wealth and variety of its lyric poetry, by its primacy in bucolic verse and prose, by the number of its epics and historical books, by the relative slightness of the epistolary element, and by the almost complete absence of the memoir.",
		"But notwithstanding all its dependence on classical and foreign authors, Portuguese literature has a distinct individuality which appears in the romanceiro, in the songs named cantares de amigo of the cancioneiros, in the Chronicles of Fernao Lopes, in the Historia tragico-maritima, in the plays of Gil Vicente, in the bucolic verse and prose of the early 16th century, in the Letters of Marianna Alcoforado and, above all, in The Lusiads.",
		"Idyll vii., the Harvest Feast (eaXUVla), is the most important of the bucolic poems. The scene is laid in the isle of Cos.",
		"It is quite uncertain whether the bucolic poems were written in the pleasant isle of Cos among a circle of poets and students, or in Alexandria and meant for dwellers in streets.",
		"The feature in his versification which has attracted most attention is the so-called bucolic caesura.",
		"We always think of Theocritus as an original 'poet, and as the \" inventor of bucolic poetry \" he deserves this reputation.",
		"Mention California Wine Country and people will conjure up a picture of a state covered with vineyards and bucolic countryside landscapes that beckons wine lovers to visit.",
		"A ruder kind of drama, the amoebaean verse, or bucolic mime, developed into the only pure stream of genial poetry found in the Alexandrian School, the Idylls of Theocritus.",
		"Under Marcus Aurelius a revolt of the Bucolic or native troops recruited for home service was taken up by the whole of the native population and was suppressed only after several years of fighting.",
		"The bucolic verse of Quita, a hairdresser, has a tenderness and simplicity which challenge comparison with Bernardim Ribeiro, and the Marilia of Gonzaga contains a celebrated collection of bucolic-erotic verse.",
		"The condition, however, of the Polish peasants was too miserable to admit of their being easily made subjects for bucolic poetry."
	],
	"synonyms": [
		"rural",
		"pastoral",
		"arcadian",
		"skaldic",
		"poetico-mystical",
		"castalian",
		"campestral",
		"hick",
		"rustic",
		"provincial",
		"country",
		"poetic",
		"naive",
		"local",
		"idyl",
		"provincial",
		"peasant",
		"idyl",
		"idyll",
		"eclogue"
	],
	"antonyms": []
}