{
	"word": "thwart",
	"meaning": [
		"To prevent the occurrence, realization, or attainment of.",
		"To extend or place over or across.",
		"To hinder, obstruct, frustrate, or defeat (a person, plans, etc.)",
		"A rower's seat extending across a boat.",
		"A brace extending across a canoe.",
		"(nautical) A brace, perpendicular to the keel, that helps maintain the beam (breadth) of a marine vessel against external water pressure and that may serve to support the rail.",
		"Lying or extending across something else; transverse; oblique.",
		"Perverse.",
		"Athwart; across.",
		"Athwart."
	],
	"sentences": [
		"No one, said his younger brother Lucien, liked to thwart him.",
		"But a conqueror came who had no empresses to thwart him.",
		"I would ask that you bestow defenses upon them to thwart his inevitable attack.",
		"Police are urging people to check their home security in a bid to thwart would-be thieves.",
		"Liverpool rallied briefly and Hastie sent a shot over the bar before keeper Cope made a superb last-ditch tackle to thwart Thomas.",
		"There could be sire stats which thwart the winner.",
		"It will embolden those who are trying to thwart the ambitions of reformers.",
		"The whole thing stinks of a combined effort to thwart us at every turn.",
		"The whole process showed the Parliament using its powers in a highly partisan way in order to thwart the Council of Ministers's choice.",
		"A strong and energetic party endeavoured to thwart the working of the new order, and matters came to a climax on the death of William IV.",
		"But all his neighbours, apprehensive of the consequences of a civilized Muscovy, combined to thwart him.",
		"More, than once he drove from Canada governors who tried to thwart him.",
		"Some say enterprises may soon need a special firewall to thwart the malicious hackers, spoofers and...",
		"The sticks thwart attempts to disguise alcohol by mixing it with soft drinks.",
		"Why not simply take Jesus into heaven or thwart the plots to kill his messenger without having anyone die at all?",
		"Your best chance to thwart identity theives involves changing your passwords regularly.",
		"It has grown in popularity since its introduction due to claims that it may help lower cholesterol and thwart heart problems.",
		"In contrast, the outdoor person might opt for a parka or car coat to thwart the rain when backpacking and hiking.",
		"Its main purpose is to help thwart chaffing and to wick moisture away from the body.",
		"Stewie has to thwart the plans of world domination of his half-brother Bertram.",
		"To give a rigid explanation of each symbol would thwart that purpose.",
		"When Buffy continued to thwart their plans, Warren tried to kill her.",
		"Gertie, Elliot's sister and Elliot's friends are soon in on the plot to thwart the authorities and assist the little visitor in returning home.",
		"They journeyed to the Twelve Colonies hoping to thwart another holocaust, but failed.",
		"They claimed that increasing fees \" will thwart the aspirations of future generations \" .",
		"Armed only with science and sex appeal, Flash is out to thwart the evil Emperor Ming's plans of galactic domination.",
		"The Home Office announce plans to thwart English hooligans during the World Cup.",
		"Employers must be able to thwart the sharing or selling of trade secrets and other matters of corporate intellectual property.",
		"The mizzen mast thwart and the teak transom board have been selected to show how the coating has performed a year after application.",
		"His case was further complicated by the libellous animosity of Beaton, archbishop of St Andrews (whose life he had saved in the \"Clear-the-Causeway\" incident), who was anxious to thwart his election to the archbishopric of St Andrews, now vacant by the death of Forman.",
		"The climate is mild and the soil fertile; but political disturbances and the conservative character of the people tend to thwart the progress of agriculture and other industries.",
		"Financial considerations, lack of proper transports for an expeditionary corps, fear of displeasing France, dislike of a policy of adventure, misplaced deference towards the ambassadorial conference in Constantinople, and unwillingness to thwart the current of Italian sentiment in favor of the Egyptian nationalists, were the chief motives of the Italian refusal which had the effect of somewhat estranging Great Britain anc Italy.",
		"When referred to the senate, the matter underwent secret manipulation, largely through the influence of Cambaceres; but the republican instinct even in the senate was sufficiently strong to thwart the intrigues of the second consul; and that body on the 8th of May merely re-elected Bonaparte for a second term of ten years after the expiration of the first decennial term for which he was chosen.",
		"The Porte strove by every means at its disposal to thwart their activity; but elsewhere they were regarded as a body of academic enthusiasts, more noisy than dangerous, who devoted their scanty funds to the publication of seditious matter in Paris or Geneva, and sought to achieve the impossible by importing western institutions into a country fit only to be ruled by the sheriat and the sword.",
		"The states of Holland, on the other hand, were determined to thwart any attempts for a renewal of war, and insisted, in defiance of the authority of the captaingeneral supported by the states-general, in virtue of their claim to be a sovereign province, in disbanding a large part of the regiments in their pay.",
		"The General Assemblies, henceforth, under the influence of the diplomatic Carstairs (who had been cruelly tortured in 1684, to extract information about the Rye House Plot), did little to thwart government, though many \" placed ministers \" were, at heart, attached to the ancient claims of Knox and Melville.",
		"If we cannot, then a Conservative party finally showing signs of regrouping after a decade of disarray could yet thwart our ambitions.",
		"Peter tried to thwart a plan that involved a cross; James and John tried to perpetuate Elijah 's strong-arm approach.",
		"Detective Digby was determined to thwart the schemes of the malevolent criminal.",
		"Whatever the approach, you can thwart most of these threats with a reliable anti-virus/firewall combination, like those offered by McAfee, Symantec, F-Secure and others, coupled with a healthy serving of common sense.",
		"Despite his efforts to thwart distribution, the encounter circulated on the Internet in 2006 for a brief time.",
		"In an effort to thwart pirating, version 2 Dreamcasts could not read CD-ROMs, and as a result could not play burned games.",
		"This provides the opportunity to make any needed repairs before you put your home on the market and helps to thwart the derailment of the sale of your home if you find an interested buyer.",
		"There is always another challenge for dragons to face and an adversarial group attempting to thwart their reign of terror.",
		"Spider Man has all the product and merchandise deals, so he's got the money to spread around and thwart their plans.",
		"Batman must race against time to thwart the Joker's efforts to maim and murder the citizens of Gotham City and ensure that the city's bicentennial celebration will be successful.",
		"Happily, Google spends an equal amount of time and resources trying to figure out ways to thwart that particular strategy, and they tend to be better at it than the search engine hackers.",
		"He deliberately chose the difficult route over the French Alps because he recognized that his opponents would neither expect him by this route nor be able to concert combined operations in time to thwart him.",
		"In an industry bedeviled by litigation, Hamilton knows the big guns could resort to patent infringement suits to try to thwart Provis.",
		"Polyethylene contoured seats and decks with grab handles, black vinyl gunwales and ash carrying yoke and thwart.",
		"The legislature of 1863 and the state officers were opposed to him politically, and did everything in their power to thwart him and deprive him of his control of the militia.",
		"At Rhodes he met his coadjutor Piso, who was seeking everywhere to thwart and malign him.",
		"Nevertheless, he continued his political opposition, and endeavoured to thwart Suffolk, who was now taking Beaufort's place in the council, by opposing the king's marriage to Margaret of Anjou.",
		"But Catiline's hopes were again disappointed; once more he failed to obtain the consulship (64); and, moreover, it soon became apparent that one of the new consuls, Cicero, was mysteriously able to thwart all the schemes of the conspirators.",
		"Tanucci, who attempted to thwart her, was dismissed in 1777, and the Englishman Sir John Acton (1736), who in 1779 was appointed director of marine, succeeded in so completely winning the favour of Maria Carolina, by supporting her in her scheme to free Naples from Spanish influence and securing a rapprochement with Austria and England, that he became practically and afterwards actually prime minister.",
		"He read Burr's character correctly from the beginning; deemed it a patriotic duty to thwart him in his ambitions; defeated his hopes successively of a foreign mission, the presidency, and the governorship of New York; and in his conversations and letters repeatedly and unsparingly denounced him.",
		"These tendencies both princes and lesser nobles naturally tried to thwart, and the mediate towns or Landstddte were finally brought to stricter subjection, at least in the greater principalities such as Austria and Brandenburg.",
		"But the Connecticut authorities in their effort to establish a legal claim to the country and to thwart the efforts of the Hamilton family to assert its claims to the territory between the Connecticut river and Narragansett Bay - claims derived from a grant of the Plymouth Company to James, marquess of Hamilton (1606-1649) in 1635 - elaborated the theory that the Plymouth Company had made a grant to Warwick, and that consequently his quit claim conferred jurisdiction upon the Say and Sele Company; but even in this event, Fenwick had no right to make his sale, for which he never secured confirmation.",
		"Despite the fierce efforts of Vavasor Powell and his brother itinerant preachers to thwart the reception of this South Wales petition at Westminster, Colonel Freeman was able to urge the claims of the petitioners, or \" Anti-Propagators \" as they were termed, at the bar of the House of Commons, openly declaring that by the late policy of ejectment and destruction \" the light of the Gospel was almost extinguished in Wales.\"",
		"Of such we may cite tuberculosis of the larynx, formerly as incurable as distressing; and \"adenoids\" - a disease revealed by intrascopic methods - which used grievously to thwart and stifle the growth both of mind and body in children, are now promptly removed, to the infinite advantage of the rising generation.",
		"Bohemund's policy seems to have inspired Baldwin, the brother of Godfrey of Bouillon to emulation; on the one hand he strove to thwart the endeavours of Tancred, the nephew of Bohemund, to begin the foundation of the Eastern principality for his uncle by conquering Cilicia, and, on the other, he founded a principality for himself in Edessa.",
		"Neither Austria nor Prussia was for some time in a position to thwart it, and the sovereigns of the smaller states were too much afraid of the revolutionary elements manifested on all sides to oppose its will.",
		"Bitter disappointment, however, soon overcame them, the Samaritans were strong enough to thwart and hinder their temple-building, and it seemed as though the divine favour was withdrawn."
	],
	"synonyms": [
		"stump",
		"checkmate",
		"cross",
		"stymie",
		"defeat",
		"balk",
		"foil",
		"frustrate",
		"baffle",
		"check",
		"bilk",
		"scotch",
		"spoil",
		"queer",
		"resist",
		"cross thwart",
		"traverse",
		"transverse",
		"transversal",
		"crosswise",
		"crossing"
	],
	"antonyms": [
		"forward",
		"assist",
		"encourage",
		"aid",
		"help"
	]
}