{
	"word": "veracity",
	"meaning": [
		"Habitual truthfulness; honesty.",
		"Accordance with truth; accuracy of statement.",
		"Accuracy or precision, as of perception.",
		"That which is true; truth.",
		"An established or verified fact, principle, etc."
	],
	"sentences": [
		"Veracity is the strongest element of her character.",
		"The police detective expressed his doubts about the veracity of the suspect's story.",
		"The veracity of his claim was in question because every other witness told a different version of the events.",
		"When pressed still further, he points to justice, veracity and the common good as comprehensive ethical ends.",
		"I am not able to ascertain the veracity of this story.",
		"Burke always accepted the rebuke, and flung himself into vindication of the sense, substance and veracity of what he had written.",
		"His paintings exuded a sense of veracity not otherwise found in many contemporary works.",
		"Descartes's guarantee of the validity of my clear and distinct perceptions is the veracity of God.",
		"The first distinct account which we have is from Arrian, who, with his usual brevity and severe veracity, narrates the march of Alexander through this region, which he calls the country of the Oreitae and Gadrosii.",
		"The attorney hoped his client's veracity would be convincing to the jury.",
		"The opposition, being taken as absolute, implies the impeachment of the veracity of the senses in the interest of the rational truth proclaimed by the philosophers in question.",
		"The certifying veterinarian must then check the veracity of the declaration.",
		"But Aristotle's purely quantitative statement of the relation of virtue and vice is misleading, even where it is not obviously inappropriate; and sometimes leads him to such eccentricities as that of making simple veracity a mean between boastfulness and mock-modesty.3",
		"Justice, veracity, fidelity to compacts and to governments, are all co 1 It is worth noticing that Hutcheson's express definition of the object of self-love includes \" perfection \" as well as \" happiness \"; but in the working out of his system he considers private good exclusively as happiness or pleasure.",
		"The veracity of child witnesses and their understanding of the concept of an oath are important research issues.",
		"And it is in guaranteeing the veracity of our clear and distinct conceptions that the value of his deduction of God seems in his own estimate to rest.",
		"Their veracity was impeached in ancient times by Asinius Polio and has often been called in question by modern critics.",
		"The geology of the earth actually is a beautiful mosaic of rock formations that confirm the historical veracity of Noah's Flood.",
		"In his early years he is known to have challenged Lord Grey for a supposed reflection on the veracity of the Irish people (September 1681), and in the December of that year he was run through the body in a duel in which he engaged as second.",
		"Lastly, the Jansenist \" hermitage \" a.t Port Royal contributed the historian Tillemont, whose bigotry Edward Gibbon declares to be overbalanced by his erudition, veracity and scrupulous minuteness.",
		"In actual picturesqueness as well as in general veracity of picture, the book cannot approach Carlyle's; while as a mere chronicle of the events it is inferior to half a dozen prosaic histories older and younger than itself.",
		"The geology of the earth actually is a beautiful mosaic of rock formations that confirm the historical veracity of Noah 's Flood.",
		"Only in a secondary sense is approval due to certain \" abilities and dispositions immediately connected with virtuous affections,\" as candour, veracity, fortitude, sense of honour; while in a lower grade still are placed sciences and arts, along with even bodily skills and gifts; indeed, the approbation we give to these is not strictly moral, but is referred to the \" sense of decency or dignity,\" which (as well as the sense of honour) is to be distinguished from 1 In a remarkable passage near the close of his eleventh sermon Butler seems even to allow that conscience would have to give way to self-love, if it were possible (which it is not) that the two should come into ultimate and irreconcilable conflict.",
		"In class (2) he includes, besides the Benevolence of Shaftesbury and Hutcheson, the useful virtues, Justice, Veracity and Fidelity to compacts; as well as such immediately agreeable qualities as politeness, wit, modesty and even cleanliness.",
		"The only other principles which he discusses are veracity and fidelity to promises, gratitude being treated as a natural instinct prompting to a particular kind of just actions.",
		"Thus, in short, if we ask for a clear and definite fundamental intuition, distinct from regard for happiness, we find really nothing in Whewell's doctrine except the single rule of veracity (including fidelity to promises); and even of this the axiomatic character becomes evanescent on closer inspection, since it is not maintained that the rule is practically unqualified, but only that it is practically undesirable to formulate its qualifications.",
		"They have the Geltic magic of ancient romance and the simplicity, the naturalness, the veracity which the 19th century prized so highly.",
		"The veracity of the second claim can be tested against the findings of archeology.",
		"In 7, the fact that nobody is there is a reason for doubting the veracity of the previous statement.",
		"You'll also accumulate lawsuits against corporations their veracity crofton sums of money.",
		"So for veracity alone I 'm actually quite proud of myself for the sharp and witty riposte.",
		"The house is open to the public for tours where paranormal fans and those of a curious nature can take it upon themselves to judge the veracity of the tales of haunting that are a vital part of the house's history.",
		"Daily Snopes provides a daily email list of stories circulating on the Internet and the message board allows individuals to post whatever rumor they heard to check with the community on its veracity.",
		"This stories that make one wonder about their veracity cause endless debate in bars, on college campuses and over the family dinner table.",
		"The royal chronicles of Cambodia, the historical veracity of which has often to be questioned, begin about the middle of the 14th century, at which period the Thais assumed the offensive and were able repeatedly to capture and pillage Angkor-Thom.",
		"In the Journal of the Plague Year, more usually called, from the title of the second edition, A History of the Plague, the accuracy and apparent veracity of the details is so great that many persons have taken it for an authentic record, while others have contended for the existence of such a record as its basis.",
		"Since that fatal day, however, many of the fellahin have shown they are capable of devoted condUct, and much has been done to raise in the soldiers a sense of selfrespect, and, in spite of centuries of oppression, of veracity.",
		"The measure of the veracity of Chinese pilgrims and geographers in the early centuries of our era must not be balanced on such points as these.",
		"While to the rest of us, questioned if Howie's visions recorded real life events and if so, how to prove veracity of the vision, Quinn, the scientist wanted only to know why.",
		"Despite being logically incompatible, these truths are of the utmost factually veracity.",
		"Konrad referred to the problem of how to verify the veracity of the information presented on the Web.",
		"Questioning the wisdom He is not alone in doubting the scientific veracity of global warming claims.",
		"Any Member who wishes to check the veracity of this, should visit the place in question.",
		"By simply denying the historical veracity of these reports, of course!",
		"Like the zealot in Downing Street, its \" sincere belief \" in its own veracity is quite enough.",
		"I have more personal vanity than modesty, and twice as much veracity as the two put together.",
		"To the Layman, this argument seems of dubious veracity because there have not been any cases of bits falling off.",
		"He felt, in the face of distrust of divine veracity or of the divine goodness, an emotion of simple amazement.",
		"The three main steps in the argument are the veracity of our thought when that thought is true to itself, the inevitable uprising of thought from its fragmentary aspects in our habitual consciousness to the infinite and perfect existence which God is, and the ultimate reduction of the material universe to extension and local movement.",
		"The fundamental point thus established is the veracity of consciousness when it does not go beyond itself, or does not postulate something which is external to itself.",
		"Among the pre-Socratic nature-philosophers of Greece, Heraclitus and the Eleatics are the chief representatives of this polemic. The diametrical opposition of the grounds on which the veracity of the senses is impugned by the two philosophies (see Heraclitus, Parmenides, Eleatic School) was in itself suggestive of sceptical reflection.",
		"To his modesty Bossuet bears witness, when he told him to stand up sometimes, and not be always on his knees before a critic. Gibbon vouches for his learning, when (in the 47th chapter) he speaks of \"this incomparable guide, whose bigotry is overbalanced by the merits of erudition, diligence, veracity and scrupulous minuteness.\"",
		"And why should we even be concerned about the veracity of these allegations?",
		"I will leave it to others to verify the veracity of the Christian account.",
		"By simply denying the historical veracity of these reports, of course !",
		"But the books in which his humour is broadly displayed, the travels and the sketches, are not really so significant of his power as the three novels of the Mississippi, Tom Sawyer, Huckleberry Finn and Pudd'nhead Wilson, wherein we have preserved a vanished civilization, peopled with typical figures, and presented with inexorable veracity.",
		"The former, while accepting utility as the criterion of \" material goodness,\" had adhered to Shaftesbury's view that dispositions, not results of action, were the proper object of moral approval; at the same time, while giving to benevolence the first place in his account of personal merit, he had shrunk from the paradox of treating it as the sole virtue, and had added a rather undefined and unexplained train of qualities, - veracity, fortitude, activity, industry, sagacity, - immediately approved in various degrees by the \" moral sense \" or the \" sense of dignity.\"",
		"The primacy of experiential veracity over analysis, of observation over exegesis, facilitates self-expression for persons with limited verbal reasoning.",
		"The faith must show itself in actions which prove the veracity, honesty and sincerity of the words."
	],
	"synonyms": [
		"authenticity",
		"rightness",
		"verisimilitude",
		"conformity",
		"reality",
		"actuality",
		"precision",
		"trueness",
		"verity",
		"credibility",
		"exactitude",
		"exactness",
		"correctness",
		"genuineness",
		"authoritativeness"
	],
	"antonyms": [
		"mendacity",
		"dishonesty",
		"fallacy",
		"insincerity",
		"falsity",
		"fallacy. See syn. study at truth.truth",
		"inaccuracy",
		"error",
		"falsehood"
	]
}