{
	"word": "sate",
	"meaning": [
		"Sit.",
		"To satisfy (an appetite, desire, etc.) to the full; gratify completely.",
		"To provide with more than enough, so as to weary or disgust; surfeit; glut.",
		"(dated) Simple past tense of sit.",
		"Satay."
	],
	"sentences": [
		"To sate your immediate curiosity, the official website has a virtual tour.",
		"Their kiss grew more passionate, the feel of her body against him not enough to sate his growing need.",
		"I've had delightful experiences at St. Orres and Cafe Beaujolais so I'm sure there are plenty that will sate your palate.",
		"The young, the old and the infirm are all liable to be sacrificed to sate the murderous desires of the Ant.",
		"Well, to sate your veracious appetites, Redemption TV are showing a slew of Roadrunner bands in their Redemption Live !",
		"She took her work and sate down very quiet and silent.",
		"In fact, there are few better examples of how our whims as consumers can lead to such energy-intensive efforts to sate demand.",
		"Slightly washed out but good enough to sate the many fans of the movie.",
		"Job done, even if it 's not going to sate appetites for anything more than vapid entertainment.",
		"He withheld kisses and blood, refusing to sate either of her cravings.",
		"No blood could sate him as his mate.s could, and he hadn.t tasted her in weeks.",
		"Suitable vessels will be provided by the host to sate the appetites of most Kindred.",
		"What a sorry sate of affairs - no doubt it is just as bad in England and Wales.",
		"Two o'clock came; and they still sate there with closed doors.",
		"This includes Medicaid as well as many other sate programs that will provide assistance or sliding scales.",
		"The sacri fice of these trusted soldiers failed however to sate the thirst of the new age.",
		"Aegaleos, which here descends to the sea, was the spot where, as Byron wrote \"A king sate on the rocky brow Which looks o'er sea-born Salamis.\""
	],
	"synonyms": [
		"fill",
		"replete",
		"satiate",
		"surfeit",
		"stuff",
		"satisfy",
		"overfill",
		"gratify",
		"gorge",
		"glut",
		"cloy",
		"pall",
		"engorge"
	],
	"antonyms": []
}