{
	"word": "dogmatic",
	"meaning": [
		"Relating to, characteristic of, or resulting from dogma.",
		"Of or like dogma; doctrinal.",
		"Stating opinion in an assertive or arrogant manner.",
		"Characterized by such assertion, often with an unconsidered rejection of criticism.",
		"(philosophy, medicine) Adhering only to principles which are true a priori, rather than truths based on evidence or deduction.",
		"One of an ancient sect of physicians who went by general principles; opposed to the empiric."
	],
	"sentences": [
		"Catholic in spirit rather than dogmatic, John ranks himself at times among the Academics, \" since, in those things about which a wise man may doubt, I depart not from their footsteps.\"",
		"Its head is the tsar; but although he makes and annuls all appointments, he does not determine questions of dogmatic theology.",
		"His maiden speech was youthfully fluent and dogmatic; but on its conclusion the orator was reminded with many compliments, by an honourable member, that he wanted six weeks of his majority, and consequently that he was amenable to a fine of £50o for speaking in the House.",
		"From this time forth the reign of canonical authority in medicine was at an end, though the dogmatic spirit long survived.",
		"Like Tertullian, and often in imitation of him, Cyprian took certain apologetic, dogmatic and pastoral themes as subjects of his treatises.",
		"On this method the sacred writings are regarded as an inexhaustible mine of philosophical and dogmatic wisdom; in reality the exegete reads his own ideas into any passage he chooses.",
		"I would not be so dogmatic as some people.",
		"Baumgarten of Halle (1706-1757) in disengaging the current dogmatic theology from its many scholastic and mystical excrescences, and thus paved a way for a revolution in theology.",
		"Both in East and West, the 4th and 5th centuries form the golden age of dogmatic theology, of homiletic preaching, of exposition, of letter-writing, of Church history, of religious poetry.",
		"British and American divines, on the other hand, are slow to suspect that a new apologetic principle may mean a new system of apologetics, to say nothing of a new dogmatic. Among the evangelicals, for the most part, natural theology, far from being rejected, is not even modified, and certain doctrines continue to be described as incomprehensible mysteries.",
		"It was Origen who created the dogmatic of the church and laid the foundations of the scientific criticism of the Old and New Testaments.",
		"This work, which was composed before 228, is the first attempt at a dogmatic at once scientific and accommodated to the needs of the church.",
		"And this is true not only of the dogmatic parties; solitary monks and ambitious priests, hard-headed critical exegetes,' allegorists, mystics, all found something congenial in his writings.",
		"Of the dogmatic works, that on Christ and Antichrist survives in a complete state.",
		"Her theology was rather hard and narrow, and very dogmatic.",
		"The favourite subjects of his lectures were logic and dogmatic theology.",
		"The same holds true of the position of Socrates in regard to dogmatic questions.",
		"Perhaps we are all being a bit too dogmatic.",
		"I'm sorry to be so evasive, but one cannot be quite dogmatic about all that.",
		"And you remember not to get dogmatic about it because words and concepts are only relative.",
		"Dogmatic changes in this seem to have drawn forth no protest from Luther or Brenz, so Melanchthon made fresh alterations in 1542.",
		"No decisions of a general nature, whether dogmatic or disciplinary, could be made without his consent.",
		"But this bull contains no sort of dogmatic decision on the nature of sorcery.",
		"The war demanded both in Germany and France the sacrifice of all available energy and public spirit; while the Kulturkampf, by bringing into relief the question of the external existence of the Church, thrust all internal dogmatic interests and problems completely into the background.",
		"Now sole emperor, he saw in the one Catholic church the best means of counteracting the movement in his vast empire towards disintegration; and he at once realized how dangerous dogmatic squabbles might prove to its unity.",
		"With the reservation of those questions, especially of a dogmatic character, which belong to the Holy Office, and of purely ritual questions, which come under the Congregation of Rites, this Congregation brings under one authority all disciplinary questions concerning the sacraments, which were formerly distributed among several Congregations and offices.",
		"His suspected Socinianism was the cause, it is said, of his exclusion from the chair of dogmatic theology.",
		"His dogmatic and fearless attitude in controversy earned for him the nickname \"Pope Gib.\"",
		"The chief difference between the two treatises is one which twenty years' experience in affairs could not but bring - the substitution of more cautious and guarded language, less dogmatic affirmation, more allowance for exceptions and deviations.",
		"His commentaries on the Scriptures were the first application on an extensive scale of the principle affirmed by Scaliger, that, namely, of interpretation by the rules of grammar without dogmatic assumptions.",
		"The true interpretation of Grotius's mind appears to be an indifference to dogmatic propositions, produced by a profound sentiment of piety.",
		"The special feature of Ibn Ilazm's teaching was that he extended the application of these principles from the study of law to that of dogmatic theology.",
		"The doctrine on which its argument is based is that no dogmatic creed can be regarded as final, but that every historical religion had its share in the development of the spiritual life of mankind.",
		"The last of the great Latin Fathers and the first representative of medieval Catholicism he brings the dogmatic theology of Tertullian, Ambrose and Augustine into relation with the Scholastic speculation of later ages.",
		"In his exposition of such ideas Gregory made a distinct advance upon the older theology and influenced profoundly the dogmatic development of the future.",
		"Here it need only be added that it was a purely political act, as Gustavus, personally, had no strong dogmatic leanings either way.",
		"Their sentence, however, did not take effect until late in 272, when the emperor Aurelian, having defeated Zenobia and anxious to impose upon Syria the dogmatic system fashionable in Rome, deposed Paul and allowed the rival 'candidate Domnus to take his place and emoluments.",
		"But one may imagine what a world of trouble it has cost the Moslem theologians to explain the saying in accordance with their dogmatic beliefs.",
		"This feature of it is in their dogmatic the greatest of all of miracles, the incontestable proof of its divine origin.",
		"The rest has been accomplished by dogmatic prejudice, which is quite capable of working other miracles besides turning a defective literary production into an unrivalled masterpiece in the eyes of believers.",
		"The result of these labours is in our hands; as to how they were conducted we have no trustworthy information, tradition being here too much under the influence of dogmatic presuppositions.",
		"The second year is devoted to dogmatic (kalam and tawhid), taught in the same mechanical way.",
		"He had, however, been led, by whatever process, to abandon the dogmatic system of his forefathers, though he was and always remained in profound sympathy with the spirit of their teaching.",
		"The limitations of the test were the limitations of the educational and philosophic ideals of the time, in which a dogmatic basis was presupposed to all knowledge and criticism was limited to the superstructure.",
		"After this the aria \"Et in spiritum sanctum,\" in which the next dogmatic clauses are enshrined like relics in a casket, furnishes a beautiful decorative design on which the listener can repose his mind; and then comes the voluminous ecclesiastical fugue, Confiteor unum baptisma, leading, as through the door and world-wide spaces of the Catholic Church, to that veil which is not all darkness to the eye of faith.",
		"His middle way attempts to show that the dogmatic creed is the rational development of what was implicit in religious feeling.",
		"The abstract or dogmatic thinker believes his object to be one, simple and stationary, and intelligible apart from its surrounding.",
		"His works include several dogmatic and polemical treatises, but the most important are the historical.",
		"Thus Eleaticism, though professedly dogmatic, was inconsistent in its theory of the One and its attributes, and openly sceptical in regard to the world of nature.",
		"Their religious sympathy with the West was seriously impaired by dogmatic controversies; from Islam they might at any rate hope for toleration, even though their views were not in accordance with the theology of the emperor of the day.",
		"From the time of Pyrrho overlapping Aristotle himself, who seems to have been well content to use the feints of more than one school among his predecessors, while showing that none of them could claim to get past his guard, down through a period in which the decadent academy under Carneades, otherwise dogmatic in its negations, supplied new thrusts and parries, to Aenesidemus in the late Ciceronian age, and again to Sextus Empiricus, there seems to have been something of plasticity and continuous progress.",
		"In this matter the dogmatic schools offer a marked contrast.",
		"The logic of the Stoics had been discredited by the sceptical onset, but in any case there was no organon of a fitness even comparable to Aristotle's for the task of drawing out the implications of dogmatic premises.",
		"The second object of the society, the study of comparative religion and philosophy, soon crystallized into an exposition of a more or less definite system of dogmatic teaching.",
		"His influence was exercised, however, not only in dogmatic questions but in matters of discipline, by means of appeals, petitions and consultations, not to mention spontaneous intervention.",
		"Instead of the simplicity of Luther's earlier writings, a dogmatic theology was formed, and a Protestant ecclesiasticism established, indistinguishable from the Roman Church in principle.",
		"The subject is discussed, moreover, in all major works on dogmatic theology.",
		"It was an ably written review, in which the theology of the Haldanes asserted itself in a somewhat dogmatic and confident tone against all unsoundness and Moderatism, clearly proclaiming that the former things had passed away.",
		"His theological position was that of a mild and large-hearted orthodoxy, which laid more stress upon Christian experience than upon rigid dogmatic belief.",
		"He advocated that dogmatic decrees should go together with those on reform as affording the only stable foundation.",
		"Yet, precisely because he met the world so seldom in easy dialogue, he was unnecessarily dogmatic in controversy; and many a bottle of wine went to pay for lost wagers.",
		"But like too many of them, he was self-conscious, self-willed and dogmatic; and his transformation in middle life, while it im- mensely enriched his sympathies as well as his energies, left him unable to put himself in the place of those who retained the views which he had himself held.",
		"Among the many terms used in the early days of Protestant theology to denote the great systems, three deserve special notice - Thetic Theology, Positive Theology, Dogmatic Theology.",
		"In another direction dogmas and dogmatic theology were also contrasted with truths of reason and natural theology.",
		"He also insisted, however, upon personal conviction in writers on dogmatic. The expression Glaubenslehre - doctrine of faith - which he did much to bring into a wider currency, and which Schweizer, the most loyal of all his disciples, holds to be alone fitted for Protestant use, emphasizes the latter requirement.",
		"But \"dogmatic\" has also continued in use among Protestant theologians of the Left no less than among the orthodox.",
		"When we consider the different attitude towards dogma of Roman Catholicism, we feel constrained to question whether the expression \"dogmatic theology\" can be equally suitable for both communions.",
		"Roman theologians may properly define dogmatic as the scientific study of dogmas; Protestant scholars have come to use \"dogma\" in ways which make that impossible.",
		"It will be impossible to uproot the phrase \"dogmatic theology\" among Protestants.",
		"Harnack 1 praises Schleiermacher's description of dogmatic as \"historical,\" he rather strains the meaning of the remark, and creates fresh confusion.",
		"Harnack's point is that \"dogmatic theology\" ought to be used in a sense corresponding to what he regards as the true meaning of \"dogma\" - Christian belief in its main traditional outlines.",
		"The latter regarded dogmatic as stating in scientific connexion \"the doctrine prevailing in a (single) Christian church at a given time\" - as \"not merely historical (geschichtlich),\" but containing an \"apologetic element\" - as \"not confined to the symbolical books, but\" including all - even local expressions of the common faith which produce no breach of harmony - and as having for its \"very business and task\" to \"purify and perfect\" doctrine (Der christliche Glaube, § 19).",
		"Such Cynic crudity Chrysippus rightly judged to be out of keeping with the requirements of a great dogmatic school, and he laboured on all sides after thoroughness, erudition and scientific completeness.",
		"Closely connected with his high regard for Origen are his appreciation of science generally and the moderation of his judgment on all dogmatic questions.",
		"Far too much space is devoted to religious matters and dogmatic quarrels.",
		"But as Locke's philosophy became in France sensationalism, and as Locke's pregnant question, reiterated by Collins, how we know that the divine power might not confer thought on matter, led the way to dogmatic materialism, so deism soon gave way to forms of thought more directly and completely subversive of the traditional theology.",
		"At the age of eighteen' he was teaching rhetoric, and a little later dogmatic theology, at the college of Olinda, besides writing the \"annual letters\" of the province.",
		"The great dogmatic work of the Eastern Church was the definition of that portion of the creed of Christendom which concerns theology proper - the doctrines of the essential nature of the Godhead, and the doctrine of the God head in relation with manhood in the incarnation, while it fell to the Western Church to define anthropology, or the doctrine of man's nature and needs.",
		"Fleury, Rabelais is a sober reformer, an apostle of earnest work, of sound education, of rational if not dogmatic religion, who wraps up his morals in a farcical envelope partly to make them go down with the vulgar and partly to shield himself from the consequences of his reforming zeal.",
		"His form of religious sentiment was not evangelical or mystical, any more than it was ascetic or ceremonial or dogmatic. As regards one of the accepted doctrines of his own church, the excellence of the celibate life, of poverty, and of elaborate obedience to a rule, he no doubt was a strong dissident; but the evidence that, as a Christian, he was unorthodox, that he was even a heretical or latitudinarian thinker in regard to those doctrines which the various Christian churches have in common, is not merely weak, it is practically nonexistent.",
		"Of Eusebius' dogmatic and polemic writings, we still have two works against his contemporary, Marcellus, bishop of Ancyra, the one known as Contra Marcellum, the other as De theologia ecclesiastica.",
		"To his critics Bushnell formally replied by writing Christ in Theology (1851), in which he employs the important argument that spiritual facts can be expressed only in approximate and poetical language, and concludes that an adequate dogmatic theology cannot exist.",
		"In this way, and, so far as the present writer can see, in this way only, it is possible to understand the extraordinary revolution which converted Platonism, philosophical and dogmatic, into Academicism, scientific and sceptical.",
		"Though very far from being hampered by any dogmatic philosophical or religious system of the past, his mind, until near the end, found sufficient satisfaction in the Christian view of life to make it indifferent to the restless, inquiring spirit of the present, and disinclined to play with any more recent solution of life's problems. He had no sympathy with either scepticism or formal dogmatism, and no need to hazard rash guesses respecting man's destiny.",
		"In addition to the activity of the Reformers in Transylvania, there was also a Roman Catholic propaganda in Rumania, and the Orthodox Church found it necessary to convoke a synod in Jassy for the purpose of formulating anew its own dogmatic standpoint.",
		"He had already, before the opening of the Council, defined his personal attitude towards the dogmatic problem in two essays, Against the Gentiles and On the Incarnation, without, however, any special relation to the Arian controversy.",
		"Although they display fiery dogmatic zeal, the poems cannot be considered quite orthodox.",
		"The dogmatic formularies of the Lutheran Church had usurped the position which Luther himself had assigned to the Bible alone, and as a consequence only they were studied and preached, while the Bible was neglected in the family, the study, the pulpit and the university.",
		"The presbyterian constitution gave the people a share in church life which the Lutherans lacked, but it involved a dogmatic legalism which imperilled Christian freedom and fostered self-righteousness.",
		"But the expression is most frequently used to designate disciplinary laws, in which case canons are distinguished from dogmatic definitions.",
		"With regard to form, the decisions of councils, even when dogmatic, are called canons; thus the definitions of the council of Trent or of the Vatican, which generally begin with the words \" Si quis dixerit,\" and end with the anathema, are canons; while the long chapters, even when dealing with matters of discipline, retain the name of chapters or decrees.",
		"In consequence of the prohibition issued by Pius IV., they have not of the been published separately from the dogmatic texts council of and other acts, and have not been glossed; 3 but their Trent.",
		"The Briefe fiber die Lehre Spinozas (1785; 2nd ed., much enlarged and with important Appendices, 1789) expressed sharply and clearly Jacobi's strenuous objection to a dogmatic system in philosophy, and drew upon him the vigorous enmity of the Berlin clique, led by Moses Mendelssohn.",
		"The reformer had begun to develop dogmatic views, in addition to his old theories about the relations of Church and State.",
		"The origins of a Protestant party, who were not mere Wycliffites, but had been first interested in dogmatic controversy by coming upon the works of Luther, can be traced back to the year 1521 and to the university of Cambridge.",
		"Its narrow and dogmatic teaching was profoundly repugnant to him, and he soon abandoned it for the study of public law.",
		"John of Damascus's theory of Enhypostasy (Christ's manhood not impersonal, but made personal only through union with His Godhead) is held by some to be the copingstone of this great dogmatic development.",
		"Theology is now not merely the dogma of the Divine nature or of Christ's person; it is also a dogmatic 2 The term Adoptianism arose at this time.",
		"Lipsius, and yet his dogmatic results coincide more nearly with Biedermann's or Pfleiderer's than with the \" intermediate though not mediating \" position taken up by the Ritschlians.",
		"Ritschl has several dogmatic peculiarities, intenser in him than in his fellow-workers and followers.",
		"Like Schleiermacher he substitutes collective guilt for original sin; and he attaches great dogmatic value to the assertion that sin has two stages - ignorance, in which it is pardonable, and obduracy, when it is ripe for final sentence (probably annihilation).",
		"The Ritschl school, and others too, have made an earnest effort to incorporate Christ's words in Dogmatic and no longer shunt them into systems of \" Christian Ethics.\"",
		"Biblical Theology is a historical statement of the different Bible teachings, not a dogmatic statement of what the writer holds for truth, qua truth.",
		"There are therefore three parallel studies, on all of which Schleiermacher published - Dogmatic or Glaubenslehre, Christian Ethics, Philosophical Ethics.",
		"Books on Christian Ethics have also found room for a quasi Synoptic doctrine of the Kingdom of God, which Paulinized dogmatic systems were slow to admit.",
		"But it may be affirmed that Dogmatic must remain the vital centre; and so far we may soften Flint's censure of the British thoughtlessness which has called that study by the name \" systematic theology.\"",
		"One may also venture to declare that Dogmatic rests upon philosophical and historical studies, and exists for practical uses.",
		"Lastly, it must be confessed that at the beginning of the 20th century there is more life or health in history than in philosophy, and much more in either than in dogmatic theology.",
		"Sub-divisions of Dogmatic, whether well chosen or ill, throw light upon theology as developed in the past.",
		"The effort is made here (I) to mention writers of great originality and distinction, (2) writers of special importance to some one Christian confession, (3) without needless repetition of what has already been said, (4) dogmatic treatises being preferred but not to the exclusion of everything else.",
		"A modern Dogmatic is by Syl.",
		"Kaftan's Dogmatic should be named, also the Modern Positive Theology of Th.",
		"The student of theology will do well to seek in the best histories of doctrine more detached treatment than Dogmatic can give.",
		"The Western Unitarian Association accepted the same position, and based its \"fellowship on no dogmatic tests,\" but affirmed a desire \"to establish truth, righteousness and love in the world.\"",
		"This way of solving, or passing over, the ultimate problems of thought has had many followers in cultured circles imbued with the new physical science of the day, and with disgust for the dogmatic creeds of contemporary orthodoxy; and its outspoken and even aggressive vindication by physicists of the eminence of Huxley had a potent influence upon the attitude taken towards metaphysics, and upon the form which subsequent Christian apologetics adopted.",
		"Revulsion from the dogmatic temper of the Presbyterians, and the unreasoning enthusiasm of the Independents favoured sympathy afterwards with Cambridge Platonists and other liberal Anglican churchmen.",
		"Puritans like Owen and Goodwin, whose idea of ecclesiastical comprehension was dogmatic and narrow, were ready to accept sectarian variety, because it was their duty to allow many religions in the nation, but only one form of theology within their own sect.",
		"Still, the enunciation of the moral precepts of Pythagoras appears to have been dogmatic, or even prophetic, rather than philosophic, and to have been accepted by his disciples with an unphilosophic reverence as the ipse dixit 1 of the master.",
		"The pre-Socratic thinkers were all primarily devoted to ontological research; but by the middle of the 5th century B.C. the conflict of their dogmatic systems had led some of the keenest minds to doubt the possibility of penetrating the secret of the physical universe.",
		"Gorgias and Protagoras are only representatives of what was really a universal tendency to abandon dogmatic theory and take refuge in practical matters, and especially, as was natural in the Greek city-state, in the civic relations of the citizen.",
		"Of their contrasted principles we may perhaps say that, while Aristippus took the most obvious logical step for reducing the teaching of Socrates to clear dogmatic unity, Antisthenes certainly drew the most natural inference from the Socratic life.",
		"P Y g Changes in the external condition of Christianity, the different degrees of civilization in the societies of which it was the dominant religion, and the natural g process of internal development, continually brought different features into prominence; while again, the important antagonisms of opinion within Christendom frequently involved ethical issues - even in the Eastern Church - until in the 4th century it began to be absorbed in the labour of a dogmatic construction.",
		"It was to be foreseen that a similar assertion of independence would make itself heard in ethics also; and, indeed, amid the clash of dogmatic convictions, and the variations of private judgment, it was natural to seek for an ethical method that might claim universal acceptance from all sects.",
		"Palamas endeavoured to justify the mysticism of the Hesychasts on dogmatic grounds.",
		"While he preached every Sunday, he also gradually took up in his lectures in the university almost every branch of theology and philosophy - New Testament exegesis, introduction to and interpretation of the New Testament, ethics (both philosophic and Christian), dogmatic and practical theology, church history, history of philosophy, psychology, dialectics (logic and metaphysics), politics, pedagogy and aesthetics.",
		"The fundamental principle of this classical work is, that religious feeling, the sense of absolute dependence on God as communicated by Jesus Christ through the church, and not the creeds or the letter of Scripture or the rationalistic understanding, is the source and law of dogmatic theology.",
		"Dogmatic theology is a connected and accurate account of the doctrine held at a particular time in a given section of the Christian church.",
		"Whether the same myth was current in the far more distant days of Mycerinus, it is, of course, impossible to say with dogmatic certainty.",
		"In dogmatic he follows Basil of Caesarea and other Greek authors, but nevertheless gives a distinctly Western cast to the speculations of which he treats.",
		"Kaftan affirms that a \"doctrine about Satan can as little be established as about angels, as faith can say nothing about it, and nothing is gained by it for the dogmatic explanation of evil.",
		"The cult of images was now solemnly restored, iconoclast bishops deposed or reconciled, the dogmatic theory of images defined, and church discipline re-established.",
		"The papacy dreaded their social even more than their dogmatic influence.",
		"The dogmatic or individualist conception of experience had thus proved itself inadequate to the solution of Hume's difficulty regarding the notion of cause, - a difficulty which Kant, erroneously, had thought to be the only case contemplated by his predecessor.",
		"Religious training was confined to instruction in the forms of the Orthodox Church and the repetition of prayers by rote; dogmatic questions Nicholas neither understood nor cared about; and, in spite of his reverence for his brother Alexander, the latter's mysticism had not the faintest influence upon him.",
		"To issue an infallible statement \" you make a dogmatic statement ' ex cathedra ' from the chair of Peter \" .",
		"Unlike Labor our party is open-minded, not dogmatic.",
		"This research-led ' modern ' grammar is very different from the rather dogmatic ' traditional ' grammar of the early 20th century.",
		"And you become dogmatic because you believe truth can be nailed down in words.",
		"This tends to a definiteness which may seem dogmatic, but this is not intentional.",
		"I thought of using the term 'chemical straightjacket ' but I didn't want to appear too dogmatic because neither did she.",
		"Showing students creative, receptive understanding means taking care not to impose dogmatic, judgemental demand on them (Zimmer and Alexander ).",
		"I don't know if this will sound very dogmatic, but it I see it happening and I practice it.",
		"Certainly, the founders and sages of the early church were less dogmatic than their modern-day epigones.",
		"I am expecting the conclusions, as with so many things, to point toward pragmatic compromise rather than dogmatic, hardcore fundamentalism.",
		"Dropping the dogmatic insistence on a private company is a good start.",
		"In the language of philosophy, this is known as a purely metaphysical outlook which operates with immutable, non-historical, dogmatic concepts.",
		"Kant said it roused him from his \" dogmatic slumber \" to write the Critique of pure reason.",
		"Linking of maleness with acceptance of categorical imperative, too tendentious and dogmatic.",
		"An arrangement was effected, however, whereby that citation was cancelled, and Luther betook himself in October 1518 to Augsburg to meet the papal legate, Cardinal Cajetan, who was attending the imperial diet convened by the emperor Maximilian to impose the tithes for the Turkish war and to elect a king of the Romans; but neither the arguments of the learned cardinal, nor the dogmatic papal bull of the 9th of November to the effect that all Christians must believe in the pope's power to grant indulgences, moved Luther to retract.",
		"The Christian Church has expressly claimed this infallibility for its formal dogmatic teaching.",
		"The infallibility of the pope was not defined until 1870 at the Vatican Council; this definition does not constitute, strictly speaking, a dogmatic innovation, as if the pope had not hitherto enjoyed this privilege, or as if the Church, as a whole, had admitted the contrary; it is the newly formulated definition of a dogma which, like all those defined by the Councils,continued to grow into an ever more definite form, ripening, as it were, in the always living community of the Church.",
		"A certain dogmatic development is not denied, nor an evolution in the direction of a centralization in the hands of the pope of the exercise of his powers as primate; it is merely required that this evolution should be well understood and.",
		"The anonymous objections are very much the statement of common-sense against philosophy; those of Caterus criticize the Cartesian argument from the traditional theology of the church; those of Arnauld are an appreciative inquiry into the bearings and consequences of the meditations for religion and morality; while those of Hobbes (q.v.) and Gassendi - both somewhat senior to Descartes and with a dogmatic system of their own already formed - are a keen assault upon the spiritualism of the Cartesian position from a generally \" sensational \" standpoint.",
		"As Theodoret had previously been a constant defender of Nestorius it was impossible for him to concur in this sentence upon his unfortunate friend with a clear conscience, and in point of fact he did not change his own dogmatic position.",
		"Theodoret gives a valuable exposition of his own dogmatic in the fifth book of his Aip€ru s KaKoµueias eircro ii j, already referred to.'",
		"Thus the most prominent subdivision of the older school, the Taittiriyas, in their Samhita, have treated the main portion of the ceremonial in this promiscuous fashion, and to add to the confusion they have, by way of supplement, put forth a so-called Taittiriya-brahmana, which, so far from being a real Brahmana, merely deals with some additional rites in the same confused mixture of sacrificial formulae and dogmatic explanations.",
		"The modern apologist must do ephemeral work - unless it should chance that he proves to be the skirmisher, pioneering for a modified dogmatic. He holds a watching brief.",
		"Of the dogmatic writings we possess only one in its integrity, and that only in the translation of Rufinus, 1 Hepi apx& v (On the Fundamental Doctrines).",
		"By arbitrary divisions and rearrangements the doctrinal statements of this \"science of faith\" could be made to serve the most diverse dogmatic tendencies.",
		"As such he presided, in October 379, over the great synod of Antioch, in which the dogmatic agreement of East and West was established; it was he who helped Gregory of Nazianzus to the see of Constantinople and consecrated him; it was he who presided over the second oecumenical council at Constantinople in 381.",
		"Notwithstanding the decisions of some councils held in Africa, which were in favour of the view of Augustine, these diverse opinions regarding the apocryphal books continued to prevail in the church down through the ages till the great dogmatic era of the Reformation.",
		"The writings of Galen contain less of simple objective observations than those of several other ancient physicians, all being swept into the current of dogmatic exposition.",
		"The basis of medicine through the middle ages had been literary and dogmatic, and it was literary and dogmatic still; but the medical literature now brought to light - including as it did the more important works of Hippocrates and Galen, many of them hitherto unknown, and in addition the forgotten element of Latin medicine, especially the work of Celsus - was in itself far superior to the second-hand compilations and incorrect versions which had formerly been accepted as standards.",
		"Having thus made a clean sweep of nearly the whole of the dogmatic medicine, what did Paracelsus put in its place?",
		"Henceforth ordinary dogmatic dualism was excluded from philosophy; any attempt to revive it, whether with Dr Johnson by an appeal to common prejudice, or in the more reflective Johnsonianism of the 18th-century Scottish philosophers, must be an anachronism.",
		"But we have to remember that this is dialogue; that the speaker, Hortensius, represents a more dogmatic type of opinion than Cicero's own; that it is the maxims of \" wisdom,\" not of any special school, which are described as unchangeable.'",
		"But dogmatic atheism is rare compared with the sceptical type, which is identical with agnosticism in so far as it denies the capacity of the mind of man to form any conception of God, but is different from it in so far as the agnostic merely holds his judgment in suspense, though, in practice, agnosticism is apt to result in an attitude towards religion which is hardly distinguishable from a passive and unaggressive atheism.",
		"Amort, who had the reputation of being the most learned man of his age, was a voluminous writer on every conceivable subject, from poetry to astronomy, from dogmatic theology to mysticism.",
		"Though the Shorter Catechism, closely associated as this has been from the first with Scottish public elementary education, has had very great influence in forming and training the character of Presbyterians in Scotland, America and the British colonies, it is, like most other catechisms drawn up by dogmatic theologians, more admirable as an epitome of a particular body of divinity than as an instruction for the young and the unlearned.",
		"The homely terseness of his style, his abounding humour - rough, cheery and playful, but irresistible in its simplicity, and occasionally displaying sudden and dangerous barbs of satire - his avoidance of dogmatic subtleties, his noble advocacy of practical righteousness, his bold and open denunciation of the oppression practised by the powerful, his scathing diatribes against ecclesiastical hypocrisy, the transparent honesty of his fervent zeal, tempered by sagacious moderation - these are the qualities which not only rendered his influence so paramount in his lifetime, but have transmitted his memory to posterity as perhaps that of the one among his contemporaries most worthy of our interest and admiration.",
		"A bastard Platonism through hostility to Stoicism may become agnostic. Stoicism through hostility to its sceptical critics may prefer to accept some of the positions of the dogmatic nihilist.",
		"Indeed, many of them bid us regard \"dogmatic\" as falling under the history of theology and not of dogma (see DOGMA).",
		"Unfortunately such allusion to these disconnected certainties as alone might be introduced here would be too brief for comprehension, and we are forced to select a few of the broader hypotheses for a treatment that may seem dogmatic and prejudiced.",
		"To say that all things are relative is to make a dogmatic statement that undercuts the whole notion of relativism.",
		"However, I cannot understand when others are too dogmatic.",
		"The fathers of the first six or seven centuries, so far as they agree, may be fairly taken to represent the main stream of Christian tradition and belief during the period when the apostolic teaching took shape in the great creeds and dogmatic decisions of Christendom.",
		"There is no revulsion, as later, from dogma as such, nor is more stress laid upon one dogma than upon another; all are treated upon the same footing, and the whole dogmatic system is held, as it were, in solution by the philosophic medium in which it is presented.",
		"He was deliberately educated as an apostle, but it was as an apostle of reasoned truth in human affairs, not as an apostle of any system of dogmatic tenets.",
		"He commenced his great work on the textual criticism of the Scriptures; and at the instigation of his friend Ambrosius, who provided him with the necessary amanuenses, he published his commentaries on the Old Testament and his dogmatic investigations.",
		"This anonymous writer,' he says, acquired his learning by teaching others, and adopted a dogmatic tone, which has caused him to be received at Paris with applause as the equal of Aristotle, Avicenna, or Averroes.",
		"Marguerite herself, however, was protected by her brother, and her personal inclinations seem to have been rather towards a mystical pietism than towards dogmatic Protestant sentiments.",
		"As a dogmatic writer he belonged to the school of Schleiermacher.",
		"The full contents of his dogmatic and ethical teaching we cannot gather from the Gallas.",
		"Galen classes them all as of the dogmatic school; but, whatever may have been their characteristics, they are of no importance in the history of the science.",
		"He found the medical profession of his time split up into a number of sects, medical science confounded under a multitude of dogmatic systems, the social status and moral integrity of physicians degraded.",
		"Montpellier became distinguished for the practical and empirical spirit of its medicine, as contrasted with the dogmatic and scholastic teaching of Paris and other universities.",
		"They are repelled by the dryness of much of the matter, the unsuitableness of many of the topics discussed for poetic treatment, the arbitrary assumption of premises, the entire failure to establish the connexion between the concrete phenomena which the author professes to explain and these assumptions, and the erroneousness of many of the doctrines which are stated with dogmatic confidence.",
		"His writings are numerous, alike in exegetical, polemical, dogmatic and practical theology.",
		"He announced a course of lectures (1826), which it was hoped would bring money as well as fame, and which were to be the first dogmatic exposition of the Positive Philosophy.",
		"It is a mistake to present a great body of hypotheses - if Comte meant them for hypotheses - in the most dogmatic and peremptory form to which language can lend itself.",
		"Alesius was the author of a large number of exegetical, dogmatic and polemical works, of which over twenty are mentioned by Bale in his List of English Writers.",
		"His great work was Dogmatic Theology (3 vols., 1888-1894).",
		"Some of his numerous dogmatic writings passed through several editions.",
		"In this, a genuine work of the Renaissance, Cano endeavours to free dogmatic theology from the vain subtleties of the schools and, by clearing away the puerilities of the later scholastic theologians, to bring religion back to first principles; and, by giving rules, method, co-ordination and system, to build up a scientific treatment of theology.",
		"It prepared the way for the dogmatic formulation of the plenitude of the papal power three centuries later by the council of the Vatican.",
		"Any attempt here to anticipate what the course of an idealism inspired by such a spirit of caution and comprehension is likely to be cannot but appear dogmatic.",
		"He was educated for the priesthood at St Sulpice, where in 1818 he became professor of dogmatic theology.",
		"He had earlier opened a correspondence with Augustine, along with his friends Tyro and Hilarius, and although he did not meet him personally his enthusiasm for the great theologian led him to make an abridgment of his commentary on the Psalms, as well as a collection of sentences from his works - probably the first dogmatic compilation of that class in which Peter Lombard's Liber sententiarum is the best-known example.",
		"Again, popularly, an unproved ex cathedra statement of any kind is called \" dogmatic,\" with perhaps an insinuation that it is being obstinately adhered to without, or beyond, or in defiance of, obtainable evidence.",
		"First there is a medical usage - empirical versus dogmatic medicine.",
		"Along with this goes the fundamental Catholic view of \" dogmatic faith \" - the expression is as old as Cyril of Jerusalem (died 386), if not older - according to which it consists in obedient assent to the voice of authority.",
		"This brings back again the Catholic view of \" dogmatic faith.\"",
		"He places himself in a sense within the dogmatic circle by his declaration that guidance is to be expected from developments - in a \" free Protestant evangelical spirit \" - out of the old confessions of the Protestant churches.",
		"Thus the recent defenders of the apostolic authorship, the Unitarian James Drummond (1903), the Anglican William Sanday (1905), the Roman Catholic Theodore Calmes (1904), can tell us, the first, that \" the evangelist did not aim at an illustrative picture of what was most characteristic of Jesus \"; the second, that \" the author sank into his own consciousness and at last brought to light what he found there \"; the third, that \" the Gospel contains an entire theological system,\" \" history is seen through the intervening dogmatic development,\" \" the Samaritan woman is.",
		"The answer to dogmatic atheism, that it implies infinite knowledge, has been well stated in John Foster's Essays, and restated by Chalmers in his Natural Theology, and its force is recognized in Holyoake's careful qualification of the sense in which secularism accepts atheism, \" always explaining the term atheist to mean `not seeing God' visually or inferentially, never suffering it to be taken for anti-theism, that is, hating God, denying God - as hating implies personal knowledge as the ground of dislike, and denying implies infinite knowledge as the ground of disproof.\"",
		"Dogmatic teaching was prohibited during school hours, except in rural schools when parents required such teaching to be given.",
		"But the weakness is more than a dogmatic one; it is one of religious experience, as the source of spiritual insight.",
		"It is not merely that \"there is no dogmatic system in Clement\" or in any other of the Apostolic Fathers; that may favour, not hinder, religious insight.",
		"On hearing from Rome, Cyril at once held a synod and drew up a doctrinal formula for Nestorius to sign, and also twelve anathemas covering the various points of the Nestorian dogmatic. Nestorius, instead of yielding to the combined pressure of his two great rivals, merely replied by a counter excommunication.",
		"What is technically and conventionally meant in dogmatic theology by \"the Nestorian heresy\" must now be noticed.",
		"Their dogmatic symbols are usually said to include nine separate creeds which together form the Book of Concord (Liber Concordiae).",
		"And this must be so, because the dogmatic systems are, as it were, the food of scepticism.",
		"In these two examples we see how the weapons forged by the dogmatic philosophers to assist in the establishment of their own theses are sceptically turned against philosophy in general.",
		"In brief, then, the criticism of the Old Testament seeks to discover what the words written actually meant to the writers, what the events in Hebrew history actually were, what the religion actually was; and hence its aim differs from the dogmatic or homiletic treatments of the Old Testament, which have sought to discover in Scripture a given body of dogma or incentives to a particular type of life or the like.",
		"But if the use of versions, or of an uncritical text of the original, was one condition unfavourable to criticism, another that was not less serious was the dominance over both Jews and Christians of unsound methods of interpretation - legal or dogmatic or allegorical.",
		"It was still long before any considerable' results were achieved; but in various ways the dogmatic and.",
		"This fact was, naturally enough and under the same dogmatic stress, denied by those scholars who maintained that the vowels were an integral part of the text.",
		"Down to the - Reformation conditions were unfavourable to such criticism; the prevailing dogmatic use of Scripture gave no occasion for inquiry into the human origins or into the real purport and character of the several books.",
		"In private life he was undoubtedly an amiable man, although the dogmatic tone that disfigures portions of his writings procured him many opponents.",
		"The first requisite of real progress, after dogmatic prejudices had been broken through, was to get a living conception of the history in which the prophets moved; and this again called for a revision of all traditional notions as to the age of the various parts of Hebrew literature - criticism of the sources of the history, among which the prophetical books themselves take the first place.",
		"On certain points of doctrine, too, the dogmatic of Iamblichus indicates a real advance.",
		"If Neoplatonism is understood in the widest sense, as the highest and fittest expression of the religious movements at work in the Graeco-Roman empire from the 2nd to the 5th century, then it may be regarded as the twin-sister of the church dogmatic which grew up during the same period; the younger sister was brought up by the elder, then rebelled against her and at last tyrannized over her.",
		"Now, in so far as both Neoplatonism and the church dogmatic set out from the felt need of redemption, in so far as both sought to deliver the soul from sensuality and recognized man's inability without divine aid - without a revelation - to attain salvation and a sure knowledge of the truth, they are at once most intimately related and at the same time mutually independent.",
		"Although our sources are unfortunately very imperfect, the theology of the church does not appear to have learned much from Neoplatonism in the 3rd century - partly because the latter had not yet reached the form in which its doctrines could be accepted by the church dogmatic, and partly because theology was otherwise occupied.",
		"The doctrines of the incarnation, the resurrection of the flesh and the creation of the world in time marked the boundary line between the church's dogmatic and Neoplatonism; in every other respect, theologians and Neoplatonists drew so closely together that many of them are completely at one.",
		"On the after-effects of Neoplatonism on the church's dogmatic, see Ritschl, Theologie and Metaphysik (1881).",
		"After studying at Tubingen and Berlin, he became Privatdozent at Tubingen in 1847 and eventually (1861) professor of ecclesiastical and dogmatic history.",
		"And since the Gnostics were compelled to draw the figure of the Saviour into a world of quite alien myths, their Christology became so complicated in character that it frequently recalls the Christology of the later dogmatic of the Greek Fathers.",
		"Fichtean idealism therefore at once stood out negatively, as abolishing the dogmatic conception of the two real worlds, subject and object, by whose interaction cognition and practice arise, and as amending the critical idea which retained with dangerous caution too many fragments of dogmatism; positively, as insisting on the unity of philosophical interpretation and as supplying a key to the form or method by which a completed philosophic system might be constructed.",
		"Gallicanism had two distinct sides, a constitutional and a dogmatic, though both were generally held together, the second serving as the logical basis of the first.",
		"Dogmatic Gallicanism was concerned with the question of ecclesiastical government.",
		"It was elaborated, and connected with dogmatic Gallicanism, by the famous theologian, Edmond Richer (1559-1631), and finally incorporated by Bossuet in a solemn Declaration of the French Clergy, made in 1682.",
		"The Decretum pro Jacobitis, published on the 4th of February 1442, is, like that for the Armenians, of high dogmatic interest, as it summarizes the doctrine of the great medieval scholastics on the points in controversy.",
		"His popularity was probably due to the fact that in his sermons he lays little stress on dogmatic questions, but treats generally of moral subjects, in which the secrets of the human heart and the processes of man's reason are described with poetical feeling.",
		"The works of Tertullian, on the chronology of which a great deal has been written, and which for the most part do not admit of being dated with perfect certainty, fall into three classes - the apologetic, defending Christianity against paganism and Judaism; the polemical dogmatic, refuting heresies and heretics; and the ascetic or practical, dealing with points of morality and church discipline.",
		"It is the chief of the dogmatic or polemical works, and rules the accuser out of court at the very opening of the case.",
		"The general assembly, to which the case was appealed, suspended Dr Briggs in 1893, being influenced, it would seem, in part, by the manner and tone of his expressions - by what his own colleagues in the Union Theological Seminary called the \" dogmatic and irritating \" nature of his inaugural address.",
		"But with the decline of dogmatic belief and the spread of religious doubt - as the special sciences also grow more general, and the natural sciences become more speculative about matter and force, evolution and teleology - men begin to wonder again about the nature and origin of things, just as it was the decay of polytheism in Greek religion and his own discoveries in natural science which impelled Aristotle to metaphysical questions.",
		"But natural realism, as finally interpreted by Hamilton, was too dogmatic, too unsystematic, and too confused with elements derived from Kantian idealism to withstand the brilliant criticism of Mill's Examination of Sir William Hamilton's Philosophy (1865), a work which for a time almost persuaded us that Nature as we know it from sensations is nothing but permanent possibilities of sensation, and oneself only a series of states of consciousness.",
		"Kant swept away, so far as his influence extended, such \" dogmatic metaphysics \" and the old-fashioned theism which it constituted or included; but Kant himself introduced, in his own more sceptical yet also more moral type of theistic doctrine, a new trichotomy - God, Freedom, Immortality, the three \" postulates \" of the practical reason.\"",
		"The peculiar service which was rendered at this juncture by the ` Cambridge School' was that, instead of opposing a mere dogmatic opposition to the Tubingen critics, they met them frankly on their own ground; and instead of arguing that their conclusions ought not to be and could not be true, they simply proved that their facts and their premisses were wrong.",
		"In 1851 he was made professor of moral philosophy at St Edmund's College, Ware, and was advanced to the chair of dogmatic theology in 1852.",
		"Thus, on the logical as well as the dogmatic side, he halts between two opinions.",
		"His guiding principle in treating both of the history and of the present condition of the church was - that Christianity has room for the various tendencies of human nature, and aims at permeating and glorifying them all; that according to the divine plan these various tendencies are to occur successively and simultaneously and to counterbalance each other, so that the freedom and variety of the development of the spiritual life ought not to be forced into a single dogmatic form\" (Otto Pfleiderer, Development of Theology, p. 280).",
		"In spite of his doctrinal writings - which at the time made no little noise, so that his Compendium of Dogmatic (1760) was confiscated in Sweden, and the knighthood of the North Star was afterwards given him in reparation - it was the natural side of the Bible that really attracted him, and no man did more to introduce the modern method of studying Hebrew antiquity as an integral part of ancient Eastern life.",
		"Theodoret's chief importance is as a dogmatic theologian, it having fallen to his lot to take part in the Nestorian controversy and to be the most considerable opponent of the views of Cyril and Dioscurus of Alexandria.",
		"Deism is, in fact, the Thomist natural theology (more clearly distinguished from dogmatic theology than in the middle ages, alike by Protestants and by the post-Tridentine Church of Rome) now dissolving partnership with dogmatic and starting in business for itself.",
		"There is no sign that Tauler, for example, or Ruysbroeck, or Thomas a Kempis had felt the dogmatic teaching of the Church jar in any single point upon their religious consciousness.",
		"This phase is most clearly developed in Archibald Pitcairne (1652-1713), who, though a determined opponent of metaphysical explanations, and of the chemical doctrines, gave to his own rude mechanical explanations of life and disease almost the dogmatic completeness of a theological system."
	],
	"synonyms": [
		"totalitarian",
		"subtle",
		"sophomoric",
		"self-assured",
		"scholastic",
		"prejudiced",
		"precise",
		"pompous",
		"pedantic",
		"fussy",
		"doctrinal",
		"categorical",
		"authoritative",
		"positive",
		"pontifical",
		"doctrine",
		"dictum",
		"dicta",
		"creed",
		"dogmatism",
		"dogma",
		"assertion",
		"ipse dixit"
	],
	"antonyms": [
		"questioning",
		"doubting",
		"indecisive",
		"skeptical",
		"amenable",
		"submissive",
		"manageable",
		"flexible",
		"obedient",
		"not positive",
		"vacillating",
		"ambiguous",
		"fluctuating",
		"equivocal",
		"dubious"
	]
}