{
	"word": "emaciated",
	"meaning": [
		"Simple past tense and past participle of emaciate.",
		"Thin or haggard, especially from hunger or disease."
	],
	"sentences": [
		"His emaciated young face, disfigured by the half-shaven head, hung down hopelessly.",
		"She looked down at her expanded figure and in the glass at her pale, sallow, emaciated face in which her eyes now looked larger than ever.",
		"Seven hours a day he spent on his knees in prayer and three times a day he scourged his emaciated body.",
		"The olive complexion, a face emaciated by austerities, the large forehead, the brilliant and small eyes, the high bald head tell their own tale.",
		"Natasha was standing in the middle of the drawing room, emaciated, with a pale set face, but not at all shamefaced as Pierre expected to find her.",
		"The Austrian cavalry, on weak and emaciated horses, could not gallop at speed up the heavy slopes (2 1 ?), and the artillery of both Prussian wings practically broke every attempt of the infantry to form for attack.",
		"Livingstone reached the Portuguese settlement of Tete on the 2nd of March 1856, in a very emaciated condition.",
		"Small thin birds would tend to run away, unless severely emaciated or dehydrated.",
		"Calhoun in person was tall and slender, and in his later years was emaciated.",
		"The emaciated, and now exhausted visitor presented Dean with a signed copy of his book, which Dean summarily dumped in the trash without even breaking the spine before the black exhaust of Arlen's rusty Toyota had left the street.",
		"This Frankenstein Monster is very tall and emaciated, the actor's frame accentuated by make-up that makes him appear even more gaunt.",
		"In the words of Dean Milman, \"the superior, once a man bowed to the earth with humility, care-worn, pale, emaciated, with a coarse habit bound with a cord, with naked feet, had become an abbot on his curvetting palfrey, in rich attire, with his silver cross before him, travelling to take his place amid the lordliest of the realm.\"",
		"The effect of the imperial organization was to wring the last solidus out of the emaciated and fever-stricken population of Italy, and the belief.",
		"The Didache and Justin merely prescribe fasting, the use of which was to hurry the exit of evil spirits who, in choosing a nidus or tenement, preferred a well-fed body to an emaciated one, according to the belief embodied in the interpolated saying of Matt.",
		"While the stereotypical image of a person with an eating disorder is one of an emaciated female, the truth is that eating disorders do affect men.",
		"Never, said those who wrapped her in her shroud, had any living creature been so emaciated and lived.",
		"Beri beri had caused their legs to swell more than twice their normal size and all looked very emaciated.",
		"Later a vet shot his badly emaciated mom as she was too weak to survive.",
		"People with bulimia nervosa crave food and binge eat, tho they are not emaciated.",
		"The evocative language of Scripture demands to be read with something other than the emaciated imagination of the scientific exegete.",
		"Anorexics develop emaciated bodies, dry or yellowish skin, and abnormally low blood pressure.",
		"For emaciated women, words such as \" wan \" and \" lithe \" can make them sound elegant.",
		"Many POWs did not survive their imprisonment or emerged from incarceration in a terribly emaciated state.",
		"They are of a dark brown complexion, with very broad noses, lips but slightly everted, and small but usually sturdy physique, though often considerably emaciated owing to insufficiency of food."
	],
	"synonyms": [
		"anorectic",
		"pinched",
		"bony",
		"haggard",
		"skeletal",
		"cadaverous",
		"wasted",
		"gaunt",
		"wizened",
		"underfed",
		"tabescent",
		"attenuated",
		"anorexic",
		"starving",
		"skinny"
	],
	"antonyms": [
		"fat",
		"overnourished",
		"heavy",
		"plump",
		"overweight"
	]
}