{
	"word": "impunity",
	"meaning": [
		"Freedom or exemption from punishment, penalty, or harm."
	],
	"sentences": [
		"He had impunity from the law anyway.",
		"Today the Internet is a lawless society; hackers can break into computers with relative impunity.",
		"There was impunity for crimes against humanity by former heads of state.",
		"Mr. Bosch is currently in Miami with total impunity.",
		"Two weeks later, with apparent impunity, security forces shot dead a young Brazilian electrician on his way to work.",
		"Pli says \"A physician can commit murder with complete impunity.\"",
		"Impunity was granted to the perpetrators.",
		"He received impunity for past human rights violation.",
		"So long as the epidermis of animals remains sound, disease germs may come in contact with it almost with impunity, but immediately on its being fissured, or a larger wound made through it, the underlying parts, the blood and soft tissues, are attacked by them.",
		"He felt the impunity of fair prosecution.",
		"The public was exploited for many years with impunity for the benefit of private interests.",
		"Governments in the past could lie with impunity.",
		"Riots were frequent and persons supposed hostile to the Assembly and the nation were murdered with impunity.",
		"Any one who removed a boundary stone was accursed (sacer) and might be slain with impunity; a fine was afterwards substituted for the death penalty.",
		"A massacre took place, and Antiochus braved the anger of Yahweh by entering and pillaging the Temple with impunity.",
		"This tribe inhabits the deadly jungle with impunity, and cultivates cotton, rice and other ordinary crops, by the jum process described above.",
		"We cannot not stand by and allow such impunity to go unchallenged.",
		"He had no sympathy with the new men and the new ideas, and the malcontents in Poland often insulted the aged king with impunity.",
		"The table-land of the Deccan above the Ghats, on the contrary, has an agreeable climate except in the hot months, as has also the southern Mahratta country; and in the hills of Mahabaleshwar, Singarh, and other detached heights, Europeans may go out at all hours with impunity.",
		"Some ambitious government departments think they can do anything they damn well please and do it with impunity.",
		"The security forces continued to enjoy virtual impunity for past human rights violation.",
		"Hunts have always had virtual impunity from the law anyway.",
		"A panel of media experts will discuss ways to combat impunity.",
		"This is so because one lineage cannot falsely claim another lineage 's land with impunity.",
		"Impunity In the early days of the Darfur crisis the Khartoum government armed Arab militia to fight the rebels.",
		"Against Impunity, \" Sinaltrainal cries out for Justice \" and demands full reparation for the victims and communities.",
		"The old man seemed shrewd enough not to allow his money to be taken with impunity.",
		"A galley slave, for instance, has the privilege of stealing with impunity.",
		"These had spawned many warrior tribes, notably the Huns who roamed this steppe with impunity.",
		"This does not mean to say that a child can be exposed with impunity to tuberculous infection.",
		"The Hellenistic monarchies rested, as all government in the last resort must, upon the loyalty of those who wielded the brute force of the state, and however unlimited the powers of the king might be in theory, he could not alienate the goodwill of the army with impunity.",
		"It may be given in drachm doses with impunity.",
		"The root of this plant, when eaten by white pigs, caused their bones to turn to a pink colour and their hoofs to fall off, but the black pigs could eat the same plant with impunity.",
		"The oprichniki, as being the exclusive favourites of the tsar, naturally, in their own interests, hardened the tsar's heart against all outsiders, and trampled with impunity upon every one beyond the charmed circle.",
		"The minority of the sultan gave full play to the anarchic elements in the state; the soldiery, spahis and janissaries, conscious of their power and reckless through impunity, rose in revolt whenever the whim seized them, demanding privileges and the heads of those who displeased them, not sparing even the sultan's favourites.",
		"The city swarmed with Spanish adventurers, assassins, prostitutes and informers; murder and robbery were committed with impunity, heretics and Jews were admitted to the city on payment of bribes, and the pope himself shamelessly cast aside all show of decorum, living a purely secular and I.",
		"But licensing is associated with strict segregation, and it results that the great cities are conspicuously free from evidences of vice, and that the streets may be traversed by wonien at all hours of the day and night with perfect impunity and without fear of encountering offensive spectacles.",
		"He forgot that though it is safe to lash the dunces, he could not with equal impunity sneer at those who, though they might not have the ear of the public as he had, could yet contradict and call names.",
		"The profession can no longer with impunity shrug aside reasonable requests to mediate.",
		"Moreover, many people consider that they face a trigger-happy police force, acting with impunity under the government 's anti-terrorist laws.",
		"It is very important to expose the fact that women workers ' rights are often violated with total impunity.",
		"The best time for dividing and planting is September and October, the earlier the better, though the season might be extended to February with comparative impunity.",
		"Kept moderately dry, the young plants will pass an ordinary winter with impunity.",
		"Because most nightgowns fit so loosely, you can shop for them online with impunity, as they don't need to be tried on.",
		"On the other hand, it is argued that the authority of Galen and Cicero (pro Cluentio) place it beyond a doubt that, so far from being allowed to pass with impunity, the offence in question was sometimes punished by death; that the authority of Lysias is of doubtful authenticity; and that the speculative reasonings of Plato and Aristotle, in matters of legislation, ought not to be confounded with the actual state of the laws.",
		"Henry could thus behead ministers and divorce wives with comparative impunity, because the individual appeared to be of little importance compared with the state.",
		"If he wanted to kill her, to rape her, he could have done it with impunity many times over.",
		"The occasion came in 1820 when Ali, emboldened by impunity, violated the sanctity of Stamboul itself by attempting to procure the murder of his enemy Pacho Bey in the very precincts of the palace.",
		"This impunity provoked a licence which is responsible for the unlovely features of Henry's reign and character.",
		"It is from this time that we find the popes in moments of crisis transporting themselves to Capetian territory, installing their governments and convening their councils there, and from that place of refuge fulminating with impunity against the internal and external foe.",
		"Those who maintain the impunity of the practice rely for their authority upon certain passages in the classical authors, which, while bitterly lamenting the frequency of this enormity, yet never allude to any laws by which it might be suppressed.",
		"In return for these services Bismarck helped Russia to recover a portion of what she had lost by the Crimean War, for it was thanks to his connivance and diplomatic support that she was able in 1871 to denounce with impunity the clauses of the treaty of Paris which limited Russian armament in the Black Sea.",
		"In the preface it is stated that Howel, \"seeing the laws and customs of the country violated with impunity, summoned the archbishop of Menevia, other bishops and the chief of the clergy, the nobles of Wales, and six persons (four laymen and two clerks) from each comot, to meet at a place called Y Ty Gwyn ar Da y, or the white house on the river Tav, repaired thither in person, selected from the whole assembly twelve of the most experienced persons, added to their number a clerk or doctor of laws, named Bllgywryd, and to these thirteen confided the task of examining, retaining, expounding and abrogating.",
		"Other flies of the genus Volucella, larger and heavier in build than Eristalis, resemble humble-bees in colour and form, and it was formerly supposed that the purpose of this similarity was to enable the flies to enter with impunity the nests of the humble-bees and to lay their eggs amongst those of the latter insects.",
		"Nowhere is crime committed on such trifling grounds, or with such general impunity, though when it is punished the punishment is atrocious.",
		"His language in approval of the resistance of the colonists was unusually bold, and perhaps no one but himself could have employed it with impunity at a time when the freedom of debate was only imperfectly conceded.",
		"So, we are told, the New Hollander goes naked with impunity, while the European shivers in his clothes.",
		"The reduction of the royal revenues did not suffice to fill the treasury; while the establishment of a chamber of justice (March 1716) had no other result than that of demoralizing the great lords and ladies already mad for pleasure, by bringing them into contact with the farmers of the revenue who purchased impunity from them.",
		"Another example of such impunity was the Armenian genocide of 1915 that was orchestrated by the Ottoman Empire."
	],
	"synonyms": [
		"immunity",
		"privilege",
		"freedom",
		"exception",
		"clearance",
		"exemption",
		"dispensation"
	],
	"antonyms": [
		"responsibility",
		"liability",
		"incarceration",
		"imprisonment"
	]
}