{
	"word": "servile",
	"meaning": [
		"Of a slave or slaves.",
		"Abjectly submissive; slavish.",
		"Like that of slaves or servants.",
		"Like or characteristic of a slave; humbly yielding or submissive; cringing; abject.",
		"Of or relating to servitude or forced labor.",
		"(grammar) An element which forms no part of the original root."
	],
	"sentences": [
		"Field work is largely performed by a servile class.",
		"Distress made him, not servile, but reckless and ungovernable.",
		"He was servile and unscrupulous, weak, fond of intrigue, intolerably vain and ambitious.",
		"If service is not taken up in the spirit of sonship, I am sure it becomes servile.",
		"The modern laborers may be free, but they may also still have something of the servile mentality.",
		"His revolt against Christian faith and morals turns him into a proudly atheistic \"free-thinker,\" and preacher of a new \"master\" morality, which transposes the current valuations, deposes the \"Christian virtues,\" and incites the \"over-man\" ruthlessly to trample under foot the servile herd of the weak, degenerate and poor in spirit.",
		"The taille servile can scarcely be termed a tax; it was rather a tax which had degenerated into a source of profit for certain individuals.",
		"In Great Britain, however, the restrictive regulations were precisely those which aroused criticism, the objection taken being that the conditions imposed were of a servile character, if they did not actually make the coolies \" slaves.",
		"The point as to whether the original conditions were or were not servile was never legally tested, for eventually on the grant of self-government to the Transvaal the Botha cabinet decided (June 1907) not to renew the indentures nor to permit any new importation of coolies.",
		"Even today, according to the UN, 200 million people work in servile conditions throughout the globe.",
		"Here is an excellent example of servile submission from someone who really did blindly travel about the Highlands.",
		"Servile dependency was one of the proud Greeks ' worst fears.",
		"Partial revolts in Italy succeeded; and then came the second Sicilian insurrection under Trypho and Athenio, followed by the Servile War in Italy under Spartacus.",
		"Assyria in this, as in other matters, the servile pupil of Babylonia, built its palaces and temples of brick, though stone was the natural building material of the country, even preserving the brick platform, so necessary in the marshy soil of Babylonia, but little needed in the north.",
		"A commission appointed in 1757 worked zealously for the repeal of many agricultural abuses; and several great landed proprietors introduced hereditary leaseholds, and abolished the servile tenure.",
		"There was a tendency to apply the rule that a bastard follows the mother, especially in the case of a servile mother.",
		"Soon after he was translated to Queen's College, where he became pauper puer serviens; that is, a poor serving child that waits on the fellows in the common hall at meals, and in their chambers, and does other servile work about the college.\"",
		"In order to obtain servile parliaments and also obsequious juries, who with the co-operation of judges of the stamp of Jeffreys could be depended upon to carry out the wishes of the court, the borough charters were confiscated, the charter of the city of London being forfeited on the 12th of June 1683.",
		"The pureblood Ruman population, noble and plebeian, inhabited the cities and towns or larger villages; the peasantry were mostly of Little Russian and Hungarian race, and were in a servile condition.",
		"A synod held at Worcester, England (1240), forbade all servile work on this feast day.",
		"By interfering with popular electoral rights the king and his ministers succeeded in assembling a servile diet in 1851, and this surrendered all the privileges gained since 1848.",
		"The poorer servile classes or cottiers, wood-cutters, swine-herds, &c., who had a right of domicile (acquired after three generations), lived here and there in small hamlets on the mountains and poorer lands of the estate.",
		"The lord was responsible before the law for the acts of all the servile classes on his estates, both new-corners and senchleithe, i.e.",
		"As feudal independence increased, the word vassal lost every vestige of its original servile sense, and, since it had come to imply a purely military relation, acquired rather the meaning of \"free warrior.\"",
		"Spain was now moo servile to France than ever, and in 1801 was compelled to attaci Portugal in the French interests.",
		"The crowded harim, with its sanction of servile concubinage, was also an evil school for the rising generation.",
		"Tho he is not servile or mercenary, he is the victim of self-will.",
		"He wrote a flattering, even servile letter to Sartre praising the latter as the only thinker capable of understanding him.",
		"C.S. Lewis wrote Servile fear is, to be sure, the lowest form of religion.",
		"The Lucretian gens to which he belonged was one of the oldest of the great Roman houses, nor do we hear of the name, as we do of other great family names, as being diffused over other parts of Italy, or as designating men of obscure or servile origin.",
		"So far from attempting to raise their standard of spiritual life, or even leaving it to ordinary intercourse to gradually bring about a certain community of intellectual culture and religious sentiment, they deliberately set up artificial barriers in order to prevent their own traditional modes of worship from being contaminated with the obnoxious practices of the servile race.",
		"Milner's own object in assenting to the introduction of the Chinese was - besides aiding to put the gold mining industry on a more stable basis - to obtain revenue for the great task he had on hand, \" the restarting of the colonies on a higher plane of civilization than they had ever previously attained \"; and in respect of the working of the mines and consequently in providing revenue the introduction of the Chinese proved eminently successful; but in February 1906 the Campbell-Bannerman administration felt it incumbent to announce that no ordinance imposing \" servile conditions \" would be sanctioned.",
		"This reproduced the structure of a bird with almost servile imitation, save that traction was obtained by two screw-propellers.",
		"The lord of the earth, who contemplates the eternal order of the universe, and aspires to communion with its invisible Maker, is a being composed of the same materials, and framed on the same principles, as the creatures which he has tamed to be the servile instruments of his will, or slays for his daily food.",
		"To the French or Norman knight all peasants on his manor seemed to be villeins, and he failed to understand the distinction between freemen who had personally commended themselves to his English predecessor but still owned their land, and the mass of ordinary servile tenants.",
		"Any sign of moderation on the part of the ministers chosen from one of them was enough to secure him the name of Servile from the others.",
		"Arabian stock, who form the bulk of the population, and are the only class habitually carrying arms; (3) the trading class; (4) the servile class, mostly of mixed African descent, and including a number of Jews.",
		"In manufactures and commerce, also, servile gradually displaced free labour.",
		"The colonus often occupied a servile mansus, and the slave a mansus originally appropriated to a colonus.",
		"The seigniorial taille, like the servile, had the character of a personal tax (taille personelle), a rudimentary tax on income, every man being taxed according to his wages or other income.",
		"A kind of seigniorial taille continued to exist besides the servile taille, but this kind presupposed a title, a contract between the taxable roturier and the lord, or else immemorial possession, which amounted to a title.",
		"In Plutarch's Symposium of the Seven Sages, at which Aesop is a guest, there are many jests on his original servile condition, but nothing derogatory is said about his personal appearance.",
		"His patron died when Malherbe was on a visit in his native province, and for a time he had no particular employment, though by some servile verses he obtained a considerable gift of money from Henry III., whom he afterwards libelled.",
		"He was a eunuch, but we are nowhere distinctly informed that he was of servile origin.",
		"Indeed, even prior to the definite establishment of the caste-system, the mingling of the lower race with the upper classes, especially with the aristocratic landowners and still more so with the yeomanry, had probably been going on to such an extent as to have resulted in two fairly well-defined intermediate types of colour between the priestly order and the servile race and to have facilitated the ultimate division into four\" colours \"(varna).",
		"As the Genesis begins with a line identical in meaning, though not in wording, with the opening of Cmdmon's Hymn, we may perhaps infer that the writer knew and used Cmdmon's genuine poems. Some of the more poetical passages may possibly echo Cmdmon's expressions; but when, after treating of the creation of the angels and the revolt of Lucifer, the paraphrast comes to the Biblical part of the story, he follows the sacred text with servile fidelity, omitting no detail, however prosaic. The ages of the antediluvian patriarchs, for instance, are accurately rendered into verse.",
		"The cruelties which have generally accompanied Whiteboyism is common to servile insurrections all over the world.",
		"There were Spaniards who, like the Greeks of the Phanar, were the servile instruments of their Moslem master.",
		"The people were for the most part prosperous and contented, but under Verres the island experienced more misery and desolation than during the time of the first Punic or the recent servile wars.",
		"When the servile Athenians, feigning to share the emperor's displeasure with the sophist, pulled down a statue which they had erected to him, Favorinus remarked that if only Socrates also had had a statue at Athens, he might have been spared the hemlock.",
		"He censured Alexander's adoption of oriental customs, inveighing especially against the servile ceremony of adoration.",
		"In modern slavery, on the other hand, where the occupations of both parties were industrial, the existence of a servile class only guaranteed for some of them the possibility of self-indulgent ease, whilst it imposed on others the necessity of indigent idleness.",
		"There were also attached to a great household physicians, artists, secretaries, librarians, copyists, preparers of parchment, as well as pedagogues and preceptors of different kinds - readers, grammarians, men of letters and even philosophers - all of servile condition, besides accountants, managers and agents for the transaction of business.",
		"As compared with the Hindu, the Burmese wear silk instead of cotton, and eat rice instead of the cheaper grains; they are of an altogether freer and less servile, but also of a less practical character.",
		"The local assembly, in which 36 out of 38 members were committed to repeal, passed an address to Her Majesty praying her not to \" reduce this free, happy and hitherto self-governed province to the degraded condition of a servile dependency of Canada,\" and sent Howe with a delegation to London to lay the petition at the foot of the throne.",
		"Nizami accepted the royal gift, but his resolve to keep aloof from a servile courtlife was not shaken by it, and he forthwith returned to his quiet retreat.",
		"Thus Scotland never saw a jacquerie or servile rising.",
		"But there were numbers of cases when the discussion as to servile status turned not on these formal points but on an examination of the services performed by the person claimed as a villein or challenged as holding in villenage.",
		"During the first Servile War it was occupied by Eunous and some of his followers, but was at length taken by the consul Publius Rupilius in 132.",
		"The latter was numerous, not wealthy as a rule, and had to undertake directly a great part of the common work; as may be seen from the extent of the free and servile tenures on the estates carved out for English conquerors in Wales and Ireland.",
		"In their grand council and their domains they would have none but silent, servile and well-disciplined agents.",
		"In Sicily, accordingly, the first really serious servile insurrections took place.",
		"Boris belonged to the latter and no one else, while showing servile respect to Kutuzov, could so create an impression that the old fellow was not much good and that Bennigsen managed everything.",
		"Those employed in workshops, whose overseers were themselves most commonly of servile status, had probably a harder lot than domestics; and the agricultural labourers were not unfrequently chained, and treated much in the same way as beasts of burden.",
		"But the king replaced them with a new clique of servile and rapacious favourites.",
		"The Third Servile War occurred in the Roman Republic from 73 BC to 71 BC.",
		"The conquered strata of the population speak servile Indian dialects, called Hindki in the north and Jatki in the south, while Gujari is spoken by the large Gujar population in the hills of Hazara and north of Peshawar."
	],
	"synonyms": [
		"tractable",
		"toadyish",
		"toadying",
		"sycophantic",
		"subordinate",
		"submissive",
		"sequacious",
		"parasitical",
		"obedient",
		"mean",
		"imitative",
		"ignoble",
		"groveling",
		"fawning",
		"enslaved",
		"toadyism",
		"sycophancy",
		"subserviency",
		"subservience",
		"servitude",
		"servility",
		"service",
		"serfdom",
		"obsequiousness",
		"facilities",
		"deference",
		"amenities"
	],
	"antonyms": [
		"unservile",
		"dominant",
		"aggressive",
		"bossy",
		"assertive"
	]
}