{
	"word": "plethora",
	"meaning": [
		"The state of being too full; overabundance; excess.",
		"An abnormal condition characterized by an excess of blood in the circulatory system or in some part of it."
	],
	"sentences": [
		"I have a plethora of shirts, so I will donate some.",
		"Libraries have a plethora of books and movies to choose from.",
		"Some coffee shops have a plethora of drinks to choose from, while others stick to the basics.",
		"Contemporary dance is not blessed with a plethora of media coverage on any platform.",
		"The mall food court has a plethora of options for lunch.",
		"The area is flourishing with a burgeoning artists community, and a plethora of cultural attractions that is constantly drawing in new residents.",
		"Seattle may be a large city, but outdoor enthusiasts can still find a plethora of activities to occupy their time.",
		"It doesn't feature any applications or games, but it does come with a plethora of customization options, an FM Tuner, voice recorder and more.",
		"This article contains the usual educational plethora of histological images.",
		"There is a plethora of students that are willing to be first in line.",
		"Renovated shopping areas and cultural institutions were accompanied by a plethora of hip and exciting shops and restaurant.",
		"Honolulu, like most cities, offers a plethora of dining choices - almost too many to count.",
		"These local events can be a plethora of design ideas.",
		"Emotional Intelligence has been a huge best-seller for some time, and has spawned a plethora of copycat titles.",
		"The plethora of tasty aromas made Kate hungrier as she waited for her own food.",
		"A quick search on Medline reveals a plethora of Echinacea articles, about 400 of which have been published since 1930.",
		"What will you do with the plethora of extra supplies?",
		"All summer long, Burnley's supporters held their breath, hoping for a veritable plethora of signings.",
		"Behind the initial air defense force deployments came a plethora of reconnaissance and surveillance aircraft to monitor Iraqi activities and define orders of battle.",
		"A plethora of beverages are available for those seeking to quench their thirst with various types of artisanal teas, sake, sparkling wines and spirits.",
		"In Spring 2006, the world was introduced to a plethora of weird celebrity baby names.",
		"Once you get into the mind of a toddler and try to see things from his point of view, you may have a bit more empathy for his plethora of emotions.",
		"You'll find a plethora of terrific shops on the Web for purchasing eyeshadow.",
		"Although there are a plethora of options for patio furniture ranging from inexpensive folding chairs to high end teak tables, many people are opting for sleek retro patio furniture, which is always in style.",
		"A great site for advice about the plethora of items that a new baby needs is Baby Center - US Baby Center.",
		"Today there are a plethora of jelly cabinets to choose from, including antique versions, vintage styles, or brand-new reproductions.",
		"The members of the first class influence the endothelial plates of the capillaries injuriously, inducing thereby increased permeability; those of the second class (sugar, &c.), on injection into the blood, attract water from the tissues and cause a condition of hydraemic plethora with increased capillary pressure.",
		"Food issues can be difficult to diagnose because most commercial cat foods contain a plethora of ingredients all muddled together into a wet or dry formula.",
		"Designing a child's room is a lot of fun for parents who have a plethora of items to choose from, including Good Trading loft beds that are perfect for either a girl's or boy's room.",
		"While you may be able to purchase compost containers at your local home improvement store or nursery, a plethora of containers are available for purchase online.",
		"Imagine my surprise when, 30 years later, I'm shopping for new doors for my latest remodeling project and discovered the plethora of doors now available!",
		"These Plans replace the plethora of existing national and EU progress reports.",
		"The theater company aims to create a rich plethora of poignant, beautiful, accessible and honest theater productions.",
		"The narrow streets house a plethora of interesting boutiques and souvenir shops, many showcasing the talents of local artisans.",
		"To have backed up such headliners with a plethora of unheard of bands playing a totally different style to the main bands beggars belief.",
		"Individual strains can degrade a plethora of different xenobiotic substrates, indicating a diverse genetic complement.",
		"Can we hope that sometime in the future a coherent pattern will emerge from the current plethora of different arrangements?",
		"We may see sloths en route and there is always a plethora of amazingly colored birds flying around us.",
		"The jelly cabinet was an important piece of furniture because it stored the plethora of preserved goods that families put up throughout the harvest seasons.",
		"A plethora of sites contains web cams, ranging from mundane quad videos to sites from campuses as far away as Europe.",
		"All governments exercise a vast plethora of controls over market forces in the public interest, and by and large with considerable success.",
		"Similar to the store, the catalogs offer a plethora of products targeted to licensed beauty professionals and business owners.",
		"There is a plethora of baby albums for sale.",
		"If you don't live in the state or plan on visiting soon, you can find a plethora of organic gifts with a Vermont theme on the Internet.",
		"It does, however, list a plethora of e-zines and their descriptions.",
		"A simple phrase search on a search engine like Google with some keywords such as \"online writing course,\" will bring up a plethora of courses to choose from.",
		"It can be difficult to evaluate the best point and shoot digital cameras with the plethora of recent imaging advancements.",
		"These include vegetables like cardoons and salsify, which are considered exotic in the United States, all types of meat both fresh and cured, a plethora of foods from the sea, and a sampling of different grains.",
		"Vegetarians should choose from the plethora of fruits, vegetables, nuts, seeds, and legumes provided by the plant kingdom to ensure not just adequate protein intake, but good overall nutrition.",
		"With the ease of Internet shopping and a plethora of online retailers, it's extremely tempting to look for designer-inspired eyewear via the World Wide Web.",
		"There are a plethora of click-and-create programs for creating text adventure games.",
		"Contra - One of the defining side-scrolling shooter series in early video game history, Contra featured fast action and a plethora of weapons to dispose of invading aliens.",
		"Although he has taken on a number of roles in the plethora of games he has appeared in, there are many common elements to most games starring Mario.",
		"The Fastest thing Alive has a rather vague and suggestive back-story with a plethora of variations available as to his exact origin and location.",
		"You'll use a plethora of weapons, fictitious and real, to pound your enemy into the pavement, or just explode the pavement underneath him.",
		"Go online to Google and type wine racks and you will get a plethora of responses and places to shop.",
		"Researching a variety of wine accessories online turned up very little in the way of Copco wine bottle stoppers, except for those designed by Karim Rashid, but it did uncover a plethora of other wine stopper options.",
		"There are a plethora of Napa Valley wineries with unique personalities, histories, quality and size.",
		"If you walk into your favorite bookstore and check out the wine section (and yes, there is one) you will see a plethora of books from which to choose.",
		"You can become a paid subscriber to this website if you so choose, but with the plethora of free information available on the Wine Spectator website, it can be unnecessary to subscribe.",
		"The technological age allows easy access to other enthusiasts via the Internet and a plethora of chatboards and specialty sites that are available.",
		"If you point the mobileWweb browser on your BlackBerry Pearl to mobile.blackberry.com, you will find a plethora of other free downloads to enjoy.",
		"There are a plethora of cool apps for the HTC Touch Pro, which is a sophisticated cell phone offering advanced features for the avid businessperson.",
		"There is a plethora of dance DVDs out there on the market.",
		"With the advent of digital video dance lessons on the web, as well as the plethora of dance DVDs available, the use of dance step illustrations as teaching tools has declined in favor of much more useful and clear teaching tools.",
		"Thankfully, with the plethora of images available, it's easy to get the exactly right image to suit your message.",
		"Going to an actual group is probably a faster way than trying to learn on the Internet, even with the plethora of YouTube videos on dances like the TushPush.",
		"Billed as the Internet's largest, oldest and free genealogical community, RootsWeb offers a variety of tools and a plethora of information contributed by thousands of researchers and organizations worldwide.",
		"However, you can find a plethora of information at your fingertips in these online communities if you take the time to join one.",
		"Head to North Beach and you will find a plethora of Italian trattorias and coffees houses to satisfy your desire for Tagliatelli or passion for Saltimboca.",
		"Freedom to choose from a plethora of styles, and mix and match as you choose.",
		"Skinz takes care of this problem by offering a plethora of men's swimsuits in every category imaginable!",
		"If you had a Barbie townhouse as a little girl, you know that it was the perfect complement to the plethora of Barbie dolls you owned.",
		"On the chance you've missed the plethora of raves, jokes and Tweets, a Snuggie, designed by Allstar Products, is a fleece blanket with sleeves.",
		"However, a plethora of toys exist that can offer just as much to children as the newest trendy item.",
		"An Internet search will produce a plethora of information on the topic.",
		"As you might expect, the Internet has created a plethora of opportunities for freelance writers.",
		"In its stylish, yet diet-friendly way, Mastering the Zone offers a plethora of recipes.",
		"The bestknown parts of Boerhaave's system are his doctrines of inflammation, obstruction and \"plethora.",
		"Includes a plethora of stills, on-set photos, movie trailers, cast and crew bios, and a tour of the studio.. .",
		"The result is a plethora of work on what has become known as embodied cognition.",
		"Of course, his analysis is not limited to those views just mentioned but rather expands to a plethora of opinions concerning constitutionalism.",
		"The Net is the place to find a plethora of artistic, political, sexual, scientific and social crosscurrents.",
		"Combine this with its milder climate and a plethora of excellent beaches and you have the UK's premier surf destination.",
		"To unwind, there are a plethora of bars to choose from or you could hit one of the city's great nightspots.",
		"I sense that the many people who frequent this website will turn away, confused by the plethora of quoted texts.",
		"The difficulties in this field caused by a plethora of new criminal justice legislation are very well known.",
		"Within the past year, the race has been to integrate a plethora of advanced features into local search capabilities.",
		"There isn't enough room to mention the plethora of events that RAG does to raise money for charity.",
		"Disk one has no less than 4 audio commentaries then you get disk 2 for a whole plethora more.",
		"Amid the plethora of books, the reader cannot do better than consult the Narrative and Critical History of America, edited by Justin Winsor (1886-1889), in eight large octavo volumes, in which all the chapters are supplied with copious and carefully compiled bibliographies.",
		"Retro styling makes using the camera quite easy to use, no trying to look for features hidden in a plethora of buttons.",
		"Are you Willing to stand up to the plethora of ex chairs?",
		"There are many Scandinavian design aficionados in the furniture world and, if you are interested in learning more, there is a plethora of information waiting online and in the library.",
		"Not only can you choose from this plethora of colors, but you can also choose the exact coverage you need.",
		"Magnifying makeup mirrors are available in discount and department stores, such as Target and Wal-Mart, drug stores, beauty supply stores, specialty stores, and a plethora of online venues.",
		"A hanging cosmetic bag is not going to hold a plethora of eye makeup shades, large cheek and eye palettes such as those from MAC Cosmetics and your complete lip gloss collection.",
		"A quick search will often reveal a plethora of offers.",
		"In fact, some of the world's most popular fragrances are available for affordable prices nowadays, thanks in great part to the plethora of Internet boutiques devoted to discounted perfumes.",
		"If you're just starting your job hunt, the plethora of job-related websites may seem confusing.",
		"This job site features keyword- or zip-code-based job searches in a plethora of professions, allows job hunters to create a personalized account with different resumes and cover letters, and keeps a detailed record of jobs applied to.",
		"If you shoot a plethora of photos and post your work on multiple sites, however, you have the opportunity to make a decent sum of money.",
		"There are a plethora of colors, fabrics and cuts to match any mood, be it sporty, playful or glamorous.",
		"The raw seed can be consumed as a food, of course, but it can also be made into a plethora of other healthy goods, such as oils and butters to treat skin conditions and to beautify the skin.",
		"There are a plethora of recipes for wheatberry salads available on the Internet and in cookbooks.",
		"From pink totes to full makeup kits, this shop has a plethora of suggestions that will make your special group feel treasured.",
		"There is a plethora of options available.",
		"There are a variety of places from which you can order and a plethora of styles from which to choose.",
		"Near the Las Vegas Strip, you will find a plethora of venues to hold your informal wedding.",
		"Since there are many different types of prescription antidepressants, doctors and patients have a plethora of options.",
		"There are several websites and online shops that offer a plethora of curtains with varying styles, colors, material, and features.",
		"So, will this be the end of the plethora of pics that feature a shirtless McConaughey?",
		"Janet Jackson set the stage for a plethora of female celebrity wardrobe malfunctions and \"nip slips,\" during her now-legendary performance with Justin Timberlake at the 2004 Super Bowl halftime show.",
		"Despite the plethora of activities geared toward either children or adults exclusively, there are many things to do together on family cruises.",
		"Itineraries include a plethora of spiritual offerings from workshops with leading religious speakers to concerts with celebrated Christian singers and Bible classes with fellow believers.",
		"Getting a dog from a shelter is one way to combat the plethora of unwanted pets as well.When looking at a mixed breed dog, you won't usually be able to go by breed characteristics.",
		"As you can see, there is a plethora of options available to you to make your lawn furniture more than the average lawn chair.",
		"There are a plethora of companies that specialize in basement remodeling, as well as hundreds of websites dedicated to those who decide to do it themselves.",
		"These storms likely leave a plethora of damages in their paths.",
		"The cotton used is completely organic, grown without the use of the plethora of pesticides and chemical fertilizers that is prevalent in the cotton industry.",
		"A plethora of programs is also available for seniors in need.",
		"The plethora of changes that accompany menopause may seem overwhelming.",
		"There are a plethora of books out there and so many that it really boils down to going to the store and perusing through a few that seem to be up your alley.",
		"The company has partnered with large corporations to create a plethora of licensed and authorized products.",
		"These are just a few of the hall of fame authors who have zealously spoken to a plethora of people through their written works.",
		"A quick search for women's board shorts reveals a plethora of manufacturers.",
		"A plethora of CDs, radio stations, and concerts are available as venues from which to enjoy a variety of seasonal music.",
		"A plethora of candles is available to choose from, from those with religious references to simple decorative home accents.",
		"Although a Google search may yield a plethora of results for online games, don't forget to use your own ingenuity to find great Internet games.",
		"These bags employ a plethora of high-quality materials including lambskin, printed canvas, calfskin, silk, and even exotic skins like python and ostrich.",
		"The plethora of available styles in beach totes each season can make it difficult to decide on just one.",
		"Children can derive a plethora of benefits from using a digital camera.",
		"LoveToKnow Kids offers a plethora of parenting resources to help you on the many aspects of keeping your children healthy kids.",
		"You will find a plethora of helpful and supportive websites devoted to helping you become the best parent you can be.",
		"The Internet offers a plethora of fun children's websites that you can let your children go to and feel safe about them being online.",
		"Library-Your local library can offer a plethora of activities, most of which are free!",
		"You do a google search on 'movie showtimes', and voila, a plethora of sites that will help you.",
		"Still, one of the most popular draws is the plethora of spoofs you can see there.",
		"England's long history provides ghost hunters in the UK with a plethora of opportunities to experience haunted places.",
		"Thanks to the plethora of television crime show dramas, most people have a sense of how evidence is collected.",
		"Free Meditationsoffers a plethora of free meditations and mantras.",
		"With the number of telemarketing calls telling you about a competitor's low rates and the plethora of commercials advertising flat fees for long distance calls, you may be wondering if now is the time to switch your carrier.",
		"They are available in men's and ladies sizes and come in a plethora of fun colors to go with every outfit.",
		"Whether you're a Victorian goth, an industrial goth, or an irritatingly perky glitter goth, specialty stores and online vendors have been busily stocking up a plethora of styles to please your midnight fantasies.",
		"Fans of online shopping can head over to Zappos where a plethora of women's sandals are available at discounted prices.",
		"A Viking boot is naturally a standout design, thanks to its plethora of laces and its tuft of fur.",
		"One of the great things about daytime television is that it provides a plethora of fine actors and actresses an opportunity to be featured on the small screen.",
		"They give quick recaps and a plethora of opinions.",
		"In fact, families that travel through France will discover a plethora of chateaux, mansions, palaces, and historic monuments that will captivate people of all ages.",
		"Renting one of the many Lake Hubbard Cottages available is a great way to enjoy the plethora of manmade and natural wonders to be found in Northern Michigan.",
		"With over a century of horology manufacturing experience, it can be hard to wade through Cartier's plethora of timepieces.",
		"If you research what is the least expensive new car, you'll discover a plethora of dependable auto manufacturer brands that are sure to please.",
		"The vehicle comes with a plethora of features and boasts impressive safety ratings as well as the best warranty in its class.",
		"However, once you have your uniform, there is a plethora of cheerleading clothes and accessories to choose from.",
		"With the plethora of books available, the Atkins lifestyle is within your reach.",
		"Given the plethora of information available about diets and dieting, you might think there would be a good understanding among most people about what consitutes a healthful diet for weight control.",
		"Obesity is associated with a plethora of very serious health conditions, and being underweight increases your risk of infertility and osteoporosis.",
		"Take a trip to your health food stores and you will note the plethora of products boasting a high content of protein.",
		"Because so many people experience these types of medical problems, there are a plethora of products on the market today created to address digestive upset.",
		"The information these devices provide includes not only distance, but also the varying speeds at which you ran that day, as well as a whole plethora of other cool additions, like calories counters and more.",
		"Get your own upright bike and you can create your own intervals, with a plethora of speed and hill options on most bikes.",
		"Gift baskets filled with gourmet teas and coffees also offer a plethora of choices from gourmet green coffee to gourmet Italian coffee.",
		"There are a plethora of men's boxers on the market, so why should you buy Joe Boxer's boxers?",
		"Searching for something as seemingly innocent as underwear models results in a plethora of various links to many different websites that some may find offensive.",
		"Not only are there a plethora of shades to choose from on the market, but there are patterns galore to suit your every need.",
		"In 1995 the band became one of two super powers dominating the British pop music scene, and led the way for the plethora of Brit-pop bands that permeated the charts right up until the back end of the decade.",
		"The network search page itself is also given the thumbs down by users and reviewers who think that the plethora of ads integrated into the page design is off putting and confusing.",
		"The show's success has lead to a plethora of spin off merchandise and creative endeavors, from Hannah Montana bed linens, tooth brushes and furniture lines to CDs and concert tours.",
		"Led by a green lieutenant, played by William Hope, the grunts themselves are veterans of a plethora of encounters with 'xenomorphs'.",
		"The main character is a boy named Tip, who discovers, after meeting a plethora of amusing and/or frightening characters, that he is really a girl disguised as a boy through magic and is Ozma the rightful ruler of Oz.",
		"Along with the plethora of sci-fi short story collections, sci-fi magazines offer another resource that includes short stories written by new and established writers.",
		"If you step inside any drugstore, you'll find a plethora of acne skin care products.",
		"Instead, it's infused with a plethora of calming essential oils and powerful antioxidants, which nourish the underarm skin.",
		"There is also a plethora of dermatological treatments available for patients who want to see a measurable difference in their skin's condition.",
		"Women seeking products for aging skin in DC have a plethora of options available.",
		"From the impact and dangers the Internet poses to teenagers to the vulnerability it provides to adults, social networking can unwittingly open one up to plethora of problems.",
		"There are many places online to order them, and a plethora of styles are available.",
		"Thanks to both the proliferation and demand for Christian designers, it is relatively easy to simply Google the phrase and come up with a plethora of links, both sponsored and unsponsored.",
		"Web page design has transformed over the years to include a plethora of services, including online applications, dynamic intranets, online communities, digital newspapers, message boards, and blogs.",
		"Part of the proof that there is a need for search engine optimization is the plethora of businesses specializing in it.",
		"The casual classic material denim provides a plethora of ways to dress up or dress down new totes with the fresh twist of quilted fashion to provide incredible looks."
	],
	"synonyms": [
		"overplus",
		"embarrassment",
		"superfluity",
		"surfeit",
		"superabundance",
		"hyperæmia",
		"glut",
		"flood",
		"surplus",
		"overabundance",
		"excess",
		"repletion",
		"overflow",
		"many",
		"plenty"
	],
	"antonyms": [
		"need",
		"rarity",
		"scarcity",
		"few",
		"little",
		"lack",
		"dearth",
		"want"
	]
}