{
	"word": "rife",
	"meaning": [
		"Frequently or commonly occurring; widespread.",
		"Abundant.",
		"Abounding."
	],
	"sentences": [
		"An encouraging example is afforded by the remarkable fact that malaria, which was once rife in certain districts of England, has now died out, although the Anopheles maculipennis mosquito still exists there.",
		"They were still rife in Antioch in 260.",
		"As the queen's reign drew to its close, rumours were rife on the great subject of the succession to the throne.",
		"The commercial and financial evils rife under the last kings of the Aviz dynasty were now repeated.",
		"While revolution prevailed in the city, robbery was rife in the province of Yezd; and from Kazvin the son of Au Mirza otherwise called the zulus-sultan, the prince-governor of Teheran, who disputed the succession of Mahommed Shah, came forth to contest the crown with his cousin, the heir-apparent.",
		"It has been ascribed to a fly, to the water and to other causes; but it is not peculiar to Aleppo, being rife also at Aintab, Bagdad, &c.",
		"False teaching is still rife in the church today.",
		"Those who did so were suspected of an inclination towards novel and dangerous modes of thinking, then rife on the Continent and slowly finding their way to England.",
		"Discontent became rife, and on the ship breaking out of the ice in the spring Henry Hudson had a violent quarrel with a dissolute young fellow named Henry Greene, whom he had befriended by taking him on board, and who now retaliated by inciting the discontented part of the crew to put Hudson and eight others (including the sick men) out of the ship. This happened on the 22nd of June 1611.",
		"Conspiracy was now rife both in Naples and Sicily, but as yet there was no idea of deposing the king.",
		"Of course, the Internet is rife with great luggage stores.",
		"From the beginning, insurrection against the new government had been rife.",
		"Despite the bad news, optimism about the economy remains rife.",
		"In 1281 discontent with the king and his system of justice had again become rife in Wales, and at this point the treacherous Prince David, who had hitherto supported the king against his own brother, was the first to proclaim a national revolt.",
		"In England the abuse was rife in the 8th century, as may be gathered from the acts of the council of Cloveshoe.",
		"It is curious that Salvian shows no such hatred of the heterodox barbarians as was rife in Gaul seventy years later.",
		"For example, there is much poverty in India, with shanty towns where disease is rife.",
		"Various dangerous plots against his government and person were at this time rife.",
		"In 1481, three years after the Sixtine commission, a tribunal was inaugurated at Seville, where freedom of speech and licence of manner were rife.",
		"Rumours had from time to time been rife of a \"chancellor crisis\" and Billow's dismissal; in the Berliner Tageblatt this letter was compared to the \"Never!\"",
		"The administration lost all authority, the police were paralysed and brigandage became rife.",
		"Subsequently appointed by the ephors to settle the political dissensions then rife at Byzantium and to protect the city and the neighbouring Greek colonies from Thracian attacks, he made himself tyrant of Byzantium, and, when declared an outlaw and driven thence by a Spartan force, he fled to Cyrus.",
		"The visit of Mr Redmond and others to America in 1901 was not believed to have brought in much money, and the activity of the League was more or less restrained rife, especially in Sligo, and paid agents also promoted an agitation against grass farms in Tipperary, Clare and other southern counties.",
		"Police say reports of nuisance are up; violent crime is on the increase; hard drugs are rife.",
		"Could such miscreants be the origin of the web of restrictive agreements with which UK industry is said to be rife?",
		"The data also showed that the unemployment is particularly rife among women.",
		"False positive and negative results we are told are so rife its more stress than its worth.",
		"Importing tens of millions of foreign workers into a bloc already rife with racial tensions is also fraught with political difficulties.",
		"A huge increase in ' phishing ' which is the use of often sophisticated e-mail scams is now rife in the UK.",
		"Bullying, sexual harassment and physical abuse is also rife.",
		"However, these systems are rapidly penetrating the market and will soon become rife.",
		"A supreme junta had been formed which could nominally assemble about ioo,000 men, but jealousy among its members was rife, and they still declined to appoint any commander-in-chief.",
		"According to the common story, the Locrians consulted the Delphic oracle as to a remedy for the disorder and lawlessness that were rife amongst them.",
		"He bought a vigna in the Borgo near the Vatican, and thereon erected a sumptuous palace after designs by Bramante; and it was here, in the summer of 1503, that he entertained the pope and Cesare Borgia at a banquet that went on till nightfall despite the unhealthy season of the year, when ague in its most malignant form was rife.",
		"Governor James Bowdoin in1786-1787put down with clemency an almost bloodless insurrection in the western counties (there was strong disaffection, however, as far east as Middlesex), known as the Shays Rebellion, significant of the rife ideas of popular power, the economic distress, and the unsettled political conditions of the years of the Confederation.",
		"Peace and prosperity gradually weakened the benign rule of the kings of this dynasty, and during the reign of the last but one internecine war was rife between the chiefs and nobles of U and Tsang.",
		"Lauderdale having married the rapacious countess of Dysart, corruption was rife; his brother, Haltoun, was an example of reckless greed; opposition arose to a scheme of union, presently dropped, and by 1673 the duke of Hamilton and Sir George Mackenzie led an organized political opposition.",
		"Discontent became rife, and on the ship breaking out of the ice in the spring Hudson had a violent quarrel with a dissolute young fellow named Henry Greene, whom he had befriended by taking him on board, and who now retaliated by inciting the discontented part of the crew to put Hudson and eight others (including the sick men) out of the ship. This happened on the 22nd of June r 6 r 1.",
		"Perverse discourses and oppressive deeds were waxen rife.",
		"Through the Ages and for All Eternity The exact origin of the wedding ring is uncertain and is rife with superstition and mythology.",
		"Lying low is now mandatory in Baghdad, a city rife with rumors that foreigners will soon be asked to leave.",
		"A significant number have been rife with corruption or have left countries with huge debts.",
		"The communications press is rife with stories and reports about the probable downturn...",
		"It also suggest that the two died due to some infection rife at the time.",
		"Dianah Worman, CIPD Diversity Adviser, says, ' Figures show age discrimination is still rife in the workplace.",
		"Home invasion and murder is rife in this country at the moment.",
		"Adamnan died around 704 AD, having been attributed with the halting of the plague rife in the area at the time.",
		"The findings offer an explanation as to why breast cancer is more rife in the western world compared with the developing world.",
		"The turbo trainer has lost its attraction as the cast gets sodden inside when I spin and reality TV is rife on the box !",
		"Power plays, backbiting, wheeler dealing and the usual political skullduggery are rife.",
		"Fresh organic baby food is hard to find for some people who aren't living in a packed urban environment that is rife with health food stores.",
		"The urban outdoors is rife with communicable cat diseases, pests and parasites, as well as all sorts of vehicular dangers.",
		"The colors were, of course, also perfectly in tune with the film's general aesthetic - rife with pink, feminine shades, they were practically made for women like me and Elle Woods.",
		"The song, from the maven's best-selling 1998 album Ray of Light, is a come-hither approach to the art of seduction, rife with memorable melodies and lyrics.",
		"However, the initial driving experience can be rife with dangers.",
		"He grew up in St. Andrew's Parish, just north of Kingston, relatively insulated from the poverty that is rife in Kingston.",
		"Rife with everything from videos to photographs, these sites have become public diaries for the world to view at their leisure.",
		"Although it is extremely fun to choose and play with a child's wardrobe, as young boys mature certain clothing items come rife with stereotypes.",
		"Ranging from extremely clever to random and arcane, the videos in this section are rife with pop-culture references that might baffle anyone born before 1980.",
		"Each generation is rife with its own remarkable set of memorable trends, some more important than others, yet each contributing something noteworthy to the fashion world.",
		"Made popular by the famous Sears, Roebuck and Co., the catalogs were rife with everything from dress shirts (usually priced between $2-3!) and shoes to vests and suits (often under $10).",
		"What was once quite an unimpressive selection has grown into a veritable industry, rife with clothes of all kinds.",
		"Fortunately, the Internet is rife with websites that offer poetry lesson plans.",
		"The Ed Hardy swimwear collection for men and women is rife with brazen, sexy styles that are destined to be instant favorites - assuming the wearer is gutsy enough to pull them off, of course.",
		"The marketplace is rife with probiotic supplements, and it is sometimes difficult to know which you should take.",
		"The 80s were rife with strangely imaginative tops.",
		"The lineup is rife with soft, decadent pieces of arm candy that deservedly earn admiring glances no matter where they go.",
		"Born in 1946, the fashion house celebrated its 60th anniversary with a series of upbeat, colorful pieces that drew inspiration from the 1960s, when the fashion world was rife with energy and charisma, and some Asian influence, too.",
		"Wild, vivacious and positively glowing, the collection is rife with neon prints, fearless designs and even, in some cases, colors that seem to clash.",
		"Makowsky lineup is primarily rife with functional bags, the company occasionally offers a dramatic clutch, too.",
		"Each season, the label releases a fresh collection, rife with pieces that represent current trends, yet still often remain true to a classic sense of style.",
		"The reading of tarot cards is an ancient art that marries many different subjects; the tarot is rife with deep, esoteric symbolism that speaks to the various archetypes or roles that you play.",
		"You can expect to see more negative aspects of Pisces in a chart that is dominantly Pisces and, unfortunately, rife with off-putting planetary angles.",
		"If you're shooting something you've only imagined until now, your project is sure to be rife with those personal touches that make it uniquely your own.",
		"The field of psychic phenomenon is rife with hoaxers and con artists.",
		"While history - especially European history - is rife with werewolf sightings.",
		"The story of the schooner was not rife with trouble, like the Cyclops.",
		"This line is rife with youthful styles that are unabashedly trendy and playful.",
		"Yes, it's true - the Madden collection, rife with trendy boots, killer heels and sexy pumps, also includes toasty slippers.",
		"Its vast collection is rife with shoes that cater to teenagers - but women of all ages can enjoy these hip, on-trend shoes if they follow runway patterns.",
		"Online auctions are rife with counterfeit merchandise.",
		"Of course, a soap opera being the imaginative, dramatic and fun-filled playground that it is, it's only fitting that the writers would have a field day penning scripts rife with drama, intrigue and the occasional bout of happiness.",
		"Fortunately, the Internet is rife with just about everything you could possibly hope to find.",
		"It made its debut in 1985, and from the start it followed the path so familiar to most soap operas - its storylines were, and continue to be, rife with subjects involving love affairs, family squabbles and legal issues.",
		"For those living in the UK, however, entertainment magazines, talk shows and newspapers are usually rife with news on upcoming storylines.",
		"The stories of women and corsets over the centuries are rife and terrifying.",
		"This is why the field is rife with scam artists.",
		"All escaped malaria, which was rife in the immediate neighbourhood.",
		"Strikes and discontent were rife.",
		"As the land becomes higher, the dwellings improve; but, despite the presence of a doctor in each commune, disease is everywhere rife.",
		"The burning pain now running rife could surely soon destroy our life.",
		"The turbo trainer has lost its attraction as the cast gets sodden inside when I spin and reality TV is rife on the box!",
		"Here family vendettas were rife and houses were built with ever higher fortifications.",
		"Towns are rife with gang warfare and the weapons of choice are all manner of armored vehicles, fully equipped with various lethal weaponry.",
		"With the country also at war with the French and Dutch, paranoid xenophobia - a familiar English trait - was rife.",
		"It is chiefly in the \" flying \" flocks and not in the breeding flocks that the disease is rife, and it is so easily communicable that a drove of scab-infested sheep passing along a road may leave behind them traces sufficient to set up the disorder in a drove of healthy sheep that may follow.",
		"Ratan Singh, who succeeded his father in 1828, applied in vain in 1830 to the British government for aid against a fresh outbreak of his thakurs; but during the next five years dacoity became so rife on the borders that the government raised a special force to deal with it (the Shakhawati Brigade), and of this for seven years Bikanir contributed part of the cost.",
		"Yet disaffection against Thebes was now growing rife, and Sparta fostered this feeling by stipulating for the complete independence of all the cities in the peace of Antalcidas (387).",
		"For example, winter's collections may be rife with rich wine, burgundy and chocolate hues, while springtime is the right time to roll out the turquoise, yellow, and lime shades.",
		"Outrages on shipwrecked crews continued so rife that the question of occupation had to be taken up again; and in 1855 a project was formed for such a settlement, embracing a convict establishment.",
		"The first attack upon the aristocracy proceeded from a young noble named Cylon, who endeavoured to become tyrant about 630 B.C. The people helped to crush this movement; yet discontent must have been rife among them, for in 621 the Eupatrids commissioned Draco, a junior magistrate, to draft and publish a code of criminal law.",
		"Partly because of political and social divisions thus revealed, conspiracies being rife in the decade 1820-1830, and partly as preparation for the defence against Mexico and Colombia, who throughout these same years were threatening the island with invasion, the captains-general, in 1825, received the powers above referred to; which became, as time passed, monstrously in disaccord with the general tendencies of colonial government and with increasing liberties in Spain, but continued to be the spiritual basis of Spanish rule in the island.",
		"The scandals, indeed, were rife in Washington, and affected persons in close relations with the president.",
		"In the 16th century a spirit of universal questioning was rife, and it is this utter unsettlement of opinion which is reflected in the discussions of doubts on matters only remotely connected with \" the faith once for all delivered unto the saints \" (Jude 3).",
		"The life and death struggle between the church and the empire has now entered on its final stage, and fear and trouble and woe are rife in the hearts of the faithful.",
		"Assertions of the right and necessity of secession were frequent from the beginning; separatist conspiracies were rife in the West until 1812; various leaders in New England made threats of secession in1790-1796and 1800-18r5 - especially in 1803 on account of the purchase of Louisiana, in 1811 on account of the proposed admission of Louisiana as a state, and during the troubles ending in the War of 1812.",
		"In the XXIst Dynasty, when tomb robberies were rife and most of their valuables had been stolen, the royal mummies were removed from place to place and at last deposited for safety in the tomb of Amenophis II.",
		"At last after agitation and discontent had become rife, government appointed a royal commission to inquire into the whole question in 1883.",
		"Despite the general productiveness of the soil, however, the social condition of Friesland has remained in a backward state and poverty is rife in many districts.",
		"Suspicions only became rife after Richard had seized and beheaded without any trial, Lord Hastings, the late kings most familiar friend, and had arrested at the same moment the archbishop of York, Morton, bishop of Ely, and Lord Stanley, all persons of unimpeachable loyalty to the house of Edward Pt.",
		"True, the supply from India had been more than doubled, the adulteration once so rife had been checked, and the improved quality and value of the cotton had been fully acknowledged, but still the superiority of the produce of the United States was proved beyond all dispute, and American cotton was again king.",
		"At no time in history were unpractical crotchets so rife in the heads of men as in 1848.",
		"This apocalypse is of very great importance, on account of its very full treatment of the theological questions rife in the latter half of the 1st century of the Christian era.",
		"Nor because the pagans regarded the close meetings of the Christians usually held in private houses as mysteries in which incest and cannibalism were rife, does it follow that the Christians themselves accepted the comparison.",
		"But throughout the ecclesiastical society traditional bonds were loosened and anarchy was rife, and this at the very moment when the enemies of the priesthood and its leaders redoubled their attack.",
		"Henceforward the bulk of the trade was in British hands, but piracy was rife, the slave trade flourished, and the coast towns and islands of the Persian Gulf had fallen from their ancient prosperity to a lower level than they had experienced for some centuries.",
		"The disease was very rife in 1895, but the extensive application of the muzzling restrictions of the Board of Agriculture was accompanied by so steady a diminution in the [[Table Xxii I]].",
		"Under such a system, and the legal protection enjoyed through it by Ottoman functionaries against evil consequences of their own misdeeds, corruption was rife throughout the empire.",
		"In other lands things did not on the whole go so well, and many causes at work during the later middle ages tended to bring about relaxation in the Benedictine houses; above all the vicious system of commendatory abbots, rife everywhere except in England.",
		"Conspiracies against him were rife, and in 1884 he narrowly escaped assassination.",
		"One of the first acts of the new king was to lead an army into Syria, where revolt was again rife; he reached and perhaps crossed the Euphrates and returned home to Thebes with seven captive kings of Tikhsi and much spoil.",
		"Plotting was rife at Milan, as also at Bologna, where the memory of old liberties predisposed men to cast off clerical rule and led to the first rising on behalf of Italian liberty in the year 1794.",
		"But the prevailing impression we carry away after reading him is that in all his early satires he was animated by a sincere and manly detestation of the tyranny and cruelty, the debauchery and luxury, the levity and effeminacy, the crimes and frauds, which we know from other sources were then rife in Rome, and that a more serene wisdom and a happier frame of mind were attained by him when old age had somewhat allayed the fierce rage which vexed his manhood.",
		"At the time of the Wars of the Roses discontent was rife in Derbyshire, and riots broke out in 1443, but the county did not lend active support to either party."
	],
	"synonyms": [
		"regnant",
		"prevalent",
		"current",
		"prevailing",
		"predominant",
		"widespread",
		"replete",
		"alive",
		"teeming",
		"swarming",
		"raging",
		"overflowing",
		"numerous",
		"rampant",
		"profuse"
	],
	"antonyms": [
		"low",
		"scarce",
		"devoid"
	]
}