{
	"word": "pedantic",
	"meaning": [
		"Characterized by a narrow, often ostentatious concern for academic knowledge and formal rules.",
		"Like a pedant, overly concerned with formal rules and trivial points of learning.",
		"Being finicky or fastidious, especially with language."
	],
	"sentences": [
		"Being a pedantic old academic I 'm a stickler for accuracy.",
		"It seemed as though the Renaissance ran a risk of being throttled in its cradle by superfluity of foreign and pedantic nutriment.",
		"Instinctively a humanist, he had little patience with the narrow curriculum of Harvard in his day and the rather pedantic spirit with which classical studies were there pursued.",
		"He was disgusted at the pedantic teaching of his own day, and he insisted that the teaching of words and things must go together.",
		"Only those who hold such a ridiculously pedantic view could vilify the Irish rebellion by calling it a ' putsch '.",
		"I was too young to do more than see and note facts, and thanks to my natural indolence and that passion for the concrete, which is at once the joy and the weakness of artists, I should perhaps always have remained at that stage if my somewhat pedantic critics had not driven me to reflect and painfully search after the ultimate causes of which till then I had only grasped the effects.",
		"Burroughs' writing style is also quite pedantic, which some readers find alienating.",
		"Option 1 has the virtue of simplicity and the vise of leaving no room for enjoyable pedantic nitpicking.",
		"Today, that's called Fanfic or Fan Fiction, or, to be pedantic, Fan-Written Fiction.",
		"Verging on pedantic, some of Harrison 's songs would have sounded trite in lesser hands.",
		"From his mother, Elizabeth Vitlitsaya, he inherited most of his characteristics, an insatiable love of work, an almost pedantic love of order and the most rigorous sense of duty.",
		"All this will doubtless seem pedantic to many - but isn't peak bagging pedantic by its very nature?",
		"If you can tolerate your partner's pedantic nature and fits of criticism, it's because you also appreciate his steadfast nature and the security that accompanies dating an earth sign.",
		"The rules for composition there laid down are, perhaps, somewhat pedantic. His philosophical writings were La Morale d'Epicure tiree de ses propres ecrits (1758), and the Histoire des causes premieres (1769).",
		"Verging on pedantic, some of Harrison's songs would have sounded trite in lesser hands.",
		"From his sixth to his ninth year Alexius was educated by the diffuse and pedantic Vyazemsky, but after the removal of his mother to the Suzdal Prokovsky Monastery he was confided to the care of learned foreigners, who taught him history, geography, mathematics and French.",
		"Few things are finer in music or literature than the end of the second act of Die Meistersinger, from the point where Sachs's apprentice begins the riot, to the moment when the watchman, frightened at the silence of the moonlit streets so soon after he has heard all that noise, announces eleven o'clock and bids the folk pray for protection against evil spirits, while the orchestra tells us of the dreams of Walther and Eva and ends by putting poetry even into the pedantic ineptitudes of the malicious Beckmesser.",
		"In 1687 he made the daring innovation of lecturing in German instead of Latin, and in the following year published a monthly periodical (Scherzhafte and ernsthafte, verniinftige and einfdltige Gedanken ilber allerhand lustige and niitzliche Bucher and Fragen) in which he ridiculed the pedantic weaknesses of the learned, taking the side of the Pietists in their controversy with the orthodox, and defending mixed marriages of Lutherans and Calvinists.",
		"Monstrelet's own writings, dealing with the latter part of the Hundred Years' War, are valuable because they contain a large number of documents which are certainly, and reported speeches which are probably, authentic. The author, however, shows little power of narration; his work, although clear, is dull, and is strongly tinged with the pedantry of its century, the most pedantic in French history.",
		"He was continually traveling through the three provinces entrusted to him, was pedantic in the fulfillment of his duties, severe to cruel with his subordinates, and went into everything down to the minutest details himself.",
		"The Italians saw in him a pedantic foreign professor, blind to the beauty of classical antiquity, penuriously docking the stipends of great artists.",
		"Dessalles, the tutor he had brought from Switzerland, was wearing a coat of Russian cut and talking broken Russian to the servants, but was still the same narrowly intelligent, conscientious, and pedantic preceptor.",
		"The mode of discipline practised by the pedantic and irritable old man who stood at the head of this institution was not at all to the young student's liking, and the impression made upon him stimulated him later on to work out his projects of school reform.",
		"This narrow and pedantic theory had at least the merit of insisting on propriety of expression.",
		"Japanese journalistic writing in these early years of Meiji was marred by extreme and pedantic classicism.",
		"The practical portions, on the contrary, are evidently the result of his own professional experience, and are written with much sagacity, and in a far clearer style than the more pedantic chapters, in which he gives the somewhat fanciful theories of the Greeks.",
		"As a teacher and master Hegel inspired confidence in his pupils, and maintained discipline without pedantic interference in their associations and sports.",
		"From his father, whose stern, somewhat pedantic nature repelled warmer feelings on the part of the children, Goethe inherited that \"holy earnestness\" and stability of character which brought him unscathed through temptations and passions, and held the balance to his all too powerful imagination.",
		"Camoens, in the Lusiad, if we may here group Portugal with Spain, was the first modern poet to compose an epic on a purely modern theme, vying with Virgil, but not bending to pedantic rules, and breathing the spirit of the age of heroic adventures and almost fabulous discoveries into his melodious numbers.",
		"In one he aimed at being brilliant; and becoming merely laboured and pedantic, he was covered with ridicule by Sheridan, from whom he received a lesson which he did not fail to turn to account.",
		"Some English applications of free trade theory in recent times in the matter of import duties have been pedantic - the abolition of the shilling corn duty in 1869 by Robert Lowe (Lord Sherbrooke) being typical of this pedantry, though it is not the only instance.",
		"Of course, we might seek to infer an unwritten tradition of Christ's words; but without pedantic ultra-Protestant devotion to written scripture, one may distrust on scientific grounds the attempt to reconstruct tradition by a process of inference.",
		"Its touch on classical mythology is original, rarely imitative or pedantic. The art of the Renaissance was an apocalypse of the beauty of the world and man in unaffected spontaneity, without side thoughts for piety or erudition, inspired by pure delight in loveliness and harmony for their own sakes.",
		"But though his natural defects of intellect and will-power were not improved by the pedantic tutoring to which he was submitted, he grew up pious, honest and well-meaning; and had fate cast him in any but the most stormy times of his country's history he might well have left the reputation of a model king.",
		"In 1652 he amused himself with ploughing and bell-ringing, In the Life he speaks of himself and his family as Wood or a Wood, the last form being a pedantic return to old usage adopted by himself.",
		"It is often inaccurate, and it abounds in farfetched conceits and odd and pedantic features.",
		"More serious, however, than this excessive love of synchronism is his almost pedantic anxiety to edify."
	],
	"synonyms": [
		"donnish",
		"academic",
		"schoolish",
		"learned",
		"hairsplitting",
		"precise",
		"didactic",
		"scholastic",
		"bookish",
		"pedantical",
		"literary",
		"inkhorn",
		"formalistic"
	],
	"antonyms": [
		"informal",
		"imprecise"
	]
}