{
	"word": "insular",
	"meaning": [
		"Of, or having the form of, an island.",
		"Living or situated on an island.",
		"Like an island; detached; isolated.",
		"Circumscribed and detached in outlook and experience; narrow or provincial.",
		"Narrow-minded, illiberal, or provincial.",
		"An islander."
	],
	"sentences": [
		"Politically supreme, the count became master of the insular Church.",
		"I became very isolated and insular, very unhappy.",
		"Subsequently it reverted to its insular condition, in which state it has remained.\"",
		"The walls, both insular and continental, can be traced throughout their whole circuit; and in many places, especially round the acropolis, at the N.E.",
		"There is a general tendency among these insular birds to vary more or less from their continental representatives, and this is especially shown by the former having always darker plumage and stronger bills and legs.",
		"Japan has four insular chains which link her to the neighboring continent.",
		"The climate of the Cordilleran region presents even more variety than that of the other provinces because of the ranges of mountains which run parallel to the Pacific. Along the coast itself the climate is insular, with little frost in winter and mild heat in summer, and with a very heavy rainfall amounting to ioo in.",
		"In his pamphlet on \"Insular Free Trade\" the prime minister reviewed the economic history since Cobden's time, pointed to the falsification of the promises of the early free-traders, and to the fact that England was still the only free-importing country, and insisted that he was \"in harmony with the true spirit of free-trade\" when he pleaded for \"freedom to negotiate that freedom of exchange may be increased.\"",
		"The administration of justice is vested in a municipal court and in one court under justices of the peace and auxiliary justices; the administration of school affairs is vested in a special board of six members; and matters pertaining to health are administered by the insular bureau of health.",
		"His love for the English Church never blinded him to its faults, and no man was less insular than he.",
		"In Sicily therefore the Greek became more continental, and the Phoenician became more insular.",
		"A causeway of boulders and pebbles, thrown up by the sea and passable at low tide, unites Marazion with the insular St Michael's Mount (q.v.).",
		"In Sicily the revolutionists were purely insular in their aspirations and bitterly hostile to the Neapolitans, and the attempts.",
		"The administrative head of the system fs the director of education, who is appointed by the commission, and who arranges the course of study, approves the plans for school houses, determines in what towns secondary schools shall be established and in what towns American teachers shall teach, divides the archipelago into school divisions and appoints a division superintendent in each, and supervises the examination of teachers and the application of insular school funds.",
		"Two insular outbreaks, Malta in 1813 and Corfu in 1815, attracted much attention as being both thought to be cases of importation by sea-traffic,' and there seems good reason for this opinion.",
		"From the presence of these islands a fanciful appellation for this city is derived - \"the Venice of the North\"; but actually only a small part is insular.",
		"He seemed so insular and I thought he didn't want me any more.",
		"These are the summer and winter portions of the year, and an important result of the prevalence of these winds, with their accompanying rains, which are coincident with the annual extremes of temperature, is to imprint a more strictly insular character on the climate, by moderating the heat of summer and the cold of winter.",
		"They hold that former estimates of the number of inhabitants in the various insular groups were mere guesswork.",
		"From the south-east the chain of islands forming insular Denmark extends towards Sweden, the strait between Jutland and Fiinen having the name of the Little Belt.",
		"As the insular government could not safely allow the friars to return to their parishes the friars' lands were bought for $7,000,000.",
		"As is to be anticipated, having regard to its insular position and to the fact that the equator passes through the very middle of the island, the climate is at once hot and very damp. In the hills and in the interior regions are found which may almost be described as temperate, but on the coasts the atmosphere is dense, humid and oppressive.",
		"The insular position of England, combined with the nature of the English people, has allowed us to feel the vibration of European movements later and with less of shock than any of the continental nations.",
		"Speaking broadly, the general type of the flora of the lower, hotter and wetter regions, which extend along the great plain at the foot of the Himalaya, and include the valleys of the larger rivers which penetrate far into the mountains, does not differ from that of the contiguous peninsula and islands, though the tropical and insular character gradually becomes less marked going from east to west, where, with a greater elevation and distance from the sea and higher latitude, the rainfall and humidity diminish and the winter cold increases.",
		"Meanwhile the siege of insular Tyre was closely pressed; its water-supply was cut off, and it was compelled to surrender.",
		"Geographical usage confines to the southern part of the island of Great Britain the name commonly given to the great insular power of western Europe.1 In this restricted sense the present article deals with England, the predominant partner in the United Kingdom of Great Britain and Ireland, both as containing the seat of government and in respect of extent, population and wealth.",
		"Insular England was not affected by the disturbing influences of the Napoleonic period in any such degree as was continental Europe.",
		"The isolation of the Onas is peculiarly marked, inasmuch as they are an insular people who do not use boats.",
		"The usages of the church were similar to those in France, and had not the insular character of those in England and Ireland.",
		"There is, however, in Travancore, on the mainland, a low-caste \"Veda\" tribe, nearly black, with wavy or frizzly hair, and now speaking a Malayalim (Dravidian) dialect (Jagor), who probably approach nearer than the insular Veddahs to the aboriginal pre-Dravidian \"negrito\" element of southern India and Malaysia.",
		"Unfortunately for himself the third Henry inherited the continental cosmopolitanism of his Atigevin ancestors, and found himself confronted with a nation which was growing ever more and more insular in its ideals.",
		"Causes of They were bound to recur as long as the kings who the ruled on this side of the Channel were possessed of Hundred continental dominions, which lay as near, or nearer, to their hearts than their insular realm.",
		"Insular self-glorification was, however, modified to some extent by the Renaissance, which developed an interest in other lands, and the Reformation, which gave to much historical writing a partisan theological bias.",
		"One body of scholars, headed by Professor Wendelin Forster of Bonn, while admitting that, so far as any historic basis can be traced, the events recorded must have happened on insular ground, maintain that the knowledge of these events, and their romantic development, are due entirely to the Bretons of the continent.",
		"According to Professor Forster there were no Arthurian romances previous to Chretien, and equally, of course, no insular romantic tradition.",
		"This, the \"insular\" theory, in spite of its inherent probability, has hitherto been at a disadvantage through lack of positive evidence, but in a recently acquired MS. of the British Museum, Add.",
		"The evidence of recent discoveries is all in favour of the insular, or French, view.",
		"England remaining invulnerable in her insular position despite Hoches attempt to land in Ireland m 1796, the Directory resumed the traditional policy against Austria of conquering the natural frontiers, Carnot furnishing the plans; hence the war in southern Germany, in which Jourdan and Moreau were repulsed by an inferior force under the archduke Charles, and Bonapartes triumphant Italian campaign.",
		"The public had its first intimation of impending events in the appearance on September 16th of Mr Balfour's Economic Notes on Insular Free Trade, which had been previously circulated as a cabinet memorandum.",
		"He organized in Cuba the Bureau of Insular Affairs of which he was head for several months.",
		"But the fleet of the Ionians was defeated off the island of Lade, and the destruction of Miletus after a protracted siege was followed by the reconquest of all the Asiatic Greeks, insular as well as continental.",
		"The insular region between Mount Sarmiento and the Cordillera de los Andes, properly so called, i.e.",
		"English art, in other words, became insular, cut adrift from the European mainstream.",
		"It is no longer possible for any country to remain insular!",
		"I think we English are a little insular, that is the problem of living on an island.",
		"The report talks about the global information economy but is actually somewhat insular in its view.",
		"As we evaluated the ministry we saw the danger of becoming too insular and the need to concentrate more on outreach.",
		"I'm assuming that you have a modest skill with Guitar but that you find doing it on your own a rather insular experience.",
		"The coverage in the British press in many respects is still very insular.",
		"More Music - At the moment, I'm a bit insular in my music tastes.",
		"I smoke too much, I drink too much, I don't get enough exercise, I have become insular.",
		"For Nathan, who had lived an insular life, Aids wasn't an issue.",
		"It consists of 680 pages that present the four gospels in an elegant Latin hand known as insular majuscule.",
		"These businesses traditionally often remain insular, and tend to ask for support and advice from their own peer groups.",
		"Mr Francis Gribble has summed up her characterin\" a scornful, insular way \" as a light woman.",
		"The name appears in Domesday, the suffix designating -the former insular, marshy character of the district; while the prefix is generally taken to indicate the name of a Saxon overlord, Beormund.",
		"The mainland invasions which produced these great ethnic changes in Crete are marked archaeologically by signs of widespread destruction and by a considerable break in The dark the continuity of the insular civilization.",
		"The hydrosphere covers nearly threequarters of the earth's surface as a single and continuous expanse of water surrounding four great insular land-masses known as the continents of the Old World (Europe, Asia, Africa), America, Australia and Antarctica.",
		"Baffin Land is a barren insular tract, included in Franklin district, Canada, with an approximate area of 236,000 sq.",
		"One value even of the smallest well is, that when you look into it you see that earth is not continent but insular.",
		"Set in a small insular town in America 's Deep South, this is a gripping drama of smoldering and repressed passion.",
		"He appreciated, without overestimating, the value of England's insular position.",
		"The Dutch now resolved to discover a passage into the Pacific to the south of Tierra del Fuego, the insular nature of which had been ascertained by Sir Francis Drake.",
		"If Normans, as Normans, now exist anywhere, it is certainly only in that insular fragment of the ancient duchy which still cleaves to the successor of its ancient dukes.",
		"The circumstances of his settlement in his two great fields of conquest were widely different; his position when he was fully established in his two insular realms was widely different; but the end has been the same in both cases.",
		"The funeral rites are similar, and the religious representations show an identical form of worship. At the same time the local traditions and conditions differentiate the continental from the insular branch.",
		"Her insular position, continuity of political development and freedom from domestic broils played an important part in bringing about a steady and continuous growth of industry and manufactures for several generations before the modern era.",
		"Shortly before returning to his regiment in the early weeks of 1791 he indited a letter inveighing in violent terms against Matteo Buttafuoco, deputy for the Corsican noblesse in the National Assembly of France, as having betrayed the cause of insular liberty in 1768 and as plotting against it again.",
		"Africa, was settled in the Aegean area from a remote Neolithic antiquity, but, except in Crete, where insular security was combined with great natural fertility, remained in a savage and unproductive condition until far into the 4th millennium B.C. In Crete, however, it had long been developing a certain civilization, and at a period more or less contemporary with Dynasties XI.",
		"He had a magnificent temple in insular Tyre, founded by Hiram, to which gifts streamed from all countries, especially at the great feasts.",
		"The insular government, however, has created a seventh administrative department - that of health, charities and corrections - and requires that the head of this shall be chosen by the governor from among the five members of the Executive Council who are not heads of the other departments.",
		"All laws enacted by the insular legislature must also be submitted to the Congress of the United States, which reserves the right to annul them.",
		"The principal local government is that of the municipalities or municipal districts, but for the Spanish municipal government the insular legislature has substituted one resembling that of small towns in the United States, and it has reduced the number of districts from 66 to 47.",
		"The police force of each municipality, or rather of each of 66 police districts, is maintained and controlled by the insular government; justice in each municipality is also administered by the insular government; the building, maintenance and repair of public roads are under the management of a board of three road supervisors in each of the seven insular election districts; and matters pertaining to education are for the most part under the insular commissioner of education and a school board of three members elected biennially in each municipality; nearly all other local affairs are within the jurisdiction of the mayor and municipal council.",
		"The university at Rio Piedras was established by act of the insular legislature in 1903, but in 1910 only two departments had been organized - the insular normal school and the department of agriculture.",
		"Trade between Porto Rico and the United States is free, but upon imports to Porto Rico from foreign countries the Federal government collects custom duties and pays the net proceeds to the insular government.",
		"Other principal sources of income are excise taxes, a general property tax, an inheritance tax and a tax on insurance premiums. For the fiscal year ending June 1909 the net income of the insular government was $3,180,111.75 and the net bonded indebtedness was $3,759,231.22.",
		"The climate of Cuba is tropical and distinctively insular in characteristics of humidity, equability and high mean temperature.",
		"But indirectly Roman law did exert a by no means insignificant influence through the medium of the Church, which, for all its insular character, was still permeated with Roman ideas and forms of culture.",
		"The narrow strait Strdmmen separates Kvalii from the larger Seiland, whose snow-covered hills with several glaciers rise above 3500 ft., while an insular rampart of mountains, Sord, protects the strait and harbour from the open sea.",
		"Commencing in the Arctic region, the Eskimo in his kayak, consisting of a framework of driftwood or bone covered with dressed sealskin, could paddle down east Greenland, up the west shore to Smith Sound, along Baffin Land and Labrador, and the shores of Hudson Bay throughout insular Canada and the Alaskan coast, around to Mount St Elias, and for many miles on the eastern shore of Asia.",
		"Unmolested by enemies (Harpagornis, a tremendous bird of prey, died out with the Pleistocene), living in an equable insular climate, with abundant vegetation, the moas flourished and seem to have reached their greatest development in specialization, numbers, and a bewildering variety of large and small kinds, within quite recent times.",
		"The name Tristan is now generally admitted to be the equivalent of the Pictish Drostan, and on the whole, the story is now very generally allowed to be of insular, probably of British, origin.",
		"The Protestant martyrs and Calais between them removed all the alternatives to an insular national English policy in church and in state; and no sovereign was better qualified to lead such a cause than the queen who ascended the throne amid universal, and the Spaniards thought indecent, rejoicings at Mary's death on the 17th of November 1558.",
		"No sovereign since Harold had been so purely English in blood; her nearest foreign ancestor was Catherine of France, the widow of Henry V., and no English king or queen was more superbly insular in character or in policy.",
		"The glory of the lordship of the isles - the insular sovereignty - had departed.",
		"The Macdonalds of Sleat, the direct representatives of Somerled, though driven from Islay and deprived of supreme power by James V., still kept a sort of insular state in Skye.",
		"On the 16th of September Mr Balfour published a pamphlet on \"Insular Free Trade,\" and on the 18th it was announced that Lord George Hamilton and Mr Ritchie had resigned, Lord Balfour of Burleigh and Mr Arthur Elliot following a day or two later.",
		"Its northern part is actually insular, divided from the mainland by the Limfjord or Liimfjord, which communicates with the North Sea to the west and the Cattegat to the east, but this strait, though broad and possessing lacustrine characteristics to the west, has only very narrow entrances.",
		"The insular government also makes annual appropriations for the maintenance of Filipino students at educational institutions in the United States; in 1908 the number so provided for was 130.",
		"In 1571 the city of Manila was founded and became the insular capital.",
		"After the determination of a number of cosmopolitan insects that may well have been artificially introduced, there remains a large proportion of endemic species - sometimes referable to distinct genera - which suggest a high antiquity for the truly insular faunas.",
		"The increasing numbers arriving by this means, however, provoked serious hostility in the Pacific coast states, especially in San Francisco, and to remedy the difficulty Congress inserted a clause in the general immigration act of the 10th of February 1907 which provides that whenever the president is satisfied that passports issued by any foreign government to any other country than the United States, or to any of its insular possessions, or to the Canal Zone, \" are being used for the purpose of enabling the holders to come to the continental territory of the United States to the detriment of labour conditions therein,\" he may refuse to admit them."
	],
	"synonyms": [
		"clannish",
		"biased",
		"isolated",
		"confined",
		"secluded",
		"restricted",
		"provincial",
		"prejudiced",
		"narrow",
		"bigoted",
		"small-town",
		"local",
		"limited",
		"narrow-minded",
		"parochial",
		"islesman",
		"islandy",
		"islandman",
		"island-dweller"
	],
	"antonyms": [
		"tolerant",
		"unbiased",
		"unprejudiced",
		"broad-minded"
	]
}