{
	"word": "inimical",
	"meaning": [
		"In opposition; adverse; unfavorable.",
		"Like an enemy; hostile; unfriendly."
	],
	"sentences": [
		"Thenceforward France treated the papacy as an inimical power.",
		"A broader agenda is not inimical to the US; on the contrary.",
		"Home Office policies are often inimical to keeping asylum seekers within the system.",
		"In fact, the girlfriends were usually seen as inimical to the Teddy Boy life.",
		"Stagnation of water is inimical to the action of the roots, and does away with the advantageous processes of flowing and percolating currents.",
		"Politics is the sphere of utility, and therefore inimical to conservative values.",
		"Matthias was the elect of the Hungarian people, gratefully mindful of his father's services to the state and inimical to all foreign candidates; and though an influential section of the magnates, headed by the palatine Laszlo Garai and the voivode of Transylvania, Miklos Ujlaki, who had been concerned in the judicial murder of Matthias's brother Laszlo, and hated the Hunyadis as semi-foreign upstarts, were fiercely opposed to Matthias's election, they were not strong enough to resist the manifest wish of the nation, supported as it was by Matthias's uncle Mihaly Szilagyi at the head of 15,000 veterans.",
		"To any such measure the privileges of the Italian quarters, and still more those of the Church, were inimical.",
		"Summary Taken together, these four elements of managerialism are deeply inimical to the role of the professional.",
		"He opposed commercial development on ordinary European lines on the ground that it involved the existence both of a dangerous proletariat and of a prosperous middle class equally inimical to autocracy.",
		"On the contrary, they promote an atmosphere which is totally inimical to the existence of bias.",
		"Leslie, a follower of Hume, was attacked by the clerical party as a sceptic and an infidel, and Brown took the opportunity to defend Hume's doctrine of causality as in no way inimical to religion.",
		"For the lemures were, like our unlaid ghosts, unburied, mischievous or inimical spirits, and these three days were nefasti or unlucky, because their malign influence was abroad..",
		"A more probable cause is found in the fineness of the prairie soil, which is inimical to the growth of young trees in competition with the grasses and annual plants.",
		"The new power which now rose, to the first rank, created by Philip of Macedon, bad no engrained tendency inimical to the Persian.",
		"In order to mollify the Vatican he conceded the exequatur to forty-five bishops inimical to the Italian regime.",
		"Of great practical importance is the fact that the cornutine causes rhythmic contractions such as naturally occur, whilst the sphacelinic acid produces a tonic contraction of the uterus, which is unnatural and highly inimical to the life of the foetus.",
		"Curiously, both streams, in the Neoplatonic and the Epicurean schools, became inimical to science and western understandings of religion.",
		"The time had, indeed, not yet come to attempt any conspicuous breach with the constitutional principle; but the new ministry was such as the imperial sentiment would approve, inimical to the German ideals of Frankfort, devoted to the traditions of the Habsburg monarchy.",
		"On the other hand, when food is not obtainable, life may be indefinitely prolonged if the tick be guarded from enemies and from atmospheric conditions inimical to existence.",
		"We invent scuba gear and submarines and we explore the deep ocean so inimical to our terrene mammal bodies.",
		"The great powers of the intendant were, however, merged in those of the governorgeneral in 1853; and the captain-general having been given by royal order in 1825 (several times later explicitly confirmed, and not revoked until 1870) the absolute powers (to be assumed at his initiative and discretion) of the governor of a besieged city, and by a royal order of 1834 the power to banish at will persons supposed to be inimical to the public peace; and being by virtue of his office the president and dominator of all the important administrative boards of the government, held the government of the island, and in any emergency the liberty and property of its inhabitants, in his hand.",
		"He was convinced that James was as hostile to Elizabeth as Mary herself, and failed to perceive that he was as inimical to popery as he was to presbyterianism.",
		"In the middle of one of the longest sentences, he stopped the rotary motion of the snuffbox, raised his head, and with inimical politeness lurking in the corners of his thin lips interrupted Weyrother, wishing to say something.",
		"Since the tanak is a Dark predator, Lightbringers are theoretically inimical to it.",
		"Notwithstanding the pontiffs bestowal of the apostolic benediction in articulo mortis upon Victor Emmanuel, the attitude of the Vatican had remained so inimical as to make it doubtful whether the conclave would be held in Rome.",
		"It remained, however, a strong nationalist organization, which in practice was inimical not so much to the British connexion as to the British section of the population and to the development of the country on enlightened lines.",
		"The only serious domestic trouble during Valdemar's reign was the rebellion of the Scanian provinces, which objected to the establishment of a strong monarchy inimical to local pretensions and disturbances, and especially to the heavy taxes and tithes necessary to support the new reign of law and order.",
		"This immunity is apparently not due to the absence of favourable conditions, but rather to the presence of some inimical factor which prevents the development of the parasite.",
		"Everywhere in the r5th century, in Europe and in Asia, the crescent was victorious over the cross; and Crusade and mission, whether one regards them as complementary or inimical, perished together.'",
		"So far from the recognition of a plan in Acts being inimical to a quest after the materials used in its composition, one may say that it points the way thereto, while it keeps the literary analysis within scientific limits.",
		"Inimical, like Pufendorf, to the house of Austria, Chemnitz had gone so far as to make an appeal to France and Sweden.",
		"The Kanum forbids no sort of exercise of individual will, so long as it is not inimical to the right or rights of other individuals.",
		"The fact is that the constitution of average grape juice and the temperatures of fermentation which generally prevail are particularly well suited to the life action of wine yeast, and are inimical to the development of the other organisms. When these conditions fail, as is, for instance, the case when the must is lacking in acidity, or when the weather during the fermentation period is very hot and means are not at hand to cool the must, bacterial side fermentations may, and do, often take place.",
		"In Spain and Portugal, and also in Belgium, a Liberalism inimical to the Church was in power.",
		"Hitherto they had been merely an insignificant religious sect; now, stimulated by persecution, they became a militant and political power, inimical to the Mahommedan rulers of the country."
	],
	"synonyms": [
		"unfriendly",
		"unfavorable",
		"injurious",
		"hurtful",
		"repugnant",
		"harmful",
		"antagonistic",
		"adverse",
		"hostile",
		"contrary"
	],
	"antonyms": [
		"hospitable",
		"kind",
		"friendly",
		"helpful"
	]
}