{
	"word": "incongruous",
	"meaning": [
		"Lacking in harmony; incompatible.",
		"Not congruous.",
		"Not in agreement, as with principles; inconsistent.",
		"Not in keeping with what is correct, proper, or logical; inappropriate.",
		"Not similar or congruent; not matching or fitting in."
	],
	"sentences": [
		"If he tried, his pictures seemed incongruous and false.",
		"But the total value of his poetical work is discounted by the imperfection of metrical form, the presence of incongruous images, the predominance of the intellectual over the emotional element, and the lack of flow.",
		"In 1776 three of the seven bays of the nave were pulled down, and soon after the incongruous western front was added.",
		"On the left-hand side of the front rises an incongruous brick-built tower, 278 ft.",
		"Dr Wilde insists on there being \"nothing incongruous with the laws of nature in the theory that the sun, moon and stars influence men's physical bodies and conditions, seeing that man is made up of a physical part of the earth.\"",
		"Marble statues are out of place in the wooden buildings as well as in the parks of Japan, and even plaster busts or groups, though less incongruous perhaps.",
		"A very modern watch design, for instance, will look incongruous with a traditional style watch band.",
		"Ray Lankester, have urged that the word is so firmly asssociated with historical implications of fixity which are now incongruous with its application, that it ought to be discarded from scientific nomenclature.",
		"Of Britain there is no mention; and though there are some distinctly Christian passages, they are so incongruous in tone with the rest of the poem that they must be regarded as interpolations.",
		"In the distance, they add a somewhat incongruous note to the scenery - a glimpse of India in Southern Italy, perhaps.",
		"Some candle wreaths are heavily themed towards the holiday season and may look out of place or incongruous displayed at other times of the year.",
		"It's just all too incongruous!",
		"It sounds incongruous at first, later just makes you grin.",
		"His accented English has some incongruous colloquialism - \" whoa, beautiful dancer \" was his reaction on first seeing Bussell at NYCB.",
		"There had seemed something slightly incongruous about these from the start.",
		"We finished the day with an outstanding and strangely incongruous restaurant.",
		"There is something severely incongruous about a mobile phone on a pressed white linen tablecloth.",
		"Even the detractors who defend her conduct on the plea that she was a dastard and a dupe are compelled in the same breath to retract this implied reproach, and to admit, with illogical acclamation and incongruous applause, that the world never saw more splendid courage at the service of more brilliant intelligence, that a braver if not \"a rarer spirit never did steer humanity.\"",
		"Funky fonts are a great way to bring a touch of fun to your slim wedding programs, but may look incongruous with a classic styled program.",
		"In spite of many comparisons made with Egyptian, Babylonian and \"Hittite\" plans, both these arrangements remain incongruous with any remains of prior or contemporary structures elsewhere.",
		"This work obliged him to trace out, collect, arrange, and digest a great mass of incongruous material scattered on both sides of the Atlantic, a large portion of which was in manuscript, and required much tedious exploration and the employment of trained copyists.",
		"With a very few exceptions the speeches are dignified in tone, full of life and have at least a dramatic propriety, while of such incongruous and laboured absurdities as the speech which Dionysius puts into the mouth of Romulus, after the rape of the Sabine women, there are no instances in Livy.",
		"He sent to Syria, Assemanus, a Maronite educated at the Roman college of Gregory XIII.; and at last, at a council held at the monastery of Lowaizi on the 30th of September 1736, the Maronite Church accepted from Rome a constitution which is still in force, and agreed to abandon some of its more incongruous usages such as mixed convents of monks and nuns.",
		"Owing to frequent restorations occasioned by earthquakes, it now presents an incongruous mixture of different styles.",
		"Facing entries, no matter how seemingly incongruous, are united by a visual theme to spectacular effect.",
		"I get the slightly incongruous sight of an East German sat next to me screaming \" New England \" !",
		"Such a confrontation on a beach was rather incongruous in the middle of January.",
		"The choices he has made do seem somewhat incongruous, however.",
		"Somehow a man in his sixties might appear incongruous mixing with strong muscular players of a different generation!",
		"It looks quite incongruous out here in the middle of nowhere.",
		"I felt pretty incongruous - despite my youth, I am more into Bob Dylan than Westlife.",
		"Incongruous as it might seem, the aim of this constitution is to facilitate its own negation.",
		"According to the well-known law, however, the Renaissance, made for the people of the plains, never fully took root in Siena, as in other parts of Tuscany, and the loss of its independence and power in 1555 led to a suspension of building activity, which to the taste of the present day is most fortunate, inasmuch as the baroque of the 17th and the false classicism of the 18th centuries have had hardly any effect here; and few towns of Italy are so unspoilt by restoration or the addition of incongruous modern buildings, or preserve so many characteristics and so much of the real spirit (manifested to-day in the grave and pleasing courtesy of the inhabitants) of the middle ages, which its narrow and picturesque streets seem to retain.",
		"He was thus affected by two different and incongruous systems of thought - one setting out from an imaginary code of nature intended for the benefit of man, and leading to an optimistic view of the economic constitution founded on enlightened selfinterest; the other following inductive processes, and seeking to explain the several states in which the human societies are found existing, as results of circumstances or institutions which have been in actual operation.",
		"Not only do its notes resound with a seeming inability to blend successfully, they seem practically incongruous - and it's only then that one begins to appreciate just how adventurous Parker really is.",
		"A very chunky cross will look incongruous on a lightweight chain.",
		"A ring that is set with deep brown diamonds may look incongruous against a traditional white diamond engagement ring, or the unusual juxtaposition of brown and white diamonds may be a stunning contrast.",
		"After a profession of faith in the Buddha, the doctrine and the order, there follows a paragraph setting out the thirty-four constituents of the human body - bones, blood, nerves and so on - strangely incongruous with what follows.",
		"Personally, I find CD based music totally incongruous to gaming.",
		"The bulk of these in due course underwent transformation either complete or partial, but there was always a residuum of incongruous and inconsistent elements existing side by side with the essential truths of Christianity.",
		"Strickland preferred legislation to the covering up of difficulties by governors' licences and appeals to incongruous precedents.",
		"To share with the minister such general oversight is not regarded by intelligent and influential laymen as an incongruous or unworthy office; but to identify the duties of the eldership, even in theory, with those of the minister is a sure way of deterring from accepting office many whose counsel and influence in the eldership would be invaluable.'",
		"The suggestion that the eating of cakes of unleavened bread, similar to the Australian \"damper,\" was due to the exigencies of the harvest does not meet the case, since it does not explain the seven days and is incongruous with the fact that the first sheaf of the harvest was put to the sickle not earlier than the third day of the feast.",
		"All but the minority of the Gothic period (among which the canopied tombs of Edmund Crouchback and Aymer de Valence, in the sanctuary, are notable) appear incongruous in a Gothic setting."
	],
	"synonyms": [
		"ironic",
		"disagreeable",
		"alien",
		"absurd",
		"unsuitable",
		"mismatched",
		"inharmonious",
		"inconsistent",
		"inappropriate",
		"dissonant",
		"discordant",
		"contrary",
		"conflicting",
		"unbefitting",
		"unbecoming"
	],
	"antonyms": [
		"congruous",
		"harmonious",
		"corresponding",
		"uniform",
		"compatible",
		"matched",
		"suitable",
		"fitting",
		"consistent",
		"appropriate"
	]
}