{
	"word": "derivative",
	"meaning": [
		"Derived.",
		"Of derivation.",
		"Copied or adapted from others.",
		"Using or taken from other sources; not original.",
		"Imitative of the work of someone else.",
		"Something derived.",
		"A word formed from another or others by derivation.",
		"A contract, as an option or futures contract, whose value depends on the value of the securities, commodities, etc. that form the basis of the contract.",
		"The limiting value of the ratio of the change in a function to the corresponding change in its independent variable.",
		"A substance derived from, or of such composition and properties that it may be considered as derived from, another substance by chemical change, esp. by the substitution of one or more elements or radicals.",
		"(finance): option, warrant, swap, convertible security, convertible, convertible bond, credit default swap, credit line note, financial futures contract, financial future, total return swap."
	],
	"sentences": [
		"It is only in derivative words that this vagueness is avoided.",
		"The later Scots Chaucerian type is less directly derivative in its treatment of allegory and in its tricks of style, and less southern in its linguistic forms; but, though it is more original and natural, it nevertheless retains much of the Chaucerian habit.",
		"The book falls into two parts, the first (books i.-xv.) derivative, the second (books xvi.-xxiii.) original.",
		"As in the case of the Lamellibranchiata, the shell of the adult is not a direct derivative of the youngest shell of the larva.",
		"From the root idea of obligation to serve or give something in return, involved in the conception of duty, have sprung various derivative uses of the word; thus it is used of the services performed by a minister of a church, by a soldier, or by any employee or servant.",
		"Brucine closely resembles strychnine, and is its dimethoxy derivative.",
		"This was especially the Greek derivative of the 20.63 cubit.",
		"Reduction by means of tin and hydrochloric acid gives a tetrahydro derivative.",
		"Secondly, as to the inflections, the process is a similar one; it can be shown that the inflections are the intersections of the curve by a derivative curve called (after Ludwig Otto Hesse who first considered it) the Hessian, defined geometrically as the locus of a point such that its conic polar (ยง 8 below) in regard to the curve breaks up into a pair of lines, and which has an equation H = o, where H is the determinant formed with the second differential coefficients of u in regard to the variables (x, y, z); H= o is thus a curve of the order 3 (m - 2), and the number of inflections is =3m(m-2).",
		"It is a derivative of gospod, \" lord,\" and is akin to gosudar, which primarily means \"sovereign,\" and is now also used in Russia as a polite form of address, equivalent to \"sir.\"",
		"The alkaloid is a strong base and is very readily oxidized; chromic acid converts it into normal butyric acid and ammonia; hydrogen peroxide gives aminopropylvalerylaldehyde, NH 2 CH(C 3 11 7) (CH2)3 CHO, whilst the benzoyl derivative is oxidized by potassium permanganate to benzoyl-a-aminovaleric acid, C 6 H 5 CO NH CH(C 3 H 7) (CH 2)3 COOH.",
		"Many well-known derivative curves present themselves in this manner; thus the variable curve may be the normal (or line at right angles to the tangent) at any point of the given curve; the intersection of the consecutive normals is the centre of curvature; and we have the evolute as at once the locus of the centre of curvature and the envelope of the normal.",
		"Such embedded derivatives are brought within the derivative contracts rules.",
		"However, returning to the problem in hand which is to compute the accurate numerical derivative of a given external function.",
		"Then for a given value of the optimum gain can be found by setting the partial derivative of with respect to to zero.",
		"A homeomorphism that has at least one continuous derivative (w.r.t. z) and a continuously differentiable inverse is a diffeomorphism.",
		"Corn gluten hydrolysate (CGH ), a water soluble derivative, was even more active.",
		"The most costly step in the serial 2 nd derivative algorithm is the computation of the 2 nd derivative two-electron integrals.",
		"Nobody sees through lazy, derivative programs sharper, and nobody picks up on diminishing returns quicker, than the ordinary TV viewer.",
		"It will be noticed that the lophophore of Phoronis is, on this assumption, a derivative of the collar just as it is in the Pterobranchia.",
		"This derivative philanthropy characterizes the spirit in which all Christian performance of social duty is to be done; loving devotion to God being the fundamental attitude of mind that is to be maintained throughout the whole of the Christian's life.",
		"Pity he finds to be grief for the calamity of others, arising from imagination of the like calamity befalling oneself; what we admire with seeming disinterestedness as beautiful (pulchrum) is really \" pleasure in promise \"; when men are not immediately seeking present pleasure, they desire power as a means to future pleasure, and thus have a derivative delight in the exercise of power that prompts to what we call benevolent action.",
		"The llama (Lama huanacus glama) is a domesticated derivative of the wild guanaco, which has been bred as a beast of burden.",
		"The derivative adjective Aequicus might be taken to range them with the Volsci rather than the Sabini, but it is not clear that this adjective was ever used as a real ethnicon; the name of the tribe is always Aequi, or Aequicoli.",
		"Many of his well-known researches were carried out in support of these views, one of the most important being that on the action of chlorine on acetic acid to form trichloracetic acid - a derivative of essentially the same character as the acetic acid itself.",
		"The Normans brought with them their own word haquenee, or hacquenee, a French derivative from the Latin equus, a horse, whence the name hackney.",
		"The term \" derivative, taken from infinitesimal calculus, refers to an isolated aspect, or \" function \" of a real quantity.",
		"Calculates the relaxing density contribution to the derivative of the energy wrt Cartesian coordinates.",
		"The formula contains Vitamin PP and a starch derivative that absorbs and regulates excess sebum as well as aromatic plants that purify the skin.",
		"And even self-styled modernist buildings are beginning to look a trifle derivative and dated.",
		"The team confirmed the stereochemistry of ptaquiloside from the X-ray structure of a derivative.",
		"Examples of reduplication are - ajar-ajar, a sainted person; ajar-berajar (or belajar), to be learning and teaching by turns; similarly there are forms like ajar-mengajar, berajar-ajaran, ajar-ajari, memperajar, memperajarkan, memperajari, terbklajarkan, perbelajarkan, &c. Altogether there are upwards of a hundred possible derivative forms, in the idiomatic use of which the Malays exhibit much skill.",
		"Arguing from the existence of only one mono-substitution derivative, and of three di-derivatives (statements of which the rigorous proof was then wanting), he was led to arrange the six carbon atoms in a ring, attaching a hydrogen atom to each carbon atom; being left with the fourth carbon valencies, he mutually saturated these in pairs, thus obtaining the symbol I (see below).",
		"It may be generally concluded that the substitution of alkyl, nitro, hydroxyl, and haloid groups for hydrogen in a molecule occasions a deformation of crystal structure in one definite direction, hence permitting inferences as to the configuration of the atoms composing the crystal; while the nature and degree of the alteration depends (1) upon the crystal structure of the unsubstituted compound; (2) on the nature of the substituting radicle; (3) on the complexity of the substituted molecule; and (4) on the orientation of the substitution derivative.",
		"If, however, one of the para positions in the hydrazo compound is substituted, then either diphenyl derivatives or azo compounds are formed, or what is known as the semidine change takes place (P. Jacobson, Berichte, 1892, 2 5, p. 99 2; 1893, 26, p. 681; 1896, 29, p. 2680; Annalen, 1895, 287, p. 97; 1898, 3 0 3, p. 290) A para mono substituted hydrazo compound in the presence of a hydrochloric acid solution of stannous chloride gives either a para diphenyl derivative (the substituent group being eliminated), an ortho-semidine, a para-semidine, or a diphenyl base, whilst a decomposition with the formation of amines may also take place.",
		"Phthalic acid was obtained by Laurent in 1836 by oxidizing naphthalene tetrachloride, and, believing it to be a naphthalene derivative, he named it naphthalenic acid; Marignac determined its formula and showed Laurent's supposition to be incorrect, upon which Laurent gave it its present name.",
		"The term \" purine derivative \" was also used for the first time.",
		"The charge of being derivative however is a general failing of the ufo phenomenon.",
		"Crystal litter is made from baking soda or silica gel, a derivative of sand.",
		"Ichthammol is a coal-tar derivative, and while natural in origin, is not an herbal remedy.",
		"These books are free to read, copy, and in some cases even rewrite into what are called \"derivative works.\"",
		"As pink is a derivative of red, these two colors can work to brighten your color scheme without being aggressive or boring such as when pink and sage green are used.",
		"A derivative of your name, such as TK1492 or Trace1954, or something that displays an interest or hobby, such as GolfNut, DailyWalker, or Travelin' Man.",
		"This sleep aid is a derivative of the amino acid tryptophan and a precursors of melatonin.",
		"Cellulose acetate is actually a derivative of cotton, thus this set of eyewear remains natural, with a slightly warm feel to the touch.",
		"A derivative version of the MBTI, developed by Elizabeth Murphy and Charles Meisgeier, is available for children age seven through 13 (grades two through eight).",
		"Eczema and other skin diseases can be treated with an ointment that contains a derivative of coal tar.",
		"Moreover, the meningitis vaccine should not be given to individuals known to be sensitive to thimerosal (mercury derivative) or other ingredients of the vaccine.",
		"Isotretinoin-A powerful vitamin A derivative used in the treatment of acne.",
		"Ethinyl estradiol, an estrogen derivative, is sometimes used for the treatment of hypogonadism.",
		"Also called the PPD (purified protein derivative) test.",
		"The most common \"two step\" choreography is associated with a 19th century dance that is a derivative of the Polka.",
		"Each of the following card games is a derivative of the game Tappen which was popular in Switzerland, Western Austria and Southern Germany in the early 1800s.",
		"Many gluten-containing ingredients don't have the words wheat, barley, or oats in them, but they may be a derivative of that grain.",
		"This is because xanthan gum is a corn derivative and can trigger symptoms in sensitive individuals.",
		"Other natural sweeteners may contain stevia, a derivative from plants of the genus Stevia that produces a bitter aftertaste in many palates.",
		"Sam Chennault, reviewing the single for the Real Rhapsody music download service, found the song a bit derivative, but still thought, \"it's nice to see one of the West's best still at it.\"",
		"Unfortunately, this can lead to fantasy that is so archetypical that it seems derivative.",
		"The derivative of Star Wars character names is not always so clear cut.",
		"Another popular topical is tazorotene, which is also a vitamin A derivative.",
		"Once a month give yourself a chemical peel using a product that contains glycolic acid or its derivative, alpha-hydroxy acid.",
		"Some other glycerides isolated from natural sources are analogous in composition to tristearin, but with this difference, that the three radicals which replace hydrogen in glycerin are not all identical; thus kephalin, myelin and lecithin are glycerides in which two hydrogens are replaced by fatty acid radicals, and the third by a complex phosphoric acid derivative.",
		"The Semitic name of the symbol is shin; the Greek name sigma may mean merely the hissing letter and may be a genuine Greek derivative from the verb o-4co, hiss.",
		"Busch (Ber., 1905, 38, pp. 856, 4049) has isolated a series of bridged ring compounds which he describes as endo-iminodihydrotriazoles, the triphenyl derivative (annexed formula) being prepared by condensing triphenylaminoguanidine with formic acid.",
		"Soothsaying was no modern importation in Arabia; its characteristic form - a monotonous croon of short rhyming clauses - is the same as was practised by the Hebrew \" wizards who peeped and muttered \" in the days of Isaiah, and that this form was native in Arabia is clear from its having a technical name (saj`), which in Hebrew survives only in derivative words with modified sense.'",
		"Melsens reconverted this derivative into the original acetic acid by reduction with sodium amalgam.",
		"Such mentally endowed substances might be called souls; but, as he distinguished between perception and apperception or consciousness, and considered that perceptions are often unconscious, he preferred to divide monads into unconscious entelechies of inorganic bodies, sentient souls of animals, and rational souls, or spirits, of men; while he further concluded that all these are derivative monads created by God, the monad of monads.",
		"A derivative word, Maruti or Maroti, is the popular name throughout the Deccan for Hanuman.",
		"The later derivative Yisra'eli, Israelite, from Yisra'el, is not found in the Old Testament.",
		"A similar series of reactions was carried out with rosaniline, which was shown to be the corresponding derivative of tolyldiphenylmethane.",
		"With nitric acid in the presence of sulphuric acid it yields a nitro derivative.",
		"Amidoguanidine is a body of hydrazine type, for it reduces gold and silver salts and yields a benzylidine derivative.",
		"Amidotetrazotic acid yields addition compounds with amines, and by the further action of nitrous acid yields a very explosive derivative, diazotetrazol, CN 3.",
		"Fuming nitric acid gives a paratrinitro substitution derivative which on reduction gives paraleucaniline; the salt of the carbinol formed on oxidizing this substance is the valuable dye rosaniline.",
		"Where they are not derivative they clearly are definitions or immediate transcripts from definitions.",
		"The Greek name for the sibilant (clyFca) may simply mean the hissing letter and be a derivative from vi j\"co; many authorities, however, hold that it is a corruption of the Phoenician Samech.",
		"Some of these derivative units have special names assigned to them; thus on the C.G.S.",
		"Another quasinegative notion of more restricted distribution is that of the mysterious or strange, as we have it expressed, for example, in the Siouan wakan, though possibly this is a derivative meaning.",
		"Investigation of the cyanic ethers (1848) yielded a class of substances which opened out a new field in organic chemistry, for, by treating those ethers with caustic potash, he obtained methylamine, the simplest organic derivative of ammonia (1849), and later (1851) the compound ureas.",
		"The presump tion of some merely external connexion, as between any other two corporeal things, is alone admissible and some form of the These derivative powers include the five senses, speech and the reproductive faculty, and they bear to the soul the relation of qualities to a substance.",
		"With a methyl group, the chief product is an ortho-semidine, whilst with a carboxyl group, the diphenyl derivative is the chief product.",
		"The English \"model\" is another derivative of the same word.",
		"Canine is a secondary base, forming a nitroso derivative with nitrous acid, a urethane with chlorcarbonic ester and a tertiary base (methyl conine) with methyl iodide; reactions which point to the presence of the = NH group in the molecule.",
		"Oxidizing agents, such as arsenic acid, convert it into ellagic acid, C 14 H 8 0 9 +H 2 0, probably a fluorene derivative, a substance which occurs in gall-nuts, in the external membrane of the episperm of the walnut, and prob ably in many plants, and composes the \"bezoar stones\" found in the intestines of Persian wild goats.",
		"An important derivative is succino-succinic acid, C 6 H 6 0 2 (CO 2 H) 21 or cyclo-hexanedione-2.5-dicarboxylic acid-I.",
		"It forms a benzal compound, and gives an oyxmethylene derivative and cannot be oxidized to an acid, reactions which point to it being a ketone containing the grouping -CH 2 CO-.",
		"Pseudopelletierine (methyl granatonine), C9H15N0, an alkaloid of the pomegranate, is a derivative of cyclo-octane, and resembles tropine in that it contains a nitrogen bridge between two carbon atoms. It is an inactive base, and also has ketonic properties.",
		"The tetramethyl derivative, amalic acid, C$(CH3)4N407, has been prepared by oxidizing caffeine with chlorine water, and forms colourless crystals which are only slightly soluble in hot water.",
		"The parameter which determines the variable curve may be given as a point upon a given curve, or say as a parametric point; that is, to the different positions of the parametric point on the given curve correspond the different variable curves, and the nature of the envelope will thus depend on that of the given curve; we have thus the envelope as a derivative curve of the given curve.",
		"In the Avesta the derivative airyana- is also found in the sense of Aryan.",
		"Short-horns are a modern derivative from cattle of the same general type..",
		"These derivatives of the derivative are called the second derivative of f.",
		"In such cases the boundary condition on the fluid uses the Lagrangian derivative.",
		"A small amount of purified protein derivative (PPD) solution is injected just under the first layer of skin of your inner forearm.",
		"This third derivative of gypsum is calcium sulfate hemihydrate termed alpha modified.",
		"A parody work is a demonstration of a derivative work, thereby nullifying it of copyright infringement.",
		"Poor John Field!--I trust he does not read this, unless he will improve by it--thinking to live by some derivative old-country mode in this primitive new country--to catch perch with shiners.",
		"Among the more recently introduced antiseptics, chinosol, a yellow substance freely soluble in water, and lysol, another coal-tar derivative, are much used.",
		"It appears, however, to have been partly derived from yet earlier Tertiary deposits (Eocene); and it occurs also as a derivative mineral in later formations, such as the drift.",
		"But, since a derivative of that religion has come to be a power in the world at large, this event has to be regarded in a different light.",
		"Its tetramethyl-diamino derivative, which is formed by condensing formaldehyde with dimethyl-meta-aminophenol and subsequent elimination of water from the resulting diphenyl methane derivative, is the leuco base of pyronine, into which it passes by oxidation.",
		"In the same way it may be shown that three tri-substitution, three tetra-substitution, one penta-substitution, and one hexa-substitution derivative are possible.",
		"Orientation of Substituent Groups.-The determination of the relative positions of the substituents in a benzene derivative constitutes an important factor in the general investigation of such compounds.",
		"Not only does the substituent group modify the readiness with which the derivative is attacked, but also the nature of the product.",
		"By a dilute acid haemoglobin is decomposed into globin, and \" haematin,\" a ferri-pyrrol derivative of the probable formula C34H34N4FeOs; under certain conditions the iron-free \" haematoporphyrin \" is obtained.",
		"These fundamental truths are the causes or \"reasons\" (apxai) of all derivative facts.",
		"An important nucleus-synthetic reaction is the saponification of nitriles, which may be obtained by the interaction of potassium cyanide with a halogen substitution derivative or a sulphonic acid.",
		"He Is Usually Rather Too Derivative, He Lacks The Saving Grace, ,Of Style, And Even His Best Canadian Poems Hardly Rise Above Fervent Occasional Verse.",
		"If that line be connected with a band we may feel certain that some derivative of benzene is present.",
		"A Klages (Ber., 1902, 35, pp. 2633 et seq.) has shown that if one uses an excess of magnesium and of an alkyl halide with a ketone, an ethylene derivative is formed.",
		"All derivative monads, he allowed, are accompanied by bodies, which, however, are composed of other monads dominated by a central monad.",
		"It yields a nitroso derivative, is nitrated by nitric acid to dilituric acid and brominated by bromine.",
		"Among derivative terms are \"Phenomenalism\" and \"Phenomenology.\"",
		"In truth therefore these attributes do not belong to body at all; and if we go on in the same way testing the received qualities of matter, we shall find that in the last resort we understand nothing by it but extension, with the secondary and derivative characters of divisibility and mobility.",
		"Its most important derivative is phenacetin.",
		"Of late, too, it has been much argued, and often somewhat confidently maintained, that Hebrew monotheism is derivative from Babylonian monotheism.",
		"In this way we, as it were, bring the causal or primal term and its remotest dependent immediately together, and raise a derivative knowledge into one which is primary and intuitive.",
		"Thus denotes a tetrahydro derivative in which the double link occupies the side 1; 0 a dihydro derivative, the double links being along the sides i and 3.",
		"In certain derivative forms constituting the family Pallenidae, however, the appendages of the 2nd pair are either rudimentary or atrophied altogether.",
		"Rosell, Ber., 1890, 23, p. 487), or from the aminoazo compound and a mustard oil, the resulting thiocarbanilido derivative being heated with acetic acid (M.",
		"With sodium ethylate in ethyl acetate solution it forms the sodium derivative of benzoyl acetone, from which benzoyl acetone, C6H5.CO.CH2.CO.CH3, can be obtained by acidification with acetic acid."
	],
	"synonyms": [
		"unpregnant",
		"nongerminal",
		"noncreative",
		"supplemental",
		"etiological",
		"epiphenomenal",
		"secondary",
		"derivational",
		"derived",
		"derivative-instrument",
		"first derivative",
		"differential",
		"differential coefficient",
		"derived-function",
		"secondary",
		"provenance",
		"pedigree",
		"lineage",
		"genesis",
		"fluxion",
		"evolved",
		"outgrowth",
		"offshoot",
		"etymology"
	],
	"antonyms": [
		"unborrowed",
		"unique",
		"original",
		"inventive",
		"invention",
		"root",
		"source",
		"original"
	]
}