{
	"word": "variegated",
	"meaning": [
		"Marked with different colors in spots, streaks, etc.; parti-colored.",
		"Having variety in character, form, etc.; varied; diversified.",
		"Simple past tense and past participle of variegate."
	],
	"sentences": [
		"One variety of the horse-chestnut has variegated leaves, and another double flowers.",
		"The sides are bluish green above, violet in the middle, red beneath, variegated with oval spots of brilliant silver.",
		"Roman glass beads are always drawn out, and nicked off hot, with striation Iengthways; except the large opaque variegated beads which are coiled.",
		"Its plumage is plain in colour, being of an almost uniform greyish black above, the space round the eyes and a ring round the neck being variegated with white, and a patch of pale rufous appearing above the carpal joint, while the lower parts of the body are white.",
		"There are one or two variegated varieties.",
		"The leaves are variegated in white, rose, and shades of green and bronze.",
		"Multi-cotton is a 100% organically grown cotton that is dyed in a variety of variegated shades.",
		"To the south of this variegated region lies a desert plateau, 2000 ft.",
		"Little change, however, seems to have been made since the time of Ibn Jubair, who describes the floor and walls as overlaid with richly variegated marbles, and the upper half of the walls as plated with silver thickly gilt, while the roof was veiled with coloured silk.",
		"A variegated ivy would look good all year round.",
		"A rare gold variegated form of this California native.",
		"The Canary Grass, P. canariensis, is a pretty annual kind, with graceful variegated seed spikes.",
		"A variegated form is the dwarfest and whitest of the Rock Cresses.",
		"There are variegated forms of the commoner species, but none have much value.",
		"There are also double-flowered kinds and one with variegated foliage.",
		"G. splendens is a fine variety, and there is also one with variegated leaves.",
		"A variegated form is pretty, the foliage being mottled with white or faint pink.",
		"There is a garden form in which the leaves are variegated with rose and white.",
		"Coleus, with its variegated bronze and green foliage, adds great color and interest.",
		"Marbled, variegated, or other textured paper can also suggest age.",
		"Variegated yarns can give a brindle pattern to the dog's coat.",
		"Still it is brisk in its movements, and its variegated plumage makes it a pleasing bird.",
		"Snakes are common, an adder, a variegated rock snake and a Hadramut with forty followers about the 13th century.",
		"The young when freshly hatched are beautifully clothed in down of a dark maroon, variegated with black, white and buff.",
		"The colour of the grain is white, yellow, red, blue or variegated.",
		"Leaving the courtyard up a flight of steps, there is a ram's head fountain spilling water gently between branches of variegated euonymus.",
		"It is Carex ' Sparkler ', and has beautifully variegated foliage.",
		"We have a honeysuckle in a container (not sure of name) which has variegated foliage.",
		"Figure 6. Stockpiling area of variegated jasper in clay pits or ' bins ' Click to enlarge.",
		"Such variegated pelargoniums commonly produce mutant branches that ' revert ' - these are either all white or all green.",
		"Remove any reverted green shoots on hardy variegated evergreens, to prevent reversion taking over.",
		"Thymus ' Golden King ' A wonderful variegated gold lemon thyme.",
		"Growing diversification has meant that the Group's business culture is highly variegated.",
		"The Christ principle of incarnation is at the core of all consideration of the richly variegated pattern of divine revelation.",
		"This attractively variegated deciduous shrub makes a great specimen plant for a well-drained sunny border.",
		"The foliage is best in partial shade - the delicate variegated leaves may scorch in full sun.",
		"Sage Golden Perennial Attractive variegated leaves excellent for borders.",
		"Growing diversification has meant that the Group 's business culture is highly variegated.",
		"In cold areas this vigorous, semi-evergreen, variegated shrub is best grown against a warm, sunny wall.",
		"Ideal in shade, its large variegated leaves will lift the gloom.",
		"The variegated varieties need rather a lot of sunlight in order to maintain the color of the foliage.",
		"Keep to tightly grained granites, rather than variegated designs, and consider soapstone, slate and quartzite as well.",
		"Variegated plant species with white highlights can also provide a nice distinction against the rich color scheme.",
		"Most are variegated with the underside of the shell often having a melon or russet color.",
		"Today, braided rugs are machine made with wide bands of either solid or variegated colored braids that form a thick, durable rug.",
		"Caroline in Sundew Linen is a gorgeous floral in variegated russets and green set against a tan background.",
		"There is a variegated form, but not quite so hardy as the species.",
		"There is a form of this kind in which the leaves are heavily variegated, but this is tender and needs partial shade.",
		"Almost all the species and varieties have variegated forms, which, though pretty, are not so good as the natural forms.",
		"The variegated forms are never so good as the green.",
		"There is a white variety of A. reptans, also a form with variegated leaves, and another with purplish ones, this being finer than the type.",
		"Variegated varieties as usual are useless.",
		"There are gold and silver variegated varieties worth planting.",
		"The leaves are thick, leathery, and narrowly-oblong in shape, and in one kind prettily variegated.",
		"There is a variety with variegated leaves.",
		"There are two varieties, one with finely variegated leaves, and laevigatum, which flowers later and is larger in leaf.",
		"There is a variegated form of no particular value.",
		"There are several varieties of this tree, such as the fernleaved, cut-leaved, and purple kinds, and also the never-failing variegated kind.",
		"A. Negundo has given us the much over-valued, too variegated Maple common in gardens.",
		"In such a noble family of trees, often fine in form and color, the planting of variegated kinds is a mistake.",
		"There is a prettily variegated garden form of the first named.",
		"A. variegata (Variegated Milk-weed) has dense umbels of handsome white flowers with a reddish centre.",
		"This is a true evergreen, with thick glossy dark green leaves, sometimes variegated, and forms a neat carpet in the rock garden.",
		"P. Cookianum is hardier than P. tenax and a much smaller plant, with leaves of only 3 to 4 feet and yellow flowers; it also has a variegated variety.",
		"Variegated forms exist of all three, and any of them, as well as the types, are well worthy of a place in the pleasure-ground.",
		"It is undoubtedly the best of all the Osmanthuses for outdoor work, being much hardier than the variegated forms.",
		"The shape of the leaf is however, most variable even upon the same tree, some being entire and others deeply lobed, while there are varieties with leaves crisped, variegated, and variously cut.",
		"Holly's variegated foliage and berries and the many shades of green, ranging from light green to the blue green of spruce trees ensures color in the landscape among the snow drifts and gray winter skies.",
		"The other locket in the set is the High School Musical on Tour charm locket, which has a variegated purple background with yellow lettering and a red banner.",
		"I started my return to knitting with a giant knitted afghan in Red Heart's Hokey Pokey yarn (variegated orange yarn, mind you). the design was simple but it took forever to finish.",
		"A fishnet stocking can be dyed in stripes or polka dots, or it can be woven in variegated fishnet mesh.",
		"At one point it is pierced by a gap scarcely five paces wide with walls of variegated marbles polished by the transport of goods.",
		"It is frequently found upon deities, kings and magnates, and appears to have been composed of some thick furrowed or fluted material, sometimes of bright and variegated design.",
		"There are a few named varieties, but the most generally grown are the single and double yellow, and the single and double red,the single red having also two variegated varieties, with the leaves striped respectively with white and yellow.",
		"Besides the imposing proportions of its chambers, the cavern is remarkable for the variegated beauty of its stalactite formations, some resembling transparent drapery, others waterfalls, trees, animals or human beings, the more grotesque being called by various fanciful appellations.",
		"A similarly variegated effect in red and white is produced by building the arches of windows and doors with alternating voussoirs in brick and marble.",
		"From this period date most of the specimens best known outside Japan cleverly modelled figures of mythological beings and animals covered with lustrous variegated glazes, the general colors being grey or buff, with tints of green, chocolate, brown and sometimes blue.",
		"In Arum the blade is simple, as also in the so-called arum-lily (Richardia), a South African species common in Britain as a greenhouse plant, and in Caladium, a tropical South American genus, and Alocasia (tropical Asia), species of which are favourite warm-greenhouse plants on account of their variegated leaves.",
		"Lead, copper, sulphur, orpiment, also lignite, have been found within the confines of the province; also a kind of beautiful, variegated, translucent marble, which takes a high polish, is used in the construction of palatial buildings, tanks, baths, &c., and is known as Maragha, or Tabriz marble.",
		"The other breed, called the Cambridge, is much more variegated in colour, and some parts of the plumage have a bright metallic gloss, while the chicks are generally mottled with brownish grey.",
		"The variegated plumage of the Snipe is subject to no inconsiderable variation, especially in the extent of dark markings on the belly, flanks, and axillaries, while examples are occasionally seen in which no trace of white, and hardly any of buff or grey, is visible, the place of these tints being taken by several shades of chocolate-brown.",
		"The number of variegated and various-coloured hardy shrubs is now so great that a most pleasant plot for a \" Winter Garden \" may be arrayed with plants.",
		"The beds are reached by sinking through the clays and variegated marls typical of this formation.",
		"A form of flint corn, with variegated leaves, is grown for ornament under the name Zea japonica or Japanese striped corn.",
		"The ornithology of India, though it is not considered so rich in specimens of gorgeous and variegated plumage as that of other tropical regions, contains many splendid and Birds.",
		"The young are hatched clothed in variegated down, and remain in the nest for some time.",
		"Agave americana, century plant, was introduced into Europe about the middle of the 16th century and is now widely cultivated for its handsome appearance; in the variegated forms the leaf has a white or yellow marginal or central stripe from base to apex.",
		"There are many varieties, the variegated and cutleaved being the most noticeable.",
		"A variegated marble is obtained in Douglas county, and other marbles are found in several counties.",
		"Other uncommon species may occur, such as hair sedge Carex capillaris, sheathed sedge C. vaginata and variegated horsetail equisetum variegatum.",
		"Albinism, with which variegated foliage may be considered, concerns a different set of causes, still obscure, and usually regarded as internal, though experiments go to show that some variegations are infectious.",
		"Though the genus Strepsilas seems to be rightly placed among the Charadriidae (see PLOVER), it occupies a somewhat abnormal position among them, and in the form of its short pointed beak and its variegated coloration has hardly any very near relative.",
		"Plain in plumage, being greyish brown above and dull white below, while its quills are dingy black, variegated with white, there is little about the mocking-bird's appearance beyond its graceful form to recommend it; but the lively gesticulations it exhibits are very attractive, and therein its European rival in melody is far surpassed, for the cock-bird mounts aloft in rapid circling flight, and, alighting on a conspicuous perch, pours forth his ever-changing song to the delight of all listeners; while his actions in attendance on his mate are playfully demonstrative and equally interest the observer.",
		"Still, as in the laburnum just mentioned, in the variegated jasmine and in Abutilon Darwinii, in the copper beech and in the horse-chestnut, the influence of a variegated scion has occasionally shown itself in the production from the stock of variegated shoots.",
		"Some flowers have pure colors, while others are more variegated and others combine several colors, like red tulips with yellow stripes or bronzy flowers with white stripes.",
		"Braided rugs have distinctive color patterns that are woven into the rug with color combination that are variegated and change within the braided pattern.",
		"The variegated leaved form of the common Comfrey (S. officinale) has striking variegation, effective in a garden of hardy flowers, and thriving in any soil.",
		"Even more valuable than the type are the two variegated forms-variegata, with leaves longitudinally striped with white and green; and zebrina, with distinct cross bars of yellow on the green.",
		"Annual flowers raised from the scarlet Poppy of our fields, in varied colors; single and double forms, some self-colored, and others variegated or fringed.",
		"But, whatever may have been his date, he was their teacher and instructor in the Magian religion, modified their former religious customs, and introduced a variegated and composite belief.\"",
		"This name seems to be older than Kashgar, which is said to mean \" variegated houses.\"",
		"Micas and other platy minerals (such as chlorite), which naturally grow most rapidly on their edges, would show this tendency best, and such minerals usually form a large part of the best slates; but even Sketch (by Du Noyer) of a block of variegated slate from Devil's Glen, Co.",
		"The hair covering the body is long, coarse, and of a peculiarly brittle and pith-like character, breaking easily; it is generally of a greyish-brown colour, sometimes inclined to yellowish-red, and often variegated with lighter patches.",
		"Conspicuous by his variegated plumage, his peculiar call note 4 and his glad song, the cock is almost everywhere a favourite.",
		"Many coloured and variegated chalcedonies are cut and polished as ornamental stones, and are described under special headings.",
		"They saw a landscape with mountains and plains, lakes and rivers, very like those upon the earth's surface; but all the scene was splendidly colored by the variegated lights from the six suns.",
		"A large number of horticultural varieties have been developed by hybridization, some of which have a variegated foliage.",
		"Amblyomma hebraeum, the bont or variegated tick of the Cape Colonists, infects sheep with the 9porozoon causing \"heart-water\" sickness, and in Europe sheep are inoculated with the same disease by another tick, Rhipicephalus bursa.",
		"The variegated glass beads belonging to Italy were greatly used in Egypt in Roman times, and are like those found elsewhere.",
		"It is composed of red and variegated sandstones, dolomites and marls, traversed in some places by ophitic rocks, and containing deposits of gypsum, aragonite and rocksalt, It thus resembles the Trias of England and Germany."
	],
	"synonyms": [
		"varicoloured",
		"varicolored",
		"tessellated",
		"spotted",
		"speckled",
		"prismatic",
		"pinto",
		"varied",
		"opalescent",
		"dappled",
		"checkered",
		"polychrome",
		"pied",
		"piebald",
		"party-colored",
		"streaked",
		"striped",
		"diversified",
		"spattered",
		"mottled",
		"varied"
	],
	"antonyms": []
}