{
	"word": "pinnacle",
	"meaning": [
		"A small turret or spire on a buttress or a supporting pier.",
		"A pointed formation, as at the top of a mountain; peak.",
		"The highest point; culmination; acme.",
		"(figuratively) An all-time high; a point of greatest achievement or success.",
		"To set on a pinnacle.",
		"To furnish or adorn with pinnacles.",
		"To form the pinnacle of."
	],
	"sentences": [
		"This was the pinnacle of my happiness, from which I was in a little while dashed to earth.",
		"You have now reached the pinnacle of your career.",
		"On the same side of the Great Valley, south of the Potomac, are the Pinnacle (3007 ft.) and Pidgeon Roost (3400 ft.).",
		"The men who built the temple of Bel at Nippur, in the year (say) 5000 B.C., must have felt themselves at a pinnacle of civilization and culture.",
		"The recalled parlement seemed at the pinnacle of power.",
		"It was, however, Voltaire and the encyclopaedists who raised Bacon to the pinnacle of his fame in France, and hailed him as \" le pere de la philosophie experimentale \" (Lettres sur les Anglois).",
		"For almost forty years the long player has been the pinnacle of artistic expression in popular music.",
		"The market cross is of the 14th century, much restored, having an open arcade supporting a pinnacle, with flying buttresses.",
		"The utter pinnacle of Paul Dawkins' lifetime achievement was three September games with the bigs—screw the oh-for-seven batting average and his two fielding errors.",
		"The contracts naturally do not concern such criminal cases as the above, as a rule, but marriage contracts do specify death by strangling, drowning, precipitation from a tower or pinnacle of the temple or by the iron sword for a wife's repudiation of her husband.",
		"The current side of the pinnacle provides large schools of fish and sometimes turtles and huge groupers at their cleaning station.",
		"The FA Premier League represents the pinnacle of English club football.",
		"Their windswept rocky pinnacle in the ocean offered them neither personal experience nor cultural memory of trees, never mind forests.",
		"On its highest pinnacle floated a large red flag with a yellow sickle and hammer in one corner.",
		"The false savior was sitting on the highest pinnacle of the highest throne in the dominant city of Rome.",
		"The next evening we found a great seafood restaurant next door at Pinnacle resort.",
		"Most divers head straight for the north pinnacle where you can find schooling hammerhead sharks.",
		"He may well be right as this murderous patch of the jungle covered pinnacle karst could conceal anything.",
		"Somewhat disappointing after an hour walking through amazing pinnacle karst with shake holes 1/2 km across.",
		"The Dufourspitze is the pinnacle of the Monta Rosa group, the highest massif in Europe.",
		"It was afterward placed on the loftiest pinnacle of the Tower of London.",
		"A more recent shot taken from the car park area just visible in the picture below, in the distance behind the rock pinnacle.",
		"French food is considered to be the highest pinnacle of culinary achievement.",
		"Andress was considered the pinnacle of female beauty at the time and it's worth noting that by modern standards, she might be considered overweight, or at least out of shape.",
		"Varsity cheer is the proud pinnacle of any high school squad - the leaders and examples for the rest of the students in school spirit.",
		"Browsing blogs written by stampers, and viewing their images, can help you to reach your own creative pinnacle.",
		"French lingerie is the pinnacle of sexy and sensual and so are the French lingerie models.",
		"It soon passes beneath the bold pinnacle of the Oeillette or Aiguillette, beyond which formerly women were not allowed to penetrate.",
		"A rather awkward movement is made to get out of the chimney on to the pinnacle.",
		"It might be a better alternative to descend the chimney behind the pinnacle.",
		"At around 40 meters a large grouper is to be found hiding behind a rock pinnacle.",
		"Mountain State Park-Located in Pinnacle, this campground offers 49 sites that are available from March 15 through November 30.",
		"In 1986 he reached the pinnacle of his singing career with a duet with Luther Vandross, which reached the top of the R&B charts.",
		"The donor will also become a member of the Pinnacle Society, which is a group of donors who make major gifts.",
		"Pinnacle Gift Basket offers attractive gift baskets in \"puppy love\" and \"spoiled kitty\" themes.",
		"The brand flag ship watch is the distinctive stainless steel strap and face, at the very pinnacle of the range is a watch that is set with diamonds and the time shines through 54 of these diamonds.",
		"The style is Gothic, very elaborately decorated, but it shows many peculiarities, for the work was continued through several centuries and after many designs by many masters, notably by Amadeo, who carried out the octagonal cupola (the pinnacle of which dates from 1774), and by Tibaldi, who laid down the pavement and designed a baroque facade.",
		"I just had one of my threads on the Pinnacle forums removed and a snotty email from a moderator.",
		"Cross to the Pinnacle 's E face, traversing airily rightwards into a corner.",
		"So, very carefully chosen, rather demure solid colors rendered in absolutely pinnacle quality pure linen seemed the best way to do that.",
		"With all of his success in music and only being 31 years old, many are questioning why he would even think about leaving music at what seems like the pinnacle of his career.",
		"At the pinnacle of her career, Bullock won an Academy Award for her role as Leigh Anne Tuohy in The Blind Side.",
		"It would be great to say that the Italian version of Pinot Grigio represents the pinnacle wine of this varietal.",
		"However, the point of mentioning Judith Leiber and her sensational career in the world of bling is to display the absolute pinnacle of hand embellished evening purses.",
		"We call celebrities \"stars\" because they are larger than life; at a pinnacle where many of us won't reach.",
		"The pinnacle of the band's career came with the release of their album 'Dark Side Of The Moon' on the 24th of March 1973, hitting number one in the Album Charts only 4 days later!",
		"The Order thus reached the highest pinnacle of its fame, and new knights flocked to be enrolled therein from the flower of the nobility of Europe; La Valette refused a cardinal's hat, determined not to impair his independence.",
		"Thus cast down from his pinnacle of greatness into an abyss of shame and misery, there was left to the brilliant master only the life of a monk.",
		"The Old Man presents a characteristic section, for it exhibits a thick pile of massive, current-bedded red sandstones, resting, near the foot of the pinnacle, upon a thin bed of amygdaloidal porphyrite, which in its turn lies unconformably upon steeply inclined flagstones.",
		"These heights often rise in the frontierranges of Tymphrestus, Oxia and Corax to more than 7000 ft.; the snow-capped pinnacle of Kiona attains to 8240 ft.",
		"The triangle top string bikinis have always been at the pinnacle of sexiness.",
		"He complained that exhortation was wasted even on the bishops, \"because they despair of attaining to the pinnacle of chastity, and have no fear of condemnation in open synod for the vice of lechery....",
		"In the I3th century, however, the introduction 01 tea from China, together with vessels for infusing and serving it revealed to the Japanese a new conception of ceramic possibilities for the potters of the Middle Kingdom had then (Sung dynasty) fully entered the road which was destined to carry them ultimately to a high pinnacle of their craft."
	],
	"synonyms": [
		"tiptop",
		"superlative",
		"elevation",
		"meridian",
		"top",
		"peak",
		"summit",
		"height",
		"acme",
		"turret",
		"spire",
		"serac",
		"finial",
		"belfry",
		"crown"
	],
	"antonyms": [
		"base",
		"nadir",
		"bottom"
	]
}