{
	"word": "prescience",
	"meaning": [
		"Apparent knowledge of things before they happen or come into being."
	],
	"sentences": [
		"As the war with Spain was inevitable, and as, when it broke out in the following year (1762), it was followed by triumphs for which Pitt had prepared the way, the prescience of the great war-minister appeared to be fully established.",
		"With respect to His prescience, there is nothing contingent; with respect to His providence, there is nothing accidental.",
		"Brown had the prescience to realize that the public places greater trust in bankers to look after their money, than politicians.",
		"Tomei followed that up with her splashy on screen prescience in the film My Cousin Vinny.",
		"In his last candidature at Wycombe he stood on more independent ground, commending himself by a series of speeches which fully displayed his quality, though the prescience which gemmed them with more than one prophetic passage was veiled from his contemporaries.",
		"The Persian soldier in Herodotus, following Xerxes to foreseen ruin, confides to his fellow-guest at the banquet that the bitterest pain which man can know is 7roXXa Opo 40v-ra, unSEvOs Kpariaav, - complete, but helpless, prescience.",
		"In letters of 1779-1780' he correctly diagnoses the ills of the Confederation, and suggests with admirable prescience the necessity of centralization in its governmental powers; he was, indeed, one of the first, if not to conceive, at least to suggest adequate checks on the anarchic tendencies of the time.",
		"In casting an eye to the future, Timeslip often showed remarkable prescience in its choice of themes.",
		"Tim In light of the subsequent conversation, I claim prescience rather than glibness Prescience is the ability to predict the future through vision.",
		"Few of them have been fulfilled in any sense, and those required no divine prescience to foresee the result.",
		"With great prescience Linde renamed the cellars the Phoenix Distillery, and from the ashes of one industry another emerged.",
		"It has already been mentioned that Macgillivray contributed to Audubon's Ornithological Biography a series of descriptions of some parts of the anatomy of American birds, from Mac- gillivray subjects supplied to him by that enthusiastic naturalist, and whose zeal and prescience, it may be called, in this respect merits all praise.",
		"Luke and Laura, for example, are a couple that has spent 30+ years in the consciousness of the fans whether Genie Francis is on the screen or Luke is married to Tracy, the prescience of Luke and Laura as a couple cannot be diminished.",
		"These renderings to foresight might be denied assertion either for the sake of present ease (and Disraeli's prescience of much of his country's later troubles only made him laughed at) or in deference to hopes of personal advancement."
	],
	"synonyms": [
		"prevision",
		"presage",
		"prediction",
		"omniscience",
		"foresight",
		"foreknowledge",
		"anticipation",
		"vision",
		"farsightedness"
	],
	"antonyms": []
}