{
	"word": "evanescent",
	"meaning": [
		"Vanishing or likely to vanish like vapor.",
		"Tending to pass away or fade from sight like mist or smoke; ephemeral.",
		"Vanishing, disappearing.",
		"Ephemeral, momentary, fleeting.",
		"Barely there; almost imperceptible."
	],
	"sentences": [
		"It is asked how any wisdom can be so evanescent.",
		"On the division of the Carolingian realm the part of the province to the east of the river fell to the share of Germany, while that to the west remained with the evanescent kingdom of Lotharingia.",
		"The nervous impulse is, so to say, the sudden evanescent glow of an ember continuously black-hot.",
		"They seem to be of the humped variety, but with the hump evanescent.",
		"The illumination at B due to P then becomes comparatively small, indeed for some forms of aperture evanescent.",
		"A fire of criticism from pamphlets, newspapers and reviews opened on his volume of Orations, published in 1823; but the excitement produced was merely superficial and essentially evanescent.",
		"Though in many instances, as in hyacinths, they are less beautiful than single ones, they always present the advantage of being less evanescent.",
		"The power of the local sheiks was step by step reduced, till it at last became evanescent - to the unmixed advantage of the whole history.",
		"Lacking his intensity of passion and his admirable faculty for seizing the most evanescent shades of difference in feeling, they degenerated into colourless and lifeless insipidities made insupportable by the frigid repetition of tropes and conceits which we are fain to pardon in the master.",
		"Thus, in short, if we ask for a clear and definite fundamental intuition, distinct from regard for happiness, we find really nothing in Whewell's doctrine except the single rule of veracity (including fidelity to promises); and even of this the axiomatic character becomes evanescent on closer inspection, since it is not maintained that the rule is practically unqualified, but only that it is practically undesirable to formulate its qualifications.",
		"His keen intuition of truth, his vigour and yet sobriety of argument, his fertility of illustration and acuteness of sarcasm, made him irresistible to his antagonists; and the evanescent triumphs of scornful controversy have given place to the sedate applause of a long-lived posterity.",
		"The chords necessary in this part, which with its supporting bass is called the continuo, were indicated by figures; and the evanescent and delicate tones of the harpsichord; lent themselves admirably to this purpose where solo voices and instruments were concerned.",
		"The present writer is of opinion that it will be found most convenient to treat this evanescent somite as something special, and not to attempt to reckon it to either the prosoma or the mesosoma.",
		"The reaction with methylviolet, however, differs from that with true amyloid in being evanescent.",
		"The tales that grains of wheat found in the cerements of Egyptian mummies have been planted and come to maturity are no longer credited, for the vital principle in the wheat berry is extremely evanescent; indeed, it is doubtful whether wheat twenty years old is capable of reproduction.",
		"The invention of the art of writing afforded the means of substituting precise and permanent records for vague and evanescent tradition; but in the infancy of the world, mankind had learned neither to estimate accurately the duration of time, nor to refer passing events to any fixed epoch.",
		"This significant but evanescent phenomenon, which represents the direct emissions of a low-lying solar envelope, was photographed by William Shackleton on the occasion of an eclipse in Novaya Zemlya on the 9th of August 1896; and it has since been abundantly registered by exposures made during the obscurations of 1898, 1900, 1901 and 1905.",
		"Galileo's views, although erroneous, since he held comets to be mere atmospheric emanations reflecting sunlight after the evanescent fashion of a halo or a rainbow, were expressed with such triumphant vigour, and embellished with such telling sarcasms, that his opponent did not venture upon a reply.",
		"The binding force of moral rules becomes evanescent if we admit, with Hutcheson, that the \" sense \" of them may properly vary from man to man as the palate does; and it seems only another way of putting Hume's doctrine, that reason is not concerned with the ends of action, to say that the mere existence of a moral sentiment is in itself no reason for obeying it."
	],
	"synonyms": [
		"melting",
		"evasive",
		"vanishing",
		"transitory",
		"transient",
		"temporary",
		"fugitive",
		"fleeting",
		"ephemeral",
		"temporal",
		"momentary",
		"fugacious",
		"passing",
		"short-lived",
		"fleet"
	],
	"antonyms": []
}