{
	"word": "devoid",
	"meaning": [
		"Completely without; empty or destitute (of)",
		"(obsolete) To empty out; to remove."
	],
	"sentences": [
		"Most of the time his tone was devoid of any emotion.",
		"When he finally lifted his head and spoke to Adrienne, his voice was devoid of any emotion.",
		"Again the question was devoid of implication.",
		"The eyes are devoid of lids.",
		"Her knees were trembling as if they were going to give way at any moment, and her face felt devoid of blood.",
		"In the same way we can never imagine the action of a man quite devoid of freedom and entirely subject to the law of inevitability.",
		"The landscape around them was bleak, almost as devoid of plant life as the white sands had been.",
		"It climbed gently along the escarpment above the river and was devoid of traffic.",
		"A scattering of cars dotted the parking lot but due to the late hour the avenue beyond was nearly devoid of traffic.",
		"He glanced up at her; the sun darkened face with its thin lips completely devoid of emotion.",
		"It is a large house, devoid of boarders, though a weathered sign offers such accommodations.",
		"Her face in the mirror was almost devoid of color except for the eyes that looked large and round.",
		"They grabbed food from the small cafeteria that was devoid of people at the late hour of morning.",
		"On some of the bushes might be seen a bud, a blossom, a baby, a half-grown person and a ripe one; but even those ready to pluck were motionless and silent, as if devoid of life.",
		"The kidneys or nephridia open internally by wide funnel-shaped nephridiostomes and externally by small pores on each side of the mouth near the base of the arms. Each is short, gently curved and devoid of convolutions.",
		"He was still above the timberline, devoid of any trees that would impair visibility so it was clear enough to follow the road with its many switchbacks and curves traversing the mountain below him, a black line clinging to the side of the cliff like a pen­cil drawing.",
		"There is very little grey matter in the cortex of the hemispheres, the surface of which is devoid of convolutions, mostly quite smooth; in others, for instance pigeons, fowls and birds of prey, a very slight furrow might be compared with the Sylvian fissure.",
		"The outer membranes are spread out between two or more successive bronchial semi-rings, a distance from the trachea which is, in typical cases, devoid of sounding membranes; some Cuculi, Caprimulgi, and some owls.",
		"Several of those present smiled at Zherkov's words, expecting one of his usual jokes, but noticing that what he was saying redounded to the glory of our arms and of the day's work, they assumed a serious expression, though many of them knew that what he was saying was a lie devoid of any foundation.",
		"The glossy color photo displayed a concentrated young woman, hand-climbing upside down, across a rock face that looked devoid of any hint of a hand hold.",
		"It seems more natural to draw the conclusion that the resemblances of the Phylactolaemata to Phoronis are devoid of phylogenetic significance.",
		"Australia presents a contour wonderfully devoid of inlets from the sea except on its northern shores, where the coast-line is largely indented.",
		"Limulus is devoid of any such tubes.",
		"It is a thriving industrial town, devoid of any great antiquarian or architectural interest, though founded by the Moors.",
		"His own poetical work is scanty in amount, and for the most part frigid and devoid of inspiration.",
		"Sheep and goats are very nearly related, but the former never have a beard on the chin of the males, which are devoid of a strong odour; and their horns are typically of a different type.",
		"The earlier stones are devoid of ornamentation, but the later stones and bronzes are sometimes ornamented with designs of leaves, flowers, ox-heads, men and women.",
		"The alimentary sac is simple elegans from the fins of and devoid of caeca.",
		"The intestinal sac has become bifid and is usually devoid of branches.",
		"Entirely devoid of local interest, this journal did not survive for more than a few months.",
		"Some of the old cults passed away altogether, others survived in name and form, but were so wholly devoid of inner meaning that even the learning of a Varro could not tell their intention or the character of the deity with whom they were concerned.",
		"Still, it was devoid of political significance, unless backed by the united force of all the princes and states subscribing to the Evangelical teaching; and this unity was wanting.",
		"Both incisors and canines are devoid of roots and grow throughout life, the canines, and in the typical species one pair of lower incisors, growing to an immense size.",
		"In this way Boscovich explained the apparent extension of bodies consisting of atoms, each of which is devoid of extension.",
		"A body in which all the molecules were at rest relatively to one another would be a body devoid of heat.",
		"Kircher was a man of wide and varied learning, but singularly devoid of judgment and critical discernment.",
		"The glaciers also attain a greater development in the western portion of the Nan-shan, but the valleys are dry, and the slopes of both the mountains and the valleys, furrowed by deep ravines, are devoid of vegetation.",
		"We may gradually invent means of tracing more and more closely the average drifts of translation or orientation, or of changes of arrangement, of the atoms; but there will always remain an unaveraged residue devoid of any recognized regularity, which we can only estimate by its total amount.",
		"Eugenius certainly owed his success merely to the political necessities of the emperor of the East, and his union was forthwith destroyed owing to its repudiation by oriental Christendom; yet at the same time his decretals of union were not devoid of importance, for in them the pope reaffirmed the scholastic doctrine regarding the sacraments as a dogma of the Church, and he spoke as the supreme head of all Christendom.",
		"As a temporal ruler John was devoid of the vigour and firmness of his father, and his union of the papal office - which through his scandalous private life he made a byword of reproach - with his civil dignities proved a source of weakness rather than of strength.",
		"In conformity with these reductions the breastbone of the moas is devoid of any coracoidal facets; there is no trace of a keel, and the number of sternal ribs is reduced to three or even two pairs.",
		"The former was now mixed with Latin and classical expressions; much of the literature consists of fulsome panegyric, verses written on the marriages and funerals of nobles, with conceits and fantastic ideas, devoid of all taste, drawn from their coats of arms. The poets of this period are, as may be imagined, in most cases mere rhymesters; there are, however, a few whose names are worth recapitulating, such as Waclaw Potocki (c. 1622 - c. 1696), now known to have been the author of the Wojna Chocimska, or \"War of Khotin,\" the same campaign which afterwards formed the subject of the epic of Krasicki.",
		"The orthoquinones more resemble the a-diketones; they are crystalline solids of a red or yellow colour, but differ from the paraquinones in being devoid of smell and not volatile in a current of steam.",
		"Thorell's classification (1859) of Gnathostonta, Poecilostoma, Siphonostoma, based on the mouth-organs, was long followed, though almost at the outset shown by Claus to depend on the erroneous supposition that the Poecilostoma were devoid of mandibles.",
		"In the former case the hind-body, consisting only of the abdomen, forms a pleon or tail-part devoid of feet, and the species so constructed are Gymnoplea, those of the naked or footless pleon.",
		"The notice in the Gospel, it is suggested, grew out of a confused recollection of the later (and only historical) census, and is devoid of any value whatever.",
		"He had none of Pepys's love of gossip, and was devoid of his all-embracing curiosity, as of his diverting frankness of self-revelation.",
		"It is clear enough that, although, like her father, she was fond of ritual, she was absolutely devoid of the religious temperament, and that her ecclesiastical preferences were dictated by political considerations.",
		"The worm-shaped body is devoid of osteoderms. The tongue is short, covered with imbricating papillae and slightly nicked anteriorly.",
		"The vermiform body is covered with cycloid imbricating scales, devoid of osteoderms. Limbs and even their arches are absent, excepting a pair of flaps which represent the hind-limbs in the males.",
		"The exterior, flanked at the western end by a lofty tower and pierced by high, narrow windows, is devoid of ornament.",
		"The accompanying commentary is based on the Fathers of the Church and entirely devoid of any original matter.",
		"The least respected legislatures are those of the richest and most populous states, such as New York and Pennsylvania, because in such states the opportunities offered to persons devoid of scruple are the largest.",
		"The statement that he was created earl of Ulster, and that he was thus \"the first Englishman dignified with an Irish title of honour,\" is equally devoid of foundation.",
		"And Yet, While Canada'S Intellectual Product Is Essentially An Offshoot Of The Parent Literature Of England, It Is Not Entirely Devoid Of Originality, Either In Manner Or Matter.",
		"Both sexes are devoid of antler appendage; but in this the musk-deer agrees with one genus of true deer (Hydrelaphus), and as in the latter, the upper canine teeth of the males are long and sabre-like, projecting below the chin, with the ends turned somewhat backwards.",
		"The second section, Castoroidea, of the present group includes only the family Castoridae, represented by the beavers, which are large aquatic rodents characterized by their massive skulls, devoid of post-orbital processes, with the angle of the lower jaw rounded, the molars rootless or semi-rooted, with re-entering enamel-folds, and one pair of premolars above and below.",
		"William, however, was not devoid of military energy; landing in Italy he destroyed the Greek fleet and army at Brindisi (28th May 1156) and recovered Bari.",
		"The hills were one extensive military frontier, covered with forts and strategic roads connecting them, and devoid of town life, country houses, farms or peaceful civilized industry.",
		"The work, which is utterly devoid of sequence or arrangement, is divided into twenty books.",
		"A true or complete albino is altogether devoid of pigment.",
		"The story told to Herodotus of its destroying snakes is, according to Savigny, devoid of truth, but Cuvier states that he discovered partly digested remains of a snake in the stomach of a mummied ibis.",
		"In wind-fertilized plants the flowers are comparatively inconspicuous and devoid of much attraction for insects; and their pollen is smoother and smaller, and better adapted for transport by the wind, than that of insectfertilized plants, the roughness of which adapts it for attachment to the bodies of insects.",
		"Spring and autumn flowers, as well as those blooming in summer, should be regularly distributed throughout the border, which will then at no season be devoid of interest in any part.",
		"If the United Provinces suffered in prosperity through their close relations with and subordination to Great Britain during a long series of years, it was due not to the policy of William, but to the fact that the territory of the republic was small, open to attack by great military powers, and devoid of natural resources.",
		"Although many fungi have been regarded as devoid of nuclei, and all have not as yet been proved to contain them, the numerous investigations of recent years have revealed them in the cells of all forms thoroughly examined, and we are justified in concluding that the nucleus is as essential to the cell of a fungus as to that of other organisms. The hyphae of many contain numerous, even hundreds of nuclei (Phycomycetes); those of others have several (Aspergillus) in each segment, or only two (Exoascus) or one (Erysiphe) in each cell.",
		"They are often devoid of hyphae, or put forth fine protoplasmic filaments into the cells of their hosts.",
		"The asci are borne directly on the mycelium and are therefore fully exposed, being devoid from the beginning of any investment.",
		"Sumerian is quite devoid of grammatical gender.",
		"Cleanthes and Philo come to an agreement, in admitting a certain illogical force in the a posteriori argument, or, at least, in expressing a conviction as to God's existence, which may not perhaps be altogether devoid of foundation.",
		"While the greater part of western and northern Belgium is devoid of the picturesque, the Ardennes and the Fagnes districts of \" Between Sambre and Meuse \" and Liege contain much pleasant and some romantic scenery.",
		"Bort (or Boart) is the name given to impure crystals or fragments useless for jewels; it is also applied to the rounded crystalline aggregates, which generally have a grey colour, a rough surface, often a radial structure, and are devoid of good cleavage.",
		"Carbonado or \" black diamond,\" found in Bahia (also recently in Minas Geraes), is a black material with a minutely crystalline structure somewhat porous, opaque, resembling charcoal in appearance, devoid of cleavage, rather harder than diamond, but of less specific gravity; it sometimes displays a rude cubic crystalline form.",
		"In private life he was in every way estimable, - upright, amiable, devoid of all jealousy, and generous to a fault.",
		"Few areas of large extent in any part of the world are absolutely devoid of vegetation, and the transition from typical desert conditions is often very gradual and ill-defined.",
		"Character- As every one knows, the valley of the Nile outside of Istics of the tropics is practically devoid of rainfall.",
		"In the physiological basis of sense exist many impressions which, apart from and devoid of psychical accompaniment, reflexly influence motor (muscular) innervation.",
		"That it is apparently devoid of psychical concomitant need not imply that the impressions concerned in it are crude and inelaborate.",
		"Fungi Algae Bryophyta Pteridophyta Phanerogamia Gymnosperms Angiosperms Algae in this wide sense may be briefly described as the aggregate of those simpler forms of plant life usually devoid, like the rest of the Thallophyta, of differentiation into root, stem and leaf; but, unlike other Thallophyta, possessed of a colouring matter;.",
		"An African form (Camptothrix), devoid of heterocysts and hair-like at both extremities, has recently been described.",
		"Wager speaks with greater reserve, acknowledging, however, the central body to be a nucleus of a rudimentary type, but devoid of nuclear membrane and nucleolus.",
		"Algae are withdrawn from each of the three series enumerated above and consolidated into an entirely new group. In these algae, the colouring matter is said to be yellowish-green, not strictly green, and contained in numerous small discoid chromatophores which are devoid of pyrenoids.",
		"The zoospore is usually a pyriform mass of naked protoplasm, the beaked end of which where the cilia arise is devoid of colouring matter.",
		"Metallic thallium is bluish white; it is extremely soft and almost devoid of tenacity and elasticity.",
		"His mind, in spite of its clinging to the outward forms of the old faith, was intensely secular; and he was as devoid of a moral sense as he was of a genuine religious temperament.",
		"For primitive Christianity was devoid of any point by which these journeys of devotion might naturally have been suggested.",
		"The hills are generally devoid of forests, while those near the towns were formerly covered with vineyards, which produced a good red wine.",
		"They are wholly devoid of literary merit.",
		"The cervical and thoracic vertebrae seem to be biconcave; the cervical ribs are much reduced and were apparently still movable; the thoracic ribs are devoid of uncinate processes.",
		"But the Alids, though not devoid of personal courage, never excelled in politics or in tactics.",
		"Moqtadir, though not devoid of noble qualities, allowed himself to be governed by his mother and her ladies and eunuchs.",
		"Totally devoid of dignity and heroism, he ended by surrendering and imploring mercy from the barbarian victor.",
		"It is also to be noticed that the Domesday Survey constantly mentions the terra villanorum as opposed to the demesne in the estates or manors of the time, and that the land of the rustics is taxed separately for the geld, so that the distinction between the property of the lord and that of the peasant dependent on him is clearly marked and by no means devoid of practical importance.",
		"His person is in general short and robust, but devoid of the grace and flexibility of the Hindu.",
		"Though Courbet's realistic work is not devoid of importance, it is as a landscape and sea painter that he will be most honoured by posterity.",
		"The male of the cochineal insect is half the size of the female, and, unlike it, is devoid of nutritive apparatus; it has long white wings, and a body of a deep red colour, terminated by two diverging setae.",
		"Mexican sarsaparilla has slender, shrivelled roots nearly devoid of rootlets.",
		"The schizomycetes or bacteria are minute vegetable organisms devoid of chlorophyll and multiplying by repeated bipartitions.",
		"The evidence to hand shows that on heights and in open country, especially in the north, there may be few or even no Schizomycetes detected in the air, and even in towns their distribution varies greatly; sometimes they appear to exist in minute clouds, as it were, with interspaces devoid of any, but in laboratories and closed spaces where their cultivation has been promoted Lhe air may be considerably laden with them Of course the distribution of bodies so light and small is easily influenced by movements, rain, wind, changes of temperature, &c. As parasites, certain Schizomycetes inhabit and prey upon the organs of man and animals in varying degrees, and the conditions for their growth and distribution are then very complex.",
		"Perhaps the chief things lacking in his attitude are, in the first place, reverence, of which, however, from a few passages, it is clear he was by no means totally devoid, and secondly, an appreciation of passion and poetry.",
		"It is true that even in the Canzoniere, as Italians prefer to call that collection of lyrics, Petrarch is not devoid of faults belonging to his age, and affectations which have imposed themselves with disastrous effect through his authority upon the literature of Europe.",
		"First, we must take into account the long duration of the time through which the central authority was devoid of vigour.",
		"It would be easy to enumerate other languages of the world, such as Basque, Turkish, Hebrew, Malay, Mexican, all devoid of traceable resemblance to Australian and English, and to one another.",
		"As to her \" supranormal \" faculties, a matter concerning which belief largely depends on the point of view, it is to be remarked that Quicherat, a freethinker wholly devoid of clerical influences, admits them (Apercus nouveaux, 1850), saying that the evidence is as good as for any facts in her history.",
		"But the common objection to the play at the time was that it was too natural and too devoid of striking incidents.",
		"It was in these circumstances that he dictated to his servant, a tailor's apprentice, who was absolutely devoid of mathematical knowledge, his Anleitung zur Algebra (1770), a work which, though purely elementary, displays the mathematical genius of its author, and is still reckoned one of the best works of its class.",
		"Its rapid neutralization in the intestine renders it equally devoid of any remote actions.",
		"In the first-named the medulla is penetrated by solenia and forms an indistinct axis; in the remainder the medulla is devoid of solenia, and in the Melitodidae and Corallidae it forms a dense axis, which in the Melitodidae consists of alternate calcareous andhornyjoints.",
		"The plains of the Deccan and Khandesh are watered by large rivers, but as the rainfall is uncertain, they are generally, during the greater part of the year, bleak and devoid of vegetation.",
		"Indian breed, which has probably been introduced from Africa, both sexes are devoid of horns.",
		"Jacobi, accepting the law of reason and consequent as the fundamental rule of demonstrative reasoning, and as the rule explicitly followed by Spinoza, points out that, if we proceed by applying this principle so as to recede from particular and qualified facts to the more general and abstract conditions, we land ourselves, not in the notion of an active, intelligent creator of the system of things, but in the notion of an all-comprehensive, indeterminate Nature, devoid of will or intelligence.",
		"Drusus was a man of violent passions, a drunkard and a debauchee, but not entirely devoid of better feelings, as is shown by his undoubtedly sincere grief at the death of Germanicus.",
		"Hamilton was by no means devoid of sense and acuteness, but in character he was one of the most despicable men then alive.",
		"The court was frivolous, vacillating, stone deaf and stone blind; the gentry were amiable, but distinctly bent to the very last on holding to their privileges, and they were wholly devoid both of the political experience that only comes of practical responsibility for public affairs, and of the political sagacity that only comes of political experience.",
		"The drier southern slopes are quite devoid of arboreal vegetation.",
		"The reduction of the outgrowth-bearing \" corm \" of the parapodium of either a Chaetopod or an Arthropod to a simple cylindrical stump, devoid of outgrowths, is brought about when mechanical conditions favour such a shape.",
		"Devoid of wisdom and virtue in the highest sense, they at least understood how power might be seized and kept.",
		"Mignet's Histoire de la Revolution Francaise (2 vols., Paris, 1861), short and devoid of literary charm, has the merits of learning and judgment and is still useful.",
		"It belongs to this view to regard the imperfection of things as devoid of real being, and so incapable of being definitely thought or known; accordingly, we find that Plato has no technical term for that in the concrete sensible world which hinders it from perfectly expressing the abstract ideal world, and which in Aristotle's system is distinguished as absolutely formless matter (An).",
		"If it be positive, a widely extending patch is seen on the plate, consisting of a dense nucleus, from which branches radiate in all directions; if negative the patch is much smaller and has a sharp circular boundary entirely devoid of branches.",
		"Devoid of air and atmosphere, the causes of meteorological phenomena on the earth are non-existent on the moon.",
		"Calvin's own record of his \"conversion\" is so scanty and devoid of chronological data that it is extremely difficult to trace his religious development with any certainty.",
		"Of the other islands, Taviuni, remarkable for a lake (presumably a crater-lake) at the top of its lofty central ridge, is fertile, but exceptionally devoid of harbours; whereas the well-timbered island of Kandavu has an excellent one.",
		"That the Osirian myth (much as it was elaborated and allegorized) originated in the same sort of fancy as the Tacullie story of the dismembered beaver out of whose body things were made is a conclusion not devoid of plausibility.",
		"Experiments he made with South Wales iron were failures because the product was devoid of malleability; Mr GOransson, a Swedish ironmaster, using the purer charcoal pig iron of that country, was the first to make good steel by the process, and even he was successful only after many attempts.",
		"His Acta are of considerable antiquity, but devoid of historical value.",
		"The mane and tail should be silky and devoid of curl, which is a sign of impurity.",
		"In the neotropical species the egg is minute, and almost entirely devoid of yolk.",
		"One of the most startling discoveries of the decade 1890-1900 was the fact that a number of forms are devoid of both gills and lungs, and breathe merely by the skin and the buccal mucose membrane (20).",
		"Although the lungs are present in such forms as preserve the gills throughout life, it is highly remarkable that quite a number of abranchiate salamanders, belonging mostly to the subfamilies Desmognathinae and Plethodontinae, are devoid of lungs and breathe entirely by the skin and by the bucco-pharyngeal mucose membrane (20).",
		"Other newts, and many salamanders, whether terrestrial or aquatic, pair, the male embracing the female about the fore limbs or in the pelvic region, and the males of such forms are invariably devoid of ornamental secondary sexual characters; but in spite of this amplexation the same mode of fecundation by means of a spermatophore is resorted to, although it may happen that the contents of the spermatophore are absorbed direct from the cloaca of the male.",
		"The insoluble part of the gum is a calcium salt of bassorin (C12H20010), which is devoid of taste and smell, forms a gelatinoid mass with water, but by continued boiling is rendered soluble.",
		"In an age enamored of machines, life becomes amoral, without moral bearings, devoid of moral categories.",
		"Dissociation of core particles into open core and genomic RNA The open core particles devoid of genomic dsRNAs were isolated by centrifugation through CsTFA.",
		"Tobe Hooper has directed a real clunker here, a film devoid of anything other than giving the horror film a really bad name.",
		"They became devoid of mercy, devoid of compassion.",
		"It was beginning to get quite chilly, we had lunch on the move and again found the canal devoid of traffic.",
		"Any omission will make the application devoid of legal effect.",
		"The increase in support for the SSP sometimes leads people on the Left to believe that Labor has a history entirely devoid of radicalism.",
		"It just seems devoid of any moral respect at all.",
		"The objects which usually appear as the world, appear as devoid of self, as anatta.",
		"A mass of split ended hair almost covering his blackened eyes that look devoid of sleep.",
		"Gravel was extracted until 1970 when the area was left virtually devoid of vegetation.",
		"The script was utterly devoid of wit, subtlety, or humor.",
		"Problem is, he is totally devoid of all personality.",
		"In a region practically devoid of rivers, these wells were worshiped by the Mayans.",
		"Most all of the cannabis grown in North America is virtually devoid of CBD.",
		"The included files can be completely devoid of tagging.",
		"The claim that Muhammad did anything at any time without consciousness or under a spell is a sheer fabrication and hence devoid of truth.",
		"This is not to suggest, however, that council chambers are devoid of the occasional partisan fracas!",
		"He describes its nature as extremely frigid, cold, dry and devoid of any cheering influence.",
		"A film not imbued with ' nativity ' was criticized for its lack of cultural moorings and considered devoid of authenticity and conviction.",
		"The choreography seemed rather inscrutable to me, and devoid of dance interest.",
		"She appeared very nonchalant with a well turned out standard Brompton, devoid of the gizmos sported by her husband's machine.",
		"The lands through which Io is to travel are devoid of the civil and religious institutions of the classical Greek polis and oikos.",
		"Compared with coral reefs, vast swathes of the ocean appeared to be devoid of life.",
		"Subhuti, Bodhisattvas who are wholly devoid of any conception of separate selfhood are truthfully called Bodhisattvas.",
		"He was not an orator, and though he could express himself forcibly on occasion, his speech was incoherent and devoid of any of the arts of rhetoric. Clarendon notes on his first appearance in parliament that \"he seemed to have a person in no degree gracious, no ornament of discourse, none of those talents which use to reconcile the affections of the standers by; yet as he grew into place and authority his parts seemed to be renewed.\"",
		"It had to extend the hours of business at all the offices; it had to extend the wires from railway stations lying outside of town populations to post offices in the centre of those populations and throughout their suburbs; it had also to extend the wires from towns into rural districts previously devoid of telegraphic communication; it had to effect a complete severance of commercial and domestic telegraphy from that of mere railway traffic, and in order to effect this severance it had to provide the railways with some 6000 m.",
		"Being devoid of all attributes, it can be the object only of meditation, not of practical devotional rites; and philosophy can only attempt to characterize it in general and vague terms, as in the favourite formula which makes it to be sachchidananda, i.e.",
		"The swimming Hesperornis (see Odontornithes) was also devoid of such a structure.",
		"The age, which the scanty historical traditions themselves represent as one of supreme importance for the history of the Jews, once seemed devoid of interest, and it is entirely through the laborious scholarship of the 19th century that it now begins to reveal its profound significance.",
		"This enormous work was subsidized by the French government; and, though the figures are utterly devoid of artistic merit, they display the species they are intended to depict with sufficient approach to fidelity to ensure recognition in most cases without fear of error, which in the absence of any text is no small praise.2 But Buffon was not content with merely causing to be published this unparalleled set of plates.",
		"Its members are quite devoid of any mouth or alimentary canal, but have a well-developed body cavity into which the eggs are dehisced and which communicates with the exterior by From Cambridge Natural History, vol.",
		"His thinking is consecutive, self-restrained, practical, devoid of everything that might be called fantastic or excessive.",
		"The introduction ctf the lamina (supposed to be devoid of inertia) will make no difference to the propagation of plane parallel sonorous waves through the position which it occupies.",
		"The theorems of hydrostatics are thus true for all stationary fluids, however, viscous they may be; it is only when we come to hydrodynamics, the science of the motion of a fluid, that viscosity will make itself felt and modify the theory; unless we begin by postulating the perfect fluid, devoid of viscosity, so that the principle of the normality of fluid pressure is taken to hold when the fluid is in movement.",
		"The plant, on the other hand, if it be a green plant, containing chlorophyll, is capable, in the presence of light, of building up both carbohydrate material and proteid material from inorganic salts; if it be a fungus, devoid of chlorophyll, whilst it is dependent on pre-existing carbohydrate material and is capable of absorbing, like an animal, proteid material as such, it is able to build up its proteid food from material chemically simpler than proteid.",
		"Though it was not one of the great eras in the annals of literature, yet the century which produced Martial, Juvenal and Tacitus cannot be pronounced barren in literary originality, nor that which produced Seneca and Quintilian devoid of culture and literary taste.",
		"To this point the segregation of politics from every other factor which goes to constitute humanity had brought him; and this it is which makes us feel his world a wilderness, devoid of atmosphere and vegetation.",
		"Furthermore it is so thoroughly adapted to running upon the desert sand that its digits are devoid of adhesive lamellae.",
		"But at the crowning moment of trial there are those who assert their belief that the woman who on her way to the field of Corrichie had uttered her wish to be a man, that she might know all the hardship and all the enjoyment of a soldier's life, riding forth \"in jack and knapscull\" - the woman who long afterwards was to hold her own for two days together without help of counsel against all the array of English law and English statesmanship, armed with irrefragable evidence and supported by the resentment of a nation - showed herself equally devoid of moral and of physical resolution; too senseless to realize the significance and too heartless to face the danger of a situation from which the simplest exercise of reason, principle or courage must have rescued the most unsuspicious and inexperienced of honest women who was not helplessly deficient in self-reliance and self-respect.",
		"On the other hand, the occurrence in meteoric stones, and the experiments mentioned above, show that the diamond may also crystallize from a basic magma, capable of yielding some of the metallic oxides and ferro-magnesian silicates; a magma, therefore, which is not devoid of oxygen.",
		"He was the first sultan entirely devoid of military virtues and willing to abandon all power to his ministers, provided he were left free to pursue his orgies and debauches.",
		"While all have a general resemblance in the serrated edges of the bill and many other characters, Momotus has the normal number of twelve rectrices, while the rest have only ten, which in Hylomanes have the ordinary configuration, but in adult examples of all the others the shaft of the median pair is devoid of barbs for the space of about an inch a little above the extremity, so as to produce a spatulate appearance, such as is afforded by certain humming-birds known as \"racquet-tails\" (see HUMMING-BIRD), kingfishers of the genus Tanysiptera (see KINGFISHER), and parrots of the group Prioniturus.",
		"This, however, is manifestly incorrect, as, if it were true, 4% of ethylene mixed with 96% of a combustible diluent such as hydrogen should give 16to 17-candle gas, whereas a mixture of 10% of ethylene and 90% of hydrogen is devoid of luminosity.",
		"He was the very opposite of Richelieu, as wheedling in his ways as the other had been haughty and scornful, as devoid of vanity and rancour as Richelieu had been full of jealous care for his authority; he was gentle where the other had been passionate and irritable, with an intelligence as great and more supple, and a far more grasping nature.",
		"Numerous rills run down the declivities, forming cascades, which are, however, generally devoid of beauty.",
		"The summit dome is rough and bouldery, devoid of vegetation, and snowbound for much of the year.",
		"Most cat litter boxes are spartan models devoid of any modern convenience.",
		"A high-quality, organic diet that isdevoid of chemical preservatives and additives will also help boost your cat's immunity.",
		"An individual taking ginseng or fo-ti to improve his vitality will not be aiding his condition with an unhealthy sedentary lifestyle and a diet that processed and, thus, devoid of essential nutrients and antioxidants.",
		"Dry sunny banks often devoid of plant life might be clothed with them.",
		"The flowers are small and devoid of petals, but described as glowing like red fringed buttons all along the stems in early spring.",
		"At the end of the round, you get a certain number of points for every row that is devoid of blocks.",
		"A lot of them, especially the older ones, are mostly text based and fairly devoid of graphics.",
		"The cornea is normally devoid of blood vessels yet has many sensory nerves.",
		"Like the two previous editions, it is devoid of words considered obscene, offensive or not fit for family game play.",
		"In fact some lasts are not based on \"bio-data\" at all - they start with a designer carving wood or \"clay\" to achieve the desired visual shape - a process devoid of real toes.",
		"The episode, titled The Body, was completely devoid of a musical soundtrack and the empty silences were made all the more poignant.",
		"Most programs offered online are designed to be very easy to use, but you will probably not find many programs offered free of charge which also offer unlimited access to dazzling templates devoid of advertisements.",
		"He described it as barren and sterile, and almost devoid of animals, the only one of any importance somewhat resembling a raccoon - a strange creature, which advanced by great bounds or leaps instead of walking, using only its hind legs, and covering 12 or 15 ft.",
		"The district is by no means devoid of fertility, the steep slopes facing the south enjoying so fine a climate as to render them very favorable for the growth of fruit trees, especially the olive, which is cultivated in terraces to a considerable height up the face of the mountains, while the openings of the valleys are generally occupied by towns or villages, some of which have become favorite winter resorts.",
		"There are three stadia, or moments, in this process of nature - (i) the mechanical moment, or matter devoid of individuality; (2) the physical moment, or matter which has particularized itself in bodies - the solar system; and (3) the organic moment, or organic beings, beginning with the geological organism - or the mineral kingdom, plants and animals.",
		"The olfactory organ is poorly developed, and it is still a question whether birds possess much power of smell; many are certainly devoid of it.",
		"The steppe, however, is not so devoid of trees as at first sight appears.",
		"There are 15 churches in the city, some occupying the most conspicuous sites on the hills, all dating from the more prosperous days of the city's history, but all devoid of architectural taste.",
		"Another characteristic feature is the uneven distribution of the navigable rivers, of which Upper Hungary and Transylvania are almost completely devoid.",
		"The metal is pretty soft and easily flattened out under the hammer, but almost devoid of tenacity.",
		"Not the most elaborate work of Voltaire is of much value for matter; but not the very slightest work of Voltaire is devoid of value in form.",
		"He taught, \"There is but one God, the Creator, whose name is true, devoid of fear and enmity, immortal, unborn and self-existent, great and bountiful.\"",
		"His works are very voluminous, and to a large extent fragmentary and devoid of artistic finish; nevertheless they are nearly always worth investigating for the brilliant suggestions in which they abound.",
		"Already events had shown that the feudatories, quite devoid of business experience, were not unlikely to dispose of these bonds and devote the proceeds to unsound enterprises.",
		"In 1859 appeared a life of Defoe by William Chadwick, an extraordinary rhapsody in a style which is half Cobbett and half Carlyle, but amusing, and by no means devoid of acuteness.",
		"Suppose for instance that two bodies, both devoid of heat, are placed in contact with one another, and that the surface of the one is then rubbed over that of the other.",
		"The specimens we possess are not devoid of talent or of a certain happy art of expression.",
		"The positions of the rival armies from the 18th of October, the close of the battle of the Sha-ho, to the 26th of January 1905, the opening of the battle of Sandepu (Heikoutai)- a period almost entirely devoid of incident - may be described by the old-fashioned term \" winter quarters.\"",
		"The faces of buttes and ravines that are turned toward the sun are usually devoid of vegetation.",
		"The skin is devoid of ossifications, but large and numerous cutaneous spines are often present, especially on the head and on the tail.",
		"Anguis, with its sole species fragilis, the slow-worm or blind-worm, is devoid of a lateral fold, and the limbs are entirely absent.",
		"Ajmere is almost totally devoid of rivers, the Banas being the only stream which can be dignified with that name, and it only touches the south-eastern boundary of the district so as to irrigate the pargana of Samur.",
		"Yet the surrounding country is not devoid of vegetation.",
		"Without him nature at its doctrine highest is like a beautiful statue, devoid of life; it is of of the secondary moment compared even to men, for while it Church.",
		"Originally they existed in infinitesimal fragments, infinite in number and devoid of arrangement.",
		"When not engaged in controversy he was not devoid of good sense.",
		"Simple and uncritical in his modes of thought, and apparently devoid of any striking originality, he collected in his numerous and elaborate treatises the results of such research in theology, philosophy, science and history as was in his time possible in Syria.",
		"Of a cold and worldly temperament, devoid of passion, blameless in his conduct as the father of a family, faithful as the servant of his papal patrons, severe in the administration of the provinces committed to his charge, and indisputably able in his conduct of affairs, he was at the same time, and in spite of these qualities, a man whose moral nature inspires a sentiment of liveliest repugnance.",
		"Devoid of criticism, devoid of sound learning, devoid of a firm hold on the realities of life, these heresies passed away without solid results and were forgotten.",
		"It is not that savages are devoid of the ascetic instinct.",
		"Nor are the Welsh landowners and gentry devoid of this new spirit of nationalism, and although some generations ago they ceased as a body to speak the native tongue, they have shown a strong disposition to study once more the ancient language and literature of their country.",
		"Its contents, even if they go back to lost parts of the Avesta, are merely a late patch- oroas Cf work, based on the legendary tradition and devoid of historica foundation.",
		"Until comparatively recent times the surrounding district was in a state of nature with merely a thin coating of turf interspersed with tufts of heath and dwarf thistles, but bare of trees and shrubs and altogether devoid of the works of man, with the exception of a series of prehistoric barrows of the Bronze Age which, singly and in groups, studded the landscape.",
		"Karsten also ascertained by experiments made at Bogota on C. lancifolia that the barks of one district were sometimes devoid of quinine, while those of the same species from a neighbouring locality yielded 32 to 42% of the sulphate; moreover, Dr De Vrij found that the bark of C. officinalis cultivated at Utakamand varied in the yield of quinine from I to 9%.",
		"Swift, on the other hand, was devoid of passion.",
		"For a serial killer movie, Taking Lives is strangely devoid of murders.",
		"Vegetarians are those who eat a diet that's entirely devoid of animal flesh.",
		"The flowers on these trunks are large, but several of them are devoid of any color (are left white), while a few are filled in in black.",
		"As the sum total of the wisdom propounded in the mystery of Agni, the searcher after truth is exhorted to meditate on that Self, made up of intelligence, endowed with a body of spirit, a form of light, and of an ethereal nature; holding sway over all the regions and pervading this All, being itself speechless and devoid of mental states; and by so doing he shall gain the assurance that \"even as a grain of rice, or the smallest granule of millet, so is the golden Purusha in my heart; even as a smokeless light, it is greater than the sky, greater than the ether, greater than the earth, greater than all existing things; - that Self of the Spirit is my Self; on passing away from hence, I shall obtain that Self.",
		"Whereas the Hebrew verb is devoid of real tenses, and only expresses an action as completed or as in process without indicating time past, present or future, Syriac has by the help of an auxiliary verb constructed a set of tenses.",
		"Most interesting is the avifauna of the Sandwich islands; entirely devoid of Psittaci and of Coraciiformes, these islands show an extraordinary development of its peculiar family Drepanidae, which are probably of South or Central American descent.",
		"The Patagonian Subregion, most extratropical, is naturally devoid of a good many typically tropical birds, or these are but poorly represented, for instance Caerebidae, Mniotiltidae, Tanagridae, Vireonidae.",
		"With reference to Automathes he is much more reserved in his praise, denying alike its originality, its depth and its elegance; but, he adds, \" the book is not devoid of entertainment or instruction.\"",
		"In his last number, the seventh, which his publisher refused to print, he had dared to attack even Robespierre, but at his trial it was found that he was devoid of physical courage.",
		"Their appearance in the air-breathing Arachnids does not separate those forms from the water-breathing Arachnids which are devoid of them, any more than does their appearance in certain Amphipoda separate those Crustaceans from the other members of the class.",
		"Above the level plain of absolutely smooth surface, devoid of houses or vegetation, the equipotential surfaces under normal conditions would be strictly horizontal, and if we could determine the potential at one metre above the ground we should have a definite measure of the potential gradient at the earth's surface.",
		"It is at least necessary to distinguish provisionally between a possibly historical framework and narratives which may be of later growth - between the general outlines which only external evidence can test and details which cannot be tested and appear isolated without any cause or devoid of any effect.",
		"The cathedral, a large, modern structure, is devoid of architectural merit, but some of the smaller, ancient, Byzantine churches are singularly interesting and beautiful.",
		"In fact, there is a period when, as Aristotle long ago said, the embryo of the highest animal has the form of a mere worm, and, devoid of internal and external organization, is merely an almost structureless lump of polype-substance.",
		"Exchange of gas through the walls of the air-sacs, almost devoid of blood-vessels, can at best be much restricted.",
		"Finally, in the S.E., towards the Caspian, on the slopes of the southern Urals and the plateau of Obshchiy Syrt, as also in the interior of the Crimea, and in several parts of Bessarabia, there are large tracts of real desert, buried under coarse sand and devoid of vegetation.",
		"With the exception of the alkali flats, no portion of the desert is devoid of vegetation, even in the driest seasons.",
		"They are cylindrical worm-like animals, with a median anterior mouth quite devoid of any armature or tentacles.",
		"The Father in Clement's mind becomes the Absolute of the philosophers, that is to say, not the Father at all, but the Monad, a mere point devoid of all attributes.",
		"It is by no means certain that he made the remark often attributed to him, \"Let us enjoy the papacy since God has given it to us,\" but there is little doubt that he was by nature devoid of moral earnestness or deep religious feeling.",
		"The mouth, which is quite devoid of armature, leads imperceptibly into a short and dorsally directed oesophagus.",
		"He was a naturalist, but absolutely devoid of the pedantry of science; a keen observer, but no retailer of disjointed facts.",
		"Pure lead isa feebly lustrous bluishwhite metal, endowed with a characteristically high degree of softness and plasticity, and almost entirely devoid of elasticity.",
		"Worship in the Zoroastrian Church was devoid of pomp; it was independent of temples."
	],
	"synonyms": [
		"free",
		"innocent",
		"destitute",
		"barren",
		"vacant",
		"needed",
		"bereft",
		"empty",
		"without",
		"wanting",
		"lacking",
		"void"
	],
	"antonyms": [
		"complete",
		"filled",
		"full"
	]
}