{
	"word": "culpable",
	"meaning": [
		"Deserving blame; blameworthy.",
		"Deserving of blame."
	],
	"sentences": [
		"Much as we believe he's culpable, we don't have any hard evidence.",
		"We are both culpable for sending the only innocent soul either of us has ever known to Hell.",
		"I don't think he feels I'm culpable of a crime but he knows I'm holding back on him.",
		"In the event of an accident any person involved can be found culpable under the law.",
		"While he possessed knowledge of a brutal attack, if the victim, Lydia, allowed it to happen as she said, wasn't she culpable in some convoluted way for the results of her entrapment?",
		"They failed in their attempt to make the other driver culpable for the old damage and the claim was thrown out.",
		"Attempts to prove the criminal nature of the regime seemed to declare all Germans equally culpable.",
		"A frank answer, so I brave the frank question, ' Do you feel personally culpable for that disaster?",
		"Sidney's position on meter, like many writers, suffers from inconsistency for which he cannot be held culpable.",
		"In 1840, a Glasgow chimney sweep named Francis Hughes was charged with the culpable homicide of his young assistant, John O'Neill.",
		"I was culpable in contributing openly to the memory of Miss Washington and I was listed in some press accounts as the well-known grandfather of Eric when he was kidnapped last fall.",
		"Just because she threw herself at you hours before she died doesn't make you culpable.",
		"Compensation in respect of injury or death is not paid if the accident was brought about through the culpable negligence or other delict of the insured.",
		"We consider them to have been morally culpable to some extent.",
		"For instance, if someone hurts himself due to your landlord's negligence or because of your own apartment setup, Geico will foot the bill for a majority of the medical bills and costs for which you will be culpable.",
		"It is the voice of a girl ' I who am not culpable, guiltless, pure.",
		"A Mr. W. Heidrick, long-term member of the Caliphate OTO, is particularly culpable here.",
		"Asda is especially culpable since so many of its stores are out of town.",
		"Idleness, drunkenness, vicious intercourse, sickness, starvation, squalor, cruelty, chains, awful oppression and everywhere culpable neglect - in these words may be summed up the state of the gaols at the time of Howard's visitation.",
		"As a rule, however, implicit obedience was enforced; to act without his orders was culpable; while it was a sacred duty to execute his orders, however unreasonable, until they were withdrawn.",
		"Under its provisions it is a punishable offence \" to break or injure a submarine cable wilfully or by culpable negligence in such manner as might interrupt or obstruct telegraphic communication either wholly or partially, such punishment being without prejudice to any civil action for damages.",
		"If in this confession he to some extent tampered with his conscience, there is every reason to believe that his culpable timidity was occasioned, not by personal fear, but by anxiety lest by his death he should hinder instead of promoting the cause of truth.",
		"In the teeth of strenuous opposition, from both Europeans and natives, Lord William carried the regulation in council on the 4th of December 1829, by which all who abetted suttee were declared guilty of \" culpable homicide.\"",
		"There is no question of the legality of the pope's act; whether he was morally culpable, however, continues to be a matter of bitter controversy.",
		"In opening the session of 1830 he declared that he would \"find the power\" to overcome the obstacles placed in his path by \"culpable manoeuvres.\""
	],
	"synonyms": [
		"blameful",
		"censurable",
		"blameworthy",
		"blameable",
		"blamable",
		"responsible",
		"criminal",
		"answerable",
		"guilty",
		"reprehensible"
	],
	"antonyms": [
		"blameless",
		"right",
		"innocent",
		"not guilty",
		"inculpable"
	]
}