{
	"word": "indomitable",
	"meaning": [
		"Not easily discouraged, defeated, or subdued; unyielding; unconquerable."
	],
	"sentences": [
		"Doria was a man of indomitable energy and a great admiral.",
		"It was possible only to a leader of indomitable will.",
		"The Marsi were a hardy mountain people, famed for their simple habits and indomitable courage.",
		"At Rignano the indomitable Ranulf again utterly defeated the king, but in April 1139 Ranulf died, leaving none to oppose Roger, who subdued pitilessly the last of the rebels.",
		"It pained Dean to see her 30 pounds thinner, wearing an ill fitting wig in place of her waist-length ebony hair, but her indomitable spirit continued to leave him in awe.",
		"In the dark years that followed it was the indomitable courage of Queen Louise that helped the weak king not to despair of the state.",
		"But the very horrors of Don Frederick's advance roused a spirit of indomitable resistance in Holland.",
		"There the hitherto indomitable champion of Caucasian independence was forced to surrender to the Russians on the 6th of September 1859.",
		"For what to the others was chiefly a promise of personal salvation became for the indomitable will of Knox an assurance also of victory, even in this world, over embattled forces of ancient wrong.",
		"But except for this single instance of oversight or perversity her defence was throughout a masterpiece of indomitable ingenuity, of delicate and steadfast courage, of womanly dignity and genius.",
		"The general plan and the adequate provision of resources were due to the marquis Wellesley, as also the indomitable spirit that could not anticipate defeat.",
		"Amid many sufferings, however, and frequent attacks of sickness, he manfully pursued his course; nor was it till his frail body, torn by many and painful diseases - fever, asthma, stone, and gout, the fruits for the most part of his sedentary habits and unceasing activity - had, as it were, fallen to pieces around him, that his indomitable spirit relinquished the conflict.",
		"With indomitable perseverance he applied himself to these subjects; although himself a teacher, he regularly attended the lectures of Ammonius Saccas, and made a thorough study of the books of Plato and Numenius, of the Stoics and the Pythagoreans.",
		"Many of the notes and essays written by him at Auxonne bear witness to his indomitable resolve to master all the details of his profession and the chief facts relating to peoples who had struggled successfully to achieve their liberation.",
		"Tyndall was to a large extent a self-made man; he had no early advantages, but with indomitable earnestness devoted himself to study, to which he was stimulated by the writings of Carlyle.",
		"The next or the twin-born impulse of her indomitable nature was, as usual in all times of danger, one of passionate and high-spirited defiance on discovering the seizure of her papers.",
		"His mother Khamko, a woman of extraordinary character, thereupon herself formed and led a brigand band, and studied to inspire the boy with her own fierce and indomitable temper, with a view to revenge and the recovery of the lost property.",
		"To the outside public he was endeared as a statesman who could do or suffer \"nothing base,\" and who had the rare power of transfusing his own indomitable energy and courage into all who served under him.",
		"But its inner meaning, the secret of its indomitable vigour, the law which harmonizes its apparent contrasts, cannot be understood unless it is regarded as a whole.",
		"The Rock was held only by the indomitable courage of its garrison.",
		"I could not have believed the strength of the former to have been so indomitable.",
		"I consequently ordered indomitable to attack the enemy, breaking northward.",
		"In the old provinces of France Napoleon's indomitable will overcame all difficulties of a material kind.",
		"He had personally less to do with the successes in India than with the other great enterprises that shed an undying lustre on his administration; but his generous praise in parliament stimulated the genius of Clive, and the forces that acted at the close of the struggle were animated by his indomitable spirit.",
		"Their characteristics are patient plodding and indomitable perseverance, with, in many instances, great ingenuity.",
		"He set duty above everything, had in the highest degree a reverence for honour, and placed his indomitable courage at the service of everything that was beneficial with an abnegation that nothing could tire.",
		"But the murdered patriarch was succeeded by his no less Francophil nephew Fortunatus, a strong partisan, a restless and indomitable man, who along with Obelerio of Malamocco now assumed the lead of the democratic party.",
		"Ile was endowed with great force of will, indomitable courage, extraordinary acumen, heroic constancy and a discriminating instinct for everything beautiful.",
		"His services at this period were recognized and honoured by President Lincoln and others in authority, and the whole country knew that the agitation which made the abolition of slavery feasible and necessary was largely due to his uncompromising spirit and indomitable courage.",
		"The indomitable perseverance he had shown during one of the most arduous voyages in the history of sea adventure was rewarded by the capture of an immensely rich prize, the \"Nuestra Senora de Covadonga,\" which was met off Cape Espiritu Santo on the 20th of June 1743.",
		"By the world at large he is known as the commander of the voyage of circumnavigation, in which success was won by indomitable perseverance, unshaken firmness, and infinite resource.",
		"From flexible diamond bands to classic three stone rings, Harry Winston engagement rings are eternal symbols of the beauty and grace not only of love, but also of the indomitable spirit that creates a truly lasting relationship.",
		"Alexander returned to his see triumphant, but died soon after, and was succeeded by Athanasius, his deacon, with whose indomitable fortitude and strange vicissitudes the further course of the controversy is bound up.",
		"Weary as they all were, his indomitable will put fresh life into the whole army.",
		"The key to Aries is the sign's indomitable spirit that always seems to say \"down, but not out\".",
		"That indomitable spirit is present in both females and males of this sign because going after what they want just comes naturally to them.",
		"Many attempts were made to shake his fidelity to the lost cause of the Stuarts, but he continued indomitable to the end.",
		"As Erica Kane matured throughout the 1980s, the indomitable Princess of Pine Valley came into her own.",
		"As it turned out, the actual disembarkations at \" S,\" \" X \" and \" Y \" were carried out without any very great difficulty; but the troops detailed for \" W \" beach only gained a footing after incurring very heavy losses and by a display of indomitable resolution, while at \" V \" the operation went very near to failing altogether.",
		"It required all his indomitable perseverance to carry through a purpose which failing health continually menaced with frustration.",
		"Still unsatisfied, longing always for a certainty that seemed ever just beyond his grasp, he had added vigil to vigil, and penance to penance, until at last, when to the wondering view of others he had become more than a saint, his bodily strength and his indomitable resolution and faith had together suddenly and completely broken down.",
		"Their advance to the south was checked by the indomitable opposition of the Araucanians, but from the southern Andes the Spaniards overflowed on to the great plains which now form the interior of the Argentine Republic. The first permanent settlement at the mouth of the river Plate at Buenos Aires dates from 1580.",
		"Adams contended that these \"Gag Rules\" were a direct violation of the First Amendment to the Federal Constitution, and refused to be silenced on the question, fighting for repeal with indomitable courage, in spite of the bitter denunciation of his opponents."
	],
	"synonyms": [
		"unsubduable",
		"never-say-die",
		"unbeatable",
		"steadfast",
		"staunch",
		"stalwart",
		"spunky",
		"persevering",
		"invulnerable",
		"intrepid",
		"dogged",
		"courageous",
		"unyielding",
		"undefeatable",
		"undaunted"
	],
	"antonyms": [
		"beatable",
		"conquerable",
		"yielding",
		"weak",
		"unstable",
		"submissive"
	]
}