{
	"word": "bolster",
	"meaning": [
		"A long, narrow cushion or pillow.",
		"A soft pad for easing pressure on any part of the body.",
		"Any bolsterlike object or support.",
		"(vehicles, agriculture) A small spacer located on top of the axle of horse-drawn wagons which give the front wheels enough clearance to turn.",
		"A short, horizontal, structural timber between a post and a beam for enlarging the bearing area of the post and/or reducing the span of the beam. Sometimes also called a pillow or cross-head (Australian English).",
		"To prop up as with a bolster; support, strengthen, or reinforce.",
		"To buoy up or hearten."
	],
	"sentences": [
		"Our internet was so slow we had to get an extender in order to bolster our poor home wi-fi.",
		"Her presence would bolster his weak will.",
		"Deidre fled to it, needing something to bolster the defenses that were dropping too fast.",
		"We would need to recall the armies from the south to bolster our numbers.",
		"Billions of US dollars were siphoned away from infrastructure projects to bolster security and pay for the promotion of democracy.",
		"Sure, I had to bolster some outside walls with hastily improvised buttresses, but bless it all, somehow she made it through.",
		"It will also bolster the already strong links with the college's local community.",
		"The stated rationale is to widen access, reduce brain drain, bolster research capabilities and maximize the competitiveness of the sector.",
		"Next, using the cold chisel, even a bolster chisel, chop out the brick.",
		"It was when manager Morell Maison sent on Dean Chapman for Dikes to bolster the midfield that the Robins resumed control.",
		"Hotspur expects to bolster morale with a comic reminder of Hal's deficiencies.",
		"Simply tap the surface with a hammer, then use a bolster chisel to get behind the skimmed plaster.",
		"A chef's knife with a steel blade and a synthetic handle will weigh and feel differently than a chef's knife with a steel blade, a bolster and a wooden handle.",
		"This can bolster confidence and speed healing.",
		"Bolster pillows add variety and visual interest to groupings of rectangular and square pillows.",
		"On dreary late winter days we can bolster our spirits with winter garden delights.",
		"In these cases, seeing a speech-language pathologist early in their lives and correcting their lisps could bolster self-confidence and ability to learn.",
		"This will bolster his ego, and he'll quickly resume his role as the mountain everyone depends on.",
		"So in order to bolster his claim as a prophet, this man used the self-designation, 'son of Jesus ' .",
		"Salmon A long bolster wagon (62 foot) first introduced by the LMS in 1929.",
		"So in order to bolster his claim as a prophet, this man used the self-designation, 'son of Jesus '.",
		"We achieved this by looking for a ' telescopic ' tooling solution in a common bolster.",
		"Tony Pulis has managed to bolster the Argyle squad before today 's 5pm transfer deadline.",
		"Doctors Foster and Smith bedding for dogs includes bolster, orthopedic, nesting, specialty and travel beds, mats, pads, throws, pillows and bed accessories.",
		"This style has a bench-back on the return section, typically with bolster cushions for backrests.",
		"If you're willing to try new and effective ways to relieve your stress, consider these popular ways to lower blood pressure and bolster a positive attitude.",
		"Their daughter Chelsea followed a vegetarian diet for a period as well, which further bolster ideas that Clinton himself had become a vegetarian.",
		"Most sets contain a fitted bed sheet, two pillowcases and two bolster pillowcases.",
		"If you don't own any bolster pillows, you can find relatively inexpensive choices at Target and Walmart.",
		"With their new occupations came a new attitude, and this feeling continued to bolster their new-found independence.",
		"It outlines the major ideas behind technical writing and provides tips and examples to bolster a student's understanding of new concepts.",
		"Used as incentive gifts they can also extend your company's brand and bolster morale.",
		"The letter should bolster the confidence of the reader, to ensure he or she is impressed with the information provided.",
		"It's important not just to focus on things that are inherently funny, but rather to focus on things that will bolster the school community at large and promote school spirit.",
		"He moseyed to the kitchen to bolster his sparse lunch where he found Fred eating sauerkraut, a gift from a neighbor lady, direct­ly from a jar.",
		"Still, it will certainly bolster any defense required.",
		"Well we certainly need to bolster our seam bowling.",
		"To Brian gelt 's we developed a allen notes to bolster it.",
		"The bolster is there to provide a barrier between your fingers and the knife edge.",
		"Students can also look for undergraduate degrees to bolster any doctoral learning areas they may be interested in.",
		"Whether you're interested in gospel lyrics to bolster your involvement in church services or because you simply love the music, there are plenty of resources online to help you locate the lyrics you need.",
		"If the student's academic status is in jeopardy, it is more important to bolster their grades than plan to celebrate a graduation that may not happen.",
		"The Draper also gave each man a mattress, one blanket and a bolster.",
		"Allen notes to bolster it.",
		"Prince Andrew answered all his questions reluctantly but reasonably, and then said he wanted a bolster placed under him as he was uncomfortable and in great pain.",
		"From saving money with your own personal costs at work to helping your company save money in the long run, taking small steps to save can help bolster your paycheck, and you'll realize a range of other benefits as well.",
		"At the same time the monks and Jesuits did useful work in teaching industrial and agricultural arts, and in giving the people a certain degree of education; but the influence of the Church was used to bolster up the traditional narrow colonial system, and the constant quarrels between the clergy and the secular powers often threw the country into confusion.",
		"The exclusivity deal with AT&T certainly helped to bolster its subscriber numbers, but this put an increased burden on the network and this may have led to some of the issues related to dropped calls and poor coverage.",
		"Bloemfontein, President Kruger himself arriving on the scene to give confidence to his burghers; but the demoralization was so great that neither the military genius of the few nor the personal influence of the president could bolster up an adequate resistance, and on the 13th of March 1900 Lord Roberts's army marched into the Free State capital.",
		"To bolster up the case a fresh packet of five forged letters was concocted (31st August); but the forgery was transparent, and even Sir William Jones, the attorney-general, though a violent upholder of the plot, dared not produce them as evidence."
	],
	"synonyms": [
		"long pillow",
		"pillow",
		"maintain.--n. cushion",
		"prop-up",
		"maintain",
		"cushion",
		"boost",
		"assist",
		"aid",
		"strengthen",
		"uphold",
		"pad",
		"reinforce",
		"help",
		"support",
		"prop"
	],
	"antonyms": [
		"undermine",
		"not support",
		"prevent",
		"obstruct",
		"hinder"
	]
}