{
	"word": "nepotism",
	"meaning": [
		"Favoritism shown to relatives, esp. in appointment to desirable positions.",
		"The favoring of relatives or personal friends because of their relationship rather than because of their abilities."
	],
	"sentences": [
		"The nepotism in which the pope indulged is especially inexcusable.",
		"Paul's attitude towards nepotism was at variance with his character as a reformer.",
		"The chief enemies of nepotism were Alexander VII.",
		"The pope was naturally proud of his family and had practised nepotism from the outset.",
		"Pluralism, nepotism, simony and all the other ancient abuses were more rampant than ever.",
		"The most deplorable weakness of Paul was his nepotism.",
		"Oppressive taxation and unblushing nepotism were Clement's great faults.",
		"Their grievances against Boyer's government included corruption, nepotism, suppression of free expression, and rule by executive fiat.",
		"Though probably not personally avaricious, he was justly accused of nepotism.",
		"Many have cried nepotism, but Gibbo dismisses this as \" Total bollox \" .",
		"Innocent was extolled by contemporaries as a lover of peace and honesty, but he was without energy, guilty of nepotism, and showed no favour to the proposal that he as well as the antipope should resign.",
		"He studied law at Bologna, and after his uncle's election he was created successively bishop, cardinal and vice-chancellor of the church, an act of nepotism characteristic of the age.",
		"Benedict made appointments carefully, reformed monastic orders and consistently opposed nepotism.",
		"He was the last of the French popes who for some seventy years had made Avignon their see, a man learned and full of zeal for the church, but irresolute and guilty of nepotism.",
		"The beginning of his reign was not unpromising; but all too soon that nepotism began which attained its height under this Spanish pope, and dominated his whole pontificate.",
		"Militarism may account for much of the tremendous deficit under Urban VIII.; but the real cancer was nepotism.",
		"Innocent was a strong and earnest man of monastic temperament, but not altogether free from nepotism.",
		"At Viterbo, where he spent most of his pontificate, Clement died on the 29th of November 1268, leaving a name unsullied by nepotism.",
		"He at once applied himself to moral and administrative reform; declared against nepotism, introduced economy, abolished sinecures, wiped out the deficit (at the same time reducing rents), closed the gaming-houses, and issued a number of sumptuary ordinances.",
		"St Augustine introduced the rule for good reason, primarily as means of confronting nepotism and its associated corruption within the Church.",
		"The Defense Department wants changes that are even more dramatic, including, just as one example, the repeal of laws preventing nepotism.",
		"The main causes being pointed to include nepotism, corruption, racketeering and the most serious charge of collusion.",
		"In his time, however, he was as notorious for his rampant nepotism and brutal Realpolitik.",
		"Leo's lively interest in art and literature, to say nothing of his natural liberality, his nepotism, his political ambitions and necessities, and his immoderate personal luxury, exhausted within two years the hard savings of Julius II., and precipitated a financial crisis from which he never emerged and which was a direct cause of most of the calamities of his pontificate.",
		"His avarice and unscrupulous plundering of the revenues of the realm, the enormous fortune which he thus amassed, his supple ways, his nepotism, and the general lack of public interest in the great foreign policy of Richelieu, made Mazarin the especial object of hatred both by bourgeois and nobles.",
		"He laboured to reform the monastic orders, especially the Franciscan, and was never guilty of nepotism.",
		"From the charge of nepotism he was entirely exempt; and, to the present day, the purity of his life has never been impugned even by the voice of faction.",
		"The worc nepotism acquired new significance in the reigns of Sixtus IV and Innocent VIII.",
		"In many points, especially his great nepotism - witness the promotion of the worthless Pier Luigi Farnesehe remained, even as pope, a true child of the Renaissance period in which he had risen to greatness.",
		"His nepotism was of a less ambitious order than that of Paul III.; but he provided for his family out of the offices and revenues of the Church, and advanced unworthy favourites to the cardinalate.",
		"Urban was serious and humble, opposed to all nepotism, simony, and secular pomp. He was himself of blameless morality and reformed many abuses in the curia.",
		"Though himself pious, of blameless morality, hospitable to a fault, and so exempt from avarice, says his secretary Conti, that he could not endure the sight of money, it was Sixtus's misfortune to have had no natural outlet for strong affections except unworthy relatives; and his great vices were nepotism, ambition and extravagance.",
		"Giffard, although inclined to nepotism, was a benefactor to his cathedral, and completed and fortified the episcopal castle at Hartlebury.",
		"Alberti, who had been minister of justice since 1901, and was admitted to be the strongest member of the cabinet, was openly accused of nepotism and abuse of the power of his position.",
		"The Great Schism of 1811 marks in fact the lowest point to which the fortunes of the once powerful and popular Church in Wales had sunk; - in 1811 there were only English-speaking prelates to be found, whilst the abuses of non-residence, pluralities and even nepotism were rampant everywhere.",
		"Cesare was Alexander's favourite son, and it was for him that the pope's notorious nepotism was most extensively practised.",
		"Charities on a large scale and unbounded nepotism exhausted the papal treasury.",
		"The sequel was the end of the nepotism and the relentless prosecution of reform within the Church.",
		"In the States of the Church, during the first part of the period the outstanding feature in the history of the Temporal Power is the overthrow of nepotism; in the second, a dull conflict with debt.",
		"This pope was notorious for nepotism, and was responsible for introducing his nephew, Rodrigo Borgia, afterwards Pope Alexander VI., to Rome.",
		"Nepotism, however, still left its scars upon the body politic, shown in the progressive decay of agriculture in the Campagna, causing Rome to starve in the midst of fertile but untilled nepotistic latifundia.",
		"Urban was the last pope to practise nepotism on a grand scale.",
		"A law passed in May 1908 against nepotism (closely following the Texas law of 1907) forbids public officers to appoint (or vote for) any person related to them by affinity or consanguinity within the third degree to any position in the government of which they are a part; makes persons thus related to public officers ineligible to positions in the branch in which their relative is an official; and renders any official making such an appointment liable to fine and removal from office."
	],
	"synonyms": [],
	"antonyms": []
}