{
	"word": "sycophant",
	"meaning": [
		"A person who seeks favor by flattering people of wealth or influence; parasite; toady.",
		"One who seeks to gain through the powerful and influential.",
		"To inform against; hence, to calumniate.",
		"To play the sycophant toward; to flatter obsequiously."
	],
	"sentences": [
		"Such gesture, directed towards an inoffensive person, became an insult, and the word sycophant might imply one who insulted another by bringing a frivolous or malicious accusation against him.",
		"Reinach (Revue des etudes grecques, xix., 1906), who draws special attention to the similar formation \"hierophant,\" the sycophant was an official connected with the cult of the Phytalidae, whose eponymus Phytalus was rewarded with a fig-tree by the wandering Demeter in return for his hospitality.",
		"The final act of the cult, the \"exaltation\" of the fig, with which Reinach compares the \"exaltation\" of the ear of corn by the hierophant at the Eleusinian mysteries, was performed by the sycophant.",
		"Again, like the hierophant, the sycophant publicly pronounced the formula of exclusion of certain unworthy persons from the celebration of the mysteries of the fig.",
		"The notorious fondness of the Athenians for litigation increased his power; and the practice of \"sycophancy\" (raking up material for false charges; see Sycophant), enabled him to remove those who were likely to endanger his ascendancy.",
		"As the cult of the Phytalidae sank into insignificance beside the greater mysteries, the term sycophant survived in popular language in the sense of an informer or denouncer, whose charges deserved but little consideration.",
		"A parvenu of the middle classes, he was brutal in his treatment of the lower orders and a sycophant in his behaviour towards the powerful; prodigiously active, ill-obeyedas was the custombut much dreaded."
	],
	"synonyms": [
		"lackey",
		"crawler",
		"toady",
		"ass-kisser",
		"brownnoser",
		"flunky",
		"yes-man",
		"stooge",
		"flatterer",
		"parasite",
		"lickspittle",
		"hanger-on",
		"fawner",
		"bootlicker",
		"doormat"
	],
	"antonyms": [
		"dictator",
		"master",
		"ruler"
	]
}