{
	"word": "abrogate",
	"meaning": [
		"To abolish, do away with, or annul, especially by authority.",
		"To cancel or repeal by authority; annul.",
		"To annul, cancel, destroy, overturn, repeal, revoke, set aside, supercede, or otherwise do away with or put an end to.",
		"To abolish a custom or law by some authoritative, formal, legislative, or other legally effective method.",
		"To annul by an authoritative act; to abolish by the authority of the maker or her or his successor; to repeal; — applied to the repeal of laws, decrees, ordinances, the abolition of customs, etc. [First attested in the early 16th century.]",
		"(obsolete) Abrogated; abolished. [First attested from around (1350 to 1470).]"
	],
	"sentences": [
		"The ministry proposed to abrogate the electoral law of 1850, and restore universal suffrage; the Assembly by refusing made itself still more unpopular.",
		"He will not abrogate the work of Christ on the cross.",
		"According to them the Qur'an does not abrogate the Sunna nor does the sunna abrogate the Qur'an.",
		"Lord Brougham, in delivering the judgment, speaks of the \" common law prevailing for 1400 years over Christian Europe,\" and (p. 137) says that \" nothing but express enactment can abrogate the common law of all Christendom before the Reformation of the Anglican Church.\"",
		"On the 6th of August 1827 the convention was continued in force indefinitely with the proviso that either party might abrogate the agreement on twelve months' notice.",
		"According to them the Qur'an does not abrogate the sunna nor does the sunna abrogate the Qur'an.",
		"Moreover, the existing canons are to be subjected to the examination of a commission appointed by the king, half its members from parliament, half from the clergy, to abrogate with the king's assent such provisions as the majority find do not stand with God's laws and the laws of the realm.",
		"In United retaliation for the supposed sympathy of Canadians with the South in this struggle the victorious North took steps to abrogate in 1866 the reciprocity treaty of 18J4, which had conferred such great advantages on both countries.",
		"On the 8th of August 1829 he accepted the offer of the portfolio of justice in the Polignac ministry, but resigned on the 19th of May 1830, when he realized that the government intended to abrogate the Charter and the inevitable revolution that would follow.",
		"Whether or not the President alone can abrogate a treaty is an open question.",
		"In this they claimed that the majority had no right to abrogate the stipulations of the former diet of Spires, which permitted each prince to determine religious matters provisionally for himself, for all had unanimously pledged themselves to observe that agreement.",
		"Protestantism, indeed, since the Act of Settlement in 1689, has been of the essence of the Constitution, the sovereign forfeiting his or her crown ipso facto by acknowledging the authority of the pope, by accepting \" the Romish religion,\" or by marrying a Roman Catholic; and though of late years efforts have been made to modify or to abrogate this provision, the fact that such efforts have met with widespread opposition shows that it still represents the general attitude of the British nation.",
		"In each there was a governor, with minor executive officers, a legislature, and a judiciary; and although the Crown retained the power of altering the charter, and the British parliament could (in strict legal view) legislate over the head of the colonial legislature so as to abrogate statutes passed by the latter, still in practice each colony was allowed to manage its own affairs and to enact the laws it desired."
	],
	"synonyms": [
		"void",
		"rescind",
		"remit",
		"quash",
		"overrule",
		"dissolve",
		"repudiate",
		"nullify",
		"negate",
		"repeal",
		"revoke",
		"invalidate",
		"cancel",
		"annul",
		"abolish"
	],
	"antonyms": [
		"institute",
		"fix",
		"support",
		"sanction",
		"approve",
		"legalize",
		"ratify",
		"establish"
	]
}