{
	"word": "retrograde",
	"meaning": [
		"Moving or directed backward; retiring or retreating.",
		"Opposite to the usual order; inverted or reversed.",
		"Inverse or reverse.",
		"Reverting to an earlier or inferior condition.",
		"Going back or tending to go back to an earlier, esp. worse, condition; retrogressive.",
		"To have a retrograde motion.",
		"To go, or seem to go, backward.",
		"To become worse; decline; deteriorate; degenerate.",
		"(intransitive) To move backwards; to recede; to retire; to decline; to revert.",
		"(intransitive, astronomy) To show retrogradation.",
		"A degenerate person.",
		"(music) The reversal of a melody so that what is played first in the original melody is played last and what is played last in the original melody is played first."
	],
	"sentences": [
		"A strong retrograde movement set in.",
		"About three times a year, Mercury turns retrograde.",
		"He had a hand in the negotiations for the Concordat, but, according to Lucien Bonaparte, looked on that measure as \"ill-advised and retrograde.\"",
		"What does Mars going retrograde do to all of this?",
		"First agriculture, then manufactures, lastly foreign commerce; any other order than this he considers \"unnatural and retrograde.\"",
		"Here it is closely conjunct retrograde Mercury, the planet of exchange.",
		"Further local retrograde metamorphism (possibly by dislocation) has resulted in the formation of epidote.",
		"Endoscopic retrograde cholangiopancreatography and sphincterotomy may be necessary in the case of gallstone pancreatitis, even in the acute phase of the illness.",
		"With Jupiter also retrograde (from 5th ), the effect of pooling resources could be considered.",
		"So I strongly believe that not having a midwife-led unit on Portsea Island would be a seriously retrograde step.",
		"As an esthetic or poetic this is entirely retrograde and reveals a mistaken view of the creative process.",
		"The same year he introduced a Test Oath by which all holding office or seats in either House of Parliament were to declare resistance to the royal power a crime, and promise to abstain from all attempts to alter the government of either church or state; but this extreme measure of retrograde toryism was successfully opposed by wiser statesmen.",
		"Perhaps we have said enough to show that after performing a great and real service to thought Comte almost sacrificed his claims to gratitude by the invention of a system that, as such, and independently of detached suggestions, is markedly retrograde.",
		"The necessary withdrawal of the army from Crown Point in 1776 and the evacuation of Ticonderoga in 1777 were magnified by Schuyler's enemies into a retrograde movement, and, on the 19th of August 1777, he was superseded.",
		"The satellite of Neptune, and one satellite, Phoebe, of Saturn, are also quite exceptional, the direction of motion being retrograde.",
		"It was especially used to represent geometrically the periodic apparent retrograde motion of the outer planets, Mars, Jupiter and Saturn, which we now know to be due to the annual revolution of the earth around the sun, but which in the Ptolemaic astronomy were taken to be real.",
		"For This Purpose They Are Placed In The Calendar (Table Iv.) Along With The Days Of The Month And Dominical Letters, In A Retrograde Order, So That The Asterisk Stands Beside The 1St Of January, 29 Beside The 2Nd, 28 Beside The 3Rd And So On To 1, Which Corresponds To The 30Th.",
		"Retrograde pyelography revealed an irregular filling defect in the right renal pelvis.",
		"I think the we are seeing the society retrograde back into a religious stage.",
		"With Jupiter also retrograde (from 5th), the effect of pooling resources could be considered.",
		"Does the procedure, endoscopic retrograde cholangiopancreatography give you acute pancreatitis?",
		"Could it be Nibiru, a brown dwarf in a retrograde elliptical orbit around the Sun?",
		"The ruler of the ascendant should never be retrograde.",
		"Others experience temporary amnesia following head injury that begins with memory loss over a period of weeks, months, or years before the injury (retrograde amnesia).",
		"One theory is that of \"retrograde menstruation,\" where small amounts of endometrial tissue go backward through the fallopian tubes and travel out into the pelvis and abdomen.",
		"Most women do have some retrograde menstruation, but not all women develop endometriosis because of it.",
		"Interestingly, Mercury was in retrograde when Linda Goodman was born, so perhaps she really was channeling the truths of the ancients!",
		"There is some degree of retrograde amnesia in children.",
		"The retrograde route is preferred for patients presenting less acutely with elevated serum creatinine or pain.",
		"There is no hazard to your health from retrograde ejaculation.",
		"Studies estimate that 74 per cent of men will experience retrograde ejaculation after transurethral resection of the prostate (TURP ).",
		"Moving Screen An armored cavalry squadron conducts a moving screen when the main body is moving either in the attack or in retrograde.",
		"The nature of Cromwell's statesmanship is to be seen rather in his struggles against the retrograde influences and opinions of his time, in the many political reforms anticipated though not originated or established by himself, and in his religious, perhaps fanatical, enthusiasm, than in the outward character of his administration, which, however, in spite of its despotism shows itself in its inner spirit of justice, patriotism and self-sacrifice, so immeasurably superior to that of the Stuarts.",
		"It referred to the Compacts that had been abolished, and was liable to an interpretation excluding from tolerance all but the Romanists and the retrograde Utraquists.",
		"Brandt now retained very nearly the same arrangement as his predecessor; but, notwithstanding that he could trust to the firmer foundation of internal framework, he took at least two retrograde steps.",
		"This division of the Vertebrata into hot and cold blooded is a curiously retrograde step, only intelligible when we reflect that the excellent entomologist had no real comprehension of vertebrate morphology; but he makes some atonement for the blunder by steadily upholding the class distinctness of the Amphibia.",
		"It is noteworthy, however, that in some instances there appears to have been a retrograde modification from the selenodont towards the bunodont type, the hippopotamus being a case in point.",
		"On the other hand, in Merycopotamus, of the Lower Pliocene of India and Burma, the upper molars have lost the fifth intermediate cusp of Ancodon; and thus, although highly selenodont, might be easily modified, by a kind of retrograde development, into the trefoil-columned molars of Hippopotamus.",
		"The old marshal vainly endeavoured to keep his own, Progressists within bounds in the Cortes of 1854-1856, and in the great towns, but their excessive demands for reforms and liberties played into the hands of a clerical and reactionary court and of the equally retrograde governing classes.",
		"For the Chinese series has the strange peculiarity of proceeding in a retrograde direction or against the course of the sun.",
		"The Years Of The Hegira Are Purely Lunar, And Always Consist Of Twelve Lunar Months, Commencing With The Approximate New Moon, Without Any Intercalation To Keep Them To The Same Season With Respect To The Sun, So That They Retrograde Through All The Seasons In About 321 Years.",
		"This fact, which became known in Bohemia, secured for him the support of the Bohemian church reformers, while the Romanists and retrograde Utraquists were traditionally on the side of the house of Habsburg.",
		"With the exception of the Cetacea, most of the Edentata, and the Sirenia, in which the teeth, when present, have been specialized in a retrograde or aberrant manner, the placental mammals as a whole have a dentition conforming more or less closely to the foregoing type.",
		"The fish-eating, or piscivorous, type of dentition is exemplified under two phases in the dolphins and in the seals (being in the latter instance a kind of retrograde modification from the carnivorous type).",
		"When a quorum, with some difficulty, was obtained, another period of retrograde legislation set in.",
		"While he had endeavoured to develop the material resources of the country, he had at the same time introduced retrograde measures in regard to religion and education.",
		"The Exclusion Bill and the limitation of James's powers were no more heard of, and full liberty was granted to the king to pursue the retrograde and arbitrary policy to which his disposition naturally inclined.",
		"Between the years last mentioned-1866-1888 - the colony had suffered from the retrograde policy adopted by parliament in respect to the West African Settlements (vide Report of the Select Committee of 1865).",
		"This reform was justified by the religious intolerance of the parlements; by their scandalous trials of Calas, Pierre Paid Sirven (1709-1777), the chevalier de la Barre and the comte de Lally; by the retrograde spirit that had made them suppress the Encyclopaedia in 1759 and condemn Emile in.",
		"The Statute of the Six Articles (' 1 539), \" the whip with six strings,\" was the outcome of the retrograde policy which distinguished the latter years of Henry VIII.",
		"Only a few of the Romanists and more retrograde Utraquists obeyed his order.",
		"He had argued that all those who professed doctrines differing from the Church of Rome more widely than did the retrograde Utraquists, were outside the pale of religious toleration.",
		"He was, however, the first to show clearly that the Ratitae are the retrograde descendants of flying ancestors, that the various groups of surviving Ratitae are, as such, a polyphyletic group, and he has gone fully into the interesting question of the development and subsequent loss of the power of flight, a loss which has taken place not only in different orders of birds but also at various geological periods, and is still taking place.",
		"The system devised might have been justifiable as a check on a retrograde government, but was wholly inapplicable to a reforming government and a serious obstacle to the attainment of national prosperity."
	],
	"synonyms": [
		"retrogressive",
		"retral",
		"worsening",
		"reversed",
		"lapsing",
		"inverted",
		"inverse",
		"deteriorating",
		"declining",
		"contrary",
		"catabolic",
		"backward",
		"slipping",
		"sinking",
		"reverting",
		"descend",
		"degenerate",
		"decline",
		"atrophy",
		"worsen",
		"sink",
		"deteriorate",
		"regress",
		"retrogress",
		"retreat",
		"hash over",
		"rehash",
		"retrocede",
		"retract",
		"recede"
	],
	"antonyms": [
		"direct",
		"anterograde"
	]
}