{
	"word": "painstaking",
	"meaning": [
		"Taking pains; very careful; diligent.",
		"Characterized by great care.",
		"Attended by difficulties; arduous.",
		"Carefully attentive to details; diligent in performing a process or procedure.",
		"The act of taking pains; great care or diligence.",
		"The application of careful and attentive effort."
	],
	"sentences": [
		"The vestment was a monument of careful and painstaking research, profusely illustrated.",
		"Princess Mary well knew this painstaking expression of her father's.",
		"As a soldier, Sheridan combined brilliant courage and painstaking skill.",
		"His good-conduct notes for this period describe him as \"docile, patient, diligent, painstaking, thorough.\"",
		"The object to be lacquered, which is generally made of thin white pine, is subjected to singularly thorough and painstaking treatment.",
		"Equally indispensable is careful painstaking research.",
		"The result of their efforts was laid before parliament in one of the most monumental and most painstaking preambles ever prefixed to a bill.",
		"Moreover, Froude's characteristic desire for picturesque effect, unchecked by any painstaking accuracy, led to his reading preconceived impressions into his documents.",
		"The process to create a new watch design is painstaking.",
		"The domestic order and tranquillity of the kingdom had been restored by his painstaking father, but Poland had shrunk territorially since the age of his grandfather Boleslaus I., and it was the aim of Boleslaus II.",
		"He was quick, energetic and resourceful, reckless of his own safety, a strict disciplinarian, a painstaking and hard-working officer.",
		"At a later period when he had grown fat he accounted for his skill in taking \"cut balls\" at tennis by saying that he was a very \"painstaking man.\"",
		"Their extensive irrigation works show that they were painstaking agriculturists, and that they were successful ones may be assumed from the size of the population maintained in so arid a region.",
		"This took a lot of painstaking work, as in some cases I had to carefully disentangle stems before tying them in again.",
		"When an item has been decorated by hand, the job is executed with painstaking care.",
		"His work, which appeared in three parts, entitled respectively History of the Rise of the Huguenots of France (2 vols., 1879), The Huguenots and Henry of Navarre (2 vols., 1886), and The Huguenots and the Revocation of the Edict of Nantes (2 vols., 1895), is characterized by painstaking thoroughness, by a judicial temper, and by scholarship of a high order.",
		"The discussions which had taken place last week had been very painstaking.",
		"In 1830 Walter Wilson wrote the standard Life (3 vols.); it is coloured by political prejudice, but is a model of painstaking care, and by its abundant citations from works both of Defoe and of others, which are practically inaccessible to the general reader, is invaluable.",
		"Albee's History of English Utilitarianism (1902), a complete and painstaking survey.",
		"My tort definitely re-acts strongly to movement and will follow people around the garden - this sometimes makes gardening a slow and painstaking actvity.",
		"We have also dedicated ourselves to the hard, slow, painstaking work of advancing disarmament at the multilateral level.",
		"The house underwent painstaking restorations in 1970 in an effort to turn it into a museum.",
		"It takes painstaking care to evenly stitch the best shoes; many expensive sandals are made by hand, which is why they are built to last.",
		"You'll be caught up with painstaking detail, and you'll feel as if you never missed an episode!",
		"The history is notable for its painstaking accuracy and candour, but the later volumes have a strong Federalist bias.",
		"His name soon became prominent in the learned world, and it may safely be said that most of his historical works and his editions of Icelandic classics have never been surpassed for acute criticism and minute painstaking.",
		"Among his works is the Book of Settlements, \" a work of thorough and painstaking research unequalled in medieval literature\" (Fiske).",
		"At the present time the method adopted by Buchheim, or some modification of it, is the most scientific. As the result of painstaking investigations he grouped together all those substances having similar actions, giving to each group the name of its best-known or most thoroughly investigated member.",
		"The process of demarcation [15] has in fact become one of expert labor and painstaking exactitude.",
		"Bowler also liked the fact that they were sitting the original seats, so painstaking revived.",
		"Stephen's solution was typically painstaking, but extremely effective.",
		"It is only painstaking research in recent years that has restored to us this forgotten focus of rural English Catholicism.",
		"Rescued by the Trust in 1986, it is in its eighteenth year of painstaking restoration.",
		"Despite painstaking efforts, the fact that the fresh strains possessed contractile vacuoles while the original did not leaves considerable doubt.",
		"The object to be lacquered, which is generally made of thin wl?ite pine, is subjected to singularly thorough and painstaking treatment, one of the processes being to cover it with a layer of Japanese paper or thin hempen cloth, which is fixed by means of a pulp of rice-paste and lacquer.",
		"Since applying color to the eyes and brows requires such painstaking care, it is usually easier to make (and detect) mistakes in these areas.",
		"Yet, if you're wanting to catch up with different shows on different networks, it can be a painstaking process to go to all those different websites to watch the shows you want to watch.",
		"Ubisoft Montreal handled the painstaking work of fine-tuning the play control and remaining faithful to the original, 2D adventure.",
		"Think about all of those beautiful quilts that come out of the Southern and mid-Western regions of the United States with their attention to detail and painstaking hand stitches; that's what these purses are all about, and more.",
		"Although many people appreciate a Virgoan's work, the process involved can be painstaking and even annoying to some.",
		"Brand name shoes often are the product of a more painstaking process to make them more comfortable.",
		"The painstaking work of the ensuing decades realized clocks with ever-increasing accuracy, and the technology expanded to include wrist watches and clock radios as well as industry timepieces and wall clocks.",
		"With painstaking attention to detail, the horologists who design Wenger watches proudly offer a baker's dozen of collections to choose from including the exceptional series listed below.",
		"They are painstaking about vehicle maintenance because they don't want a car to break down while a customer is driving it.",
		"Keeping up with the comments on a popular blog post can sometimes be painstaking, but it's worth it.",
		"By this laborious and painstaking method it has been found possible to re-establish a healthy stock of valuable races from previously highly-infected breeds.",
		"The Visconde de Santarem, and Judice Biker in geography and diplomatics, produced standard works; Luz Soriano compiled painstaking histories of the reign of King Joseph and of the Peninsular War; Silvestre Ribeiro printed a learned account of the scientific, literary and artistic establishments of Portugal, and Lieut.-Colonel Christovam Ayres was the author of a history of the Portuguese army.",
		"The second Mrs Godwin was energetic and painstaking, but a harsh stepmother; and it may be doubted whether the children were not worse off under her care than they would have been under Godwin's neglect.",
		"A painstaking police officer, considering the presence of a corpse in his excellency's courtyard unseemly, told the dragoons to take it away.",
		"When Justinian issued the edict for the suppression of the school, Damascius along with Simplicius (the painstaking commentator on Aristotle) and five other Neoplatonists set out to make a home in Persia.",
		"His versatility, firmness combined with tact, width of view, and painstaking struggle for accuracy were largely responsible for the maintenance of its high standard.",
		"Though some skeptics smiled when told of Berg's merits, it could not be denied that he was a painstaking and brave officer, on excellent terms with his superiors, and a moral young man with a brilliant career before him and an assured position in society.",
		"In modern times the artisan, however well trained, efficient and painstaking he may be, does not, in virtue of these qualities, enjoy any municipal or political privileges.",
		"He proved himself to be a painstaking and laborious legislator, and devoted himself specially to the improvement of native schools,.",
		"But his work is a monument of painstaking sincerity, and brings us into direct contact with the spirit of the period.",
		"Gaillard is painstaking and impartial in his statement of facts, and his style is correct and elegant, but the unity of his narrative is somewhat destroyed by digressions, and by his method of treating war, politics, civil administration, and ecclesiastical affairs under separate heads."
	],
	"synonyms": [
		"conscientious",
		"scrupulous",
		"thorough",
		"strenuous",
		"sedulous",
		"precise",
		"particular",
		"methodic",
		"laborious",
		"diligent",
		"assiduous",
		"fussy",
		"punctilious",
		"meticulous",
		"exacting",
		"thoroughness",
		"scrupulousness",
		"punctiliousness",
		"pain",
		"meticulousness",
		"fastidiousness",
		"carefulness",
		"care"
	],
	"antonyms": [
		"thoughtless",
		"unmindful",
		"unthorough",
		"half-baked",
		"half-done",
		"easy",
		"neglectful",
		"careless",
		"slovenly",
		"negligent"
	]
}