{
	"word": "imperious",
	"meaning": [
		"Overbearing, arrogant, domineering, etc.",
		"Urgent; imperative.",
		"Regal; imperial."
	],
	"sentences": [
		"The imperious manner of Andros made him many enemies.",
		"Though clever and good-looking, she was self-willed and imperious, and without the conciliatory manners which her difficult position required.",
		"But three years later this imperious leader was checked by the heroic resistance of the \" Maiden \" fortress of Magdeburg; though two years later still she lost her reputation, and suffered unspeakable horrors at the hands of Tilly's lawless and unlicensed soldiery.",
		"The King sent a second, and very imperious command to the Lord of Cardigan.",
		"The imperious terms in which he was summoned to come down were punished by fire from heaven,which descended at the bidding of Elijah and consumed the whole land.",
		"The strongest of all his instincts was the thirst for imperious domination.",
		"In his reign the monarchical authority became more imperious and more absolute.",
		"Imperious will, masculine boldness, relentless ambition like hers had been exhibited by queens of her race since the old Macedonian days before Philip and Alexander.",
		"In all these transactions, whilst full justice must be done to the force and patriotic vigour which Lord Palmerston brought to bear on the questions he took in hand, it was but too apparent that he imported into them an amount of passion, of personal animosity, and imperious language which rendered him in the eyes of the queen and of his colleagues a dangerous minister.",
		"The former head of the Magical Law Enforcement was held under the Imperious Curse to do the bidding of Voldemort and Crouch's Death Eater son Barty Crouch, Jr. The senior was killed and buried on Hogwarts grounds during The Goblet of Fire.",
		"I am like a mother with her child; I endure anything from you; I, that was once so imperious and proud.",
		"Ranger made a quickfire 43, while Palin looked imperious as he smashed seven fours and a six.",
		"At the outset she felt some repugnance for the thin sallow-faced young officer, and was certainly terrified by his ardour and by the imperious egoism of his nature; but she consented to the union, especially when he received the promise of the command of the French army of Italy.",
		"That the coarse and imperious nature of the hardy and able ruffian who had now become openly her master should no less openly have shown itself even in the first moments of their inauspicious union is what any bystander of common insight must inevitably have foreseen.",
		"Rivalry between Madame dEtampes, the imperious mistress of the aged Francis I., and Diane de Poitiers, whose ascendancy over the dauphin was complete, now brought court outbreak intrigues and constant changes in those who held of war, office, to complicate still further this wearisome policy of ephemeral combinazion.i with English, Germans, Italians and Turks, which urgent need of money always brought to naught.",
		"His master passion is imperious pride - the lust of despotic dominion.",
		"Hot-blooded and somewhat imperious, Basil was also generous and sympathetic. \"His zeal for orthodoxy did not blind him to what was good in an opponent; and for the sake of peace and charity he was content to waive the use of orthodox terminology when it could be surrendered without a sacrifice of truth.\"",
		"At first he was under the tutelage of Menshikov, who wished him to marry his daughter, but he soon contrived, with the aid of the Dolgorukis and other old families, to get his imperious tutor arrested and exiled to Siberia.",
		"After the departure of the imperious conqueror, a fresh revolt of the Lombards of Beneventum under Arichis, Desideriuss son-in-law, supported by a Greek fleet, obliged Pope Adrian to write fresh entreaties to Charlemagne; and in two campaigns (776777) the latter conquered the whole Lombard kingdom.",
		"That the ascetic life is intrinsically higher, that not every one is called to it, that the call is imperious when it comes, and that asceticism must be developed under Church control - all this may be common to East and West.",
		"Notwithstanding the zeal and ability which he had invariably displayed as foreign minister, it had long been felt by his colleagues that his eager and frequent interference in the affairs of foreign countries, his imperious temper, the extreme acerbity of his language abroad, of which there are ample proofs in his published correspondence, and the evasions and artifices he employed to carry his points at home, rendered him a dangerous representative of the foreign interests of the country.",
		"By a strange but not infrequent irony of fate the most imperious and despotic spirit of his day laboured to enthrone a power which, had he himself been in authority, he would have utterly detested and despised.",
		"Bonaparte's imperious nature also showed itself in family matters, which he ruled with a high hand.",
		"The imperious terms in which this decree was couched and its misleading reference to the British maritime code showed that Napoleon believed in the imminent collapse of his sole remaining enemy.",
		"Her mother educated her in strict seclusion, but seclusion altogether failed to tame her imperious and ambitious temper.",
		"In 1674 he became, by the appointment of the duke of York (later James II.), governor of New York and the Jerseys, though his jurisdiction over the Jerseys was disputed, and until his recall in 1681 to meet an unfounded charge of dishonesty and favouritism in the collection of the revenues, he proved himself to be a capable administrator, whose imperious disposition, however, rendered him somewhat unpopular among the colonists.",
		"But Seneca's fear lest Nero's sleeping passions should once be roused were fully verified, and he seems to have seen all along where the danger lay, namely in Agrippina's imperious temper and insatiable love of power.",
		"His outlook, usually so clear, was blurred by these considerations, and he lacked the strength to force the suggestions which he made in the autumn of 1853 upon his imperious colleagues.",
		"The first occasion was in 1755 when, stimulated by his imperious consort Louisa Ulrica, sister of Frederick the Great, he tried to regain a portion of the attenuated prerogative, and nearly lost his throne in consequence.",
		"But the attitude maintained by the Academics was chiefly that of a negative criticism of the views of others, in particular of the somewhat crude and imperious dogmatism of the Stoics.",
		"If he was imperious in temper and inflexible in his conception of the Christian faith, he possessed a great heart and a great intellect, inspired with an enthusiastic devotion to Christ.",
		"He realized the superior qualities of his minister, though with a lively sense of his own dignity he often wished him more discreet and less imperious; he had confidence in him but did not love him.",
		"The nobles were awed by her warlike preparations or won over by adroit diplomacy, and their league was broken up. St Louis owed his realm to his mother, but he himself always remained somewhat under the spell of her imperious personality.",
		"In public he was of magnificent bearing, possessing the true oratorical temperament, the nervous exaltation that makes the orator feel and appear a superior being, transfusing his thought, passion and will into the mind and heart of the listener; but his imagination frequently ran away with his understanding, while his imperious temper and ardent combativeness hurried him and his party into disadvantageous positions.",
		"Palmerston had learnt by experience that it was wiser to conciliate an opponent than to attempt to crush him, and that the imperious tone he had sometimes adopted in the House of Commons, and his supposed obsequiousness to the emperor of the French, were the causes of the temporary reverse he had sustained.",
		"There was something in this external dignity which went with Burke's imperious spirit, his spacious imagination, his turn for all things stately and imposing.",
		"William had assumed the duties of commander-in-chief too young to learn the full duties of a professional soldier himself, and his imperious will did not suffer others to direct him.",
		"There were also frequent and imperious demands for the surrender of fugitives who had sought shelter from the wrath of Attila within the limits of the empire.",
		"Even as the minister of a constitutional monarch his intolerance of interference or joint authority, his temper at once imperious and intriguing, his inveterate inclination towards brigue, that is to say, underhand rivalry and caballing for power and place, showed themselves unfavourably; and his constant tendency to inflame the aggressive and chauvinist spirit of his country neglected fact, was not based on any just estimate of the relative power and interests of France, and led his country more than once to the verge of a great calamity.",
		"All that we know of Burke exhibits him as inspired by a resolute pride, a certain stateliness and imperious elevation of mind."
	],
	"synonyms": [
		"swaggering",
		"sniffy",
		"prideful",
		"lordly",
		"disdainful",
		"overbearing",
		"haughty",
		"supercilious",
		"dictatorial",
		"urgent",
		"tyrannical",
		"pressing",
		"authoritative",
		"arrogant",
		"oppressive"
	],
	"antonyms": [
		"helpless",
		"obedient",
		"humble",
		"servile",
		"weak",
		"subservient",
		"fawning",
		"meek"
	]
}