{
	"word": "temperance",
	"meaning": [
		"Moderation in drinking alcoholic beverages or total abstinence from alcoholic beverages.",
		"The state or quality of being temperate; self-restraint in conduct, expression, indulgence of the appetites, etc.; moderation.",
		"One of the seven heavenly virtues.",
		"(tarot) Temperance; the fourteenth trump or major arcana card in most traditional Tarot decks.",
		"A female given name."
	],
	"sentences": [
		"This creature succeeded by other means than temperance and purity.",
		"He was actively interested in peace, temperance and anti-slavery movements.",
		"It was at a temperance meeting.",
		"In compliance with the pope's desire, he lived in great splendour; yet his own temperance and humility were never brought into question.",
		"He exercised a large liberality and did much to further the work of temperance and purity organizations.",
		"His advocacy of temperance had much to do with securing the passing of the Forbes Mackenzie Act, which secured Sunday closing and shortened hours of sale for Scotland.",
		"Bourne, who worked at his trade more or less all through life, spent his last ten years in advocating the temperance cause; he died in October 1852.",
		"Temperance in the use of alcohol has followed the demonstration not only of its unimportance as a food or tonic, but also of its harmfulness, save in very small quantities.",
		"He helped to establish the American Tract Society, the American Education Society, the Temperance Society and the American Board of Commissioners for Foreign Missions.",
		"In 1806 he preached a widely circulated sermon on duelling, and about 1814 a series of six sermons on intemperance, which were reprinted frequently and greatly aided temperance reform.",
		"In 1900 he presided over the World Temperance Congress in London, and on one occasion preached in the interests of women's education.",
		"Franklin's advocacy of vegetarianism, of sparing and simple diet, and of temperance in the use of liquors, and of proper ventilation has already been referred to.",
		"Hard study, temperance and integrity gave him a good reputation and moderate success, and in 1827 he was made an attorney and, in 1829, counsellor of the supreme court of the state.",
		"They have been steady friends of foreign missions in the most catholic form (supporting the London Missionary Society, founded in 1795 on an inter-denominational basis), of temperance, popular education and international peace.",
		"In 1854 the newly organized Republican party, formed largely from the remnants of the Whig party and including most of the Free Soil Democrats, with the aid of the temperance issue elected Myron Holley Clark (1806-1892) governor.",
		"The English version, taken from the account by Joseph Livesey in the Staunch Teetotaler, January 1867, is that one Richard Turner, a Preston artisan and popular temperance speaker, declared at a meeting about 1833, that \"nothing but tee-teetotal would do.\"",
		"The Temperance hall is of interest inasmuch as the first hall of this character in England was erected at Bradford in 1837.",
		"The following year she was made national superintendent of franchise of the Women's Christian Temperance Union, serving for six years.",
		"He laid the foundations broadly in evangelism, finance, temperance and education, founding in the latter connexion a middleclass school at Shebbear, at which generations of ministers' sons and numerous students for the ministry have been educated.",
		"He was one of the organizers and long the secretary of the Church Temperance Society, and founded and was the first president (1884-1899) of the American branch of the White Cross Society.",
		"This composure of spirit was owing to their perfect temperance in eating and drinking.",
		"The Temperance Committee was formed in 1875; a temperance secretary was set apart in 1890.",
		"He was ordained to the Calvinistic Methodist ministry at Bala in 1847, and gave his time and talents ungrudgingly to Sunday school and temperance work.",
		"In the same year he became interested in the Washingtonian temperance movement.",
		"But it was as a member of the Rochdale Juvenile Temperance Band that he first learned public speaking.",
		"The chairman gave out a temperance song, and during the singing told Bright to put his notes aside and say what came into his mind.",
		"His work in this paper was highly appreciated by the friends of temperance, but a change in the proprietorship led to his withdrawal before the end of the year.",
		"Their affability, cheerfulness and hospitality are remarkable, as well as frugality and temperance in food and drink, and honesty in the payment of debt.",
		"In the decade preceding the outbreak of the Civil War she took a prominent part in the anti-slavery and temperance movements in New York, organizing in 1852 the first woman's state temperance society in America, and in 1856 becoming the agent for New York state of the American Anti-slavery Society.",
		"Those who know the book only by hearsay as the work of a furious incendiary will be surprised at the dignity, force and temperance of the style; it was the circumstances that made it inflammatory.",
		"About 1828 he became an active worker in the cause of temperance, and in his home village, Peterboro, he built one of the first temperance hotels in the country.",
		"He was editor of the Western Christian Advocate, which he made a strong temperance and anti-slavery organ, from 1848 to 1852.",
		"Mainly through the efforts of Peter Wieselgren, dean of Gothenburg (1800-1877), a strong temperance reform movement set in, and in 1855 important liquor laws were passed to restrict both production and sale of intoxicating liquors.",
		"The temperance movement has had its reward; the average of consumption of beer and spirits in Sweden is considerably lower than in Europe as a whole, though the effect of intoxicants is sometimes very apparent.",
		"In taking this immense stride and identifying the Cynic \" reason,\" which is a law for man, with the \" reason \" which is the law of the universe, Zeno has been compared with Plato, who similarly extended the Socratic \" general notion \" from the region of morals - of justice, temperance, virtue - to embrace all objects of all thought, the verity of all things that are.",
		"The contents of the first part are, as might be expected, miscellaneous enough, and consist chiefly of stories chosen to show the valour of Louis, his piety, his justice, his personal temperance, and so forth.",
		"Three bridges cross the North Channel, a footbridge, North Gate bridge and St Patrick's bridge, the last a handsome three-arch structure leading to St Patrick's Street, a wide and pleasant thoroughfare, containing a statue of Father Mathew, the celebrated Capuchin advocate of temperance, born in 1790.",
		"On the subject of temperance he held aloof from the intemperate methods of the violent prohibitionists.",
		"Balancing these mystic joys is the stern tone of his Resolutions, in which he is almost ascetic in his eagerness to live earnestly and soberly, to waste no time, to maintain the strictest temperance in eating and drinking.",
		"Habitual temperance was of course in all cases regarded as an absolute duty; and \" the bridegroom \" being absent, the present life was regarded as being in a sense one continual \" fast.\"",
		"In this last aspect, however, habitual temperance will generally be found to be much more beneficial than occasional fasting.",
		"Wisdom will necessarily maintain orderly activity, and this latter consists in regulation by wisdom, while the two more special virtues of Courage (avbpeia) and Temperance (6cwcpotruvf) are only different sides or aspects of this wisely regulated action of the complex soul.",
		"Then, in arranging the other special virtues, he begins with courage and temperance, which (after Plato) he considers as the excellences of the \" irrational element \" of the soul.",
		"It is only the lowest form of virtue - the \" civic \" virtue of Plato's Republic - that is employed in regulating those animal impulses whose presence in the soul is due to its mixture with the body; higher or philosophic wisdom, temperance, courage and justice are essentially purifications from this contagion; until finally the highest mode of goodness is reached, in which the soul has no community with the body, and is entirely turned towards reason.",
		"These three Augustine (after St Paul) regards as the three essential elements of Christian virtue; along with these he recognizes the fourfold division of virtue into prudence, temperance, courage and justice according to their traditional interpretation; but he explains these virtues to be in their true natures only the same love to God in different aspects or exercises.",
		"In arranging his list, however, he defers to the established doctrine of the four cardinal virtues (derived from Plato and the Stoics through Cicero); accordingly, the Aristotelian ten have to stand under the higher genera of (1) the prudence which gives reasoned rules of conduct, (2) the temperance which restrains misleading desire, and (3) the fortitude that resists misleading fear of dangers or toils.",
		"He was always ready to co-operate with all classes of temperance reformers.",
		"In their enthusiasm to have the working classes go teetotal, tea was regularly offered at temperance meetings as a substitute for alcohol.",
		"However, by the 1840s temperance societies began advocating teetotalism.",
		"Membership certificate Open The Hope Trust was formed in 1847 to promote temperance among Scotland's youth.",
		"The business arena provides the opportunity to practice all the Aristotelian virtues -- including temperance, justice, courage and magnanimity.",
		"As one commentator put it, the US and UK look as tho they are preaching temperance from a bar stool.",
		"Peers also alludes to the greater efforts to encourage temperance in the late Victorian army.",
		"McGavin supported temperance, and for 20 years was a member and ultimately chairman of the Scottish Temperance League.",
		"Perhaps this dangerous latitude comes of the fact that we never have any temperance \" rot \" going on in Hartford.",
		"Resolved, to maintain the strictest temperance in eating and drinking.",
		"The first temperance meeting I ever attended was in the large hall of this church.",
		"He vetoed in 1854 a bill prohibiting the sale of intoxicating liquors (which was declared unconstitutional almost immediately after its reenactment in 1855), and in consequence he was defeated in 1854 for re-election as governor by Myron Holley Clark (1806-1892), the Whig and temperance candidate.",
		"His intense practical-mindedness drew him away from religion, but drove him to a morality of his own (the \" art of virtue,\" he called it), based on thirteen virtues each accompanied by a short precept; the virtues were Temperance, Silence, Order, Resolution, Frugality, Industry, Sincerity, Justice, Moderation, Cleanliness, Tranquility, Chastity and Humility, the precept accompanying the last-named virtue being \" Imitate Jesus and Socrates.\"",
		"According to the Century Dictionary, the secretary of a New York temperance society introduced a total abstinence pledge among its members, who were thus divided into those who had taken the old pledge, the O.P.'s, to abstain from spirituous liquors, and the T.'s, who had taken the new or total pledge.",
		"With so powerful a press behind it, it is no wonder that Welsh political dissent was largely responsible for the changed attitude of the Imperial government in its treatment of the Principality - as evinced in the Sunday Closing Act of 1881, a measure which was very dear to the strong temperance party in Wales, and in the Welsh Intermediate Education Act, granted by Lord Salisbury's government in 1889.",
		"According to Father Greenway he was \"a man of great piety, of exemplary temperance, of mild and cheerful demeanour, an enemy of broils and disputes, a faithful friend and remarkable for his punctual attendance upon religious observances,\" while his society was \"sought by all the most distinguished in the archduke's camp for nobility and virtue.\"",
		"The most cynical man of the world, he says, with whatever \" sullen incredulity \" he may repudiate virtue as a hollow pretence, cannot really refuse his approbation to \" discretion, caution, enterprise, industry, frugality, economy, good sense, prudence, discernment \"; nor again, to \" temperance, sobriety, patience, perseverance, considerateness, secrecy, order, insinuation, address, presence of mind, quickness of conception, facility of expression.\"",
		"Membership certificate Open The Hope Trust was formed in 1847 to promote temperance among Scotland 's youth.",
		"The main thrust of the temperance movement was aimed at children.",
		"A militant and aggressive temperance advocate, he led many campaigns against the trade.",
		"A large number of the members of the old temperance society joined the new association.",
		"In 1878 the congregation moved to an iron hall in Finchley Lane, built by Stephen Shirley as a temperance hall.",
		"The only inn in the village for decades was a temperance hotel.",
		"She was born on January 17, 1980, in Los Angeles, California, and is the sister of actress Emily Deschanel, who plays Dr. Temperance Brennan on the television drama Bones.",
		"Examples of word jewelry include the seven virtues, which are faith, hope, charity, fortitude, justice, temperance, and prudence.",
		"The Mendocino was opened in 1878 and was known as the \"Temperance House\" at the time.",
		"A frame naturally slight had been further attenuated by rigorous habits of temperance, and thus rendered proof against the diseases of the tropics.",
		"This condition of mind can be obtained only by \"living conformably to nature,\" that is to say, one's whole nature, and as a means to that man must cultivate the four chief virtues, each of which has its distinct sphere - wisdom, or the knowledge of good and evil; justice, or the giving to every man his due; fortitude, or the enduring of labour and pain; and temperance, or moderation in all things.",
		"He instituted temperance refreshment rooms, a congregational penny savings bank, and held services specially for the poor.",
		"He advocated temperance reform and frequently delivered a lecture on the Drinking Usages of Society (1852); he was an opponent of slavery and published a reply to the pro-slavery arguments of Bishop John Henry Hopkins (1792-1868) of Vermont.",
		"In London he was not less conspicuous as a temperance worker than he had been in Exeter, and the artisan classes instinctively recognized him as their friend.",
		"He wrote rude, coarse satires, crude verse, and compositions on the American government, temperance, &c. At the age of seventeen he had attained his full height, and began to be known as a wrestler, runner and lifter of great weights.",
		"What account, then, was to be given of ordinary \" civic \" bravery, temperance and justice?",
		"There is excellent boating and bathing here, and there are mineral springs in the Park, where in the summer there are a Chautauqua course lasting for six weeks, a normal school, a Bible school, a Bible conference, a school of missions, an International Training School for Sunday School Workers, a conference of temperance workers and nature study and other regular summer school courses; and in other months of the year courses are given here by the Winona Normal School and Agricultural Institute, Winona Academy (for boys) and Winona Conservatory of Music, and the Winona Park School for Young Women.",
		"He took up the temperance question, and declared in the House of Lords that he would."
	],
	"synonyms": [
		"sobriety",
		"moderation",
		"undrunkenness",
		"sophrosyne",
		"prohibition",
		"nephalism",
		"mediocrity",
		"measure",
		"control",
		"constraint",
		"consistency",
		"composure",
		"self-control",
		"restraint",
		"abstinence"
	],
	"antonyms": [
		"intemperance",
		"excess",
		"wildness",
		"inebriation",
		"prodigality",
		"drunkenness"
	]
}