{
	"word": "reclusive",
	"meaning": [
		"Shut away from the world; secluded; solitary.",
		"Seeking or preferring seclusion or isolation.",
		"Providing seclusion."
	],
	"sentences": [
		"I guess being reclusive is a poor way to make friends.",
		"Because Cade was so reclusive and entertained controversial ideas, he was a target for that kind of gossip.",
		"If you have a shy cat that tends to be reclusive, you will need to do more preparation to ease the transition of sharing life with a new baby.",
		"Virgos can be very sociable, but they also have a tendency to be reclusive if left on their own.",
		"I'm like those reclusive millionaires who own priceless art and won't let the rest of the world see it.",
		"I'm sure that Waring, a notoriously reclusive figure, would have thoroughly disapproved of this.",
		"According to British chess grandmaster Nigel Short, the reclusive and eccentric chess genius Bobby Fischer is actively playing chess online.",
		"The other day the papers reported the will of a reclusive spinster.",
		"The Waldensians remained a reclusive, secretive sect in Italy, taking an active role in the Reformation.",
		"She had always been somewhat reclusive, but her media appearances became even fewer.",
		"He does seem a bit reclusive.",
		"It was a thought, especially considering his reclusive behavior.",
		"Fischer was reclusive, socially gauche and a slave to chess, tho his other interests included expensive suits, money and rock.",
		"While those who are emo usually appear mysterious or reclusive, the truth of the matter is they often love the attention they receive for looking and acting differently from their peers.",
		"Only when the hawk is brought down by a hunter's arrow and they are forced to make haste to seek the help of a strange reclusive monk, played by Leo McKern, does the little thief begin to piece together their story.",
		"Merrill Cooms was in his early seventies, a widow and the somewhat reclusive owner of a multitude of businesses.",
		"Its atmosphere of relaxed chic means anything goes and you can be as social or reclusive as you like.",
		"Brown played two roles - reclusive billionaire Adam and his evil twin brother Zachary.",
		"The Amish are a reclusive religious society that are primarily settled in Pennsylvannia in the United States.",
		"Julia hated her reclusive existence and began working with photographer Michael Scott who does little to hide his attraction for her."
	],
	"synonyms": [
		"withdrawn",
		"recluse",
		"sequestered",
		"secluded",
		"cloistered"
	],
	"antonyms": [
		"sociable",
		"gregarious"
	]
}