{
	"word": "polemic",
	"meaning": [
		"An argument or controversial discussion.",
		"A person inclined to engage in argument or disputation.",
		"A strong verbal or written attack on someone or something.",
		"Of or relating to a controversy, argument, or refutation.",
		"Of or involving dispute; controversial.",
		"Argumentative; disputatious.",
		"Having the characteristics of a polemic."
	],
	"sentences": [
		"To this period belongs his first crude literary effort, a polemic against a Genevese pastor who had criticized Rousseau.",
		"His polemic skill earned for him the title of the \"Column of the Portico.\"",
		"Its polemic against the philosophy of experience has exposed it to general misunderstanding, as though it claimed some a priori path to truth.",
		"During these years the religious and political ideas of the Reformation were rapidly gaining ground, and, aided by a vigorous and violent polemic literature, opposition to Rome was growing on every side.",
		"Secondly, it contains no polemic against Christianity, to the doctrines of which, in fact, there is no allusion.",
		"His attitude is prophylactic, rather than polemic, for the \"philosophy\" has not as yet taken deep root.",
		"The polemic on both sides was violent; but, as usual, the extreme views prevailed, and on the assembling of the diet of 1843 Kossuth was more popular than ever, while the influence of Szechenyi had sensibly declined.",
		"Then, after the indifference of humanists and Protestant polemic, came the disgust of men of science at the scholastic philosophy - an attitude best exhibited in Bacon's Advancement of Learning.",
		"Mention need only be made further of Isaac of Troki, whose anti-Christian polemic (1593) was translated into English by Moses Mocatta under the title of Faith Strengthened (1851); Solomon of Troki, whose Appiryon, an account of Karaism, was written at the request of Pufendorf (about 1700); and Abraham Firkovich, who, in spite of his impostures, did much for the literature of his people about the middle of the 19th century.",
		"His incisive style, his fearless and often ruthless criticism, and his wide and penetrating erudition, make him a redoubtable adversary in the field of polemic. The Bulletin critique, founded by him, for which he wrote numerous articles, has contributed powerfully to spread the principles of the historical method among the French clergy.",
		"In that case it was probably not written with any direct polemic against writings of St Paul, but against hearsay versions of his teaching that had reached Jerusalem.",
		"The fourth book is principally devoted to the elaborate and exhaustive polemic against the mercantile system which finally drove it from the field of science, and has exercised a powerful influence on economic legislation.",
		"He spoke his views frankly, but he disliked polemic; he found also more toleration than might have been expected, even after he became active in circulating Luther's books.",
		"Two sermons, preached in the college chapel in 17 9 8 and 1799, form the basis of his Discourses on the Scriptural Doctrines of Atonement and Sacrifice (1801); a polemic against Unitarian theology which was answered by Lant Carpenter.",
		"It is not surprising that this somewhat complicated and delicately balanced view of the relations of \" good \" and \" pleasure \" was not long maintained within the Platonic school, and that under Speusippus, Plato's successor, the main body of Platonists took up a simply anti-hedonistic position, as we learn from the polemic of Aristotle.",
		"Luther at one period (in his treatise De captivitate Babylonica) maintained, though not on historical grounds, that the offering of the oblations of the people was the real origin of the conception of the sacrifice of the mass; but he directed all the force of his vehement polemic against the idea that any other sacrifice could be efficacious besides the sacrifice of Christ.",
		"This theological deduction from his doctrine drew upon Roscellinus the polemic of his most celebrated opponent, Anselm of Canterbury (1033-1109).",
		"In 1812 he became first professor in the newly established Presbyterian Theological Seminary at Princeton, New Jersey, where he remained until his death at Princeton on the 22nd of October 1851, filling successively the chairs of didactic and polemic theology (1812-1840), and pastoral and polemic theology (1840-1851).",
		"These productions - incomparably the most remarkable and most absolutely good fruit of his genius - were usually composed as pamphlets, with a purpose of polemic in religion, politics, or what not.",
		"During the World War he developed a polemic directed against democratichumanitarian conceptions and particularly those of President Wilson, whose influence on the peace settlement was regarded by him as injurious to Italy.",
		"He preached in the Presbyterian church at East Hampton, Long Island (1798-1810, being ordained in 1 799); in the Congregational church at Litchfield, Connecticut (1810-1826), in the Hanover Street church of Boston (1826-1832), and in the Second Presbyterian church of Cincinnati, Ohio (1833-1843); was president of the newly established Lane Theological Seminary at Walnut Hills, Cincinnati, and was professor of didactic and polemic theology there (1832-1850), being professor emeritus until his death.",
		"On the 24th of November, however, he was elected to a seat in the senate, where he continued his vigorous polemic against the progressive attempts of the republican government to secularize the educational system of France until his death in 1894.",
		"A good deal of the neo-Platonic polemic naturally went back to Celsus, and both the ideas and phrases of the True Word are found in Porphyry and Julian, though the closing of the New Testament canon in the meantime somewhat changed the method of attack for these writers.",
		"Hippolytus's voluminous writings, which for variety of subject can be compared with those of Origen, embrace the spheres of exegesis, homiletics, apologetics and polemic, chronography and ecclesiastical law.",
		"Polemic interest led a number of Lutheran scholars of the 16th century to publish the Magdeburg Centuries (1 559 ff.), in which they undertook to show the primitive character of the Protestant faith in contrast with the alleged corruptions of Roman Catholicism.",
		"This is still more the case with the bitter polemic of Daniel Huet (1630-1721), Censura philosophiae Cartesianae, and his later work, Traite philosophique de la faiblesse de l'esprit humain.",
		"Concerning the Bogomils something can be gathered from the information collected by Euthymius Zygadenus in the 12th century, and from the polemic Against the Heretics written in Slavonic by St Kozma during the 10th century.",
		"Special occasion for such a hortatory letter may be discerned in its polemic against intimate relations between ascetics of opposite sex, implied to exist among its readers, in contrast to usage in the writer's own locality.",
		"The reign of Gallienus (260-268) would suit the tone of its references to the Roman emperor (Waitz, P. 74), and also any polemic against the Neoplatonic philosophy of revelation by visions and dreams which it may contain.",
		"To counteract it celibacy was finally imposed on the clergy, and the great mendicant orders evolved; while the constant polemic of the Cathar teachers against the cruelty, rapacity and irascibility of the Jewish tribal god led the church to prohibit the circulation of the Old Testament among laymen.",
		"Pelagius himself desired to avoid controversy, and with mental reservations denied these statements of his friend; but he did not escape suspicion, and his condemnation in 418 was the signal for a literary polemic, which lasted ten years, and in which Julian of Eklanum was the most brilliant but reckless combatant on the side of Pelagius.",
		"The movement has, however, scarcely developed its logic s except as polemic. What seems clear is that it cannot be the whole solution.",
		"Valla by one vigorous effort destroyed the False Decretals and exposed the Donation of Constantine to ridicule, paving the way for the polemic carried on against the dubious pretensions of the papal throne by scholars of the Reformation.",
		"It accounts, too, for his polemic on the one hand against a Substantial Soul, a Buddhistic Absolute, an Infinite Spiritual Substance; on the other hand against the no less mysterious material or dynamic substratum by which naturalistic Monism explains the world.",
		"He was a scholar, a preacher, and a man of affairs, temperamentally quiet and dignified; and his administration differed radically from that of Archbishop Hughes; he was conciliatory rather than polemic and controversial, and not only built up the Roman Catholic Church materially, but greatly changed the tone of public opinion in his diocese toward the Church.",
		"It was, however, only natural that its adherents should be won, first and chiefly, among the countrymen of the prophet, and its further success in gaining over all the Iranian tribes gave it a national stamp. So the Susan translation of Darius Behistun inscrrption TThese ideas are strongly exposed in a polemic against the Christians contained in an official edict of the Persian creed to the Armenians by Mihr Narseh, the vizier of Yazdegerd IT.",
		"Assisted by his friend Edgar Quinet, he began a violent polemic against the unpopular order and the principles which it represented, a polemic which made their lectures, and especially Michelet's, one of the most popular resorts of the day.",
		"In only two points can Rabelais be said to be definitely polemic. He certainly hated the monkish system in the debased form in which it existed in his time; he as certainly hated the brutish ignorance into which the earlier systems of education had suffered too many of their teachers and scholars to drop. At these two things he was never tired of striking, but elsewhere, even in the grim satire of the Chats fourres, he is the satirist proper rather than the reformer.",
		"Of Eusebius' dogmatic and polemic writings, we still have two works against his contemporary, Marcellus, bishop of Ancyra, the one known as Contra Marcellum, the other as De theologia ecclesiastica.",
		"In 1840 he was transferred to the chair of exegetical and didactic theology, to which subjects that of polemic theology was added in 1854, and this office he held until his death.",
		"It is contended that the common source of these documents may be as early as the 1st century, and must have consisted in a polemic against Paul, emanating from the Jewish side of Christianity.",
		"He founded and edited The Universalist Magazine (1819; later called The Trumpet) and The Universalist Expositor (1831; later The Universalist Quarterly Review); wrote about io,000 sermons, many hymns, essays and polemic theological works; and is best known for Notes on the Parables (1804), A Treatise on Atonement (1805) and Examination of the Doctrine of a Future Retribution (1834); in these, especially the second, he showed himself the principal American expositor of Universalism.",
		"Above all, his polemic is directed against the dying heresies of the 3rd century; and he writes with an absence of constraint which is not the language of one who lives amidst violent controversies or who is conscious of being in a minority.",
		"Certainly his polemic as a Christian against the Manichaeism of his youth constitutes a curious preface to his vehement rejection of Pelagian libertarianism.",
		"Moehler is a very able anti-Protestant polemic.",
		"When a student passes from Plato to Aristotle, he is so forcibly impressed by the contrast between the habits of mind of the two authors, and the literary manners of the two philosophers, that it is easy to under stand how their systems have come to be popularly conceived as diametrically opposed to each other; and the uncompromising polemic which Aristotle, both in his ethical and in his metaphysical treatises, directs against Plato and the platonists, has tended strongly to confirm this view.",
		"Taylor's polemic against metaphysical systems of ethics is based throughout upon an alleged discrepancy and separation between the facts of moral \" experience,\" the judgments of the moral consciousness, and theories as to the nature of these which the philosophers whom he attacks would by no means accept.",
		"In Judaism - unless we should refer to the prophets' polemic against images a reaction is due to the introduction of the codified law.",
		"Around AD 522, he wrote a magnificent polemic about the ' collapse ' of the service.",
		"As with any conflict, this period has produced considerable polemic.",
		"He has produced a brave, hard-hitting, readable polemic.",
		"Up to this point the introduction seems set fair to become a polemic, but Arnheim then changes tack.",
		"Leaving the political polemic aside, Dike & The Blazers are a truly awesome group.",
		"He also launched a powerful polemic against the growing movement for US intervention in Mexico.",
		"He gained from the struggle a more catholic view of human happiness, at delight in the poetry of nature and the affections as well as the poetry of heroic unselfishness, a disposition to study more sympathetically the point of view of opponents, a more courteous style of polemic, a hatred of sectarianism, an ambition,, no less noble and disinterested, but moderated to practical' possibilities.",
		"His anti-Arian polemic against Eusebius of Caesarea made him unpopular among his fellow-bishops in the East, and a synod convened at Antioch in 330 passed a sentence of deposition, which was confirmed by the emperor.",
		"From this time forward he was engaged in a ceaseless polemic against every fresh advance of the Napoleonic power and pretensions; with matchless sarcasm he lashed \"the nerveless policy of the courts, which suffer indignity with resignation\"; he denounced the recognition of Napoleon's imperial title, and drew up a manifesto of Louis XVIII.",
		"The steps which prepared the way for the post-exile hierarchy, the destruction of the northern sanctuaries and priesthoods by the Assyrians, the polemic of the spiritual prophets against the corruptions of popular worship, which issued in the reformation of Josiah, the suppression of the provincial shrines of Judah and the transference of their ministers to Jerusalem, the successful resistance of the sons See I Sam.",
		"Among the pre-Socratic nature-philosophers of Greece, Heraclitus and the Eleatics are the chief representatives of this polemic. The diametrical opposition of the grounds on which the veracity of the senses is impugned by the two philosophies (see Heraclitus, Parmenides, Eleatic School) was in itself suggestive of sceptical reflection.",
		"If at times they had recourse to ambiguity of speech and veiled polemic, this might be partly excused when we remember the hanging of Thomas Aikenhead in 1697 for ridiculing the Bible, and Woolston's imprisonment in 1729.",
		"The opponents of the book rely (1) on the testimony of a certain Louis Guyon, who in 1604 declared that the fifth book was made long after Rabelais's death by an author whom he knew, and who was not a doctor, and on the assertion of the bibliographer Du Verdier, about the same time, that it was written by an \"ecolier de Valence\"; (2) on the fact that the anti-monastic and even anti-Catholic polemic is much more accentuated in it; (3) on the arguments that parts are apparently replicas or rough drafts of passages already appearing in the four earlier books; and (4) that some allusions are manifestly posterior to even the furthest date which can be assigned for the reputed author's decease.",
		"His chair was one of Southern Literature, but, neglecting his proper subject, he chose, in conjunction with Michelet, to engage in a violent polemic with the Jesuits and with Ultramontanism.",
		"These criticisms anticipated Rudolph Haym 's polemic in Hegel und seine Zeit (1857).",
		"It's a curious formula mixing polemic, graphics, self promotion, built and unbuilt projects.",
		"Walter; the third of the Victorines, carried on the polemic against the dialecticians.",
		"Some served their avowed object with great success, being powerful instruments in the anti-papal polemic and sustaining the revolted Franciscans in their hope of an approaching triumph.",
		"The universals, therefore, have no existence, as universals, in rerum natura; and Thomas endorses, in this sense, the polemic of Aristotle against Plato's hypostatized abstractions.",
		"Whilst it can hardly be allowed that Xenophanes, so far from denying, actually affirms a plurality of gods, it must be conceded to Freudenthal that Xenophanes's polemic was directed against the anthropomorphic tendencies and the mythological details of the contemporary polytheism rather than against the polytheistic principle, and that, apart from the treatise De Melisso Xenophane et Gorgia, now generally discredited, there is no direct evidence to prove him a consistent monotheist.",
		"In the pursuit of this inquiry he rashly invaded other departments of science, and much of the Common Place Book is occupied with a polemic, as vigorous as it is ignorant, against the fundamental conceptions of the infinitesimal calculus.",
		"Their patriotic ardour gladly seized on \"a view of the original faith of India that seemed to harmonize with all the discoveries of modern science and the ethics of European civilization,\" and they cheerfully supported their leader's strange polemic with the agnostic and rationalist literature of Europe.",
		"It was, as we have seen, this conception of thought as essentially synthetic for which Kant paved the way in his polemic against the formalism of his continental predecessors.",
		"Negatively, his philosophy is a polemic against the Stoic theory of knowledge in all its aspects.",
		"In the Epistle of James we have a really distinct type; and it seems to us that the degree to which the epistle misses its mark as a polemic may be easily and naturally accounted for in more ways than one.",
		"Circumstances which strike his fancy, or furnish convenient texts for his polemic, are handled at inordinate length, while others are rapidly dismissed or passed over altogether.",
		"The Apotheosis and Hamartigenia are polemic, the first against the disclaimers of the divinity of Christ, the latter against the gnostic dualism of Marcion and his followers."
	],
	"synonyms": [
		"polemist",
		"polemicist",
		"tangle",
		"rhubarb",
		"hassle",
		"wrangle",
		"word",
		"tiff",
		"run-in",
		"quarrel",
		"fight",
		"squabble",
		"spat",
		"dispute",
		"disagreement",
		"polemical",
		"scrappy",
		"quarrelsome",
		"litigious",
		"disputatious",
		"eristic",
		"contentious",
		"combative",
		"argumentative"
	],
	"antonyms": []
}