{
	"word": "deter",
	"meaning": [
		"To keep or discourage (a person, group, or nation) from doing something by instilling fear, anxiety, doubt, etc.",
		"To prevent or discourage (an action or behavior).",
		"To make less likely or prevent from happening.",
		"To prevent something from happening.",
		"To persuade someone not to do something; to discourage."
	],
	"sentences": [
		"It's my responsibility to monitor and deter them in the mortal world, Rhyn said.",
		"Some people wish to deter herons from fish ponds.",
		"I have tried everything to deter this terrible behavior, but nothing seems to work.",
		"Spray furniture with Bitter Apple to deter dog chewing.",
		"In addition, it may deter you from attempting to fix your own camera.",
		"Though the seeds won't harm humans, they do deter some small animals.",
		"To deter hackers, they strongly recommend not using your email address or any part of it in your ID.",
		"Talking to kids about making good choices online helps deter any unwanted behavior.",
		"By delivering a small static shock to your dog, they can be used to deter unacceptable behaviors such as nuisance barking or to reinforce your verbal commands.",
		"The Allium members help deter slugs and aphids which can destroy nightshade vegetables.",
		"He might deter the muggers and rapists, but he attracts people like Michael.",
		"This may be expected to deter new entrants and to inhibit the development of competition in this market.",
		"A good quality alarm that is visible from the outside of the property will deter burglars.",
		"If the parents are miles apart, don't let the geographic distance deter communications.",
		"Just because your dress will be underneath a gown for the ceremony, don't let that deter you from shopping for your shape.",
		"Allium members also may be planted with brassica vegetables such as cabbage, broccoli, or kohlrabi because onions deter cabbage worms.",
		"There are a number of pigeon proofing devices which can be used to prevent or deter pigeons from roosting or nesting on your property.",
		"These glands secrete a weak poison which may deter some predators.",
		"If you are using an outdoor cat repellent to deter your own cats from entering areas or climbing on items where you don't want them, you should combine these repellents with behavioral training.",
		"It can be dusted around the foundation of the house to deter the pests from coming inside.",
		"Bear n mind loose pigments tend to be the messier alternative to a cake or pressed variety, but don't let that deter you from checking out this infamous cosmetic standout!",
		"Perhaps exactly knowing the astounding amount of calories and fat in fast food (and yes the numbers are astounding!) will deter us from eating fast food quite so frequently.",
		"The whole purpose of Pakistan's decision to acquire nuclear capability has been to deter aggression by a more powerful state.",
		"Britain must in the ultimate resort have independently controlled nuclear power to deter an aggressor.",
		"They have continued to build far more intercontinental ballistic missiles than they could possibly need simply to deter an attack.",
		"Avoid patio heaters and electric lights in the garden - use citronella beeswax or vegetable-based candles to deter insects.",
		"Improving the access should help to deter motor bikers from using the site.",
		"Postcode your property Marking your property can deter burglars.",
		"Members of the public can display these card at their properties to deter unwanted callers.",
		"In addition, even in areas where numbers were known to be low - hares were being shot to deter illegal hare coursers.",
		"The tracking of IP addresses helps deter criminals from using your store to place charges on stolen cards.",
		"The presence of the vehicles alone will hopefully deter some from getting involved in criminal behavior.",
		"Equally clearly - they will not deter, even with the prospect of the Minister of state's orange suits.",
		"Even a mid afternoon downpour did not deter the crowds in Weavers Field estimated to be in excess of 20,000.",
		"Having you own cat could deter other felines from straying onto your territory.",
		"It is the casual kite fliers which the 200 quid might deter!",
		"The intention was to try and deter forgers, but the experiment was not a success.",
		"Gedling Boro Council will seek to prevent, deter and detect fraud wherever possible.",
		"Spending Review 2000 SDA targets 8. The SFO seeks to deter fraud.",
		"Instead, he has been forced to fit a metal grille which has failed to deter vandals.",
		"These can deter hackers from following authenticated users transactions with the image server over the network.",
		"How to deter slugs, snails, mollusks around hosta plants slugs and snails enjoy hosta plants slugs and snails enjoy hosta environments.",
		"Residents, and Community Beat Officer Kath Jukes were very keen to make this a regular event in a bid to deter litter louts.",
		"Battery or solar operated devices can be placed in the ground to help deter moles from burrowing in your garden.",
		"The increased congestion has led the Lib Dem party to call for a wide-ranging road-charging scheme designed to deter motorists from inner-city areas.",
		"They also help deter pests from food scraps, and neighbors often appreciate not having to look at an ugly, uncovered pile.",
		"This pungent odor would normally serve to deter potentially, predators.",
		"The two surviving remnants of the trunk are enclosed by a stone wall built in 1795 to deter souvenir hunters.",
		"In the past, a variety of chemical repellents have also been tried to deter badgers from gardens.",
		"Smartwater property marking -- a property marking initiative free to every Burngreave resident to deter theft.",
		"It can assist in area safety schemes, and deter drivers from using certain routes by altering the signal timings at junctions.",
		"Will the online rogues gallery launched by pubs in South Shields deter troublemakers?",
		"Used too frequently they not only look ugly, they deter readers.",
		"Methods to deter and destroy vampires also vary greatly.",
		"Instead, he has been forced to fit a metal grille which has failed to deter Vandals.",
		"Incorporate proposals to design out crime and deter vandalism.",
		"Each pot also gets a marigold to deter whitefly.",
		"Minister Nicky Cruz is behind the team of former gangsters currently touring housing estates to deter youngsters from a life of crime.",
		"Yet even all this did not deter Loisy from publishing three further books.",
		"With every year of war the number of confiscations of property increased in the Yugoslav provinces, as in Bohemia and Transylvania - vengeance upon the families at home being widely used in order to deter Slav, Italian or Rumanian prisoners from enlisting in the various volunteer corps in process of formation on the Russian, Balkan and Italian fronts.",
		"Its purpose in all probability was, in the first instance, to exhibit to the Babylonian Jews the overwhelming power of Rome and so to deter them from repeating the futile revolt of the Jews of Palestine.",
		"Denisov had two hundred, and Dolokhov might have as many more, but the disparity of numbers did not deter Denisov.",
		"You can deter foxes with strong smells such as the repellents used to deter dogs and cats.",
		"Distribution of the Searchlight newspaper to every home in the three wards did not deter enough voters from supporting the fascists.",
		"Covered Smut - Redigo Deter controls covered smut caused by Ustilago hordei (covered smut is rare in the UK).",
		"Berberis, dwarf gorse and other spiny shrubs are useful to deter access.",
		"They support development, but then deter countries from processing their own products by tariff escalation.",
		"Plant thorny shrubs to deter unwanted visitors from climbing over your fences.",
		"He now claims he shot \" in proximity to an unarmed civilian in order to deter him \".",
		"A fee will also help to deter frivolous or vexatious complaints.",
		"If you would like to deter stray cats from trespassing in your garden or backyard, there are several safe, non toxic, and effective ways that you can make cat repellent.",
		"One of the best methods to deter cats is to take advantage of their strong sense of smell.",
		"These oils will not only deter cats from entering, they will also fill your house or garden with pleasant smells of freshly cut flowers and fruits.",
		"However, the instances of unsterilized equipment in this day and age are quite rare, and this fear alone should not deter you from undergoing the procedure.",
		"Mulch also helps deter any stray weeds from growing and stealing all the soil's nutrients.",
		"Marigolds, for example, have a strong odor that is unpleasant to many insects and deter them from feeding on tender plants.",
		"The strong odors emitted by these companion plants help deter insects and worms from feeding on the brassicas.",
		"People often use accordion style shutters on vacation homes to deter thieves and make it appear as if people reside in the dwelling all year long.",
		"The body's natural oils help deter tarnish, so handling and wearing your locket will help to keep it looking its best.",
		"Insecticidal soap is another excellent way to deter pests while protecting the environment.",
		"Consider planting a border of African marigolds on one side for your garden to deter these insects.",
		"There are a number of natural ways that you can deter bugs and save money.",
		"Some seeds are treated with herbicides, pesticides, and substances to deter fungus growth.",
		"Even a sturdy fence with a sturdy lock won't deter a person (child or adult) who is determined to get to the pool; they will just climb it.",
		"While the name doesn't immediately speak to the fact that the Asian Food Grocer offers contact lenses, let alone brown ones, don't let that deter you.",
		"But just because they're a little nerdy, that shouldn't deter you from protecting your eyes.",
		"They do look a little cartoon-like, but that should not deter you from playing.",
		"Some areas look a little cartoonish, but that shouldn't deter you from playing this game.",
		"Some people may find this game to appear a bit cartoonish, but don't let this deter you from trying it out.",
		"Only during the brief video segments do the characters look a little plain faced, but that should not deter you from this game.",
		"Eliminating underlying social problems that lead to development of youth gangs and strengthening community ties can reduce the influence of gangs and deter gang crime that thrives when neighborhoods fail to work together.",
		"Usually if a parent or other adult forces the child to apologize to the person from whom they stole, the embarrassment is enough to deter repeated episodes of stealing.",
		"A self-confident club-goer will have an easier time meeting people, and also will deter any potential people who may be there only to take advantage of someone.",
		"Although the price of almost thirty dollars per bottle may deter some consumers, Wen fans claim their hair has never looked or felt better, and that they actually find their frequency of shampooing decreases.",
		"Both of these feelings are normal and should not deter you from having the size of family you desire.",
		"Fears of infection and other complications may deter some women, though research proves the IUD does not increase risks of infections and does not cause infertility (as previously supposed).",
		"It might take a bit more work to find a plus-size sheer swimsuit, but that should not deter a woman who wants to wear it.",
		"The fencing should be a minimum of four feet high, and with openings small enough to deter climbing.",
		"However, don't let that deter you from training your kids to be water babies.",
		"Its small size shouldn't deter you from picking it up; it's an easy-to-grasp reference that can answer your questions quickly and concisely.",
		"Remember that you are writing out of passion and love of the art and do not let rejections and a general lack of interest in the art deter you.",
		"You can check the privacy policies of reputable sites for information about confidentiality and email security, so don't let this concern deter you from taking advantage of a free reading.",
		"Many feel that young people are still developing who they are, and requiring them to conform every day in appearance may deter them from discovering their true individuality.",
		"If the moral arguments won't deter a person from doing it, perhaps the civil and legal ramifications will.",
		"The lack of six-inch heels shouldn't deter you, especially when faced with such elegant styles like Anastasia, a dressy lace-up heel that's similar to a man's Oxford, but with a decidedly feminine touch.",
		"Determining the needs of those taking the trip before selecting a route may deter stress while on the road.",
		"While these symptoms are not solely related to compensated liver function, they can be the beginning of more chronic conditions that a cleansing method can deter.",
		"Panties that bunch up or feel uncomfortable may deter you from trying other sexy styles.",
		"This declaration did not deter those who generally celebrate the occasion on May 4.",
		"Skin care products can be tricky to narrow down, but don't let the vast number of products and often-unfamiliar ingredients deter you from finding something perfect for you.",
		"Being vigilant with your skin care and following a daily regimen will usually deter skin eruptions and other irritations.",
		"Wearing slippers or flip flops in a public shower may deter nasty fungus from seeping under your skin.",
		"To help deter hackers, malware downloads, browser hijacking and other nefarious Internet activities, use the following Twitter safety tips to keep yourself protected.",
		"If you are placing ads on your pages, you need to make sure they don't overpower your web content, as that may deter people from visiting your site.",
		"Dean explained her reaction to the news, but that did nothing to deter Fred from his steadfast opinion.",
		"To combat or deter an adversary using cyberspace tools is predicated on their being as reliant on information technologies as we are.",
		"If the sanction imposed by Grim Trigger cannot deter a rational player from unilateral defection, then no cooperative strategy can do so.",
		"Believes age should not deter anyone from working and staying informed about techn ology.",
		"This should deter both the opportunist thief who would consider the car to be too much of a risk.",
		"You will have to reveal some personal information, but do not let it deter you.",
		"Leave it in the nursery and use a quick spritz to deter your cat from unwanted behaviors in the room.",
		"It is not too blaring and distracting to deter you from play.",
		"Don't let your quest for a low price deter your efforts to find a high-quality dress.",
		"In order to deter pick-pocketers, don't count money in the open and, for women, keep your purse in plain view at all times.",
		"Almost total losses are frequently experienced, but the profits of a favourable year are so great that losses seldom deter ranchers from trying again.",
		"But very slight results attended these elaborate schemes, although their failure did not deter Leibnitz from pursuing the same end.",
		"This experience did not deter him from joining in the defence of Zutphen in 1572, but this was his last campaign, and the troubles of the remaining years of his life were chiefly domestic.",
		"The favour shown him by Marlborough did not deter Rivers from paying court to the Tories when it became evident that the Whig ascendancy was waning, and his appointment as constable of the Tower in 1710 on the recommendation of Harley and without Marlborough's knowledge was the first unmistakable intimation to the Whigs of their impending fall.",
		"The sun's distance is the indispensable link which connects terrestrial measures with all celestial ones, those of the moon alone excepted; hence the exceptional pains taken to deter mine it.",
		"The Scots had so handled their enemies that they could not or dared not pursue their advantage; on the other hand, it was long indeed before the memory of Flodden ceased to haunt the Scots and deter them from invading England in force.",
		"Mill tried to reconcile criminal law and its punishments with his very hard type of determinism by saying that law was needed in order to weight the scale, and in order to hold out a prospect of penalties which might deter from crime and impel towards good citizenship, so Paley held that virtue was not merely obedience to God but obedience \" for 1 Criticism of the scheme, from the point of view of an idealist theism, will be found in John Caird's Introduc to the Phil.",
		"The vestments had been stored there since the time of the first high priest named Hyrcanus, and Herod had taken them over along with the tower, thinking that his possession of them would deter the Jews from rebellion against his rule.",
		"In the controversy about election, when appealed to by Charles the Bald, Ratramnus wrote two books De praedestinatione Dei, in which he maintained the doctrine of a twofold predestination; nor did the fate of Gottschalk deter him from supporting his view against Hincmar as to the orthodoxy of the expression \"trina Deitas.\"",
		"No public supply should be open to any such doubt as ought to, or may, deter people from drinking the water without previous domestic filtration or boiling.",
		"It deter P Y mined that the unity of Germany should be brought about not by revolutionary means as in 1848, not as in 1849 had been attempted by voluntary agreement of the princes, not by Austria, but by the sword of Prussia.",
		"Upon returning to his post, in 1859, the approaching presidential campaign of 1860 did not deter him from delivering a speech, entirely free from personal rancour, on \" The Barbarism of Slavery \" - to this day one of the most comprehensive and scathing indictments of American slavery ever presented.",
		"For thorough-going deter minism of the older type the dependence of morality upon freedom did not of necessity prove an obstacle.",
		"It may be politic or expedient to inflict pain upon a criminal in order either to effect an alteration in his character or to deter him or others from future performance of acts of a certain character.",
		"The hatred of the aristocracy, for which Lord Holland says he was noted at Oxford, would naturally deter an ambitious young man with his way to make in the world, and with no fixed principles, from attaching his fortune to the Whigs.",
		"Another discussed conduction in curved sheets; a third the distribution of electricity in two influencing spheres; a fourth the deter mination of the constant on which depends the intensity of induced currents; while others were devoted to Ohm's law, the motion of electricity in submarine cables, induced magnetism, &c. In other papers, again, various miscellaneous topics were treated - the thermal conductivity of iron, crystalline reflection and refraction, certain propositions in the thermodynamics of solution and vaporization, &c. An important part of his work was contained in his Vorlesungen fiber mathematische Physik (1876), in which the principles of dynamics, as well as various special problems, were treated in a somewhat novel and original manner.",
		"By them are deter mined all matters ofeace or war, legislation taxation p ?",
		"In particular the square of a determinant is a deter minant of the same order (b 11 b 22 b 33 ...b nn) such that bik = b ki; it is for this reason termed symmetrical.",
		"The failure of Jaureguy did not deter a young Catholic zealot, by name Balthazar Gerard, from attempting to assassinate the man whom he looked upon as the arch-enemy of God and the king."
	],
	"synonyms": [
		"discourage",
		"dissuade",
		"stop",
		"restrain",
		"prohibit",
		"prevent",
		"obstruct",
		"hinder",
		"degenerate",
		"decline",
		"dampen",
		"debase",
		"check",
		"weaken",
		"delay"
	],
	"antonyms": [
		"persuade",
		"urge",
		"instigate",
		"put on to",
		"turn on",
		"support",
		"promote",
		"encourage",
		"stimulate"
	]
}