{
	"word": "machiavellian",
	"meaning": [
		"Of Machiavelli.",
		"Suggestive of or characterized by expediency, deceit, and cunning.",
		"Of, like, or characterized by the political principles and methods of expediency, craftiness, and duplicity set forth in Machiavelli's book, The Prince; crafty, deceitful, etc.",
		"Alternative form of Machiavellian.",
		"A follower of such principles and methods."
	],
	"sentences": [
		"But this Machiavellian prince was the genuine son of St Louis.",
		"To say that the government deliberately adopted the Machiavellian policy of mastering the revolution by setting race against race would be to pay too high a compliment to its capacity.",
		"My Machiavellian mind makes me think that someone could create merry hell with this.",
		"The international position of the Ottoman empire was strengthened by the able, if Machiavellian, statecraft of the sultan; while the danger of disruption from within was lessened by the more effective central control made possible by railways, telegraphs, and the other mechanical improvements borrowed from western civilization.",
		"But before referring to this last proof of the Machiavellian skill of the great Corsican in dealing with plots, it is needful to notice the events which brought him into collision with the British nation.",
		"This proud showcase of democracy had become a total basket case, thanks to Macmillan's Machiavellian machinations.",
		"Thriving in this system of oligarchy (rule of the few) that we do requires a pragmatic, Machiavellian stratagem.",
		"Though not despising the Machiavellian arts of statecraft so universally practised in his day, he was nevertheless by nature plain-spoken and sincere, and in his last years grew violent and crabbed.",
		"To say that he was Machiavellian is meaningless, for every statesman is so more or less; especially in the 16th century men preferred efficiency to principle.",
		"To attribute to him a Machiavellian policy, which foresaw the overthrow of Corinth fifty years later and the conversion of Achaea into a Roman province, is absurd and disingenuous.",
		"But the machiavellian pretender, daily growing more skilful at manoeuvring between different classes and parties, knew where to stop and how to keep up a show of democracy.",
		"The advice which, on his death-bed, he is said to have given to the sultan is characteristic of his Machiavellian statecraft.",
		"The eyes of Jagiello were now opened to the fact that the machiavellian policy of the Knights aimed at subjugating Lithuania by dividing it.",
		"It fell, and I had nothing to do with it, but I'll be Machiavellian about it and simply appreciate the end result, Eden said and then paused.",
		"A Machiavellian tract on the fundamental maxims of Venetian policy (Opinione come debba governarsi la repubblica di Venezia), used by his adversaries to blacken his memory, is undoubtedly not his.",
		"To the virtues of liberality, charity and clemency he added the Machiavellian qualities of falsehood and shrewdness, so highly esteemed by the princes of his time.",
		"In taking this course Joseph made the capital mistake of neglecting the Machiavellian maxim that in changing the substance of cherished institutions the prince should be careful to preserve the semblance."
	],
	"synonyms": [
		"unscrupulous",
		"tricky",
		"treacherous",
		"foxy",
		"devious",
		"sly",
		"deceitful",
		"cunning",
		"crafty",
		"ambitious"
	],
	"antonyms": []
}