{
	"word": "goad",
	"meaning": [
		"A sharp-pointed stick used in driving oxen.",
		"An agent or means of prodding or urging; a stimulus.",
		"Any driving impulse; spur.",
		"To drive with or as with a goad; prod into action; urge on.",
		"To encourage or stimulate.",
		"To incite or provoke."
	],
	"sentences": [
		"For the first time since his boyhood he no longer felt the daily goad urging him to the daily toil.",
		"An ox goad was used by a farmer, or a farm laborer.",
		"The name has been derived (1) from (goad) and Tavpos (bull), implying a people who were primarily herdsmen, (2) from and the common termination -avpos or aiipa (\" air \") spearmen.\"",
		"Surprise them with football tickets, romantic nights on the town or just goad them into a cook-off challenge; they'll love it!",
		"The ox was driven forward to the altar, on which grain was spread, by members of the family of the Kentriadae (from ithi rpov, a goad), on whom this duty devolved hereditarily.",
		"It says that he used an ox goad to slay these 600 Philistines.",
		"The goad is an elephant goad, used to produce movement from inertia.",
		"Napoleon was dissatisfied with these terms, and although he ultimately ratified the treaty, he sent General Lannes to Lisbon as his ambassador, instructing him to humiliate the Portuguese and if possible to goad them into a renewal of the war.",
		"The fable of the centaurs, if the derivation from to goad, Taupos, bull, be accepted (but see Centaur), would indicate the early existence of pastoral peoples living on horseback, like the modern cowboys (cp. \"cow-punchers\") or gauchos of North and South America."
	],
	"synonyms": [
		"spurring",
		"spur",
		"urging",
		"prodding",
		"prod",
		"goading",
		"trigger",
		"stimulus",
		"incitation",
		"instigation",
		"incitement",
		"provocation",
		"spur",
		"prick",
		"needle",
		"ease",
		"tease",
		"urge",
		"prod",
		"instigate",
		"incite",
		"egg on",
		"bully",
		"encourage",
		"push",
		"press",
		"excite"
	],
	"antonyms": [
		"diversion",
		"restraint",
		"discouragement",
		"deterrent",
		"detriment",
		"curb",
		"dissuade",
		"discourage",
		"keep back",
		"hold back",
		"deter",
		"rein-in",
		"curb",
		"restrain"
	]
}