{
	"word": "overwrought",
	"meaning": [
		"Overworked; fatigued.",
		"Very nervous or excited.",
		"With the surface adorned.",
		"Too elaborate; ornate.",
		"In a state of excessive nervousness, excitement, or anger; Extremely tense, anxious, or upset; filled with emotion, emotional; uneasy."
	],
	"sentences": [
		"Besides Stephen Petelei (Jetti, a name - \"Henrietta \" - Felhok, \" Clouds \") and Zoltan Ambrus (Pokhdlo Kisasszony, \" Miss Cobweb \"; Gyanu, \" Suspicion\") must be mentioned especially Francis Herczeg, who has published a number of very interesting studies of Hungarian social life (Simon Zsuzsa, \" Susanna Simon \"; Fenn es lenn, \" Above and Below \"; Egy ledny tortenete, \" The History of a Girl \"; Idegenete kozott, \" Amongst Strangers \"); Alexander Brody, who brings a delicate yet resolute analysis to unfold the mysterious and fascinating inner life of persons suffering from overwrought nerves or overstrung mind (A kitlelkil asszony, \" The Double-Souled Lady \"; Don Quixote kisasszony, \" Miss Don Quixote \"; Faust orvos, \" Faust the Physician \"; Tiinder Ilona, Rejtelmek, \"Mysteries\"; Az eziest kecske, \" The Silver Goat \"); and Edward Kabos, whose sombre and powerful genius has already produced works, not popular by any means, but full of great promise.",
		"And I'm again so overwrought sharing truth; The gain is sold into dispute.",
		"When Hammond announced the result, Sergeant Petersen got a little... overwrought.",
		"Like a bad TV soap opera, this type of iron wine rack can sometimes be overwrought.",
		"In the grammatical interpretation of his author's language, Servius does not rise above the stiff and overwrought subtleties of his time; while his etymologies, as is natural, violate every law of sound and sense.",
		"No specialist of Chinese history myself, I nonetheless found the claims a little too sensational and the writing too overwrought in places.",
		"Giving in marriage These observations may seem overwrought in the context of the Internet.",
		"On his release, overwrought and weakened by six months spent \"in the common gaol and dungeon,\" he performed what was almost the only and certainly the most pronounced act of his life which had the appearance of wild fanaticism.",
		"In 1854 he was appointed secretary of legation; but the aggressive ultramontanism of the Curia became increasingly intolerable to his overwrought nature, and in 1856 he was transferred, at his own request, as secretary of legation to Dresden."
	],
	"synonyms": [
		"distraught",
		"frenzied",
		"flustered",
		"excited",
		"weary",
		"shaken",
		"overdone",
		"ornate",
		"hysterical",
		"agitated",
		"nervous",
		"emotional"
	],
	"antonyms": [
		"calm",
		"unruffled",
		"collected",
		"rested",
		"cool"
	]
}