{
	"word": "austere",
	"meaning": [
		"Severe or stern in disposition or appearance; somber and grave.",
		"Having a severe or stern look, manner, etc.; forbidding.",
		"Strict or severe in discipline; ascetic.",
		"Showing strict self-discipline and self-denial; ascetic.",
		"Having no adornment or ornamentation; bare."
	],
	"sentences": [
		"The Sanctuary was plain to the point of austere, with no luxuries.",
		"Brady had conducted many missions in austere conditions in other countries.",
		"He betook himself at first to Port Royal, and began to live a recluse and austere life there.",
		"Clare wanted to keep a slightly austere working-class look to the house.",
		"Richard Shackleton was endowed with a grave, pure and tranquil nature, constant and austere, yet not without those gentle elements that often redeem the drier qualities of his religious persuasion.",
		"At best they fit a very austere conception of what it is to be human.",
		"He spent himself in apostolic works and practiced austere mortification.",
		"Lower impact and a smaller environmental footprint doesn't mean austere.",
		"The yellow hues softened the austere whiteness, offering an air of antiquity and warmth.",
		"Taken with the cinematography, haunting soundtrack and stunning landscapes, the film has am austere, otherworldly air.",
		"Shoe fashionistas with a serious shopping need and an equally austere budget often have a difficult time keeping up with the latest trends.",
		"Personally Daunou was reserved and somewhat austere, preserving in his habits a strange mixture of bourgeois and monk.",
		"Some gods, particularly Indra, are said to have won divine rank by \" austere fervour \" and asceticism, which is one of the processes that makes gods out of mortals even now in India. ?",
		"This was doubtless much more to the prevailing, somewhat austere, neoclassical taste.",
		"Her own life was by choice, and as far as her position would admit, one of almost austere simplicity and homeliness; and her subjects were proud of a royalty which involved none of the mischiefs of caprice or ostentation, but set an example alike of motherly sympathy and of queenly dignity.",
		"The austere simplicity of the ritual which Farel had introduced, and to which Calvin had conformed; the strictness with which the ministers sought to enforce not only the laws of morality, but certain sumptuary regulations respecting the dress and mode of living of the citizens; and their determination in spiritual matters and ecclesiastical ceremonies not to submit to the least dictation from the civil power, led to violent dissensions.",
		"Whom have you got there dressed up as a Hungarian? said the commander with an austere gibe.",
		"And, thou wicked and slothful servant, who sayest, ' He is an austere master, ' shalt be confounded for ever.",
		"Rather, there was a flinty, somewhat austere structure giving support and contrast to rich, unctuous fruit.",
		"The austere look of Zen gardens can be achieved at larger scales in the home landscape.",
		"Astringent wines are often described as austere mellow as they age.",
		"A wine that is described as \"austere\" is a wine with crisp, but harsh flavor characteristics.",
		"Austere wines are generally young wines with high acids, tannins or both.",
		"Comments of \"Britney Spears Syndrome\" and \"Vanessa Hudgens-style stunt\" peppered the nightly newscasts of even the most austere and respected journalists.",
		"The red crystal face creates an austere contrast against the stainless steel casing and ring.",
		"Their eye-catching gleam and classic black details make these sleek and austere, yet sublimely elegant watches perfect for any occasion.",
		"The elegant, austere tower sits alone with no messy cables buttons to mar its appearance yet it yields professional sound quality for the radio or your favorite audio files.",
		"The diamond studded bezel and mother of pearl dial will put a twinkle in your eye, while the white leather strap whispers beguilingly of pure, austere beauty.",
		"Another company that has enjoyed success across more than one era, Movado prides itself on creating distinctive watches in a largely austere style.",
		"A mysterious conversion had been effected in him by an austere Cistercian abbot.",
		"But although the use of the potters wheel had long been understood, the objects produced were simple utensils tc contain offerings of rice, fruit and fish at the austere ceremonials of the Shinto faith, jars for storing seeds, and vessels for commor domestic use.",
		"He remained an austere republican, refusing to take part in the Napoleonic regime.",
		"But, austere and unattractive though these valleys are, the same epithets cannot be applied to the deep gorges by which in most cases the streams make their escape through the northern subsidiary range.",
		"The father submitted to them Heih's application, saying that, though he was old and austere, he was of most illustrious descent, and they need have no misgivings about him.",
		"But his austere life and commanding personality made him an effective teacher, and his influence, kept alive by his pupils Polemon and Crates, ceased only when Arcesilaus, the founder of the so-called Second Academy, gave a new direction to the studies of the school.",
		"Any injury done to the \"souls\" being one of the worst of iniquities, the good monk should not wash his clothes (indeed, the most austere will reject clothes altogether), nor even wash his teeth, for fear of injuring living things.",
		"The austere dignity of Antiphon, the plain elegance of Lysias, the smooth and balanced finish of that middle or normal character which is represented by Isocrates, have come together in Demosthenes.",
		"In reality, he was a prince of wide knowledge and culture, knowing several languages and austere in morals; and although he cannot be acquitted of occasional harshness, he had the secret of winning the hearts of his subjects, who never refused him their support in times of difficulty.",
		"The sect gradually died out after losing the protection of the common people, whose sympathy was now transferred to the austere Observants and their miracle-worker Capistrano.",
		"But after a few years he underwent a complete change of life, and in 1662 he retired to his abbey of La Trappe, of which he became regular abbot in 1664 and introduced an austere reform (see Trappists).",
		"The superficial, brilliant, pseudo-scientific Catholicism of the capital did not satisfy Renan, who had accepted the austere faith of his Breton masters.",
		"From the first he was carefully nurtured to be the future prop of Protestantism by his austere parents.",
		"All this decoration is in strange contrast with the grandly austere simplicity of the facade and outer walls of the church.",
		"Fixtures and fittings are a little austere, but carefully designed.",
		"The effect seems austere, then revelatory, succinct in its hints or physical signals.",
		"He brings to life Barrie's idea that society has become far too austere, and no longer believes in the fantastical.",
		"In the depth of winter the view is framed by the austere cliffs with long icicles glistening in the cold winter light.",
		"Later artists parodied the excesses, producing religious kitsch loathsome to the austere Protestant ethic.",
		"Trained as he had been to the study of marbles and the severity of the antique, and openly avowing that he considered the antique superior to nature as being more eclectic in form, he now and always affected precision of outline, dignity of idea and of figure, and he thus tended towards rigidity, and to an austere wholeness rather than gracious sensitiveness of expression.",
		"The lasting sadness that thus early overshadowed him tended to facilitate his acceptance of the austere teaching of the Oxford Tracts; and though he was never an acknowledged disciple of Newman, it was due to the latter's influence that from this date his theology assumed an increasingly High Church character, and his printed sermon on the \"Rule of Faith\" was taken as a public profession of his alliance with the Tractarians.",
		"His biographers state that he showed himself from the beginning very earnest in austere life and humility; and he became a recognized example of the virtues of a Dominican.",
		"Seers and prophets of all kinds ranged from those who were consulted for daily mundane affairs to those who revealed the oracles in times of stress, from those who haunted local holy sites to those high in royal favour, from the quiet domestic communities to the austere mountain recluse.",
		"He was crowned in the Sistine Chapel 3rd March 1878, and at once began a reform of the papal household on austere and economic lines which found little favour with the entourage of the former pope.",
		"Polygamy is almost unknown, possibly because many of the \"Turks\" are descended from the austere Bogomils, who were, in most cases, converted to Islam, but more probably because the \"Turks\" are as a rule too poor to provide for more than one wife on the scale required by Islamic law.",
		"His lyrism is vigorous, feeling, austere and almost entirely subjective and personal, while his pamphlets are distinguished by energy of conviction, strength of affirmation, and contempt for weaker and more ignorant opponents.",
		"Such sympathy with youthful hope, in union with industry and intelligence, shows that Comte's dry and austere manner veiled the fires of a generous social emotion.",
		"Both of these journals devoted space to social news, a radical departure from the austere restrictions observed by their aristocratic contemporaries.",
		"He was suspected and denounced, but nothing ensued until, at the instigation of the austere zealot Caraffa, the Inquisition was established at Rome, June 1542.",
		"In contrast to the majority of Italian cardinals of his day, Cajetan was a man of austere piety and fervent zeal; and if, from the standpoint of the Dominican idea of the supreme necessity of maintaining ecclesiastical discipline, he defended the extremist claims of the papacy, he also proclaimed that the pope should be \"the mirror of God on earth.\"",
		"She was brought up under a simple and austere regime and educated with a view to the French marriage arranged by Maria Theresa, the abbe Vermond being appointed as her tutor in 1769.",
		"On the 1st of March he had caused George Wishart, a man of austere life and a Protestant propagandist, to be strangled and then burned.",
		"Skandaalso called Kumara (the youth), Karttikeya, or Subrahmanya (in the south) - the six-headed war-lord of the gods; and Ganese, the lord (or leader) of Siva's troupes of attendants, being at the same time the elephant-headed, paunch-bellied god of wisdom; whilst a third, Kama (Kamadeva) or Kandarpa, the god of love, gets his popular epithet of Ananga,\" the bodiless,\"from his having once, in frolicsome play, tried the power of his arrows upon Siva, whilst engaged in austere practices, when a single glance from the third (forehead) eye of the angry god reduced the mischievous urchin to ashes.",
		"That these two figures would appeal far more strongly to the hearts and feelings of the people, especially the warlike Kshatriyas, 1 than the austere Siva is only what might have been expected; and, indeed, since the time of the epics their cult seems never to have lacked numerous adherents.",
		"No one professed a more austere morality, and few medieval writers indulged in cruder satire on the female sex; yet he passed some years in the society of a concubine, and his living masterpiece of art is the apotheosis of chivalrous passion for a woman.",
		"But no sooner had he been promoted to the archbishopric than he put away his former manners, became the most formal and austere of men, and set himself to be the champion of the church party in all its claims, reasonable or unreasonable, against the state.",
		"Pure and austere, it enjoined the strictest morals in the midst of corruption, and the most dignified self-respect in face of idolatrous servility.",
		"Their house, known as The Court House, looks very austere with square headed, lead lined, stone mullioned windows.",
		"A striped awning is mounted at the entrance where flowering plants help to improve the austere academic severity of the school entrance.",
		"It was an austere religion, inculcating self-restraint, courage and honesty; it secured peace of conscience through forgiveness of sins, and abated for those who were initiated in its mysteries the superstitious terrors of death and the world to come.",
		"Elijah is the prophet of the wilderness, wandering, rugged and austere; Elisha is the prophet of civilized life, of the city and the court, with the dress, manners and appearance of ordinary \"grave citizens.\"",
		"After holding for some years the office of directress of the Hospice Trivulzio for Blue Nuns at Milan, she herself joined the sisterhood, and in this austere order ended her days on the 9th of January 1799.",
		"Then He complained of the unreasonableness of an age which refused John as too austere and Himself as too lax and as being \" the friend of publicans and sinners.\"",
		"The truly devout Moslems on the other hand were scandalized by the growing luxury which relaxed the austere morals of the first Moslems, and this also was imputed to Othman.",
		"All the evidence shows that, during the reign of the Omayyads, life in Damascus and the rest of Syria was austere and in striking contrast to the dissolute manners which prevailed in Medina.",
		"Another special feature of this sect is that their spiritual heads, the Gosains, also called Maharajas, so far from submitting themselves to self-discipline and austere practices, adorn themselves in splendid garments, and allow themselves to be habitually regaled by their adherents with choice kinds of food; and being regarded as the living representatives of the \"lord of the Gopis\" himself, they claim and receive in their own persons all acts of attachment and worship due to the deity, even, it is alleged, to the extent of complete self-surrender.",
		"His life was rigidly austere, St Bernard calling him \" homo neque manducans neque bibens.\"",
		"Frederick, whose authoritative temper was at once offended by the independent tone of the Arnoldist party, concluded with the pope a treaty of alliance (October 16, 1152) of such a nature that the Arnoldists were at once put in a minority in the Roman government; and when the second successor of Eugenius III., the energetic and austere Adrian IV.(the Englishman, Nicholas Breakspear), placed Rome under an interdict, the senate, already rudely shaken, submitted, and Arnold was forced to fly into Campania (1155).",
		"The zodiac of Denderah; the Savoyards who carved their pine-forests into toys; the naked Derar, horsed on an idea, charging a troop of Roman cavalry; the long, austere Pythagorean lustrum of silence; Napoleon on the deck of the \"Bellerophon,\" observing the drill of the English soldiers; the Egyptian doctrine that every man has two pairs of eyes; Empedocles and his shoe; the horizontal stratification of the earth; a soft mushroom pushing its way through the hard ground, - all these allusions and a thousand more are found in the same volume.",
		"There was this in common among the Cathari, Waldenses, Albigenses and other heretical bodies that overran so many parts of Western Europe in the second half of the 12th century and the beginning of the 13th, that they all inveighed against the wealth of the clergy, and preached the practice of austere poverty and a return to the simple life of Christ and the Apostles.",
		"Of fine physique and hardy constitution, they are of strongly independent character; patriarchal in their family life; shrewd, slim and courageous; in religion Protestants of a somewhat austere type.",
		"As the austere champion of the precepts of Islam, he soon restored order in the whole district.",
		"By the austere clothing and stern features, Katie assessed she was in some kind of religious convent.",
		"The bustle of the modern commercial city has superseded the austere dignity of the old Prussian capital.",
		"He, one of the greatest monarchs in Europe, habitually wore plain Cracow cloth, drank nothing but water, and kept the most austere of tables.",
		"Helmholtz was a man of simple but refined tastes, of noble carriage and somewhat austere manner.",
		"The world saw with astonishment this vicious, rough, coarse-fibred man of the world transformed into an austere penitent, who worked miracles of healing.",
		"At the Museum he was austere and remote among his companions, but was nevertheless instrumental in 1852 in starting the Volunteer movement.",
		"In every case the exterior is left plain and austere, as if the architect intended thus to heighten by contrast the splendour of the interior.",
		"When this last sacrifice had been made, he was, even when tried by the maxims of that austere time, faultless.",
		"He was austere and religious; many of his closest friends were among the more saintly of the national clergy.",
		"She introduced Italian elegance and luxury into the austere court of Cracow and exercised no inconsiderable influence on affairs.",
		"The rule was the Augustinian, supplemented by regulations of an austere character.",
		"Lelewel, a man of austere character, simple tastes and the loftiest conception of honour, was a lover of learning for its own sake.",
		"Although a type of the austere monk in his private life, he was a sincere friend of art and learning, and in 1431 re-established finally the university at Rome.",
		"It was, in spite of the new ideas, an austere life, of the kind called contemplative, given up to prayer, the reading of the Scriptures and heavy field-work."
	],
	"synonyms": [
		"stern",
		"stark",
		"severe",
		"spartan",
		"ascetical",
		"ascetic",
		"unornate",
		"unfussy",
		"undifferenced",
		"unrelenting",
		"uncompromising",
		"unadorned",
		"stringent",
		"stiff",
		"sharp"
	],
	"antonyms": [
		"calm",
		"bland",
		"gentle",
		"meek",
		"mild",
		"indulgent",
		"encouraging",
		"spending",
		"elaborate",
		"extravagant",
		"luxurious"
	]
}