{
	"word": "ephemeral",
	"meaning": [
		"Lasting only one day.",
		"Short-lived; transitory.",
		"Having a short lifespan or a short annual period of aboveground growth. Used especially of plants.",
		"Lasting for a short period of time.",
		"(geology, of a body of water) Usually dry, but filling with water for brief periods during and after precipitation.",
		"An ephemeral thing; specif., an organism with a brief life cycle.",
		"Something which lasts for a short period of time."
	],
	"sentences": [
		"New words are constantly being coined, some will prove ephemeral, others are here to stay.",
		"The civic reaction was an example of the ephemeral nature of the public's interest.",
		"Concentrate on remembering the ephemeral moments which will be the most precious 20 years from now.",
		"He led an ephemeral electronic existence.",
		"The perennial lakes, such as those just described, hold their waters for years and perhaps centuries; but the ephemeral lakes usually evaporate in the course of the summer.",
		"He was forced to go through very ephemeral thought processes which did not necessarily need to reach any tangible conclusions.",
		"But apart from these polemical writings, many of which had only an ephemeral value, the Renaissance was the source of another stream of historical literature.",
		"He was looking for both ephemeral ponds and permanent water-bodies containing fish.",
		"The topography and the climate of Nevada have led to the formation of two kinds of lakes, the ephemeral and the perennial.",
		"Prince Gorchakov did not want a radical solution involving a great European war, but he was too fond of ephemeral popularity to stem the current of popular excitement.",
		"Moreover, in the fascinating collection of popular satires and ephemeral pamphlets made by Schade, one is constantly impressed with the absence of religious fervour, and the highly secular nature of the matters discussed.",
		"For his essays are fine examples of permanent literature appearing in an ephemeral medium, and represent work which has solid worth for later thought as well as for the speculation of their own time.",
		"With him these \"orations,\" instead of being the ephemeral entertainments of an hour, became careful studies of some important theme.",
		"In many of these bolsons are ephemeral lakes, in which the waters collect during the rainy season and stand for several months.",
		"During the wet season the valleys often contain ephemeral lakes, whose waters on evaporating leave a playa, or mud flat, often covered with an alkaline encrustation of snowy whiteness.",
		"The letter is essentially a spontaneous, nonliterary production, ephemeral, intimate, personal and private, a substitute for a spoken conversation.",
		"Such a revolutionary foundation might be good enough for the ephemeral empires of France; the appeal of Prussia should be to the God of battles alone.",
		"All these reactions take place concurrently, so that one molecule of a diglyceride may still retain its ephemeral existence, whilst another molecule is already broken up completely into free fatty acids and glycerin.",
		"They refrained from practically every allusion to ephemeral or local circumstances.",
		"The set was perfect while it lasted but was rather ephemeral because of my lack of permanence.",
		"Some of the most important attributes of urban wasteland habitats are essentially ephemeral.",
		"Practically all hedonists have argued that what are known as the \"lower\" pleasures are not only ephemeral in themselves but also productive of so great an amount of consequent pain that the wise man cannot regard them as truly pleasurable; the sane hedonist will, therefore, seek those so-called \"higher\" pleasures which are at once more lasting and less likely to be discounted by consequent pain.",
		"The enormous, and for the most part ephemeral, literature provoked by Delitzsch's lecture cannot be cited here.",
		"During the next 170 years (1054-1224) no less than 64 principalities had a more or less ephemeral existence, 293 princes put forward succession-claims, and their disputes led to 83 civil wars.",
		"The term strictly includes \"newspapers\" (q.v.), but in the narrower sense usually intended it is distinguished as a convenient expression for periodical publications which differ from newspapers in not being primarily for the circulation of news or information of ephemeral interest, and in being issued at longer intervals.",
		"The effect of each of these additions will be lessened by the future improvements in processes of manufacture, and more particularly by the progressive replacemerit of that ephemeral source of energy, coal, by the secular sources, the winds, waves, tides, sunshine, the earth's heat and, greatest of all, its momentum.",
		"An \" episode \" is something unique and circumscribed, not something ephemeral.",
		"The conquests of the Northumbrian kings in Cumbria were ephemeral; what Oswio won was lost after the death of Ecgfrith.",
		"This was an ephemeral success, ill-prepared and obtained by taking a sudden advantage of national sentiment; it was soon followed by a check, owing to a Russian and German coalition and the baseness of Cardinal Fleury, who, in order to avoid intervening, pretended to tremble before an imaginary threat of reprisals on the part of England.",
		"An ephemeral window treatment or glamorous room divider, cool beaded curtains have many uses and can transform the look of your space.",
		"His genius and character were superficial; his abilities were exercised upon ephemeral objects, and not inspired by lasting or universal ideas.",
		"The most recent of these is the work, often ephemeral, of graffiti artists.",
		"Localized freshwater influence often results in the growth of ephemeral green algae on the shore.",
		"The Greek mind was opposed to the union; the acquiescence of the Byzantine emperors was but an ephemeral expedient of their foreign policy; and the peace between the Latins and Greeks settled on Byzantine soil could not endure for long.",
		"The contents of the closing books are for the most part derived from oral tradition, from the narratives of friends and countrymen, from what was still generally known and current in the capital about past events, and from the ephemeral literature of the day.",
		"An ephemeral triumph, however; for Childebert died in 596, followed a year later by Fredegond.",
		"Religious faith, love of adventure, the hope of making advantageous conquests, anticipations of a promised paradise all combined to force this advance upon the Orient, which though failing to rescue the sepulchre of Christ, the ephemeral kingdoms of Jerusalem and Cyprus, the dukedom of Athens, or the Latin empire of Constantinople, yet gained for France that prestige for military glory and religious piety which for centuries constituted her strength in the Levant (see CRUSADES).",
		"Its acquisition was a significant one, representing a volte-face in the Library 's attitude to ephemeral materials.",
		"If myths and the surreal are appealing to you, consider marrying moon, stars and a fairy or two into a flattering design that brings out the ephemeral in all the elements.",
		"The hardest part is that nothing is ephemeral, nothing ever goes away.",
		"In 1648 the sovereign courts of Paris procured their momentary suppression in a kind of charter of liberties which they imposed upon the crown, but which was ephemeral.",
		"There is a risk that partnerships will prove ephemeral if they are devised in response to a particular funding regime.",
		"No, they aren't like punctuation marks; that's far too ephemeral.",
		"Despite their apparently ephemeral nature, these are rules which are very real, and not without severe sanction.",
		"Its unique character in the Butterfly situation is that the true form of the being is so ephemeral.",
		"By their very nature ephemeral materials are intended to have an immediate impact, and have a short life.",
		"Also, one tends to perceive an IM conversation as ephemeral and email as relatively permanent (thus the CYA email tradition ).",
		"The new polkas were bright, bouncy, catchy and deliberately ephemeral.",
		"The soil either side of the drainage system [400] appears to be completely sterile; no artifacts or ephemeral deposits were noticed.",
		"Its acquisition was a significant one, representing a volte-face in the Library's attitude to ephemeral materials.",
		"Both in the steppe and in the desert, small ephemeral species occur on the bare ground away from the large plants and especially in the wadis.",
		"This ephemeral regime lasted from the 2 4 th of June 1858 to the 24th of November 1860.",
		"Another Sanatruces (Sanatrucius) is mentioned as an ephemeral Parthian king in A.D.",
		"Mokhtar fell, and with him the ephemeral dominion of the Persian Shiites.",
		"From 1873 until his premature death on the 14th of March 1884, he acted as leader of the Right, and was more than once prevented by an ephemeral coalition of personal opponents from returning to power as head of a Moderate Conservative cabinet.",
		"The perfect success of both was regarded, not unreasonably, as a popular ratification of the republic, and though continually harassed by the formation and dissolution of ephemeral ministries, by socialist outbreaks, and the beginnings of anti-Semitism, Carnot had but one serious crisis to surmount, the Panama scandals of 1892, which, if they greatly damaged the prestige of the state, increased the respect felt for its head, against whose integrity none could breathe a word.",
		"His range of ideas was, however, restricted; and the attempt embodied in his ground-plan of the solar system to revive the ephemeral theory of Heraclides failed to influence the development of thought.",
		"Rivalry between Madame dEtampes, the imperious mistress of the aged Francis I., and Diane de Poitiers, whose ascendancy over the dauphin was complete, now brought court outbreak intrigues and constant changes in those who held of war, office, to complicate still further this wearisome policy of ephemeral combinazion.i with English, Germans, Italians and Turks, which urgent need of money always brought to naught.",
		"The waters wink back at the cameras, recording their own ephemeral impressions at the edge of a historic city.",
		"The modern apologist must do ephemeral work - unless it should chance that he proves to be the skirmisher, pioneering for a modified dogmatic. He holds a watching brief.",
		"The former institution had an ephemeral existence; but amongst the benefits derived from the foundation of the Ecole Polytechnique one of the greatest, it has been observed, 4 was the restoration of Lagrange to mathematics.",
		"The Protestants have shown a tendency to subdivision, and many curious and ephemeral sects have sprung up; of late years, however, the various sections of Presbyterians, Methodists and Baptists have united, and a working alliance has been formed between Presbyterians, Methodists and Congregationalists.",
		"Almost the first acts of Bolingbroke's ephemeral premiership were to order him a thousand pounds from the exchequer and despatch him the most flattering invitations.",
		"There resulted a widespread and violent though ephemeral controversy, after the subsidence of which he published a Lecture on Tradition, which passed through several editions, and a volume on The Thirty-nine Articles of the Church of England.",
		"Ohio's oldest vital records date to the early 19th century, but because of the rapid settling of the state and the ephemeral nature of these early documents, many of them have been lost."
	],
	"synonyms": [
		"passing",
		"fugacious",
		"transitory",
		"transient",
		"short-lived",
		"temporal",
		"fleet",
		"fleeting",
		"evanescent",
		"temporary",
		"momentary",
		"fugitive",
		"vague",
		"unenduring",
		"short",
		"ephemeron"
	],
	"antonyms": [
		"everlasting",
		"eternal",
		"long",
		"interminable",
		"perpetual",
		"enduring",
		"lasting",
		"permanent"
	]
}