{
	"word": "adulation",
	"meaning": [
		"Excessive flattery or admiration.",
		"Flattery; fulsome praise."
	],
	"sentences": [
		"She expressed disdain at the adulation the industry gives to beauty over talent.",
		"Your strong desire for public adulation can become the single driving force in your life.",
		"The conspiracy of Cadoudal and Pichegru, after Bonapartes refusal to give place to Louis XVIII., and the political execution of the duc dEnghien, provoked an outburst of adulation, of which Bonaparte took advantage to put the crowning touch to his ambitious dream.",
		"It does not deserve the charge of mendacity brought against it by some, though the adulation of others is nearly as injudicious.",
		"Demosthenes points out that such adulation is as futile as it is fulsome.",
		"Speaking generally, they are characterized by a stilted, affected style and a tone of gross adulation.",
		"Both were lambs to the slaughter, sacrificed at the altar of Capote 's ruthless pursuit of adulation.",
		"The inhabitants of Berlin, headed by their mayor, came out to meet him, and the newspapers lavished adulation on the victors and abuse on the beaten army.",
		"The independent—if the term isn't redundant— feline trotted into the crowded parlor, a mouse in her mouth, expecting the awe and adulation of the assembled group.",
		"About the 4th century the paean became merely a formula of adulation; its object was either to implore protection against disease and misfortune, or to offer thanks after such protection had been rendered.",
		"Encouraged by safety and adulation in England; grasping at the Tudor ideal of kingship, determined to reduce to order the kirk from which XXIV.",
		"His letters and his poems abound in impudent demands for money from patrons, some of them couched in language of the lowest adulation, and others savouring of literary brigandage.",
		"To a man of Johnson's strong understanding and irritable temper, the silly egotism and adulation of Boswell must have been as teasing as the constant buzz of a fly.",
		"There is not in his history a trace of that rather gross adulation in which even Virgil does not disdain to indulge.",
		"Macaulay's description of Whitgift as \"a narrow, mean, tyrannical priest, who gained power by servility and adulation,\" is tinged with rhetorical exaggeraticn; but undoubtedly Whitgift's extreme High Church notions led him to treat the Puritans with exceptional intolerance."
	],
	"synonyms": [
		"incense",
		"flattery",
		"blarney",
		"blandishment",
		"oil",
		"soft soap",
		"slaver",
		"applause",
		"hero-worship",
		"laudation",
		"idolization"
	],
	"antonyms": [
		"criticism",
		"abuse"
	]
}