{
	"word": "pertinent",
	"meaning": [
		"Having some connection with the matter at hand; relevant; to the point.",
		"Important with regard to (a subject or matter); relevant."
	],
	"sentences": [
		"So give me some pertinent facts.",
		"After he returned my phone, he wrote down all our names and pertinent information.",
		"The Deans took turns relating the story, careful to include all the pertinent details.",
		"She has an uncanny way of sticking to pertinent details.",
		"He thought about the redhead, but felt too ashamed to mention her, and reasoned it was not pertinent to the situation.",
		"But I could no longer sit and look into the fire, and the pertinent words of a poet recurred to me with new force.",
		"Ideas of all sorts poured in upon him while he was writing, and he was not always able to resist the temptation to insert them whether pertinent or not.",
		"Savary expresses preference for this second plan, and makes the pertinent remark that in both these models \" the rays of red light in the two solar images will be next to each other, which will render the sun's disk more easy to be observed than the violet ones.\"",
		"Calderwood, in his Philosophy of the Infinite (1854), made the pertinent objection that, though thought, conception and knowledge are finite, the object of thought may be infinite.",
		"The problem is especially pertinent in the current economic circumstances.",
		"I might gradually let you know some pertinent stuff but mostly you'll just get tips, as far as you're concerned, from an unidentified source.",
		"Take the time to find the right artist and ask any pertinent questions.",
		"We can obtain a pertinent illustration from the motion of a vortex ring in a fluid; if the circular core of the ring is thin compared with its diameter, and the vorticity is not very great, it is the vortical state of motion that travels across the fluid without transporting the latter bodily with it except to a slight extent very close to the core.",
		"A web site was created listing pertinent information on missing persons' cases, updated on a timely basis, describing a wide variety of abductions and missing children reports.",
		"And the clues that the other vacationers gave to Susan were not really pertinent to the final solution.",
		"Thus, airborne videography and other techniques and technologies become an integral part of the optimal solution only where pertinent.",
		"When you are searching for SIDS statistics, you will want to make sure you are looking at statistics that are pertinent to your country and your child's age category.",
		"The site also offers check pads for ensuring a safe take-off and recording pertinent flight data.",
		"The history of Earth Day is still pertinent to its continued success, with grassroots efforts still making up much of the driving force.",
		"You can enhance your resume by adding things like important and relevant college courses, a section highlighting your skills and any extra-curricular activities that seem pertinent to your job search.",
		"They also enable you to provide pertinent health information to strangers in the event that your dog gets lost.",
		"As the show superintendent, Roy Jones Dog Shows receives the pertinent information from a kennel club's show secretary, prints it into a premium list and distributes it to all exhibitors on it's mailing list.",
		"Be sure to ask questions regarding both the dam and sire, and ask to see shot records and other pertinent health information.",
		"There, you'll find a range of pertinent men's catalogues, including men's apparel, fly-fishing, hunting, travel, sales, and more.",
		"If for some reason you do have to return an item, you want to educate yourself regarding what is covered, who pays for shipping and other pertinent details before you buy.",
		"Using a template or a format to write up an obituary will ensure that you include all of the pertinent information about the individual who died.",
		"Howie was frantic until I explained that knowing someone was offering peculiar but pertinent tips wasn't the same as finding the names of who was doing it.",
		"How pertinent it is to see the biggest stars reach such truly abject lows.",
		"The pertinent section is below, but you can read the whole debate online.",
		"The remainder of the day saw the attendees work within small groups discussing issues pertinent to their own practice.",
		"This is particularly pertinent to North East London, with some of the most deprived boroughs in the country.",
		"There are indeed cases where the distinction is highly pertinent.",
		"Introduction Introduction should be short and should describe matters directly pertinent to the subject of the paper.",
		"It does, however, seem very pertinent for today's students.",
		"It also contains good practice guidance that remains pertinent.",
		"However, his remark has become more pertinent in recent years.",
		"Finish with a sweet, informative blurb that shares the pertinent information - date, time, and location - and dress it up with truly fairytale-worthy wording.",
		"Another pertinent piece of information you will always find on a step sheet is the count of the dance - this is very important to stay in rhythm and even know how to accurately perform the dance before ever hearing the song.",
		"This list shows all the episodes for the first eight seasons and can be a handy tool whether trying to recall a pertinent bit of trivia or searching for a specific episode title or air date.",
		"Jackson spoke, relating all he deemed pertinent.",
		"Funck-Brentano also insists that the references to the \"ancien prisonnier\" in 1696 and 1697 must be to Mattioli, giving ancien the meaning of \"late\" or \"former\" (as in the phrase \"ancien ministre\"), and regarding it as an expression pertinent to Mattioli, who had been at Pignerol with Saint-Mars but not at Exiles, and not to Dauger, who had always been with SaintMars.",
		"These issues are equally pertinent to the Birds Directive.",
		"These results strongly suggest that Rb gene alteration is pertinent to the tumorigenesis of most osteosarcoma cases and some other bone and soft-tissue tumors.",
		"The ordinaries met these accusations with a lengthy and dignified answer; but this did not satisfy the king, and convocation was compelled on the 15th of May 1532, further to clarify the ancient laws of the land, as understood by the king, in the very brief, very humble and very pertinent document known as the \" Submission of the Clergy.\"",
		"As I have not much experience of time in the bush in rattlesnake country, neither reaction is found im any good pertinent knowledge.",
		"The technological approach will be based upon a retrofitted installation of a series of intelligent nodes distributed at pertinent locations around a site.",
		"You'll get advice, tips and pertinent publications from the IRS on proper filing.",
		"Collect all of your paperwork from the pertinent fiscal year to bring to the tax professional you hire.",
		"Be sure to have your pet's current vaccination history, information regarding any prescriptions and any other pertinent health material available.",
		"The CFA provides a comprehensive series of guidance statements based on the latest research and other pertinent information.",
		"Rush Card SMS alerts will send you text messages to inform you of pertinent account details, such as a low balance or an impending payment due date.",
		"Private sessions give each spouse a safe opportunity to discuss emotional elements, domestic abuse issues or any other type of sensitive information pertinent to the divorce.",
		"This section, which appears on the right side of the fantasy football home page, includes a list of links to stories that are not only current, but pertinent to your upcoming fantasy football season.",
		"To get ready properly, you have to stay current on all of the pertinent fantasy football news.",
		"Remember to keep memorabilia from your tours such as ticket stubs and information pamphlets to use on your pages or to get pertinent information about the building.",
		"The bride and groom can let all the wedding rehearsal guests know the pertinent details.",
		"In addition to announcing the engagement and giving any pertinent details regarding the proposal, the newspaper announcements will list the bride and groom's occupation, schooling, and the occupations of their parents, among other things.",
		"When wedding guests visit a wedding website, they expect to learn all of the pertinent wedding details, as well as wedding plan updates.",
		"No matter what type of wedding ceremony a couple is having, there are detailed program samples available to help them organize all of the pertinent information they need to include.",
		"Include all pertinent information, including the date, time and location of the reception.",
		"I am not going to go into detail here about my divorce, only the pertinent parts.",
		"The academic institution that you choose will use the EFC, as well as other pertinent information, to determine the total aid that you can expect.",
		"Within this section, you'll find pertinent facts that deal specifically on the best way for you to place your order, can learn more about filling your prescription and have the option of contacting the company directly.",
		"If you're looking for pertinent information surrounding the hugely popular video game, then look no further than this Overlord FAQ.",
		"Checking the lifetimer is a good idea, so you know how much the phone has been used, how well the battery still holds a charge, and other pertinent information.",
		"For example, built right into the phone is a strong contacts manager, allowing you to view a person's name, title, company, work number, home number, e-mail address, and other pertinent information all on the same screen.",
		"TapDanceMan.com is a relatively unknown website with some inspirational dance quotes and other pertinent information from the world of dance.",
		"This certificate provides pertinent information such as where the person died, and the cause of death.",
		"Once you know that a record exists and you have the county and other pertinent information, you may want to obtain an official certified copy.",
		"In many cases, 14 days is enough time to locate pertinent family information and records.",
		"Simply click on a name to immediately be taken to the doctor's website, as well as to view any pertinent credentials.",
		"Whether or not hair loss is treated surgically or through the use of hair replacement products, it is pertinent that the sufferer treat the entire condition, both mentally and physically.",
		"Finding the right curly cut that suits your lifestyle and needs is pertinent when you have curly hair.",
		"I would be able to bring with me loyal customers I cultivated at my former employer, as there is no pertinent non-compete contract preventing me from doing so.",
		"Planning ahead is the best way to travel to Chinatown without a lot of hassle, so purchase your BART tickets and other pertinent passes before your planned day.",
		"This site also provides other pertinent information from registration forms to rules.",
		"Placing communication enhancement into a playful environment can deliver pertinent information in a more digestive fashion, leaving the players with a greater sense of accomplishment and understanding.",
		"You can find the application form and other pertinent information through their established Grantee Center.",
		"Be sure to include your contact information and anything else you feel is pertinent.",
		"After you have this pertinent information, you can begin to write your letter.",
		"If the stones are use in invisible settings or paves, however, the clarity may be far more pertinent to the ring's overall quality.",
		"Tighter focus on form - Newspaper articles most often adhere to a hierarchical format in which the most pertinent information appears at the beginning of the article and the least relevant is last.",
		"The site is laid out with a search bar where you can type in whatever keywords you find pertinent.",
		"Search through the \"Handmade\" library for \"tooled clutch\" and you'll yield several pages of pertinent results.",
		"If you know your pet's birth date, you can use that info to determine its sun sign, the sign most pertinent astrological information is based on.",
		"They give pertinent bits of key information for what you can expect long-term between the signs.",
		"If you can fit the pertinent information on the smaller postcard, it's a great way to save paper.",
		"This video offers several slowed down views of the pertinent footage to give you a better look, but the film is very grainy.",
		"And since the program no longer airs, an episode guide is truly the next best thing to spoilers - they offer pertinent information about each episode condensed into one tidy paragraph.",
		"You can also follow Soap Central on Facebook and Twitter, allowing you to get the most pertinent of soap news conveniently on your phone wherever you are.",
		"This subject has been up for debate for ages, but since the explosion in tat popularity the question is more pertinent than ever.",
		"Several of the hotels even feature packages that include hotel stay, admission to the Rock Hall, and other pertinent amenities.",
		"Also, if you have any special health problems you should pack a copy of any pertinent prescriptions.",
		"This means that the information is always relevant and pertinent.",
		"There are always concerns about buying any watch online and these are particularly pertinent when buying luxury watches that might cost many thousands of dollars, such as the difficult to find Van Cleef and Arpels Roma watch.",
		"When buying a watch from a specialist watch store it is possible for the customer to hold and feel the watch and to ask the retailer pertinent questions.",
		"This means that information that is relevant and pertinent to them is returned.",
		"A memo's format presents information in a way that can be easily scanned for pertinent details.",
		"Additionally, the owner usually states how long the amount of money they are requesting will last, the type of investment they seek, terms of those investments they desire and any pertinent financial plans.",
		"This includes identifying the people who were involved, the date, time and other pertinent information regarding the event's happening or issue arising and where it occurred.",
		"This ensures  your conclusion is pertinent and understandable.",
		"Form 10-Q is not as detailed as the 10-K nor is it audited, but it is required by law for publicly traded companies to file a Form 10-Q quarterly and contains pertinent financial information.",
		"Online blank resume forms provide an easy fill-in-the blank approach to help collect pertinent information with a professional style that provides a winning resume.",
		"The business owner merely needs to figure out what pertinent information should go on the application form and then type it up.",
		"This final portion of your resume includes the intricate details of your work history, your professional and educational accomplishments, and any other pertinent factual information that relates to your being the right waitress for the job.",
		"Tailor it to fit the specific job by highlighting the most pertinent skills.",
		"Give names, roles they play in the organization and highlight skills and experience pertinent to the company's goals.",
		"They follow a set pattern and format that makes it easier for you to write them and for your staff and colleagues to glean pertinent information from them.",
		"The average reader will spend 2 minutes on a website, so make your price list and any other pertinent information prominent on the site where it can easily be found and reviewed.",
		"You may also gather pertinent information such as rates, program options, availability, and accessibility.",
		"Once the pertinent information is received from their clients, nutritionists put together tailored nutritional diet programs, so you can expect a personalized assessment.",
		"The National Conference of State Legislatures website offers pertinent legislation information with regards to small business health insurance coverage in each state.",
		"Inventories should ideally include detailed descriptions of the items, along with the value and any other pertinent information.",
		"Information that is typically featured on a medical history form includes previous surgeries, immunization listings and other pertinent medical history.",
		"Equipped with all the pertinent information, the insurance broker can then shop the application or file of the client to several insurance companies to find the best match.",
		"If you're serious about your songwriting, and are looking for information to get your songs heard, this book is full of specific contact information along with pertinent information like how much a market pays.",
		"Remember to add pertinent information, such as date, time, place and RSVP info, at the bottom of each saying if it is not all contained in the verse.",
		"Along the way, little value-tales pertinent to life in the 1960s were played out.",
		"Simple nuisances such as hangnails or ingrown nails can often be treated at home, but if you experience a fingernail health problem with multiple symptoms, it's pertinent you evaluate the condition and seek proper care if needed.",
		"Arm yourself with pertinent background information about the ingredients that make the biggest difference and you will have a much easier time choosing the right products for your skin.",
		"The programming code uses cookies technology and advanced programming features to capture and store all pertinent information about your profile's visitors.",
		"It's updated frequently, with news and all pertinent Steelers information.",
		"With the advent of modern technologies, anglers can visit chat rooms and ask questions using handheld devices while they are fishing for muskie, thus making the information exchange more immediate and pertinent.",
		"There is an editor with which to apply the background to the user's MySpace page, as well as a forum to discuss pertinent topics with other users and layout designers.",
		"The first step in calculating your tax refund is to collect pertinent information.",
		"The program uses a MySQL database to contain all of the pertinent information of the host server.",
		"Keep these messages and print them out for your records, as it contains pertinent information.",
		"His terse and pertinent letter to Origen, impugning the authority of the apocryphal book of Susanna, and Origen's wordy and uncritical answer, are both extant.",
		"Many of the points pertinent to external biosecurity remain important here.",
		"Medical Legal workshop was extremely pertinent to my role, very thought provoking.",
		"Cosmogenic radionuclides allow the rates of erosion to be derived over the temporal scales which are pertinent to the operation of geomorphological processes.",
		"This is especially pertinent to formal dresses, which may meet a specific need at a particular period in time but may not be important to you down the road.",
		"As seven is the perfect number and as Balaam had ordered seven altars to be built, the Redactor thought it would be well to have seven M6shalim or metrical oracles; and so he added other three which are certainly not pertinent to the situation, as they allude not merely to the Assyrian empire but to the Macedonian, and even, as some maintain, to the Roman empire, cf."
	],
	"synonyms": [
		"apt",
		"apposite",
		"timely",
		"suitable",
		"relative",
		"proportionate",
		"proportional",
		"proper",
		"fitting",
		"felicitous",
		"connected",
		"opportune",
		"material",
		"germane",
		"congruent"
	],
	"antonyms": [
		"inappropriate",
		"unsuitable",
		"irrelevant",
		"impertinent"
	]
}