{
	"word": "jaundiced",
	"meaning": [
		"Affected with jaundice.",
		"Yellow or yellowish.",
		"Affected by or exhibiting envy, prejudice, or hostility.",
		"Prejudiced; envious; as, a jaundiced judgment."
	],
	"sentences": [
		"However, I feel we might benefit from a rather jaundiced look at them.",
		"The liver becomes swollen, and the patient becomes jaundiced with yellowing of the eyes and skin.",
		"Erythroblastosis fetalis overwhelms the removal system, and high levels of bilirubin accumulate, causing hyperbilirubinemia, a condition in which the baby becomes jaundiced.",
		"Performance of the bilirubin test itself is a precaution against the serious consequences that can occur when bilirubin levels continue to rise in jaundiced infants.",
		"Though full-term babies may become slightly jaundiced, premature babies are more sensitive to the effects of excess bilrubin.",
		"Yet in Japan, the practice is still viewed with something of a jaundiced eye by the upper classes as a practice fit only for the lower classes, street walkers and gangsters.",
		"If, after surgery for biliary atresia, an infant becomes jaundiced, has a high temperature for more than 24 hours, or if there is a change in the color of the stools or urine.",
		"Jaundice comes from the French word jaune, which means yellow; thus a jaundiced baby is one whose skin color appears yellow due to bilirubin.",
		"Thus, if an infant begins to appear jaundiced, bilirubin levels will be ordered to determine the severity.",
		"The test may be repeated frequently in a jaundiced newborn to assure that bilirubin levels are dropping.",
		"Peltigera canin g, which formed the basis of the celebrated \" pulvis antilyssus \" of Dr Mead, long regarded as a sovereign cure for hydrophobia; Platysma juniperinum, lauded as a specific in jaundice, no doubt on the similia similibus principle from a resemblance between its yellow colour and that of the jaundiced skin; Peltidea aphthosa, which on the same principle was regarded by the Swedes, when boiled in milk, as an effectual remedy for the aphthae or rash on their children.",
		"My slightly jaundiced view of the town wasn't improved by the difficulty of finding directions to the Museum of Antiquities.",
		"Its a bit of a balancing act as she is very jaundiced and i don't want her to go too long.",
		"A few inches away writhes a scrawny boy, born one month prematurely, also jaundiced.",
		"If the body accumulates an excess of bilirubin, it turns yellow (jaundiced).",
		"Although death may occur in about 15% of the jaundiced patients, death without jaundiced patients, death without jaundice is virtually unknown."
	],
	"synonyms": [
		"yellow",
		"icteric",
		"skeptical",
		"warped",
		"tainted",
		"bigoted",
		"biased",
		"jealous",
		"hostile",
		"envious",
		"prejudiced"
	],
	"antonyms": [
		"unbiased",
		"unprejudiced",
		"clean",
		"fresh",
		"optimistic"
	]
}