{
	"word": "eloquent",
	"meaning": [
		"Having, or characterized by, eloquence; fluent, forceful, and persuasive.",
		"Vividly expressive.",
		"Effective in expressing meaning by speech."
	],
	"sentences": [
		"His speeches in the chamber were always eloquent and powerful.",
		"He made an eloquent plea for peace.",
		"He is said to have been a good talker and an eloquent preacher.",
		"He learned to be eloquent on the right occasion in order to be successful.",
		"But his silence was more eloquent than words.",
		"It was an extraordinary achievement, documented in a highly eloquent way.",
		"I love their affectionate ways and the eloquent wag of their tails.",
		"Beware of waxed strings made of candlewick - unless you like your director to wax eloquent while shedding little light.",
		"I could not be eloquent, nor could I frankly mention my doubts to the Brothers and to the Grand Master.",
		"He was an eloquent preacher, but his reputation rests chiefly on his expository works, which are said to have had a larger circulation both in Europe and America than any others of their class.",
		"Sunday was a time for hearing many eloquent preachers.",
		"She was eloquent of speech and endowed with endurance.",
		"Grand seigneurs, like the prince of Conde, the duc de Nevers and the marquis de Vardes, were glad to vary the monotony of their feudal castles by listening to the eloquent rehearsals of Malebranche or Regis.",
		"Although he was not eloquent and had a nasal voice, his hearers were 10th to miss any of his thoughtful teaching, which was unbiased and well expressed.",
		"In1428-1429he attended the councils of Pavia and Siena, and in the presence of the pope, Martin V., made an eloquent speech in vindication of his native country, and in eulogy of the papacy.",
		"The lecture was delivered with great energy; but it was sober and argumentative, and often eloquent.",
		"There is no more eloquent commentary upon the wholesome results of British self-government than is to be found in Parkman's book.",
		"He was an eloquent preacher, and a man of great charm of character.",
		"Yeshua, the king of kings, doesn't sound so eloquent, and seems to \"debate.\"",
		"A man of rare intelligence, a fearless horseman and an eloquent orator, Abd-el-Kader had acquired a great reputation by his Abd piety.",
		"He was a prolific writer, as well as a popular and eloquent speaker.",
		"He was eloquent on the subject of the penetrometer.",
		"The cardinal, though ignorant of the details of the plot, perhaps suspected Wishart's knowledge of it, and in any case was not sorry to have an excuse for seizing one of the most eloquent supporters of the new opinions.",
		"Yet now and again he rises to the level of some heroic event, and parts of his chapter on the \"Campaign of Hastings\" and of his record of the wars of Syracuse and Athens, his reflections on the visit of Basil the Second to the church of the Virgin on the Acropolis, and some other passages in his books, are fine pieces of eloquent writing.",
		"The machine is quite eloquent, but I would be concerned by the needy and slightly neurotic tone.",
		"Simon has given a very eloquent description of why people in business are against monetary union.",
		"It would be difficult to define very precisely the difference in French between a \"conference\" and a \"sermon\"; and the same difficulty seems to have been experienced in Greek by Photius, who says of the eloquent pulpit orations of Chrysostom, that they were oµLAiac rather than Aoyoc.",
		"The Koran is never metrical, and only a few exceptionally eloquent portions fall into a sort of spontaneous rhythm.",
		"After his retirement from active politics Lord Rosebery continually displayed his great qualities as a public speaker by eloquent and witty addresses on miscellaneous subjects.",
		"When Miss Keller speaks, her face is animated and expresses all the modes of her thought--the expressions that make the features eloquent and give speech half its meaning.",
		"His Shosetsu Shinsui (Essentials of a Novel) was an eloquent plea for realism as contrasted with the artificiality of the characters depicted by Bakin, and his own works illustrative of this theory took the public by storm.",
		"In 1842 he published a treatise on The Unity of the Church, and his reputation as an eloquent and earnest preacher being by this time considerable, he was in the same year appointed select preacher by his university, thus being called upon to fill from time to time the pulpit which Newman, as vicar of St Mary's, was just ceasing to occupy.",
		"Preeminently he was a devout ecclesiastic, a \"great priest\"; and his sermons, both Anglican and Catholic, are marked by fervour and dignity, by a conviction of his own authoritative mission as preacher, and by an eloquent insistence on considerations such as warm the heart and bend the will rather than on such as force the intellect to assent.",
		"Another, of the Eloquent Peasant whose ass had been stolen, was only a framework to the rhetoric of endless petitions.",
		"He was eloquent (hence his nickname \"the Siren\") but controversial in tone.",
		"To the ruin of learning and education wrought by the Danes, and the practical extinction of the knowledge of Latin even among the clergy, the preface to Alfred's translation of Gregory's Pastoral Care bears eloquent testimony.",
		"He was a good classical scholar, and although not eloquent, an able debater.",
		"In 1878 he was elected Lord Rector of Aberdeen and in 1880 of Edinburgh University, where he gave an eloquent address upon Patriotism.",
		"He studied oratory in Athens, and was regarded as the most eloquent man of his age.",
		"He was an eloquent professor and very fond of young people, and played an important part in the revival of higher studies in France after 1871.",
		"Ober Anmut and Wiirde, published in 1793, was a further contribution to the elucidation and widening of Kant's theories; and in the eloquent Briefe fiber die cisthetische Erziehung des9Menschen (1795), Schiller proceeded to apply his new standpoint to the problems of social and individual life.",
		"A careful exclusion of all Gallicisms, as a reaction against the French influences of the day, is one of the marked features of his style, which is not infrequently impassioned and eloquent, though at the same time cumbrous, involved and ornate.",
		"He had, ten years before this, only escaped promotion to the episcopate by a very questionable stratagem - which, however, he defends in his instructive and eloquent treatise De Sacerdotio.",
		"The ample revenues which his predecessors had consumed in pomp and luxury he diligently applied to the establishment of hospitals; and the multitudes who were supported by his charity preferred the eloquent discourses of their benefactor to the amusements of the theatre or of the circus.",
		"Even van Oordt, his eloquent historian and apologist, is cognisant of this fact.",
		"The Act for the Better Government of India (1858), which finally transferred the entire administration from the company to the crown, was not passed without an eloquent protest from the directors, nor without acrimonious party discussion in parliament.",
		"His appeal to musicians was made in a threefold capacity, and we have, therefore, to deal with Liszt the unrivalled pianoforte virtuoso (1830 - r848); Liszt the conductor of the \"music of the future \" at Weimar, the teacher of Tausig, Billow and a host of lesser pianists, the eloquent writer on music and musicians, the champion of Berlioz and Wagner (1848-1861); and Liszt the prolific composer, who for some five-and-thirty years continued to put forth pianoforte pieces, songs, symphonic orchestral pieces, cantatas, masses, psalms and oratorios (1847-1882).",
		"At first he seemed disposed to treat the conspirators leniently, but at the same time he so roused the people against them by the publication of Caesar's will and by his eloquent funeral oration, that they were obliged to leave the city.",
		"A long and eloquent letter to Burghley 2 throws additional light upon his character, and gives a hint as to the cause of his uncle's slackness in promoting him.",
		"So the Encyclopedie, besides giving a eulogistic article \" Baconisme,\" speaks of him (in d'Alembert's preliminary discourse) as \" le plus grand, le plus universel, et le plus eloquent des philosophes.\"",
		"Meanwhile the writings and personal example of the pious rector of Llanddowror were stirring other Welshmen in the work of revival, chief amongst them being Howell Harris of Trevecca (1713-1773), a layman of brilliant abilities but erratic temperament; and Daniel Rowland (1713-1790), curate of Llangeitho in Mid-Cardiganshire, who became in time the most eloquent and popular preacher throughout all Wales.",
		"His prose writings, which include prefaces to the works of Kellgren and Lidner, and an eloquent argument against Rousseau's theory of the injurious influence of art and letters, rank with the best of the period.",
		"At the close of the 17th century Dryden greatly excelled in this class of poetry, and his epistles to Congreve (1694) and to the duchess of Ormond (1700) are among the most graceful and eloquent that we possess.",
		"Here his great oratorical gifts gave him a high place as one of the ablest and most eloquent opponents of the administration.",
		"John Paul Woronicz (1757-1829) born in Volhynia, and at the close of his life bishop of Warsaw and primate of Poland, was a very eloquent divine, and has been called the modern Skarga.",
		"Two intimate friends, Jonas Rein (1760-1821) and Jens Zetlitz (1761-1821), attempted, with indifferent success, to continue the tradition of the Norwegian group. Thomas Thaarup (1749-1821) was a fluent and eloquent writer of occasional poems, and of homely dramatic idylls.",
		"In 1898, on the death of Mr Gladstone, he paid a noble and eloquent tribute in the.",
		"This pledge he redeemed, and he is, in consequence, the darling of Persian tradition, which bestows on him the title of Gor (the wild ass), and is eloquent on his adventures in the chase and in love.",
		"They are always written in the author's highest style, a style perfectly eloquent and unaffected; they can only be interpreted (on the free-thinking hypothesis) as allegorical with the greatest difficulty and obscurity, and it is pretty certain that no one reading the book without a thesis to prove would dream of taking them in a non-natural sense.",
		"He became well known not only as a tutor but also as an eloquent preacher.",
		"As a preacher he was eloquent, bold and fearless.",
		"That brutal assault cost Sumner three years of heroic struggle to restore his shattered health - years during which Massachusetts loyally re-elected him, in the belief that in the Senate chamber his vacant chair was the most eloquent pleader for free speech and resistance to slavery.",
		"I try to avoid pens whenever I'm feeling it because pens try to make emotions eloquent, and they're not.",
		"Many telephone calls, many letters, bear eloquent testimony to the joy this prayer brings.",
		"In this rundown of French love poems by literary period, you can learn some of the most famous French poets who waxed eloquent on the subject of love.",
		"A long and eloquent Discours au roi (detailing the duties of a prince, and translated from a Latin original written by Michel de l'Hopital, now lost) was dedicated to Francis II.",
		"See Honore Mirabeau, Les Lettres de cachet et des prisons d'etat (Hamburg, 1782), written in the dungeon at Vincennes into which his father had thrown him by a lettre de cachet, one of the ablest and most eloquent of his works, which had an immense circulation and was translated into English with a dedication to the duke of Norfolk in 1788; Frantz Funck-Brentano, Les Lettres de cachet d Paris (Paris, 1904); and Andre Chassaigne, Les Lettres de cachet sous l'ancien regime (Paris, 1903).",
		"His writings in tone and character are always alike \" rich in thought and destitute of form, passionate and hair-splitting, eloquent and pithy in expression, energetic and condensed to the point of obscurity.\"",
		"Although he was defeated at the elections of 1898 and was for four years outside the chamber, his eloquent speeches made him a force in politics as an intellectual champion of socialism.",
		"Their general tendency was distinctly in a Catholic as opposed to a Puritan direction, and the two thousand Puritan incumbents who vacated their benefices on St Bartholomew's Day rather than accept the altered Prayer Book bear eloquent testimony to that fact.",
		"In Groen the doctrines of Guizot and Stahl found an eloquent exponent.",
		"On the 28th of May 1572 a demand from both houses of parliament for her execution as well as Norfolk's was generously rejected by Elizabeth; but after the punishment of the traitorous pretender to her hand, on whom she had lavished many eloquent letters of affectionate protestation, !she fell into \"a passion of sickness\" which convinced her honest keeper of her genuine grief for the ducal caitiff.",
		"After the overthrow of the Scottish accomplices in this notable project, Mary poured forth upon Elizabeth a torrent of pathetic and eloquent reproach for the many wrongs she had suffered at the hands of her hostess, and pledged her honour to the assurance that she now aspired to no kingdom but that of heaven.",
		"On the 11th of April 1835 he made an eloquent speech in defence of free public education.",
		"As a preacher, though he was not eloquent, he was distinguished by good sense, earnestness and breadth of sympathy.",
		"He was an eloquent speaker, and master of many subjects; and his proved royalism made it impossible for the ultra-Royalists to discredit him, much as they resented his consistent opposition to their short-sighted violence.",
		"Nevertheless his speech was a superb effort of oratory; for more than two hours he kept his audience spellbound by a flood of epigram, of sustained reasoning, of eloquent appeal.",
		"His first speech was on the Catholic question, and though some doubt had been felt lest Grattan, like Flood, should belie at Westminster the reputation made in Dublin, all agreed with the description of his speech by the Annual Register as \"one of the most brilliant and eloquent ever pronounced within the walls of parliament.\"",
		"It had been generally supposed that this great work would be dedicated to the eloquent and accomplished nobleman to whom the prospectus had been addressed.",
		"He therefore addressed an eloquent and imploring letter to the earl, pointing out the dangers of his position and urging upon him what he judged to be the only safe course of action, to seek and secure the favour of the queen alone; above all things dissuading him from the appearance of military popularity.",
		"More important were his Dialogues on Eloquence, wherein he entered an eloquent plea for greater simplicity and naturalness in the pulpit, and urged preachers to take the scriptural, natural style of Bossuet as their model, rather than the coldly analytic eloquence of his great rival, Bourdaloue.",
		"The intransigent majority refused to listen to a last eloquent appeal that Castelar made to their patriotism and common sense, and they passed a vote of censure.",
		"He became well known, also, as an eloquent advocate of slavery restriction.",
		"From then on he was one of the most eloquent and frequent debaters among his colleagues, and in 1859, almost without opposition, he was re-elected to the Senate as a member of the Republican party, in the organization of which he had taken an influential part.",
		"Thus, Hasdrubal's devotion and valour at the battle on the Metaurus are described in terms of eloquent praise; and even in Hannibal, the lifelong enemy of Rome, he frankly recognizes the great qualities that balanced his faults.",
		"The House of Commons was moved by Roebuck to reverse the sentence, which it did (June 29) by a majority of 46, after having heard from Palmerston the most eloquent and powerful speech ever delivered by him, in which he sought to vindicate, not only his claims on the Greek government for Don Pacifico, but his entire administration of foreign affairs.",
		"His Phi Beta Kappa oration at Harvard College in August 1837, on \"The American Scholar,\" was an eloquent appeal for independence, sincerity, realism, in the intellectual life of America.",
		"His pervading characteristic, therefore, is that of an eloquent vagueness, very stimulating and touching at times, but as deficient in coercive force of matter as it is in lasting precision and elegance of form.",
		"A man of refinement and education, a member of an influential family, a popular social leader and an eloquent speaker - at the age of twenty-three he was chosen by the town authorities of Boston to deliver the Independence Day oration - Otis yet lacked conspicuous ability as a statesman.",
		"Of things communicable he was at the same time, as we have said, communicative - a genial companion, a generous and loyal friend, ready and eloquent of discourse, impressing all with whom he was brought in contact by the power and the charm of genius, and inspiring fervent devotion and attachment in friends and pupils.",
		"On the 10th of March Mr (afterwards Sir James) Rose-Innes, a prominent member of the House of Assembly, who for several years had held aloof from either party, and who also had defended Mr Schreiner's action with regard to the passage of arms to the Free State, addressed his constituents at Claremont in support of the annexation of both republics; and in the course of an eloquent speech he stated that in Canada, in spite of rebellions, loyalty had been secured from the French Canadians by free institutions.",
		"His addresses at Marseilles on the 26th of October 1896, at Carmaux on the 27th of December 1896, and at Roubaix on the 10th of April 1897, were triumphs of clear and eloquent exposition of the political and social aims of the Progressist party.",
		"Hamilton (Discussions, p. 541), one of his most resolute opponents, described Cousin as \"A profound and original thinker, a lucid and eloquent writer, a scholar equally at home in ancient and in modern learning, a philosopher superior to all prejudices of age or country, party or profession, and whose lofty eclecticism, seeking truth under every form of opinion, traces its unity even through the most hostile systems.\"",
		"He speedily acquired a great reputation as an eloquent preacher, and, after filling the offices of procurator at Rome and provincial of Liguria, he was chosen general of his order in 1464.",
		"In Scotland, the Presbyterian Churchmainly under the guidance of DrChalmers, one of the most eloquent preachers of the century was simultaneously engaged in a contest with the state on the subject of ecclesiastical patronage.",
		"It was believed that Gladstone on more than one occasion desired to escape from a position which he disliked by resigning office, and that the resignation was only averted through a consciousness that the ministry could not afford to lose its most eloquent member.",
		"The story of Claude Gueux, published five years later (1834), another fervent protest against the infliction of capital punishment, was followed by many other eloquent and passionate appeals to the same effect, written or spoken on various occasions which excited the pity or the indignation of the orator or the poet.",
		"The introduction to his first volume of Actes et paroles, ranging in date from 1841 to 1851, is dated in June 1875; it is one of his most earnest and most eloquent appeals to the conscience and intelligence of the student.",
		"As a satire the piece is a failure, for the simple reason that the substance of it might well pass for a perfectly true, no less than a very eloquent statement of social blunders and calamities.",
		"Shortly afterwards he delivered one of his most eloquent addresses at the memorial services for President Harrison in Faneuil Hall, Boston.",
		"Of the many speeches perhaps the most striking was that of Senator Henry C. Lodge, who, curiously enough in the circumstances, prefaced his eloquent appreciation of the services rendered to the American cause by France by a brilliant sketch of the way in which the French had been driven out of North America by England and her colonists combined.",
		"It was here that the parliament met which on the 6th of April 1320 addressed to the pope the notable letter, asserting the independence of their country and reciting in eloquent terms the services which their \"lord and sovereign\" Robert Bruce had rendered to Scotland.",
		"Nothing is known of their history or of their political institutions, but these remains of their handiwork bear eloquent testimony that they had reached a degree of development in some respects higher even than that of the Incas.",
		"Hitherto Catherine had been merely the resigned and neglected wife of Henry II., and though eloquent, insinuating and ambitious, she had been inactive.",
		"Castelar, too, raised his eloquent protest against popular risings and barrack, conspiracies.",
		"These admissions, together with his elucidation of the idea of doctrinal development and his eloquent assertion of the supremacy of conscience, have led some critics to hold that, in spite of all his protests to the contrary, he was himself somewhat of a Liberal.",
		"Dr. Van Dyke was an eloquent speaker.",
		"Nicholas could not believe that Christian powers would resent his claim to protect the Christian subjects of the sultan; he believed he could count on the friendship of Austria and Prussia; as for Great Britain, he would try to come to a frank understanding with her (hence the famous conversations with Sir Hamilton Seymour on the 9th and, 4th of January 1853, reviving the \" Sick Man\" arguments of 1844), but in any case he had the assurance of Baron Brunnow, his ambassador in London, that the influence of Cobden and Bright, the eloquent apostles of peace, was enough to prevent her from appealing to arms against him.",
		"Why is it that people give up the doctrines of grace if they fall in with eloquent advocates of free will?",
		"The silence, the virtual absence of many of Tyson's fellow castaways I found suggestive and eloquent.",
		"Pope Eugenius (1442) issued a fiercely intolerant missive; the Franciscan John of Capistrano moved the masses to activity by his eloquent denunciations; even Casimir IV.",
		"His manner was reserved, and as a speaker he was weighty rather than eloquent.",
		"Napoleon seconded his efforts, and soon they had the help of the third brother, Lucien, who proved to be most eager and eloquent.",
		"He was widely known as an eloquent preacher, and his scholarly attainments won for him the friendship and esteem of some of the ablest scholars in the colonies.",
		"This champion of freedom was very eloquent as to the wrongs of the szlachta, and proposed that the assembly should proceed in a body to Warsaw and there formally renounce their allegiance.",
		"It is true that even by the most thorough-going allegorists the literal sense of Scripture was not openly and entirely disregarded; but the very fact that the study of Hebrew was never more than exceptional, and so early ceased to be cultivated at all, is eloquent of indifference to the original literal sense, and the very principle of the many meanings inherent in the sacred writings was hostile to sound interpretation; greater importance was attached to the \" deeper \" or \" hidden \" senses, i.e.",
		"As an advocate his sharpness and rapidity of insight gave him a formidable advantage in the detection of the weaknesses of a witness and the vulnerable points of his opponent's case, while he grouped his own arguments with an admirable eye to effect, especially excelling in eloquent closing appeals to a jury.",
		"A contemporary record, after attesting his pre-eminence as a goldsmith, jeweller and painter, states that he was \"most handsome in person and highly eloquent.\"",
		"He was transparent in character, chivalrous, kindly, firm, eloquent and sagacious; his purity of motive and unselfishness commanded absolute confidence; he had originality and initiative in dealing with new and difficult circumstances, and great aptitude for business details.",
		"In 1578 he was at the diet of Worms, where he made an eloquent but fruitless appeal for aid to the German princes.",
		"He was a learned and eloquent controversialist, and a faithful adherent to Wycliffe's doctrine.",
		"For years the subject of prophecy had occupied much of his thoughts, and his belief in the near approach of the second advent had received such wonderful corroboration by the perusal of the work of a Jesuit priest, writing under the assumed Jewish name of Juan Josafat Ben-Ezra, that in 1827 he published a translation of it, accompanied with an eloquent preface.",
		"Johnson, not content with turning filthy savages, ignorant of their letters, and gorged with raw steaks cut from living cows, into philosophers as eloquent and enlightened as himself or his friend Burke, and into ladies as highly accomplished as Mrs Lennox or Mrs Sheridan, transferred the whole domestic system of England to Egypt.",
		"He had become an eloquent and influential public speaker, and in 1840 and 1844 was a candidate on the Whig ticket for presidential elector.",
		"At York he renewed Paulinus's old church, roofing it with lead and furnishing it with glass windows; at Ripon he built an entirely new basilica with columns and porches; at Hexham in honour of St Andrew he reared a still nobler church, over which Eddius grows eloquent.",
		"The speech is an eloquent and vivid picture of the reign of terror which the Thirty established at Athens; the concluding appeal, to both parties among the citizens, is specially powerful.",
		"Eloquent prose, coupled with well-pitched humor, crosses the generation gap in a single fluent stride.",
		"His speech was more eloquent than any words or actions of hers would have been.",
		"The book is eloquent and informative, but extremely hagiographic about the exploits of the regiments examined.",
		"In an eloquent victor's speech David john said \" I j ust can't believe it.",
		"The Deane the next day after, made an eloquent oration, wherein hee openly disgraced, and defamed hym.",
		"Released in the paranoid depths of the Cold War the short film was read as an eloquent plea for peace.",
		"In spite of attempts to chase him away, Columba spoke to him and prophesied that he would be an eloquent preacher.",
		"Tony Blair's definition of peace was eloquent and at the time, seemed sincere.",
		"Tewkesbury Field's silent witness is more eloquent still.",
		"The Roman poet Lucretius (De Rerum Natura) was an eloquent exponent of this theory, but throughout the middle ages, indeed until the 17th century, it was eclipsed by the prestige of Aristotle.",
		"He quickly gained a high reputation as a preacher and as an eloquent speaker on political subjects.",
		"The Chamber, however, refused to ratify them, and it was not until the kings eloquent appeal from Moncalieri to his peoples loyalty, and after a dissolution and the election of a new parliament, that the treaty was ratified (January 9, 1850).",
		"The preamble of the \" Bill of Citations \" is eloquent as to the mischief which it is framed to prevent.",
		"The translator prefixes to the version an eloquent appreciation of Ford's genius, especially in his portraits of women, whose fate it is to live \"dans les tenebres, les craintes et les larmes.\"",
		"Yet he was too full of dramatic inspiration to remain perpetually victimized by the conscientious affectations of the amateur author; and, where dramatic situations are not only poetical but (as in the first act of Die Walkilre and the Waldweben scene in Siegfried) too elemental for strained language, Wagner is often supremely eloquent simply because he has no occasion to try to write poetry.",
		"Owing to his popularity he was considered by Etienne Marcel and his party as a suitable rival to the dauphin, afterwards King Charles V., and on entering Paris he was well received and delivered an eloquent harangue to the Parisians.",
		"Etiennes of Paris, equalling in numbers, and RePorma- learning their Venetian rivals; the two Scaligers; impas sioned Dolet; eloquent Muret; learned Cujas; terrible Calvin; Ramus, the intrepid antagonist of Aristotle; France De Thou and De Beze; ponderous Casaubon; brilliant young Saumaise.",
		"The hands of those I meet are dumbly eloquent to me.",
		"Anatole was not quick-witted, nor ready or eloquent in conversation, but he had the faculty, so invaluable in society, of composure and imperturbable self-possession.",
		"Tony Blair 's definition of peace was eloquent and at the time, seemed sincere.",
		"That is eloquent proof of the vast over production, expensively underwritten by the taxpayer.",
		"With the latter I waxed really eloquent, almost succeeding in reducing myself to tears in a mixture of emotion and baffled exasperation.",
		"Tewkesbury Field 's silent witness is more eloquent still.",
		"Even if you are not the most eloquent writer, an original poem is special and the graduate who receives it will be sure to remember its meaning for years to come.",
		"Wouldn't you rather give an eloquent speech that moves the entire room?",
		"This is perhaps a more eloquent way of making your lifetime commitment than you planned, but taking excerpts from her poem and adding your own spin is appropriate.",
		"If you're filming your big day, you'll have the eloquent words recorded forever.",
		"With such eloquent flowing qualities, the very name chiffon evokes a feeling of classy sophistication.",
		"Shakespeare finds a highly eloquent way to express the idea that money can't buy love.",
		"He made an eloquent plea for Christianity, but his case was weak in law, and the court sustained the will.",
		"He was handsome and eloquent, but licentious; and at the same time active, hardy, courageous, a great general and an able politician.",
		"At his trial he was defended and betrayed by the infamous Leonard MacNally, and was convicted of treason; and after delivering an eloquent speech from the dock, was hanged on the 20th of September 1803.",
		"In 1784 he became vicar of Epsom in Surrey, where he continued until his death on the 27th of April 1804, becoming known as one of the most eloquent preachers of his day.",
		"We can only mention the names of Pierre Bretonneau (1771-1862), Louis Leon Rostan (1790-1866), Jean Louis D'Alibert (1766-1837), Pierre Francois Olive Rayer (1793-1867) and Armand Trousseau (1801-1866), the eloquent and popular teacher.",
		"By the fall of Constantinople in 1 453, \" Italy (in the eloquent phrase of Carducci) became sole heir and guardian of the ancient civilization,\" but its fall was in no way necessary for the revival of learning, which had begun a century before.",
		"Dean Stanley owed something to Ewald and spoke warmly of him, but the Preface to the History of the Jewish Church in which he does so bears eloquent testimony to the general attitude towards Old Testament criticism in 1862, of which we have further proof in the almost unanimous disapprobation and far-spread horror with which Colenso's Pentateuch, pt.",
		"The history of furs can be read in Marco Polo, as he grows eloquent with the description of the rich skins of the khan of Tatary; in the early fathers of the church, who lament their introduction into Rome and Byzantium as an evidence of barbaric and debasing luxury; in the political history of Russia, stretching out a powerful arm over Siberia to secure her rich treasures; in the story of the French occupation of Canada, and the ascent of the St Lawrence to Lake Superior, and the subsequent contest to retain possession against England; in the history of early settlements of New England, New York and Virginia; in Irving's Astoria; in the records of the Hudson's Bay Company; and in the annals of the fairs held at Nizhniy Novgorod and Leipzig.",
		"I remember feeling a kind of calmness come over me as I primed the staff, and Jack's gaze became suddenly eloquent.",
		"Awake craniotomy with propofol infusion has become increasingly popular for the optimal excision of brain tumors located in eloquent areas.",
		"He was admitted a member of the Faculty of Advocates, and soon became known as an eloquent and successful pleader.",
		"You are so eloquent.",
		"The love letters between Robert and Elizabeth Browning, famous authors of the 1800's, are some of the most romantic and eloquent you will find.",
		"Both Abigail and John were eloquent writers and these famous love letters are housed in the Massachusetts Historical Society and available to read online.",
		"Marriage proposal poems and speeches may be eloquent and well written, but they aren't right for every couple.",
		"Poetry is an eloquent way to express words of love and commitment.",
		"Including a meaningful poem can help set the tone of the marriage proposal and express feelings in eloquent language.",
		"The person proposing marriage finds it easier or more eloquent to use poetry to express his love in words.",
		"Leo can inspire with an eloquent speech and motivate you to join his latest cause.",
		"They'll wax eloquent about lofty \"ideas\" concerning images they think your business card should project based on \"artsy\" designs that will cost you but do little to fulfill your business card's marketing purpose.",
		"Embroidery machines are specialized sewing machines that produce eloquent embroidery on different types of fabric or paper.",
		"Michel de Bourges was the counsel whose eloquent pleadings brought the suit for a judicial separation to a successful issue in 1836.'",
		"The violent attack of the Smyrnaean mob is an eloquent tribute to his influence in Asia.\"",
		"Adamson was a man of many gifts, learned and eloquent, but with grave defects of character.",
		"When you plan to use an engagement verse on an engagement announcement, you want a short but eloquent line of poetry.",
		"He presented a famous report in the Constituent Assembly on the organization of the army, but is better known by his eloquent speech on the 28th of February 1791, at the Jacobin Club, against Mirabeau, whose relations with the court were beginning to be suspected, and who was a personal enemy of Lameth.",
		"No doubt there was a class that knew only English; there may have been a much smaller class that knew only French; any man who pretended to high cultivation would speak all as a matter of course; Bishop Gilbert Foliot, for instance, was eloquent in all three.",
		"Dumont was a Genevese exile, and an old friend of Romilly's, who willingly prepared for him those famous addresses which Mirabeau used to make the Assembly pass by sudden bursts'of eloquent declamation; Claviere helped him in finance, and not only worked out his figures, but even wrote his financial discourses; Lamourette wrote the speeches on the civil constitution of the clergy; Reybaz not only wrote for him his famous speeches on the assignats, the organization of the national guard, and others, which Mirabeau read word for word at the tribune, but even the posthumous speech on succession to the estates of intestates, which Talleyrand read in the Assembly as the last work of his dead friend.",
		"For a few months indeed Lamartine, from being a distinguished man of letters, an official of inferior rank in diplomacy, and an eloquent but unpractical speaker in parliament, became one of the foremost men in Europe.",
		"Instead of discoursing on the corporate conscience of the state and the endowments of the Church, the importance of Christian education, and the theological unfitness of the Jews to sit in parliament, he is solving business-like problems about foreign tariffs and the exportation of machinery; waxing eloquent over the regulation of railways, and a graduated tax on corn; subtle on the monetary merits of half-farthings, and great in the mysterious lore of quassia and cocculus indicus.",
		"His political works, in which the expression is often splendidly eloquent, spirited and dignified, are for the most part exceedingly rhetorical in style, while his philosophical essays were undertaken with the chief object of displaying his eloquence, and no characteristic renders writings less readable for posterity.",
		"In 1677 he carried an address to the king calling upon him to conclude an alliance with the United Provinces against Louis XIV., and when the Speaker adjourned the House by Charles's order Sacheverell made an eloquent protest, asserting the right of the House itself to decide the question of its adjournment.",
		"These songs, which fired the poet's comrades to deeds of heroism in 1813, bear eloquent testimony to the intensity of the national feeling against Napoleon, but judged as literature they contain more bombast than poetry.",
		"Although excluded by a majority of the House from the list of the managers of that impeachment, Francis was none the less its most energetic promoter, supplying his friends Burke and Sheridan with all the materials for their eloquent orations and burning invectives.",
		"As a public speaker his style was incisive, forceful and often eloquent, although he made no effort to practise oratory as an art.",
		"Eloquent testimony is given by the beautiful churches and palaces of Prague - largely Gothic and baroque in style - to the architectural genius of the nation.",
		"As a lawyer his greatest public efforts were his lectures (1799) at Lincoln's Inn on the law of nature and nations, of which the introductory discourse was published, and his eloquent defence (1803) of Jean Gabriel Peltier, a French refugee, tried at the instance of the French government for a libel against the first consul.",
		"Returning from this mission, he pronounced an eloquent discourse in favour of the republic. His simple manners, easy speech, ardent temperament and irreproachable private life gave him great influence in Paris, and he was elected president of the Commune, defending the municipality in that capacity at the bar of the Convention on the 31st of October 1792.",
		"Though vigorous in thought and in some passages clear and eloquent, the style of the Systeme is diffuse and declamatory, and asserts rather than proves its statements.",
		"These works, together with the Prodigios del amor divino (1641), are now forgotten, but Nieremberg's version (1656) of the Imitation is still a favourite, and his eloquent treatise, De la hermosura de Dios y su amabilidad (1649), is the last classical manifestation of mysticism in Spanish literature.",
		"His first literary work, except the bombastic but eloquent Essai sur le despotisme (Neufchatel, 1 775), was a translation of Robert Watson's Philip II., done in Holland with the help of Durival; his Considerations sur l'ordre de Cincinnatus (London, 1788) was based on a pamphlet by Aedanus Burke (1743-1802), of South Carolina, who opposed the aristocratic tendencies of the Society of the Cincinnati, and the notes to it were by Target;, his financial writings were suggested by the Genevese exile, Claviere.",
		"Magnetic in personality, incisive and powerful in manner of expression, he was in his prime one of the most eloquent of American pulpit orators."
	],
	"synonyms": [
		"fluent",
		"silver",
		"facile",
		"smooth-spoken",
		"silver-tongued",
		"oratorical",
		"moving",
		"fervid",
		"demosthenic",
		"ciceronian",
		"forceful",
		"persuasive",
		"voluble",
		"vivid",
		"poetic"
	],
	"antonyms": [
		"dull",
		"inarticulate"
	]
}