{
	"word": "preponderance",
	"meaning": [
		"Superiority in weight, force, importance, or influence.",
		"Superiority in importance, influence, or weight.",
		"The greater portion of the weight.",
		"The majority."
	],
	"sentences": [
		"There was a surprising preponderance of young people at the political conference.",
		"No doubt, too, the preponderance of rainfall in the west has persisted for an enormous period.",
		"And as there is no branch of art in which mechanical improvements, and the consequent change in the nature of technical difficulties, bear so directly upon the possibilities and methods of external effect, it follows that an exclusive preponderance of this view is not without serious disadvantage from the standpoint of general musical culture.",
		"The Turks, therefore, now possessed a huge numerical preponderance in the theatre of war.",
		"It might not be best to plan an outdoors event in the middle of the summer because of the preponderance of seeringly high temperatures.",
		"That service to Protestantism was performed by Catholic powers jealous of the preponderance of the Habsburgs.",
		"When there is an injurious preponderance of metallic oxides or other deleterious substances, the roots of trees would be affected by them, and they must therefore be removed.",
		"Libau was taken on May 7 1915 by the Germans; the rest of Courland, with one-third of its former population left, was occupied, and German preponderance materialized.",
		"Wilson supposes that by the fall to the ground of a preponderance of negatively charged rain the air above the shower has a higher positive potential than elsewhere at the same level, thus leading to large conduction currents laterally in the highly conducting upper layers.",
		"The important silk industry, however, began to revive about 18go, and dairy farming is prosperous; but the condition of the vilayet is far less unsettled than that of Macedonia, owing partly to the preponderance of Moslems among the peasantry, and partly to the nearness of Constantinople, with its Western influences.",
		"The limit of each years increment of secondary wood, in those plants whose yearly activity is interrupted by a regular winter or dry season, is marked by a more or less distinct line, which is produced by the sharp contrast between the wood formed in the late summer of one year (characterized by the sparseness or small diameter of the tracheal elements, or by the preponderance of fibres, or by a combination of these characters, giving a denseness to the wood) and the loose spring wood of the next year, with its absence of fibres, or its numerous large tracheae.",
		"Y g Y P process, so manipulated as to secure an overwhelming preponderance for the wealthy, and especially the landed classes, and also for the representatives of the Russian as opposed to the subject peoples.",
		"The urban population, divided into two categories according to their taxable wealth, elects delegates direct to the college of the government (Guberniya), and is thus represented in the second degree; but the system of division into categories, according not to the number of taxpayers but to the amount they pay, gives a great preponderance to the richer classes.",
		"The settlement of the peninsula by Charles V.'s coronation at Bologna in 1530 secured the preponderance to Spain, and the combination of Spain and the church dominated the politics of Italy.",
		"The excess of females over males is great in the western and northern counties, while in the eastern parts and in Croatia-Slavonia there is a slight preponderance of males.",
		"Almost equally important was the twenty years' truce of Zsitvatoriik, negotiated by Bocskay between the emperor and the sultan, which established for the first time a working equilibrium between the three parts of Hungary, with a distinct political preponderance in favour of Transylvania.",
		"The Latin medical writers were necessarily unknown to the Arabs; and this was partly the cause that even in Europe Galenic medicine assumed such a preponderance, the methodic school and Celsus being forgotten or neglected.",
		"The Lebanon is under a military governor (mushir)who must be a Christian in the service of the sultan, approved by the powers, and has, so far, been chosen from the Roman Catholics owing to the great preponderance of Latin Christians in the province.",
		"The field for recruiting its members, as well as its landed estates, became restricted by the Reformation in England and Germany, and the French knights gradually gained a preponderance which upset the international equilibrium of the Order.",
		"In Chrismann the word \" dogma \" has superseded the word \" article \"; Holden uses both, though \" article \" has the preponderance.",
		"In some quarters the force of the new Japanese army was well understood, and the estimates of the balance of military power formed by the minister of war, Kuropatkin, coincided so remarkably with the facts that at the end of the summer of 1903 he saw that the moment had come when the preponderance was on the side of the Japanese.",
		"The figures for inhabitants born in the United States but not within the state show a preponderance of immigration from neighbouring states, there being, in 1900, 31,047 natives of Iowa, 24,995 natives of Wisconsin, 18,565 of Minnesota and 16,145 of Illinois, out of a total of 313,062.",
		"They were followed by an immigration of Mongol-Caucasic peoples with a preponderance of Caucasic blood-the Indonesians of some, the pre-Malays of other writers-who are to-day represented in the archipelago by such peoples as the Dyaks of Borneo and the Battas of Sumatra.",
		"In spite of his political reforms, he opposed the admission of the plebeians to the consulship and priestly offices; and, although these reforms might appear to be democratic in character and calculated to give preponderance to the lowest class of the people, his probable aim was to strengthen the power of the magistrates (and lessen that of the senate) by founding it on the popular will, which would find its expression in the urban inhabitants and could be most easily influenced by the magistrate.",
		"In August 1787 Russia and Austria provoked the Porte to declare war against them both, and two months later a defensive alliance was concluded between Prussia, England and Holland, as a counterpoise to the alarming preponderance of Russia.",
		"As against the civilian enemy the navy strangled commerce; its military preponderance nipped in the bud every successive attempt of the Confederates to create a fleet (for each new vessel as it emerged from the estuary or harbour in which it had been built, was destroyed or driven back), while at any given point a secure base was available for the far-ranging operations of the Union armies.",
		"It has been said that the blockade of the Confederate coast became in the end practically impenetrable, and that every attempt of the Confederate naval forces to break out was checked at once by crushing numerical preponderance.",
		"The various calculations are not quite easy to harmonize, but the extent of choice for the year of Herod's death is limited to the years 4 and 3 B.C., with a very great preponderance of probability in favour of the former.",
		"The wealthy citizen seems always to have had to bear heavy financial burdens, and to have enjoyed in return a dignity and an actual political preponderance which made the general character of municipal constitutions distinctly timocratic.",
		"It is evident that had the fecundity of the American stock of 1790 been equal only to that of Belgium (the most fertile population of western Europe in the 19th century) then the additions of foreign elementg to the American people would have been, by I 900 in heavy preponderance over the original, mainly British., elements.",
		"After being repeatedly transferred from the one power to the other, according to the preponderance of Bohemia or the empire, the town and territory were finally incorporated with Bohemia in 1350, after the Bohemian king became the emperor Charles IV.",
		"There were in all in 1900, 106,369 males (69.1%; a preponderance due to the large number of Mongolian labourers, whose wives are left in Asia) and only 47,632 females.",
		"So pronounced an enemy of French preponderance did Innocent become that he approved the League of Augsburg, and was not sorry to see the Catholic James II., whom he considered a tool of Louis, thrust from the throne of England by the Protestant William of Orange.",
		"The districts of Lower Bavaria, Upper Bavaria and the Upper Palatinate are almost wholly Roman Catholic, while in the Rhine Palatinate, Upper Franconia, and especially Middle Franconia, the preponderance is on the side of the Protestants.",
		"Montgelas' ambition was now to raise Bavaria to the rank of a first-rate power, and he pursued this object during the Napoleonic epoch with consummate skill, allowing fully for the preponderance of France - so long as it lasted - but never permitting Bavaria to sink, like so many of the states of the confederation of the Rhine, into a mere French dependency.",
		"This seems the more common direction in the northern hemisphere, at least for stations to the south of the zone of maximum frequency, but a considerable preponderance of movements towards the north was observed in Franz Joseph Land by the Austrian Expedition of 1872-1874.",
		"The elector was not unwilling, but the scheme was wrecked by the opposition of the heir to the Bavarian throne, the duke of Zweibriicken, in response to whose appeal Frederick the Great formed, on the 23rd of July 1785, a confederation of German princes (Fiirstenbund) for the purpose of opposing the threatened preponderance of Austria.",
		"By this treaty the loss of the Belgian provinces was confirmed, and though Austria gained Venice, the establishment of French preponderance in the rest of Italy made a breach in the tradition of Habsburg supremacy in the peninsula, which was to have its full effect only in the struggles of the next century.",
		"Such a body, Metternich held, \" powerful for defence, powerless for offence,\" would form a guarantee of the peace of central Europe - and of the preponderance of Austria; and in its councils Austrian diplomacy, backed by the weight of the Habsburg power beyond the borders of Germany, would exercise a greater influence than any possible prestige derived from a venerable title that had become a by-word for the union of unlimited pretensions with practical impotence.",
		"The wording of the decree implied that the February constitution did not exist as of law; the Germans and Liberals, strenuously objecting to a \"feudalfederal\" constitution which would give the Sla y s a preponderance in the empire, maintained that theFebruaryconsti tution was still in force, and that changes could only be ?",
		"Since the plebeian element in the state had an immense numerical preponderance over the patrician these disabilities were not widely spread, and seem generally to have been cheerfully borne as the price of belonging to the families still recognized as the oldest and noblest in Rome.",
		"Lights and Buoys.-In view of the difficulties attending navigation in the Gulf, and the impossibility of arranging with the Governments of the littoral for the provision of lights and buoys except on terms which would have greatly hampered shipping, the British Government, in view of the great preponderance of British shipping in the Gulf, has established since 1912 a very complete system of lights and buoys, the cost of which is shared in equal moieties by the Government of India and H.M.",
		"But the system at present in force is based upon legislation by Lord Ripon in 1882, providing for the establishment of municipal committees and local boards, whose members should be chosen by election with a preponderance of non-official members.",
		"The system which was adopted allowed the older counties, which must be conciliated, a large majority of the representatives in the new Assembly, on the theory that the preponderance of property (slavery) in that section required this as security against the rising democracy.",
		"In the case of the Old World, the divergence from the standard which most deserves notice is the remarkable preponderance of the young in all the countries of eastern Europe, as well as in India, accompanied by an equally notable deficiency of the older elements in the population.",
		"Should enough free states be admitted into the Union to destroy the balance of power, the North would naturally gain a preponderance in the Senate, as it had in the House, and might, within constitutional limits, legislate as it pleased.",
		"The preponderance of France Innocent regarded as a menace to Europe.",
		"In a word, the natural equilibrium of Swedish society was seriously threatened by the preponderance of the nobility; and the people at large looked to the new king to redress the balance.",
		"But this is exceptional, and generally one part gives way before another, either on account of one part being naturally weaker or of one part having been overtaxed or more severely attacked by some injurious external influence, or by some undue preponderance of another part of the body itself.",
		"A preponderance of reflection and foreign influences distinguish the poets now to be mentioned.",
		"But a disturbance of less favourable wave-length may gain the preponderance in case its magnitude be sufficient to produce disintegration in a less Lime than that required by the other disturbances present.",
		"A remarkable feature of the distribution of grasses is its uniformity; there are no great centres for the order, as in Compositae, where a marked preponderance of endemic species exists; and the genera, except some of the smallest or monotypic ones, have usually a wide distribution.",
		"The last of his important political acts, the signing of the treaty of Paris in 1856, undid the results of his patient efforts to establish Russian preponderance in the Balkan peninsula.",
		"But the battle of Mohacs in 1526 decided the long preponderance of Turkish control.",
		"He favoured his own countrymen, and under him began that preponderance of the French in the curia which later led to the papal residence at Avignon, and indirectly to the Great Schism.",
		"He argued further for the preponderance of the Graeco-Roman element, as opposed to the Jewish, in the Christian writings.",
		"This influence, so far as it has affected moral as distinct from political speculation, has been exercised primarily through the general conception of human progress; which, in Comte's view, consists in the ever growing preponderance of the distinctively human attributes over the purely animal, social feelings being ranked highest among human attributes, and highest of all the most universalized phase of human affection, the devotion to humanity as a whole.",
		"About 1804 some escaped convicts from Australia and runaway sailors established themselves around the east part of Viti Levu, and by lending their services to the neighbouring chiefs probably led to their preponderance over the rest of the group. Na Ulivau, chief of the small island of Mbau, established before his death in 1829 a sort of supremacy, which was extended by his brother Tanoa, and by Tanoa's son Thakombau, a ruler of considerable capacity.",
		"The results to which the preponderance of opinion leans are given in the following table.",
		"In the actual world the antithesis appears as reason and nature, in each of which, however, there is a combination of its two elements - the ideal and the real - the reason having a preponderance of the first and nature a preponderance of the second.",
		"The population rose from 1,892,499 in 1881 to 2,416,304 in 1900, an increase of little less than one-third, resulting from a uniformly low death rate, with a high marriage and birth rate, and characterized by that preponderance of male over female children which is common to all the South Slavonic lands.",
		"Without regaining that preponderance in the Levant which had been secured after the victory of Lepanto and before the civil wars, Marseilles still took an honorable place there, confirmed by the renewal in 1604 of the capitulations of Francis I.",
		"Thus from this long duel between the two countries Spain issued much enfeebled, while France obtained the preponderance in Italy, Germany, and throughout northern Europe, as is proved by Mazarins successful arbitration at Copenhagen and at Oliva (May-June I66o).",
		"Economic reformers found a moral justification for their dissatisfaction in philosophical theories; the chance conjunction of a philosopho-political idea with a national deficit led to the preponderance of the third estate at the elections, and to the predominance of the democratic spirit in the states-general.",
		"The conflict between him and the Assembly immediately broke out, and became acute over the verification of the mandates; the third estate desiring this to be made in common by the deputies of the three orders, which would involve voting by head, the suppression of classes and the preponderance of the third estate.",
		"A still more marked effect of the preponderance of rainfall in the western half of the chain is seen in the aspect of the vegetation.",
		"Heterangium shows, on the whole, a decided preponderance of Filicinean vegetative characters, though in the leaf-traces and the secondary tissues the Cycads are approached.",
		"The fur is remarkable for the preponderance of the beautifully soft woolly under-fur, the longer stiffer hairs being scanty.",
		"These events gave a preponderance of power to the nobles, but concurrently a number of circumstances were silently preparing the way for a great increase of authority on the part of the ruler.",
		"If a person has a preponderance of fast-twitch muscles there is no chance of him or her becoming a world-class marathoner.",
		"If spontaneous nystagmus is present, this must be taken into consideration when calculating both canal paresis and directional preponderance.",
		"Their preponderance in Ulster and their consciousness of their great service to England led them first of all to hope that Presbyterianism might be substituted for Episcopacy in Ulster, and afterwards, that it might be placed on an equal footing with the latter.",
		"At Edgehill he had observed the inferiority of the parliamentary to the royalist horse, could not rally afterwards, \"whereas Cromwell's troops if they prevailed, or though they were beaten and routed, presently rallied again and stood in good order till they received new orders\"; and the king's military successes dwindled in proportion to the gradual preponderance of Cromwell's troops in the parliamentary army.",
		"The latter occurs onl y in the temperate possessions of the British empire, in which there is no great preponderance of a coloured native population.",
		"Though displaying a preponderance of Oriental characteristics, it retained a quality of its own quite unlike the styles evolved by other Western countries.",
		"Gladstone, addressing the electors of Newark, said that he was bound by the opinions of no man and no party, but felt it a duty to watch and resist that growing desire for change which threatened to produce \" along with partial good a melancholy preponderance of mischief.\"",
		"The report finds that the preponderance of self-employed teleworkers also helps explain their other characteristics.",
		"A slight male preponderance has also been documented.",
		"Once you have names, dates and locations to go by, locate primary sources, secondary sources or a preponderance of evidence to support each link in the family tree.",
		"Moreover, it can be positively balanced by a preponderance of earth energies emanating from other dominant planets and houses.",
		"Brennan confirmed the FBI was approached and questioned about the preponderance of credible tips.",
		"Table XIII., in which the totals for the United Kingdom include those for the Channel Islands and Isle of Man, illustrates the preponderance of the sheep-breeding industry in the drier climate of Great Britain, and of the cattle-breeding industry in the more humid atmosphere of Ireland.",
		"By the establishment of the Latin empire Venice had gained a preponderance.",
		"It now appeared necessary to the Entente Powers to avert Baltic and German preponderance in Latvia as a consequence of the military situation, and the policy of non-intervention was abandoned in favour of Ulmanis' Government.",
		"Some 25% more women than men were so employed, this preponderance being due to the large number of Kaffir women and the few native men who work in the mealie fields.",
		"What are the instruments for securing the preponderance of Altruism?",
		"In 358 B.C. Roman preponderance in the Pomptine territory was shown by the formation of the tribus Pomptina and Publilia, while in 338 and 3 2 9 respectively Antium and Tarracina became colonies of Roman citizens, the former having been founded as a Latin colony in 494 B.C.",
		"The preponderance of the female population over the male is approximately as 1052 to 1000.",
		"Its whole history is that of a long struggle against the preponderance of Genoa.",
		"The numerical preponderance of the works of Philodemus led some people to believe that this had been the library of that philosopher.",
		"The preponderance of continuing oppression makes it apparent that we need to continue to rally for mintorities' rights.",
		"The preponderance of evidence against him makes is impossible to aquit him.",
		"The latter occurs only in the temperate possessions of the British empire, in which there is no great preponderance of a coloured native population.",
		"The first of these was the preponderance of the French monarchy and nation in Europe."
	],
	"synonyms": [
		"prevalence",
		"most",
		"predominance",
		"ascendancy",
		"dominance",
		"weight",
		"supremacy",
		"superiority",
		"command",
		"preponderancy",
		"mass",
		"bulk",
		"prepotency",
		"preeminence",
		"paramountcy"
	],
	"antonyms": []
}