{
	"word": "rash",
	"meaning": [
		"Too hasty or incautious in acting or speaking; reckless.",
		"Characterized by too great haste or recklessness.",
		"Bringing quick results.",
		"A visible lesion or group of lesions on the skin, caused by any of numerous factors including infectious agents, drugs, and allergies.",
		"An eruption of spots on the skin, usually temporary.",
		"An outbreak of many instances within a brief period.",
		"A sudden appearance of a large or excessive number of instances.",
		"A surname​."
	],
	"sentences": [
		"It was a rash thing to do.",
		"Look, if she did go and do something rash, we both know the jerk deserved it.",
		"It would be rash summarily to dismiss this old tradition of the twenty-one nasks as pure invention.",
		"The rash attempt of Murat in the autumn of 1815, which led to his death at Pizzo in Calabria, enabled the Bourbon dynasty to crush malcontents with all the greater severity.",
		"But it would be more than usually rash to prophesy that this exceptional popularity will endure.",
		"Even his friend Malesherbes thought he was too rash, and was, moreover, himself discouraged and wished to resign.",
		"The precaution proved useless, and four months later Cecil committed one of the rare rash acts of his life in marrying Mary Cheke.",
		"In 1534 Lord Thomas Fitzgerald, better known as Silken Thomas (so called because of a fantastic fringe worn in the helmet of his followers), a young man of rash courage and good abilities, son of the Lord Deputy Kildare, believing his father, who was imprisoned in the Tower of London, to have been beheaded, organized a rebellion against the English Government, and marched with his followers from the mansion of the earls of Kildare in Thomas Court, through Dame's Gate to St Mary's Abbey, where, in the council chamber, he proclaimed himself a rebel.",
		"So late as the 10th and iith centuries we find certain texts invoking the Salic Law, but only in a vague and general way; and it would be rash to conclude from this that the Salic Law was still in force.",
		"Allergy rash-Your baby's rash may be caused by a food allergy.",
		"Purchasing a loose fitting rash guard is a decision made with careful consideration.",
		"Impetigo-This is typically a more severe rash.",
		"Within fifteen minutes of exposure to these plants, rash development may be prevented by washing the area with soap and water.",
		"Seborrhea-This type of rash can actually move up onto baby's belly.",
		"If your child's rash doesn't improve with over-the-counter treatment, you may need to contact your doctor.",
		"For years, disposable diaper advocates stated that children who wear disposables have a lesser instance of diaper rash.",
		"Today, most pediatricians agree that there isn't any one diaper, disposable or cloth, that can prevent diaper rash.",
		"You want to reduce the risk of diaper rash as much as possible!",
		"What is the best diaper rash product for the NICU?",
		"If you find yourself spending countless hours worrying about your infant in a critical care unit, something as small as a diaper rash may not be high on your list of concerns.",
		"The longer your infant remains in this diaper, the worse the rash will become.",
		"Some children may also develop a fever or a rash.",
		"Rarely does any baby make it through childhood without experiencing an irritating, and sometimes painful, diaper rash.",
		"While no parent wants to see his or her child suffer through a diaper rash, watching a premature baby or sick infant endure one is even worse.",
		"Critical care nurses and parents who have already fought this battle often have strong opinions on the best diaper rash product for the NICU.",
		"Before you begin treating a rash, however, you need to understand what might be causing it.",
		"Wetness-Prolonged exposure to a wet diaper is one of the most common causes of a diaper rash.",
		"The bacteria from urine and feces can quickly buildup on a baby's tender skin, causing a rash that can become more severe if left untreated.",
		"Eczema-Eczema, which is a scaly rash that can occur in the diaper area as well as the legs and other parts of the groin, most likely occurs because of a child's reaction to allergens in the environment.",
		"Yeast infection-A yeast infection is often mistaken for a common diaper rash.",
		"Thus, a diaper rash that is due to a yeast infection is quite common in the NICU.",
		"You don't want to spend a lot of time determining the best diaper rash product for the NICU, so which product should you use to treat your baby's diaper rash?",
		"First, keep in mind that there are other steps you can take before you even select a diaper rash ointment.",
		"Sometimes, simply keeping the skin dry and chemical free is all it takes to head off a nasty diaper rash.",
		"Finally, if you still need a diaper rash product that will relieve your baby's suffering, there are several on the market.",
		"Grandma El's Diaper Rash Remedy-It only takes a small amount of this cream to do the trick, and it is great for repelling moisture.",
		"A&D Ointment-This is a great all-purpose ointment that may just do the trick on your infant's diaper rash.",
		"If you've used another great diaper rash product not on this list, please let our readers know by writing to us in the comments section of this article.",
		"An effective diaper rash remedy doesn't merely come in a tube.",
		"Although these examples represent extreme cases, it is very important to deal with a diaper rash as soon as it forms.",
		"Many parents handle a diaper rash by cleansing the area with baby wipes and then applying a standard diaper cream.",
		"However, in several cases, this diaper rash remedy is ineffective and may aggravate an existing rash over time.",
		"It's distressing for parents to see the same rash reappearing and worsening, despite their persistent wipe and cream efforts.",
		"The cleansing agents in baby wipes can irritate a rash, causing more pain and redness.",
		"Placing diaper cream over this residue may protect a little from future bowel movements, but the underlying acid residue will still aggravate your infant's diaper rash.",
		"Similarly, sensitive skin or an allergy to fabrics, sometimes known as contact dermatitis, may also cause a rash.",
		"This type of rash is often seen within the folds of the skin also.",
		"Some cases of allergic reactions have occurred, so if a rash or redness appears, discontinue use.",
		"Babecology Diaper Balm-If you want a diaper rash product that is organic in nature, then this cream is for you.",
		"If this residue, combined with the ritual of irritating cleansing agents, becomes a constant during your baby's diaper changes, it won't be surprising when baby's rash either worsens or fails to heal.",
		"So you may need to experiment with several creams until you find the diaper rash remedy that works best for baby.",
		"Diaper area irritation is common during the first year, but severe diaper rash causes painful burning and sensitivity.",
		"Fortunately, it's easier than ever to successfully treat all stages of rash and discomfort in the diaper area.",
		"The term diaper rash describes any type of skin irritation that appears in the diaper region and occurs with the use of both cloth diapers and disposable diapers.",
		"Other terms used for this type of rash include napkin dermatitis, ammonia dermatitis and diaper dermatitis.",
		"Most of the time, parents can spot diaper rash without the need for a doctor visit and successfully treat the condition with a wide range of over-the-counter remedies.",
		"In cases of severe diaper rash, parents should get a diagnosis and treatment plan from their baby's pediatrician.",
		"At the first sign of a rash in the diaper region, nervous parents may feel the urge to rush their baby to the doctor, but most rashes are normal and improve within three to four days with at-home treatment.",
		"A doctor should examine babies who experience any of the symptoms of severe rash as soon as possible.",
		"The list below describes other factors that may cause a severe case of diaper rash in babies and toddlers.",
		"Occasionally, even the best prevention methods may fail, and babies still contract a serious rash in the diaper region.",
		"The first thing to do in the event of a severe rash is take the baby to the doctor who will likely prescribe an antibiotic cream and provide care instructions.",
		"Parents may also use the tips below to treat the symptoms of diaper rash but only if their baby's doctor approves of the treatments.",
		"The pain and worry of a severe diaper rash can disrupt a happy family, but with a little diligence and tender loving care, your baby's health and happiness will improve in no time.",
		"A small tube of diaper rash cream is also a good item for the diapering category.",
		"Diaper cream-Desitin, Baby's Bliss, Aveeno Diaper Rash Cream, and Boudreaux's Butt Paste are all popular diaper cream choices.",
		"This causes a raised, thick rash that may be oily in appearance and is usually found on the buttocks, genitalia and the abdomen.",
		"Alternatively, a yeast diaper rash may appear as bright red, with raised bumps that can be found on the buttocks and genitals.",
		"The edges of the rash are usually sharp, although there may be spots that dot the abdomen or upper thighs.",
		"You may also be able to tell if a diaper rash is caused by yeast when attempts to get rid of it are not helpful.",
		"You can suspect a yeast rash if you've been applying diaper cream regularly but it doesn't seem to work.",
		"Yeast rashes also last longer than a couple of days and typically do not respond to powders, diaper creams or frequent diaper changes, once the rash has started.",
		"This excess amount of yeast then becomes the source of an infection, which leads to a rash.",
		"When the good bacteria in the intestinal flora are killed off through antibiotic use, yeast can begin to proliferate, which may develop into a rash.",
		"Everyone has small amounts of yeast in their bodies, but giving it this type of environment can invite excess growth and rash.",
		"This can create a diaper rash when the yeast is in the baby's stool.",
		"You may be able to treat a yeast rash at home with regular care and some over-the-counter medications.",
		"If you are still unable to get rid of the rash after a couple of days, your doctor may prescribe a topical ointment.",
		"If you have been treating the rash and it doesn't appear to be clearing up, contact your child's doctor.",
		"According to Medline Plus, your baby should see a physician if the yeast rash is not getting better within 2 to 3 days of treatment.",
		"Additionally, contact your doctor if the rash continues to spread, if you notice that there are open sores, or if your baby develops a fever.",
		"If a rash breaks out and doesn't disappear after a few days, consult a doctor or dermatologist.",
		"Some parents report that disposable diapers are more likely to cause diaper rash.",
		"Stevia may help to heal certain skin rashes when the concentrate is applied to the rash.",
		"If you develop a rash, hives or difficulty breathing after taking this supplement, see a physician immediately.",
		"The round, worm shaped rash can cause itching, redness and baldness on the scalp.",
		"Any strong negative side effects, difficult breathing, rash or other serious medical condition merits a trip to the emergency room or the doctor's office.",
		"For babies, Hyland's offers products to ease teething pain, diaper rash and colic.",
		"Juniper shrubs, for example, often cause a burning, itchy skin rash.",
		"If your skin itches or breaks out in a rash where you've applied the makeup, chances are, bismuth oxychloride is to blame.",
		"Nothing kills the Halloween spirit like an itchy rash all over your face and neck, or a trip to the hospital.",
		"Changing brands can induce an allergic rash that would be unattractive and painful.",
		"Hives appear on the skin as a raised pink or red rash that is often oval shaped ranging in diameter from a few millimeters to several inches or more.",
		"She also developed a rash on her breasts around the incisions that only got worse.",
		"Over the past year, there have been a rash of young, beautiful and talented Hollywood starlets that have, for lack of a better phrase, run amok.",
		"Diaper rash is a common problem and one that can keep recurring, especially in the winter months when a baby needs more covering.",
		"Also, you should not use this mixture if your dog has any kind of skin rash because the peroxide will cause more irritation to his skin.",
		"As so often happens with breeds dubbed \"most popular,\" this resulted in a rash of over-breeding.",
		"Natural balms made to prevent diaper rash can be used for dry skin all over the body and are much less harsh than the conventionally produced products for diaper rash.",
		"It contains organic rooibos, which can help calm painful conditions such as skin allergies, eczema, and diaper rash.",
		"Limiting babies' exposure to such substances can help keep skin allergies at bay, as well as common childhood skin conditions like cradle cap, diaper rash and dry flaky skin.",
		"Earth Mama Angel Baby Organic Herbal Diaper Rash Soap offers a great way to fight diaper rash while still providing gentle cleansing for tender baby skin.",
		"Earthlings Organic Baby Wash and Cleanser is suitable for bathing babies who have extra-sensitive skin and is specially formulated to help prevent and control diaper rash and cradle cap.",
		"This will help you to isolate the source of any problems if you start to develop a rash or other symptoms.",
		"Skin salves, sometimes known as body butters, are designed to heal dry skin, whether it is due to generally dryness or problems such as diaper rash and eczema.",
		"Lost River Naturals has a variety of organic skin salves, including generic healing salve, diaper rash salve, nipple salve for breastfeeding mothers and hemorrhoid salve.",
		"The desire to get even can lead to rash actions, particularly if you've been the butt of a joke that you didn't enjoy.",
		"The last thing you want to do is make a rash purchase, only to find the exact model you've selected available elsewhere at a cheaper rate.",
		"Seriously though, this game gave me a rash.",
		"Purpura, a purplish or reddish-brown rash or discoloration of the skin, and petechiae, small round pinpoint hemorrhages, are both caused by the leakage of blood from tiny capillaries under the skin.",
		"Most parents consult a pediatrician or primary care doctor after noticing their child has the typical purpuric skin rash, frequent nosebleeds, or bleeding from the digestive or urinary tract.",
		"The sudden onset of ITP-like symptoms can be a concern, but the presence of a rash or bruising is not a signal for alarm because there are so many possible causes of these symptoms in childhood.",
		"Fifth disease is a mild childhood illness caused by the human parvovirus B19 that causes flu-like symptoms and a rash.",
		"It is also called the \"slapped cheek disease\" because, when the bright red rash first appears on the cheeks, it looks as if the face has been slapped.",
		"It is at this time, prior to the development of the rash, that individuals are contagious.",
		"In children, especially those under the age of ten, a bright red rash that looks like a slap mark develops suddenly on the cheeks a few days after the original symptoms were experienced.",
		"The rash may be flat or raised and may or may not be itchy.",
		"Sometimes, the rash spreads to the arms, legs, and trunk, where it has a lace-like or net-like appearance as the centers of the blotches fade.",
		"By the time the rash appears, individuals are no longer infectious.",
		"On average, the rash lasts for ten to 11 days but may last for as long as five to six weeks.",
		"The rash may fade away and then reappear upon exposure to sunlight, hot baths, emotional distress, or vigorous exercise.",
		"Parents should call their child's doctor if their child develops a rash, especially if the rash is widespread over the child's body or if the rash is accompanied by other symptoms.",
		"Fifth disease is usually suspected based on a patient's symptoms, including the typical appearance of the bright red rash on the cheeks, patient history, age, and the time of year.",
		"The physician will also exclude other potential causes for the symptoms and rash, including rubella, infectious mononucleosis, bacterial infections such as Lyme disease, allergic reactions, and lupus.",
		"Potential side effects of phototherapy used for elevated bilirubin levels, include watery diarrhea, increased water loss, skin rash, and transient bronzing of the skin.",
		"Symptoms of toxic shock include abdominal pain, confusion, dizziness, and widespread red skin rash.",
		"If the child has a fever and sore throat, a wound that seems to be infected, a rash, is acting very sick, or has any other symptoms of strep infection, the doctor should be consulted.",
		"Candida also may infect an infant's diaper rash, as it grows rapidly on irritated and moist skin.",
		"The infected skin in diaper rash that includes infection with Candida appears fiery red with areas that may have a raised red border.",
		"The risk of diaper rash complicated with candidiasis can be reduced by preventing irritating dermatitis through the use of absorbent diapers and prevention of excessive exposure to urine or feces through frequent changing of diapers.",
		"Anyone who develops symptoms such as a rash, swelling, or difficulty breathing after taking acetaminophen should stop taking the drug and get immediate medical attention.",
		"In addition to a sore throat, symptoms that accompany an adenovirus infection include cough, runny nose, white bumps on the tonsils and throat, mild diarrhea, vomiting, and a rash.",
		"Scarlet fever causes a rash and can cause high fever and convulsions.",
		"Often temporary, a rash is only rarely a sign of a serious problem.",
		"A rash may occur on only one area of the skin, or it may cover almost all of the body.",
		"Generally a skin rash is an intermittent symptom, fading and reappearing.",
		"Contact dermatitis is a rash that appears after the skin is exposed to an allergen, such as metal, rubber, some cosmetics or lotions, or some types of plants (e.g. poison ivy).",
		"Drug reactions are another common allergic cause of rash; in this case, a rash is only one of a variety of possible symptoms, including fever, seizures, nausea and vomiting, diarrhea, heartbeat irregularities, and breathing problems.",
		"This rash usually appears soon after the first dose of the course of medicine is taken.",
		"This rash has red, spotty sores, and there may be an ammonia smell.",
		"In most cases the rash will respond within three days to drying efforts.",
		"A diaper rash that does not improve in this time may be a yeast infection requiring prescription medication.",
		"A doctor should be consulted if the rash is solid, bright red, causes fever, or the skin develops blisters, boils, or pus.",
		"Infants also can get a rash on cheeks and chin caused by contact with food and stomach contents.",
		"This rash will come and go, but usually responds to a good cleaning after meals.",
		"Heat rash is a mass of tiny pink bumps on the back of the neck and upper back caused by blocked sweat glands.",
		"The rash usually appears during hot, humid weather, although a baby with a fever can also develop the rash.",
		"A baby should be seen by a doctor immediately if the rash appears suddenly and looks purple or blood-colored, looks like a burn, or appears while the infant seems to be sick.",
		"A doctor or other healthcare provider should be called when a rash that cannot accurately be identified appears or when an identified rash does not disappear in two to three days.",
		"A physician can make a diagnosis based on the medical history and the appearance of the rash, where it appears, and any other accompanying symptoms.",
		"The rash triggered by allergies should disappear as soon as the allergen is removed; drug rashes will fade when the person stops taking the drug causing the allergy.",
		"For the treatment of diaper rash, the infant's skin should be exposed to the air as much as possible; ointments are not needed unless the skin is dry and cracked.",
		"A person known to be allergic to certain drugs or substances should avoid those things in order to prevent a rash.",
		"Diaper rash can be prevented by using cloth diapers, keeping the diaper area very clean, changing diapers often, and by breastfeeding.",
		"Scurvy-A nutritional disorder caused by vitamin C deficiency that is characterized by tiredness, muscle weakness, joint and muscle aches, a rash on the legs, bleeding gums, and skin bruising.",
		"One child may have a mild rash on the forearms when eating half a dozen strawberries.",
		"Another may be covered with a rash after eating only one.",
		"Peanut oil, known by doctors and nurses as arachis oil, is found in baby lotion and creams, especially those used to treat diaper rash, eczema, and dry skin.",
		"A raised rash of dark red-purple spots is common, especially on skin between the waist and the knees.",
		"Scarlet fever is a rash that complicates a bacterial throat infection called strep throat.",
		"A sore throat and a raised, sandpaper-like rash over much of the body are accompanied by fever and sluggishness (lethargy).",
		"Approximately 10 percent of all children who have strep throat develop the characteristic scarlet fever rash.",
		"The main symptoms and signs of scarlet fever are fever, lethargy, sore throat, and a bumpy rash that blanches under pressure.",
		"The rash appears first on the upper chest and spreads to the neck, abdomen, legs, arms, and in folds of skin such as under the arm or groin.",
		"The chief diagnostic signs of scarlet fever are the characteristic rash, which spares the palms and soles of the feet, and the presence of a strawberry tongue in children.",
		"Allergies can become obvious in the first few months of life in the form of nasal congestion, cough, rash, or diarrhea following food intake.",
		"Allergic reaction-An immune system reaction to a substance in the environment; symptoms include rash, inflammation, sneezing, itchy watery eyes, and runny nose.",
		"Urticaria-An itchy rash usually associated with an allergic reaction.",
		"Children with burns, eczema, or diaper rash or those who are immunosuppressed are highly susceptible to the herpes virus.",
		"Sometimes symptoms such as a rash suggest an allergic reaction.",
		"Attacks usually last 12-72 hours and can occasionally involve a skin rash.",
		"These episodes may be accompanied by a skin rash (erythema) or joint pain.",
		"A rash described as an erythema (skin reddening) resembling erysipelas accompanies FMF attacks in a minority of people.",
		"The rash typically occurs on the front of the lower leg or top of the foot, and appears as a red, warm, swollen area about 4-6 inches (10-15 cm) in diameter.",
		"Unexplained recurrent fevers, polyserositis, skin rash, and/or joint pain; abnormal blood studies (see below); and kidney or other disease associated with amyloidosis.",
		"A fever, rash, or stiff neck that occurs with a headache.",
		"Pityriasis rosea is a mild skin disorder common among children and young adults, manifesting initially as a single round spot on the body and followed later by a rash of colored spots on the body and upper arms.",
		"Although some experts suspect the rash may be triggered by a virus, no infectious agent had, as of 2004, been found.",
		"Some scientists believe that the rash is an immune response to some type of infection in the body.",
		"Soap makes the rash more uncomfortable; patients should bathe or shower with plain lukewarm water and apply a thin coating of bath oil to freshly-dried skin afterwards.",
		"After the rash has cleared up, parents often notice that areas where there were spots may appear lighter (hypopigmented) or darker (hyperpigmented) in color than the surrounding skin.",
		"These skin changes will resolve within weeks to months after the rash has cleared.",
		"Measles is an infection caused by a virus, which causes an illness displaying a characteristic skin rash known as an exanthem.",
		"Measles is a very contagious disease primarily characterized by cough, runny nose, red eyes (conjunctivitis), and a characteristic rash on the skin and inside of the cheeks.",
		"The most contagious time period is the three to five days before symptoms begin through about four days after the characteristic measles rash has begun to appear.",
		"A few days later, a rash appears in the mouth, particularly on the mucous membrane that lines the cheeks.",
		"This rash consists of tiny white dots (like grains of salt or sand) on a reddish bump.",
		"A couple of days after the appearance of the Koplik's spots, the measles rash begins.",
		"The rash starts out as flat, red patches but eventually develops some bumps.",
		"Measles infection is almost always diagnosed based on its characteristic symptoms, including Koplik's spots, and a rash which spreads from central body structures out towards the arms and legs.",
		"Rubella, also called German measles or three-day measles, is a highly contagious viral disease that in most children and adults causes mild symptoms of low fever, swollen glands, joint pain, and a fine red rash.",
		"The first visible sign of rubella is a fine red rash that begins on the face and rapidly moves downward to cover the whole body within 24 hours.",
		"The rash lasts about three days, which is why rubella is sometimes called the three-day measles.",
		"A low fever and swollen glands, especially in the head (around the ears) and neck, often accompany the rash.",
		"The rash caused by the rubella virus and the accompanying symptoms are so similar to other viral infections that it is impossible for a physician to make a confirmed diagnosis on visual examination alone.",
		"Some children may develop an itch without a rash when they take certain drugs such as aspirin or codeine.",
		"Others may develop an itchy red drug rash or hives because of an allergy to a specific drug such as penicillin.",
		"Many skin conditions cause an itchy rash.",
		"If the child is itchy all over or has a localized itch in combination with a rash, fever, infection, or is acting sick, the doctor should be contacted.",
		"Swimmer's itch-An allergic skin inflammation caused by a sensitivity to flatworms that die under the skin, resulting in an itchy rash.",
		"Awareness of the symptoms and signs of meningitis, especially the rash which may accompany meningococcal meningitis is very important.",
		"There may be a red drop-like rash (guttate psoriasis) or patches of scaly skin that crack and ooze pus (pustular psoriasis).",
		"The bite may also be accompanied by fever, chills, edema (an accumulation of excess tissue fluid), nausea and vomiting, dizziness, muscle and joint pain, and a rash.",
		"The presence of a skin rash and an enlarged spleen suggests typhoid fever rather than a bacterial infection.",
		"Dermatitis of the buttocks, genitals, lower abdomen, or thigh folds of an infant or toddler is called diaper rash.",
		"The outside layer of skin normally forms a protective barrier that prevents infection; when the barrier fails, the child may develop a rash in the area covered by the diaper.",
		"Diaper rash begins with erythema in the perianal region.",
		"Diaper rash occurs in about 10 percent of infants and is most common between the ages of seven and nine months.",
		"Frequently a flat, red rash resulting from chafing of the diaper against tender skin causes friction rash.",
		"Another infectious cause of diaper rash is impetigo.",
		"The presence of skin lesions means the baby has diaper rash.",
		"However, there are several types of rash that may need specific treatment to heal.",
		"A baby with a rash that does not clear up within two to three days or a rash with blisters or bleeding should receive an evaluation and care from a healthcare professional.",
		"Over-the-counter antifungal creams are often used to treat a rash resulting from yeast.",
		"Good diaper hygiene prevents or clears up many simple cases of diaper rash.",
		"Check the diaper often, every hour if the baby has a rash and change the diaper as soon as it is wet or soiled.",
		"Plain water may be the best cleaning agent when there is a rash.",
		"Some wipes contain alcohol or chemicals that can be irritating and only make diaper rash worse.",
		"Some herbal preparations can be useful for diaper rash.",
		"If the rash does not improve with treatment then the child probably has a yeast infection.",
		"In that case, the rash becomes bright red and raw, covers a large area, and is surrounded by red dots.",
		"Changing the diaper immediately and good cleaning are the best action a parent can take to prevent diaper rash.",
		"Some children will get a rash from certain brands of disposable diapers or from sensitivity to some soaps used in cloth diapers.",
		"Diaper dermatitis (diaper rash)-An inflammatory reaction to irritants in the diaper area.",
		"A rash called erythema marginatum often develops (especially in those patients who will develop heart problems from their illness), composed of pink splotches that may eventually spread into each other.",
		"Dermatomyositis is distinguished from other diseases in this category by the fact that it causes a characteristic skin rash as well as affecting the strength and functioning of the muscles.",
		"In most children the rash first appears on the eyelids or cheekbone area and is often mistaken for an allergy symptom.",
		"In a few children, the rash may spread over the entire body.",
		"In some children, the rash is made worse by exposure to sunlight.",
		"The heliotrope rash is either accompanied or followed by weakness of the body's central muscles; that is, the muscles on or close to the trunk of the body.",
		"The major symptoms of juvenile dermatomyositis include a characteristic reddish or purplish rash called a heliotrope rash; weakness or pain in the proximal muscles; and a low-grade fever.",
		"In children with JDMS, vasculitic ulcers usually appear either in the skin rash or in the digestive tract.",
		"Vasculitic ulcers in the skin look like open sores within the reddish-purple rash; they vary in size from small spots to sores as much as an inch across.",
		"The skin rash associated with JDMS is often mistaken for eczema.",
		"In addition, some children may develop a mild form of muscle weakness before the telltale rash appears.",
		"Many doctors, however, skip this test if the child has the typical heliotrope rash, shows signs of muscle weakness during the physical examination, and has high muscle enzyme levels in the blood test.",
		"A muscle biopsy is necessary, however, if the child has the heliotrope rash but normal enzyme levels.",
		"The most common drug used is prednisone, a steroid that is given to reduce pain, control the fever and skin rash, and improve the strength of the child's muscles.",
		"If the child's skin rash is unusually severe, the doctor may prescribe hydroxychlorethotrexate (Plaquenil).",
		"The characteristic skin rash of JDMS is sometimes called a heliotrope rash because of its reddish-purple color.",
		"The allergic rash of poison ivy, oak, and sumac is characterized by red, weeping blisters and severe itching.",
		"The rash usually appears within one to two days of initial contact with the plant oil, although it may take longer to appear in areas where the skin is thicker, and lasts from one to three weeks (longer in severe cases).",
		"Poison plant rash cannot be spread from person to person by contact with the rash itself or fluid from the blisters, and scratching does not spread the rash (although it can cause scarring and potential infection).",
		"Identifying the plant, particularly if people live in a wooded area or have a lot of vegetation in their yards or neighborhood, is essential to preventing the rash.",
		"Every year up to 50 million Americans develop a poison ivy, oak, or sumac rash.",
		"While direct skin-to-plant contact with poison ivy, oak, or sumac is probably the most frequent cause of the rash, the irritants from the plants can also be passed on indirectly.",
		"Most children will not get a rash the very first time they are exposed to poison ivy, oak, or sumac, although this is when the sensitivity, or immune response, to urushiol develops.",
		"Not everyone acquires an allergic sensitivity to urushiol, but in those that do, the next time they are exposed to the plant and urushiol penetrates the skin, a rash is inevitable.",
		"The first and most annoying symptom of a poisonous plant rash is severe itching.",
		"This may precede the rash or start at the same time as the rash appears.",
		"The rash, which is red and inflamed, usually begins to appear within two days after the initial exposure and is usually in a pattern of streaks or patches that approximates where the plant made contact with the skin.",
		"Blisters and/or red papules may form soon after the rash appears.",
		"Mild cases of poison plant rash can usually be treated at home with over-the-counter creams and itch-relief measures, such as ice packs.",
		"Poison plant rashes are diagnosed through an examination of the rash.",
		"In severe cases of poison plant rash, a prescription-strength cortisone cream or corticosteroid treatment (either oral or injections) may be required to relieve swelling and itching.",
		"There are several lotions and creams on the market that remove urushiol oil from the skin and can prevent further spreading of the rash if oil remains, or even prevent the rash entirely if applied early enough following exposure.",
		"A soak in tea tree oil (Melaleuca alternaifolia) or the application of gel from the aloe vera plant can also be useful in alleviating itching and in drying the blisters of poison plant rash.",
		"Tea tree oil also has antiseptic properties and may be useful in warding off infection when poison plant rash blisters break.",
		"Jewelweed, tea tree oil, and aloe vera are not recognized by the U.S. Food and Drug Administration as treatments for poison plant rash.",
		"Keeping the rash clean and any open blisters bandaged can lessen the chance of infection.",
		"These may be a useful preventative tool against poison plant rash as well.",
		"If exposure does occur, washing with soap and cool water within the first 30 minutes of contact can sometimes prevent a rash.",
		"Pets are typically not sensitive to urushiol, but a dog or cat that seems to be experiencing symptoms of poison plant rash following exposure should be taken to the veterinarian for assessment.",
		"Soothing the itching is the best way to help a child get through the misery of a poisonous plant rash.",
		"Urushiol-The oil from poison ivy, oak, and sumac that causes severe itching, blistering, and rash.",
		"Parents should be aware of the characteristic rash of hand-foot-mouth disease and monitor their children, especially if they are in a child care setting.",
		"Coughs that last more than seven days or are associated with fever, rash, sore throat, or lasting headache should have medical attention.",
		"Side effects are rare but may include vomiting, diarrhea, stomach upset, headache, skin rash, and hives.",
		"These products should not be used to treat diaper rash in infants or incontinence rash in adults.",
		"Roseola is a common disease of babies or young children, in which several days of very high fever are followed by a characteristic rash.",
		"About 90 percent of all children have been exposed to the virus, with about 33 percent actually demonstrating the syndrome of fever followed by rash.",
		"Somewhere around the fifth day, a rash begins on the body.",
		"The rash is usually composed of flat pink patches or spots, although there may be some raised patches as well.",
		"The rash usually starts on the chest, back, and abdomen then spreads out to the arms and neck.",
		"The rash lasts for about three days then fades.",
		"Once it is clear that no pneumonia, ear infection, strep throat, or other common childhood illness is present, the practitioner usually feels comfortable waiting to see if the characteristic rash of roseola begins.",
		"A distinctive, painful skin rash, called dermatitis herpetiformis, may be the first sign of celiac disease in adults but rarely occurs in children with celiac disease.",
		"It causes scaly, swollen blisters or a rash that looks like black dots.",
		"It produces an itchy, blistery rash that typically lasts about a week and is sometimes accompanied by a fever or other symptoms.",
		"The result is shingles (also called herpes zoster), a painful nerve inflammation, accompanied by a rash that usually affects the trunk or the face for ten days or more.",
		"As of 2004, two relatively newer drugs for treatment of shingles are valacyclovir (Valtrex) and famciclovir (Famvir), both of which stop the replication of herpes zoster when administered within 72 hours of appearance of the rash.",
		"The symptom of henna tattoo reaction is an eczema-like rash around the tattoo site.",
		"Symptoms include a purple spotted skin rash, abdominal pain, gastrointestinal upsets, and joint inflammation, swelling, and pain.",
		"The characteristic rash is always present in the disease.",
		"The rash begins as areas of redness and as small hives, which may develop anywhere on the body, but especially on the legs and buttocks, and may itch.",
		"The rash is caused by inflamed capillaries rupturing, allowing small amounts of blood to accumulate in the surrounding tissues.",
		"Each rash spot will last about five days, and the rash can reoccur several times.",
		"Most children first develop an itchy skin rash.",
		"The rash is red, either flat or raised, and may be small and freckle-like.",
		"The rash may also be larger, resembling a bruise.",
		"A rash made up of tiny pink bumps develops, covering the palms of the hands and the soles of the feet.",
		"Although rash is less common than with streptobacillary rat-bite fever, there may be a lightly rosy, itchy rash all over the body.",
		"When a rash develops, this form of strep throat is called scarlet fever.",
		"The rash is a reaction to toxins released by the streptococcus bacteria.",
		"A red rash over the trunk may come and go for weeks or months.",
		"The virus is contagious from one or two days before the first rash appears until the blisters have formed complete scabs and no new rash has appeared for 24 hours.",
		"For instance, serum sickness typically causes a rash and joint swelling after the offending drug is administered.",
		"The most common symptom of an IgE-mediated drug allergy is a rash that develops after the child has taken the drug for several days and produced antibodies against it.",
		"In irritant contact dermatitis, the rash is usually limited to the area that was exposed to the substance, whereas in allergic contact dermatitis, the rash often spreads beyond the area directly exposed to the allergen.",
		"Every year between 10 and 50 million Americans in all age groups develop an allergic rash following contact with poison ivy or poison oak.",
		"A common form of irritant contact dermatitis in infants is diaper rash, which develops when the protective epidermal layer of the baby's skin is damaged by long periods of contact with fecal matter and urine.",
		"The doctor will ask when the symptoms started, whether this is the first time they occurred, whether the rash is spreading, whether the primary sensation is itching or burning, and how severe the itching or burning feels.",
		"Diaper rash is often treated by applying various emollient preparations that restore lipids to the child's skin.",
		"Rocky Mountain spotted fever (RMSF) is a tick-borne illness caused by a bacteria, resulting in a high fever and a characteristic rash.",
		"The rash of RMSF is quite characteristic.",
		"The rash spreads up the arms and legs, toward the chest, abdomen, and back.",
		"Unlike rashes that accompany various viral infections, the rash of RMSF does spread to the palms of the hands and the soles of the feet.",
		"Rubella is a virus that causes German measles, an illness that includes rash, fever, and symptoms of an upper respiratory tract infection.",
		"The shield should have air holes or vents to prevent saliva from collecting behind it and causing an irritation or rash.",
		"Experimental studies of individuals fed a manganese deficient diet have revealed that the deficiency produces a scaly, red rash on the skin of the upper torso.",
		"Signs include a rash on the face, groin, hands and feet, and diarrhea.",
		"Common side effects associated with ziprasidone include dizziness, fatigue, constipation, and rash.",
		"Possible side effects of lamotrigine include skin rash, dizziness, drowsiness, headache, nausea, and vomiting.",
		"Symptoms can include skin rash, joint inflammation, fever, headache, fatigue, and muscle pain.",
		"The most recognizable indicator of Lyme disease is a rash around the site of the tick bite.",
		"On children with dark skin, the rash may look like a bruise.",
		"Any child that develops a round, bull'seye skin rash, joint pain, flu-like symptoms, and/or neurologic symptoms as described above should see a doctor.",
		"The most helpful piece of information is whether a tick bite or rash was noticed and whether it happened locally or while traveling.",
		"The American College of Physicians recommends treatment for a patient with a rash resembling EM or who has arthritis, a history of an EM-type rash, and a previous tick bite.",
		"Erythema migrans-A red skin rash that is one of the first signs of Lyme disease in about 75% of patients.",
		"The red, scaly rash can spread to the forehead, behind the ears, and in the creases of the neck and armpits.",
		"The rash is not itchy and usually does not bother babies.",
		"When yeast is present, the rash is itchy and uncomfortable.",
		"Babies exhibit a characteristic non-itchy greasy red scaly rash or dry whitish or grayish scales on the scalp and possibly on other areas.",
		"If the rash does not improve after regular washings with baby shampoo or if the rash spreads and becomes red and itchy, especially in the diaper area, the doctor should be consulted.",
		"Diagnosis is made on visual inspection of the rash.",
		"Parents are often concerned that the rash will leave a scar on their baby's skin.",
		"Sometimes the rash that appears on the face is the first noticeable sign of a rubella infection.",
		"The rash spreads quickly and disappears just as rapidly; sometimes it is gone from the face and the neck by the time it reaches the arms and the legs.",
		"The rash usually lasts two to four days.",
		"Isolation from other children is brief or not carried out at all; since the infectious stage is so brief, there is little danger of passing on the infection after the rash appears.",
		"Body lice bites first appear as small red pimples or puncture marks and may cause a generalized skin rash.",
		"The most common form of the disease is called acne vulgaris-the rash that affects many adolescents.",
		"In secondary syphilis, the infection becomes systemic and the individual experiences symptoms such as fever, headache, sore throat, rash, and swollen glands.",
		"These marks can appear to be a red rash or lesion.",
		"Some patients with polyarticular JA will have other symptoms of a systemic illness, including anemia (low red blood cell count), decreased growth rate, low appetite, low-grade fever, and a slight rash.",
		"Patients with a cough that lasts more than seven days or is associated with fever, rash, sore throat, or lasting headache should have medical attention.",
		"Between 1978 and 1980 thousands went to emergency rooms with high fever, vomiting, low blood pressure, diarrhea, and a rash resembling sunburn.",
		"Wiskott, a physician working in Munich, described two affected boys of German ancestry who had repeated infections, a skin rash, and poor blood-clotting ability.",
		"Most types of dermatitis are characterized by an itchy pink or red rash.",
		"The diagnosis of dermatitis is made on the basis of how the rash looks and its location.",
		"Two weeks after the rash disappears, the person may resume use of the substances, one at a time, until the condition recurs.",
		"The pruritus often creates a vicious cycle of itching and scratching, which leads to more widespread rash, which leads to more itching.",
		"The doctor may suggest a food challenge in order to identify a food or foods that may be triggering the child's skin rash.",
		"Depending on the severity and location of the skin rash, the child may withdraw from social activities to avoid teasing or resent restrictions on athletic or other outdoor activities.",
		"Common symptoms include an inflamed sore in the area of the bite or scratch, swollen lymph nodes, fever, fatigue, and rash.",
		"Even brief exposure to sun can cause severe sunburn or rash.",
		"If a rash appears, do not use Natural Instincts to color the hair.",
		"It is important, however, to keep the diaper area clean and dry to prevent diaper rash if possible.",
		"Also check for diaper rash, which can be caused by candida.",
		"Additionally, the Water section deals with neoprene suits and separates, as well as rash guards with varying UPF levels to help ensure that you make the right choice for your sport.",
		"Wear whatever you're going to be wearing under your wet suit to the fitting, whether it's a rash guard or a simple T-shirt.",
		"You can either choose the two-piece halter set or the short-sleeve blue, multi-floral design rash guard top.",
		"For more active children, choosing an i play rash guard provides extra protection against abrasions and other skin irritations associated with chlorine, kick boards, pool ledges, sand and concrete.",
		"Kids rash guards and board shorts are readily available online and at your local swim shop.",
		"One of the main reasons to purchase a rash guard is to protect your child from the damaging effects of ultra violet exposure.",
		"Combining protective active wear like a rash guard with sun block on the rest of your child's exposed skin is a far more effective way of screening out UV rays.",
		"Nevertheless, the concept of rash guards is reasonable since they protect the areas of your child's skin that are most exposed to the sun, such as the shoulders, back of the neck and torso.",
		"Rash guards also have a second purpose, and that is to protect the skin from water and abrasions.",
		"This is probably why rash guards are more popular with beach enthusiasts than they currently are with pool swimmers.",
		"The lack of salt, sand and waves also renders rash guards slightly less necessary in a pool.",
		"If your child is spending a lot of time at the beach and is interested in any sort of water sport, from surfing to body-boarding, then he/she will either be looking at wet suits or pairing up rash guards and board shorts.",
		"Many children's swimwear shops sell both kids rash guards and board shorts.",
		"Kids rash guards and board shorts are generally available at specialty swim stores with a children's department.",
		"Department stores such as Macy's and Nordstrom typically carry kids rash guards and boards shorts in recognizable brand names.",
		"Wear them with tanks, rash guards, tankini tops, and virtually any other swim top you can think of.",
		"Rash guards come in long and short sleeve versions, and the smooth combination of nylon and Lycra makes them fit like a second skin.",
		"Loose fit rash guards are loose-fitting athletic shirts worn during participation in water sports and are typically made from spandex, nylon, or polyester.",
		"Other common terms for this article include \"rashie,\" \"rashy\" or \"rash vest.\"",
		"While a typical t-shirt is constructed with four panels, rash guards have six.",
		"Rash guard shirts protect skin from chaffing against a waxed surfboard.",
		"Rash guards also provide protection from the sun.",
		"Some rash guards have built in UV protection, while others don't and you still must wear sunscreen underneath.",
		"Rash guards can also help prevent jellyfish stings.",
		"For men who are uncomfortable swimming or participating in water sports without a shirt, a rash guard can help to conceal perceived body flaws by holding your stomach in and covering pale skin.",
		"Rip Curl's rash guards for men come in a variety of colors, some solid and others two-toned.",
		"Mens' Rip Curl rash guard shirts are available at specialty sporting goods stores.",
		"Check out the following online stores that offer cute options for tankinis, one-piece suits and a variety of rash guards and coverups for extra modesty.",
		"Besides bathing suits, you'll also find rash guards, thermal wear, toys, goggles, cover-ups and much more.",
		"This means you will not get a rash, even after a full day of surfing.",
		"A rash guard may be just the swimwear clothing you need to protect your skin while you're enjoying a number of water sports and activities.",
		"A rash guard is a type of swim shirt designed with ultimate skin protection in mind.",
		"Rash guards were originally developed in answer to the skin rashes that surfers tend to develop while using their boards.",
		"Let's take a look at the features you'll find in a high quality rash guard.",
		"A rash guard is going to take a beating over the course of its wear life since it will be rubbed against rocks, sand and a variety of sporting equipment.",
		"The rash guard has found its way from the beach to the street.",
		"Sleeveless rash guards not only protect your torso, they're also a hot swimwear look this summer.",
		"When you plan to spend a day enjoying water sports, you might also want to plan on spending that day wearing a rash guard.",
		"First, rash guards act as sun blockers, with the highest quality brands eliminating as much as 98 percent of harmful UV rays.",
		"Second, rash guards protect against sand abrasion.",
		"Rash guards are typically made from a durable blend of nylon and Lycra.",
		"We've established that rash guards offer a certain level of skin protection.",
		"Long sleeve rash guards offer the highest level of protection.",
		"Sleeveless rash guards offer no coverage on the arms beyond the shoulder cap.",
		"Sleeveless rash guards may be the swimwear of choice for several reasons.",
		"A sleeveless rash guard can also serve as an undergarment for wet suits and dry suits.",
		"Let's see, there are swim shirts, rash guards and protective swimwear.",
		"Water equipment such as swim shirts, rash guards, and even swim tights make it possible for most of the body to remain protected from the sun.",
		"Rash guards are just one type of swim shirts that attempt to save your body from the assault of saltwater waves.",
		"Likewise, the frequent use of depilatory cream might cause an unsightly rash.",
		"Is the fabric be irritating enough to cause a rash or other discomfort?",
		"Toddlers rash guard shirts are a perfect buy if you have a child, or if you are shopping for one, who need a little extra protection.",
		"Investing in an outfit with rash guard for your son, daughter, niece or nephew means that you'll have a nicer vacation than you may have expected, and so will your toddler.",
		"The rash guard was not specifically invented for toddlers' swimsuit styles, but it does do the job rather magnificently.",
		"When a child is playing by the pool, the light playing off the water can cause serious burns. a rash guard helps tfight this kind of damage to the skin by protecting the skin without weighing the child down.",
		"When your child is doing any summer outdoors activity, like playing near sprinklers, wearing a rash guard is a great way to safeguard against burning.",
		"Many people are mystified about how the rash guard products even work.",
		"Rash guard shirts only let a very small percentage of the sun's rays through them, and this provides a layer similar to sunscreen.",
		"Access the Rash Guard Shirt Company website that features one of the most comprehensive collections of Rash Guard gear available online.",
		"Not only do they have rash guard items for toddlers on their site, but they also carry rash guard gear for men and women.",
		"Head to Reef Gear for a variety of rash guard shirts and accessories, including full body wetsuits, plain tees and sweatshirts, and active-style mock neck shirts.",
		"This is an easy-to-navigate shopping destination that only offers the best in rash guard protection.",
		"Visit the Beach Depot for affordable rash guard gear for kids in plain, solid colors.",
		"With so many styles from which to choose, it's longer a question of whether or not you need to buy a toddlers rash guard shirt, but which type to buy.",
		"The material used still breathes, much like a rash guard, so you can keep your cool when the mercury sky-rockets.",
		"If you don't want to purchase this style of suit, top your usual bikini with board shorts and a rash guard to ensure everything stays put where it's supposed to.",
		"Junior swimwearcover ups span the style-gamut from sporty board shorts and rash guards to terry cloth jumpers and stylish sarongs.",
		"Board shorts and rash guards epitomize the surfer look, but even if you don't plan on catching a wave, you can still sport these cover ups over your swimsuit.",
		"When choosing board shorts and rash guards, you have a lot of flexibility.",
		"Similarly, you can purchase a sleeveless, short-sleeved or long-sleeved rash guard.",
		"If you're a young lady who loves to move around without worrying too much about modesty, board shorts and rash guards may be the best choice.",
		"Unlike board shorts and rash guards, they aren't meant to wear into the water, so they're strictly a beachside cover up.",
		"For girls who plan on all-day sun and water activity, rash guards are a necessity for maintaining comfort and skin safety.",
		"Worn primarily by surfers, rash guards give more all-over coverage for day-long activity.",
		"Since sun protection is one of the primary concerns for parents, it is preferable to purchase a rash guard that has guaranteed protection built into its fabric.",
		"Their rash guards for girls feature chlorine and saltwater resistance and have a UPF of 50.",
		"It is still recommended, however, that you apply a base layer of sunscreen before putting on the rash guard.",
		"Their girls' rash guard is simple and yet pretty, with a solid front and patterned side and back panels.",
		"While some rash guard labels say they can be machine-washed, it is always best to wash them by hand in cold water, then roll them in a towel before laying them flat to dry.",
		"If you're looking for men's discount rash guards, you want to be mindful about cost versus substance.",
		"A rash guard must be sturdy enough to protect you from harmful sun rays and if it's cheaply made, it won't do you much good.",
		"Your absolute best bet in saving money on rash guards is to look for sales and other markdowns on good makes such as O'Neill.",
		"If you buy a rash guard at the end of the season to set aside for the following summer, you can often get great bargains.",
		"You can also find good rash guards on sites such as Amazon, REI and Sierra Trading Post, the latter especially is known for cut-rate prices on excellent gear.",
		"While second-hand sites such as eBay are great for a lot of other things, you want to be mindful about second-hand rash guards.",
		"When a rash guard stretches, it loses its ability to provide you complete UPF protection, so if it was not quite someone's size, it won't be as sturdy.",
		"One of the best sites for shopping for rash guards is Rash Guard Shirt Co. You can find men's discount rash guards here in their sale section.",
		"Some of the more basic rash guards are only about $30.",
		"When they have sales - you should definitely check in winter, which is when many things are marked down - you can find these same rash guards for under $20.",
		"If you are part of a swim or surf team, you might want to explore this possibility, as the prices will then run as low as under $15 per rash guard.",
		"Waterski World also has men's discount rash guards, although they only carry Quiksilver and will usually have a very small selection.",
		"The other most common sort of modern shirt and short swimming outfit is a rash guard with matching shorts, worn mostly by surfers.",
		"Rash guards have been worn by surfers for years as they prevent skin chafing and thus optimize comfort for a day in the water.",
		"This was ideal for surfers, who now use rash guards instead, or volleyball players.",
		"A rash guard hoodie is perfect for a day when you want some head protection but need to keep it lightweight.",
		"What you want in any rash guard is for it to have strong UPF protection.",
		"The best rash guards will have a built-in UPF of 50 or more.",
		"A rash guard hoodie will also cover the all-important neck, which is too easily neglected and prone to burning.",
		"You don't want your rash guard to have too much stretch, because as it stretches, it loses its UPF strength.",
		"Most of the top surf stores have a selection of rash guard hoodies from which to choose.",
		"Rash Guard Shirt Co. has a great selection, especially of O'Neill rash guards.",
		"There are also rash guard hoodies for women and kids.",
		"The women's rash guard is part of the 24/7 line and fits loosely, with a hood that covers the ears and can even offer some eye shade.",
		"As with a wetsuit, swim suit and board shorts, you want to treat your rash guard with care to give it a long and productive life.",
		"Rash guards, board shorts and sarongs can all help you achieve this goal.",
		"Whether worn under a wet suit or as your sole outer garment, women's rash guards are an important accessory for your surfing, sailing or snorkeling experience.",
		"All these concerns can be alleviated with a good rash guard.",
		"What a quality women's rash guard will do is prevent chafing and help maintain a comfortable temperature, thanks to its wicking ability.",
		"Many rash guards come with a built-in SPF, thus guaranteeing extra sun protection all day without the need to continually reapply lotion.",
		"If you're serious about your sport, a rash guard is a must.",
		"If you've never browsed women's rash guards before, you might want to first go to a surf shop and try on a variety to get a sense of what fabric, weight and style would work well for you.",
		"One of the most popular shopping options is the aptly named Rash Guard Shirt Company.",
		"As with your swimsuit or shorts, it's best to rinse out your rash guard thoroughly in cold water as soon as you are out of the water for the day.",
		"You should always wash the rash guard in a delicate detergent by hand and lay it out to dry.",
		"Good care will help guarantee the best performance for your rash guard over the course of its life.",
		"Allergic reaction - This can include symptoms such as hives, itching, rash, swelling of the throat or mouth, or difficulty breathing.",
		"Also, according to the NNDIC, between 15 to 20 percent of celiac sufferers experience no digestive symptoms at all, but instead display a pernicious and blistering rash across their body called Dermatitis Herpetiformis.",
		"This rash can be crucial to the diagnosis of celiac disease and can help the individual avoid a small intestine biopsy.",
		"So, if you experience a strange and extremely itchy rash, the severity of which responds to a gluten elimination diet, you have strong reason to suspect celiac disease as the culprit.",
		"Alternatively, you may experience a skin rash known as dermatitis herpetiformis.",
		"Dermatitis herpetiformis is the result of the autoimmune component of celiac disease, and presents as an intensely itchy rash with a distinctive pattern of blisters and lesions.",
		"Fifth disease in children is a common childhood disease that generally manifests as a rash along the mouth, arms and upper torso.",
		"It is also known as \"slapped cheek syndrome\" because the rash that manifests after the symptoms clear up makes a child look as if he was slapped across the cheek.",
		"After the fever breaks and the cold like symptoms subside, the child then gets a rash starting on his face around his mouth and then spreading to his torso and arms.",
		"Some patients complain that the rash itches, but by the time the rash appears most patients say they feel fine.",
		"It can take as long as three weeks for the rash to disappear completely.",
		"However, some people who get infected with fifth disease (particularly older teens and adults), also have swollen glands, diarrhea, and after the rash clears joint pain.",
		"Interestingly, a person who has the tell tale rash of fifth disease is not generally contagious.",
		"The rash is an immune response, and by this time the body is on its way to healing itself.",
		"The story involves the development of a rash or an itch, subsequent swelling and, eventually, the eruption of an infection within which an infestation of spiders, larvae or some other insect is discovered.",
		"Have you previously had a rash or other signs of skin irritation after trying a new body lotion?",
		"It's human nature to want to make rash decisions in a crisis situation, but give yourself some time to think about your problem first.",
		"Joint pain, muscle cramps, anemia, mouth sores, skin rash, dental disorders and tingling in the legs and feet are sometimes present as symptoms of gluten intolerance.",
		"If the bra traps sweat against your skin, it can chafe and even cause a rash.",
		"You can even develop a rash or other skin problems.",
		"Are you wondering what's causing your child's skin rash?",
		"If you have a skin rash you'll need to check with your doctor to be sure of the diagnosis and treatment procedure.",
		"Contact dermatitis is a red, scaly rash that may itch, and the skin may appear cracked and raw.",
		"This rash is red and very itchy, often with small blisters.",
		"Poison ivy is a common cause, with the rash appearing in areas that came in contact with the plant.",
		"Over-the-counter pain medicine may help until the rash gets better.",
		"It's a red rash on the cheeks that follows a fever.",
		"It should go away on its own and is contagious before the rash appears.",
		"Although it sounds horrible, it's not uncommon to have a fungal infection of the skin that causes or resembles a rash.",
		"Continuing to use the cream until the rash is entirely healed is important to help prevent the return of ths symptoms.",
		"The rash appears red or pink and may be slightly raised.",
		"It can produce a round, circular rash on the skin, caused by a fungus and is typically itchy.",
		"Bacteria can cause a full-body rash, or just a local infection.",
		"The bacteria releases a toxin that causes the skin to break out in a rash.",
		"The rash starts out looking like an all-over sunburn, and may have tiny, itchy bumps."
	],
	"synonyms": [
		"gung ho",
		"incautious",
		"impulsive",
		"impetuous",
		"headlong",
		"foolhardy",
		"trigger-happy",
		"presumptuous",
		"inconsiderate",
		"unadvised",
		"venturous",
		"unwary",
		"indiscreet",
		"overhasty",
		"injudicious",
		"efflorescence",
		"skin rash",
		"roseola",
		"blizzard",
		"precipitous",
		"rashness",
		"presumption",
		"headstrong",
		"headlong",
		"foolish",
		"flood",
		"exanthema",
		"brash",
		"abrupt",
		"bold"
	],
	"antonyms": [
		"thoughtful",
		"planned",
		"cautious",
		"careful",
		"prudent"
	]
}