{
	"word": "nexus",
	"meaning": [
		"A connection, tie, or link between individuals of a group, members of a series, etc.",
		"The group or series so connected.",
		"A center or focal point.",
		"A form of connection.",
		"The centre of something."
	],
	"sentences": [
		"Knowledge involves synthesis or nexus.",
		"There is a nexus between each leading group of social phenomena and other leading groups; if there is a change in one of them, that change is accompanied by a corresponding modification of all the rest.",
		"Nexus means \"binding together\" or \"connecting.\"",
		"It's a complex nexus of nerves at the base of your brain.",
		"He imagined opening it and letting out a nexus of multi-coloured wires, or bloody entrails.",
		"The proposed framework in the paper provides an exciting opportunity to explore the research-teaching nexus in greater depth.",
		"Singer utilizes 40 years of comic book background to create a believable nexus of characterisation built on a strong central theme.",
		"Newton's theory is probably the greatest stride ever made in the effort toward the causal nexus of natural phenomena.",
		"The gigantic cash nexus we call football will remain.",
		"In terms of the agreement of thought and being, the logical forms of the part of dialectic correspondent to knowledge statically considered have parallels and analogies in being, the concept being correlated to substance, the judgment to causal nexus.",
		"The first thing you notice about Nexus Ops is how glowing and bright the plastic miniatures are.",
		"To the extent that these reforms have a direct nexus to external developments, we welcome them.",
		"The session will begin with an introduction to the general issues surrounding the teaching -research nexus.",
		"After serving for many faithful years in the Uricointi Empire by keeping the lands safe from evil, they were trapped in a nexus of energy at the bottom of the world.",
		"After that, you can purchase the Nexus One, which is actually manufactured by HTC of Taiwan, completely unlocked and ready to go.",
		"This will help you determine whether you can use, for example, the Google Nexus One with AT&T, if that's what you want to do.",
		"In order to purchase the Nexus One, you need to sign up for a developer's license with Google and then fill out the form to buy the actual mobile phone itself.",
		"For instance, the current Google Nexus S is a Samsung phone being sold through Best Buy.",
		"In the case of the the Nexus S, the only nationwide carrier in the United States to support the technology found in the Nexus S is T-Mobile.",
		"The SS Lakul and SS Robert Fox were subsequently caught and destroyed inside a Nexus near the Sol system.",
		"During its test run, a strange phenomenon called the Nexus is encountered.",
		"Moving forward a couple of decades, a determined Dr. Soran obsessed with returning to the Nexus, plans to destroy planets to alter its path to get there.",
		"In that year the Gotha line expired, and a general redistribution of the lands of the \" Nexus Gothanus,\" as this group of duchies was called, was arranged on the 12th of November 1826.",
		"Be receptive to andrew van den the nexus portable.",
		"Nexus is pro-active in the battle against fare evasion on the Metro and regular blitzes to catch the fare dodgers.",
		"The Gilera Nexus takes this philosophy to its furthest extreme.",
		"Once relatively stable, even sleepy, Karachi became a nexus for drug and arms trafficking in the 1980s.",
		"It's about a whole nexus of social, scientific and economic factors.",
		"To be fair I have yet to see a UK research strategy take its commitment to the teaching-research nexus seriously.",
		"Jenkins and Zetter (2003) provide a very useful discussion of how the Teaching/Research nexus is central to Higher Education.",
		"Metro is the ideal way to see the Tall Ships, says operator nexus.",
		"Each month Nexus pursues prosecutions against fraudsters through the courts.",
		"The second Nexus phone was dubbed the Nexus S and it was made with Samsung, featuring the company's signature Super AMOLED display.",
		"This was then followed up by the Google Nexus S 4G, which added in the 4G WiMAX wireless technology from Sprint in the United States.",
		"Similarly, the Nexus One is widely viewed as the Google Phone.",
		"If it this is the case, the Nexus One could end up on Sprint as well.",
		"Phones that feature this technology include the Google Nexus One and HTC Droid Incredible, though both phones may be moving toward using Sony's Super LCD technology instead.",
		"The first official \"Google Phone,\" the Nexus One is now only available to registered developers of Android applications.",
		"For example, the Google Nexus One is one of the most popular unlocked smartphones on the market today.",
		"Diamond Nexus features pure carbon man-made diamonds.",
		"It seems, especially in the case of the nexus between certain neurons, that the influence, loss of which endangers nutrition, is associated with the occurrence of something more than merely the nervous impulses awakened from time to time in the leading nerve cell.",
		"And what Spinoza has to say of the requisites of definition and the marks of intellection makes it clear that insight comes with coherence, and that the work of method on the \" inductive \" side is by means of the unravelling of all that makes for artificial limitation to lay bare what can then be seen to exhibit nexus in the one great system.",
		"The only possible consonantal nexus in purely Malay words is that of a nasal and mute, a liquid and mute and vice versa, and a liquid and nasal.",
		"In 1734 he also published Prodromus philosophiae ratiocinantis de infinito et causa finali creationis, which treats of the relation of the finite to the infinite, and of the soul to the body, seeking to establish a nexus in each case as a means of overcoming the difficulty of their relation.",
		"To make room for these we have to remember that the atomic nucleus has remained entirely undefined and beyond our problem; so that what may occur, say when two molecules come into close relations, is outside physical science - not, however, altogether outside, for we know that when the vital nexus in any portion of matter is dissolved, the atoms will remain, in their number, and their atmospheres, and all inorganic relations, as they were before vitality supervened.",
		"Evidence illustrating this nexus is found in the visible changes produced in the perikaryon by prolonged activity induced and maintained in the conducting branches of the cell.",
		"The conception of linkage needs to be deepened by the realization of the middle term as the ground of nexus in a real order which is also rational.",
		"Dialectic then investigates the nexus which must be held to obtain between all thoughts, but also that agreement with the nexus in being which is the condition of the validity of the thought-nexus.",
		"The view of inference with which he complements it is only less satisfactory because of a failure to distinguish the principle of nexus in syllogism from its traditional formulation and rules, and because he is hampered by the intractability which he finds in certain forms of relational construction.",
		"Of these the most important is cause, of which his theory, in short, is that by this a priori category and the process of reason we go on from sequence to consequence; first stating that an effect may be caused by several alternatives, then negating all but one, next concluding that this one as sufficient reason is cause, and finally attaining the necessity of the causal nexus by converting causality into identity, e.g."
	],
	"synonyms": [
		"link",
		"union",
		"network",
		"core",
		"connection",
		"tie",
		"center",
		"yoke",
		"vinculum",
		"ligature",
		"ligament",
		"knot",
		"bond"
	],
	"antonyms": []
}