{
	"word": "frugal",
	"meaning": [
		"Practicing or marked by economy, as in the expenditure of money or the use of material resources.",
		"Not wasteful; not spending freely or unnecessarily; thrifty; economical.",
		"Not costly or luxurious; inexpensive or meager.",
		"Avoiding unnecessary expenditure either of money or of anything else which is to be used or consumed; avoiding waste."
	],
	"sentences": [
		"In business transactions Alex was frugal with his money, but when it came to his family, he was generous.",
		"If I could find a woman that frugal, I might just settle down.",
		"There was a fine line between being frugal and being a miser.",
		"The Hakkas are a hardy and frugal race, belonging mainly to the hill districts.",
		"From what I hear, he's pretty... frugal; I guess would be the best word.",
		"The Catalonians are a frugal, sharp-witted, and industrious people, having much national pride, and a strong revolutionary spirit.",
		"Personally most frugal, Leo reduced taxes, made justice less costly, and was able to find money for certain public improvements; yet he left the finances more confused than he had found them, and even the elaborate jubilee of 1825 did not really mend matters.",
		"They are as a rule frugal, industrious and lawabiding, and are feared rather for their virtues than for their vices.",
		"Here he spent the remaining years of his life in the frugal independence which he prized.",
		"Rich in natural resources and peopled by an intelligent, experienced and frugal population, the country had every reason to look forward to a prosperous industrial development in the future.",
		"Maybe, but you can be frugal without the stress of wondering if you can pay for it.",
		"Are you so frugal that you don't mind reading books online to save some money?",
		"They are frugal, sober, industrious and intelligent, and their sturdiness of character has enabled them to preserve their nationality and religion under the sorest trials.",
		"Both alike are hardy, though rarely tall; both, when of the peasant class, frugal and inured to toil amid the rigours of their native climate.",
		"Being frugal has its value, but it can be overdone.",
		"Urban was frugal and never practised simony, but harshness, lack of tact, and fondness for unworthy nephews disgraced his pontificate.",
		"Just don't put stress on yourself trying to be frugal.",
		"He lived in the most frugal style alike at home and in the field, and though his campaigns were undertaken largely to secure booty, he was content to enrich the state and his friends and to return as poor as he had set forth.",
		"In addition to a fixed stipend of some 700 golden florins yearly, he was continually in receipt of special payments for the orations and poems he produced; so that, had he been a man of frugal habits or of moderate economy, he might have amassed a considerable fortune.",
		"He was naturally frugal and prudent, and carried these qualities into the administration, with the result that in 1738-1739 there was a surplus of 15,000,000 livres instead of the usual deficit.",
		"So much for being frugal.",
		"I'm kind of used to being frugal.",
		"Simple and frugal in her tastes, and devout in thought and manner of life, she helped to bind her children to the life of Corsica, while her husband, a schemer by nature and a Voltairian by conviction, pointed the way to careers in France, the opening up of which moulded the fortunes of the family and the destinies of Europe.",
		"Every prodigal, therefore, is a public enemy; every frugal man a public benefactor.",
		"Katie said that was because Carmen had been raised poor and had become frugal.",
		"The best tip on frugal living for singles is to get a roommate.",
		"Thank you mother, for your frugal years and taste in prosperous husbands though I paid dearly for number three before I took matters into my own hands.",
		"Pastoral communities are always scattered very thinly over large areas; agricultural populations may be almost equally sparse where advanced methods of agriculture and labour-saving machinery are employed; but where a frugal people are situated on a fertile and inexhaustible soil, such as the deltas and river plains of Egypt, India and China, an enormous population may be supported on a small area.",
		"Changing such an expensive fixture for the newer, flush-to-the-wall style wasn't frugal.",
		"A frugal budget is no reason to skimp on a dire beauty-preserving ritual such as a nighttime moisturizing cream.",
		"Many frugal women who are trying to conceive find themselves asking this question.",
		"LoveToKnow Save contacted the National Association of Personal Financial Advisors to learn more ways for being frugal.",
		"If you're interested in beginning a more frugal lifestyle, there are plenty of tips available online to help you make the most of your budget.",
		"Being a mother is never easy, but frugal moms websites can help you learn to save money on everyday household expenses.",
		"Alembert continued to the end to lead the quiet and frugal life dictated by his limited means as well as his simple tastes.",
		"The company adopted a relatively frugal mindset, improving our chances of survival when we hit the inevitable rough spots.",
		"Many baby showers include a frugal game where guests are asked to predict the quantity of an item, such as cotton balls, cotton swabs, or pink and blue jelly beans, stuffed into a clear jar.",
		"She married husband Tobias, who was very frugal, created Budget Fashionista, and has never looked back.",
		"If you're just starting out in the craft of face painting, you'll want to gather a few basic supplies and keep your initial investment frugal until you're certain you want to commit to the hobby.",
		"Live a more frugal lifestyle, or just save a few dollars on your next trip to the grocery store.",
		"Do you need frugal storage options or will you be able to go all out?",
		"You don't want to give too little and have the graduate think you are frugal, but you don't want to give too much resulting in financial hardship.",
		"For the frugal bride who would like her wear gown again and again, a casual gown may be just right for you.",
		"Golf gifts for groomsmen can be frugal and useful for those on a budget, but there are also higher range items for those with a bigger budget.",
		"Growth spurts and shrinking budgets are just two of the reasons why frugal parents shop for kids discount clothing.",
		"Booking blocks of cabins for large numbers of people to take advantage of is a very frugal choice, particularly if the cruise reservations are made far enough in advance to lock in early rates.",
		"Carnival last minute cruises are your ticket to frugal fun on the high seas.",
		"You can also make your Christmas craft project ideas into a frugal homemade present, too.",
		"What was once all flashy, haute couture has become frugal fashion.",
		"Although Target is already well-known for offering great prices on clothing, furniture, and other items you need, Target discount codes are an excellent resource for frugal shoppers in search of additional savings.",
		"For parents who are committed to a philosophy of frugal living, teaching kids to save money is a top priority.",
		"Whether you're running your own home-based business or you're simply looking for the best deals on printer ink and computer paper, Staples coupons can be a great money saving tool for frugal shoppers.",
		"Simple Debt Free Living has a basic grocery list template that includes all the staples you'll need to create a variety of frugal meal options for your family.",
		"Busy moms are always looking for new frugal ideas to stretch the budget.",
		"Moore, frugal crafters can stock up on all the supplies they need to paint, stitch, bead, quilt, decorate, stamp, knit, scrapbook, or whatever else they dream up.",
		"If you do not have the money without the coupon, then stay home and make a frugal dinner so you can save up for the next dining out opportunity.",
		"Frugal living for singles isn't easy, but it can be done.",
		"Search the Internet for frugal dinner recipes designed to serve two people, or cut the ingredients in your favorite recipe in half.",
		"When looking for tips for being frugal, keep in mind that frugality means something different to everyone.",
		"When some people hear the word frugal, they think it means clipping coupons and making lamps from string and oil.",
		"What is a better way to adopt a frugal mindset?",
		"Frugal is learning to live within your means, to take a step back and say, \"You know, I don't need that newest gadget just yet.\"",
		"Living a frugal life does require patience and thought, but it can become a worthwhile habitual practice.",
		"In your experience, what is the largest hole that people fall into financially, and how can they take steps to get out of it in a frugal manner?",
		"What tips for being frugal do you have that create a noticeable difference in a family's budget in just a couple of months?",
		"What is the first thing people should do right this instant if they're interested in more frugal living?",
		"When the holidays are approaching, many of us seek out frugal Christmas gift ideas to save a little money while still giving thoughtful gifts to friends and loved ones.",
		"Another frugal gift idea is to purchase and measure out the non-perishable ingredients for a yummy recipe, print out the recipe itself on fancy paper, and put it all together in a mixing bowl with a wooden spoon.",
		"Frugal Living Tips provides inexpensive meal options for you in a fun and friendly way, assuring you always have something to make for dinner.",
		"One big draw to this site is its Frugal School Lunches section, so kids can eat healthily yet inexpensively.",
		"Taking advantage of grandma's frugal recipes while applying modern shopping smarts will help you get your footing in this tough economy.",
		"Crafting can be a great way to relieve stress, especially if you're taking advantage of ideas for frugal crafts for free.",
		"Frugal crafters, regardless of whether they're interested in knitting, sewing, card making, or beading, know that following a few simple rules makes it much easier to save money on their projects.",
		"Frugal crafters also tend to be very practical crafters, so it should come as no surprise that some of the best ideas for frugal crafts for free are items that you can put to use around your home.",
		"The Internet is a wonderful resource for those in search of frugal crafts for free.",
		"Stop hunting for fast food coupons and start looking for healthy frugal dinner recipes.",
		"However, America's Cheapest Family first became interested in frugal living out of sheer necessity.",
		"Although you might expect that the Economides children would be a bit embarrassed by their parent's frugal tactics, all five of the kids are quite experienced at saving money themselves.",
		"This guidebook to frugal living offers tips on saving money in all aspects of your life.",
		"Check out the LoveToKnow Save article on frugal vegetarian recipes for suggestions to help you get started.",
		"No matter how well you plan, you cannot start cooking on a budget without first implementing some frugal grocery shopping tips.",
		"Use a free frugal menu plan to plan out the week's dinners.",
		"Online learning is also a fun and frugal source of entertainment for those in search of creative ways to save money.",
		"Mastering the basics of frugal coupon living can help you get the most from your money.",
		"Unfortunately, information overload is the main problem with frugal living.",
		"Before you know it, you'll be well on your way to living a truly frugal lifestyle.",
		"Frugal living experts often frown upon outsourcing household chores, but paying for a weekly cleaning service may be the best choice if it frees up time for you to work extra hours at your day job.",
		"You may also find some money saving inspiration in the tale of Steve and Annette Economides, nicknamed America's Cheapest Family for their commitment to living a frugal lifestyle that minimizes the impact of an economic recession.",
		"The best frugal crafts are those which use materials you already have around your home.",
		"Reading is the ideal frugal hobby, but sometimes it's not convenient to make a trip to the public library.",
		"They are industrious, frugal and intelligent; the richer among them are excellent men of business and are peculiarly equitable in their dealings; the majority of all classes can read and write their own script, and the second generation acquires an education of an European type with great facility.",
		"Frugal travelers know timing is key when booking last minute cruise deals.",
		"Be frugal when packing outfits for your dream voyage.",
		"If you are a frugal and flexible cruiser, then you will be happy to know there are dozens of last minute cruises from Galveston offered on a yearly basis.",
		"If you do not have your heart set on a particular designer or color, shopping at upscale consignment shops and thrift stores is a frugal way to get your glam on without breaking your budget.",
		"Not to be outdone by its nearby competitors, Hershey Lodge also offers several seasonal travel packages for frugal travelers who want to pay one price for a host of services and amenities.",
		"The Frugal Gamer - A part of GameTab's video game site, The Frugal Gamer is another great site that collects deals from around the internet.",
		"Two indispensable sources for video game codes, discounts, sales and all things thrifty are CheapassGamer and The Frugal Gamer.",
		"Whether you are looking for free curriculum packages, enrichment material, or even free field trips, there is a whole world of possibilities waiting to be discovered by frugal, resourceful homeschoolers.",
		"For frugal crafters, origami is often appealing because it's very inexpensive.",
		"Origami ornaments are a frugal way to create a décor scheme without a spending a lot of money on purchased ornaments.",
		"In keeping with its reputation as a frugal craft, there are a number of websites offering instructions for free folding projects using tea bag techniques.",
		"Frugal shoppers can look to maternity clothes specialty shops for a few select pieces for either an outfit for special occasions or clothing that will mix and match to create dozens of unique outfits.",
		"Even if you strike out on finding new garments at discounted prices, these stores are still a frugal way to add high-end designer pieces to your wardrobe at bargain basement prices.",
		"These tips will help even the most frugal of shoppers get a better deal on a dress.",
		"One of the reasons Bath and Body Works remains a favorite destination for frugal shoppers is that the store frequently has sales and special promotions for their products.",
		"The Frugal Bride - has instructions for making a floral wreath for candles that can be adapted to many occasions.",
		"If you're trying to cut costs this holiday season, burning a CD of free downloadable songs to give to friends and family is a wonderful frugal gift idea.",
		"You're short on money this Christmas and find yourself looking for a way to have a more frugal holiday celebration.",
		"Since a coupon for Olive Garden restaurants can be somewhat difficult to find, saving money with gift cards is an excellent alternative strategy for the frugal diner.",
		"Check out LoveToKnow Save's articles on How to Save Your Money, Frugal Living, Extreme Ways to Save Money, and Bargain Shopping for advice on getting started.",
		"It can be difficult to date while on a budget, so use frugal ways to show your love to keep the sparks flying.",
		"Not every frugal way to show your love has to involve going out on a date.",
		"The week after your zero-dollar-date, treat yourselves to a frugal but somewhat more expensive evening out.",
		"Continue the frugal ways to show your love challenge as long as you are on a tight budget.",
		"For the truly frugal shopper, however, a stack of envelopes or an index card divider box makes a great organizational alternative.",
		"While there are a number of ways to answer this question, understanding the difference between smart money management and embarrassingly bad behavior is the key to frugal living.",
		"In comparison, the site defines frugal as \"not wasteful; not spending freely or unnecessarily; thrifty; economical.\"",
		"To start, it's a good idea to keep in mind the basic rules of frugal behavior.",
		"If you want to spend time with a friend that isn't committed to your philosophy of frugal living, inviting him or her over for a home-cooked meal instead of meeting at a trendy new restaurant is a good idea.",
		"Part of frugal living is knowing how to save money so you have extra cash available when it's time to splurge on something your family will really love and appreciate.",
		"Everything else is technically a \"want\" - new laptop computer, cell phone, iPod, European vacation, etc. Frugal people understand that needs must be attended to before it's acceptable to spend money on other items.",
		"Creativity and ingenuity are great traits for any person interested in a frugal lifestyle.",
		"Every month, your budget is balanced when you make frugal living a priority.",
		"If you're truly frugal, you understand that you don't necessarily need a bunch of money to have a good time.",
		"In comparison, someone who is frugal is simply trying to make the most of his or her resources.",
		"He or she is thrifty and economical.To illustrate the difference between being frugal and being a cheapskate, consider the dilemma of shopping for Christmas presents.",
		"Talk with experts to learn more tips for being frugal and ways to start a financial plan.",
		"Just because you are looking for frugal ideas for living on a budget does not mean you want to eat plain noodles and live in sub-zero temperatures for the next year.",
		"You need to be able to put some frugal and thrifty money saving techniques into play when it comes to your everyday bills, debts and purchases.",
		"Celebrate Christmas with a frugal holiday party, complete with Christmas favors on a budget for guests to take home.",
		"Look for frugal Christmas gift ideas for stocking stuffers that could also double as party favors.",
		"Florida zoo coupons are a wonderful resource for frugal families who want to enjoy a fun outing that doesn't cost a small fortune.",
		"Frugal vacationers should begin their search for Georgia zoo coupons by contacting the location they wish to visit.",
		"Frugal families who want to enjoy a fun outing often turn to Delaware zoo coupons to help them save money on their travel plans.",
		"Although many seniors have saved money since they were young, they often practice frugal living in retirement.",
		"One of the easiest ways to make frugal living as a senior easy is to plan for the future you envision.",
		"If you have consistent issues with practicing frugal living, it might be worth looking into finding a part time work at home job that could earn you extra money and supplement your retirement income.",
		"Carefully planning for frugal living in retirement will help you live more comfortably.",
		"Frugal families know that California zoo coupons can be a great resource for planning an affordable vacation.",
		"Proponents of frugal living are always looking for a way to cut costs, but it's important to understand how to save money safely.",
		"For this reason, there are some frugal tricks you should avoid at all costs.",
		"Everyone knows that breastfeeding is the most frugal way to feed your baby, but it's not always possible for every mother to nurse her child.",
		"Try to practice frugal living and instead of immediately tossing the broken item, see if you can repair it.",
		"While Missouri zoo coupons are a good way to save money on one-time zoo trips, investing in a zoo membership is usually the most frugal choice if you plan on going to the zoo on a regular basis.",
		"When planning a trip to the zoo, frugal travelers will want to start looking for coupons as soon as possible.",
		"While phone bills aren't quite as expensive as a mortgage or a car payment, this is still one area in which people committed to frugal living can find a few ways to save some cash.",
		"While it's obviously more frugal to cook from scratch, busy schedules mean this isn't always possible.",
		"LoveToKnow Recipes has a variety of frugal recipes to try.",
		"Combined with living in a frugal way, the assistance offered through Section 8 will help people eliminate debt and get caught up, or even ahead, on bills.",
		"When shopping at a food pantry, it might help to have a list of ingredients to make frugal meals that will stretch your supplies further.",
		"Stores that specialize in used books don't seem to be nearly as popular as they once were, but frugal people who live in larger communities or near a college or university may find they have one of these establishments available.",
		"Sunday Coupon Preview is one Web site that lists Sunday coupons by mid-week to help frugal shoppers determine if they need to buy extra newspapers or ask their family and friends to save the coupon inserts.",
		"Get creative with frugal menus and have meals of beans and rice with the canned fruit that is at the back of the cupboard.",
		"Although there is no formal process for declaring someone the \"Queen of Couponing,\" there are plenty of frugal women who deserve recognition for their achievements.",
		"However, LCD monitors typically cost more than CRT versions.Fortunately, LCD monitors have got cheaper in recent years, which makes them more accessible to frugal computer owners.",
		"However, it does offer several good deals for frugal gamers.",
		"San Antonio Zoo coupons combined with other special money saving offers can make a trip to the zoo a fun and frugal family outing.",
		"If you're feeling even more frugal, remember that the zoo is located near stops for the Metrorail and Metrobus.",
		"Even families who practice frugal coupon living can enjoy a wonderful outing using Portland, Oregon, zoo coupons.",
		"A good deal is never ignored by frugal minded citizens, especially on April 15.",
		"Supplement your frugal coupon living by purchasing discounted gift certificates for your everyday shopping needs or to pick up presents for a fraction of the cost.",
		"If you're trying to cut your grocery budget, you may be in search of frugal healthy recipes.",
		"Macaroni and cheese is a classic frugal meal option, but traditionally not very healthy.",
		"If you're feeling creative, experiment with different seasoning and vegetable combinations to make your own frugal healthy recipes.",
		"Sometimes, you don't necessarily need to search for frugal healthy recipes.",
		"Herbs are often an important part of frugal cooking.",
		"Frugal Coupon Living posts coupon links and sale notifications several times per day.",
		"All Recipes is one of the best frugal moms websites thanks to its handy ingredient search.",
		"From fun family outings to tips on planning an inexpensive birthday party, this site is a fabulous resource for frugal moms.",
		"Frugal Mom covers all the dilemmas a thrifty mother faces, ranging from how to plan an affordable family vacation to how to homeschool on a budget.",
		"Cheapskate websites can provide the advice and inspiration you need to make your journey towards frugal living a bit easier.",
		"Like Wise Bread, The Dollar Stretcher also features a forum to help you connect with other people who are interested in frugal living.",
		"As a frugal car buyer, it's best to keep this in mind instead of becoming sidetracked by vehicles that serve as status symbols.",
		"Remembering a few simple tips for frugal living will help you minimize your expenses without a lot of extra effort.",
		"Frugal friends can be a wonderful resource, offering both moral support and tips on how to cut your expenses.",
		"Extreme money saving tips like reusing plastic bags or saving bath water may sound a bit excessive if you're relatively new to the idea of frugal living.",
		"Everyone has their own personal comfort zone when it comes to frugal living.",
		"Inevitably, coupon rejection happens to every frugal shopper at some point.",
		"Frugal living websites make it easier to save money in all aspects of your life.",
		"After you've looked over your major expenses, it's time to search for frugal living websites offering ways to trim your discretionary costs.",
		"Frugal living enthusiasts know it's silly to pay for cards, calendars, and holiday decorations when you can easily make them yourself.",
		"Frugal living blogs are enjoyable reading for anyone interested in finding new ways to save money.",
		"Blog comments are often an interesting source of frugal living tips, as visitors will frequently share variations on the same idea.",
		"The Motherload by Amy Clark covers a wide variety of topics related to frugal living and parenting.",
		"Frugal Hacks is a blog written by several different contributors which provides multiple perspectives on frugal living, including articles from homeschooling families.",
		"Suddenly Frugal began after Leah Ingram discovered that the home her family moved into was more expensive than they had anticipated.",
		"Frugal Family Fun Blog is written by Valerie, a mother of two who enjoys sharing ideas for crafts and other activities to entertain young children while sticking to a tight budget.",
		"Money Saving Mom has posts from a team of mothers who share both their personal experiences with frugal living and creative tips for making the most of your budget.",
		"As you may have noticed, many frugal living blogs are written by stay-at-home mothers who view conserving cash as a necessary part of what it takes to live on one income.",
		"However, there is an increasing number of male bloggers promoting frugal living as well.",
		"Frugal Dad is another good example of a frugal living blog written from a male perspective.",
		"If you're trying to live a more frugal lifestyle, starting a blog may help give you the motivation you need to reach your goals.",
		"Since online Kohl's purchases can be returned to any Kohl's retail store location, this is a convenient and frugal way to buy the things you need.",
		"Practice frugal coupon living and be fashionable while saving money.",
		"For example, someone who offers you frugal tips from the National Association of Financial Advisors is more qualified than the money hack down the street who saved enough to go on a big vacation with his family, even if his tips are sound.",
		"The website Groupon has become a favorite hot spot for frugal men and women who want to get out and enjoy their city without having to spend a fortune.",
		"Coupon Sense is a resource for frugal living that lets you regularly shave 50%-80% off your grocery bill by combining coupons with store sales.",
		"Many parents feel reluctant to ask their children to participate in frugal living efforts.",
		"Frugal Living in the NW is a popular blog designed to help Northwest residents save money through great deals and using coupons.",
		"You keep saying that, but I think you're chronically frugal.",
		"That idea was fine with her, as she had a dominant frugal gene.",
		"In fact come the spring they had hardly touched the stores, being northern black bees they were very frugal.",
		"Actually I consider that we are relatively frugal with heating.",
		"Visitors were served a rather frugal fare in the Cistercian guesthall.",
		"Best to drive is the 1.3-litre Sirion, which is nippy yet still frugal at a claimed 48mpg overall.",
		"It's the self-proclaimed festival of frugal living, a culture jammers jamboree.",
		"Catherine was forced to live in near penury with a frugal allowance from her father-in-law.",
		"Life for most Rwandan smallholders is frugal and very hard work, just to get by.",
		"He was originally a hunter and a tiller of the ground, breathing a pure atmosphere, living on a frugal diet, and exercising his muscles.",
		"For another frugal idea, consider making homemade cat treats.",
		"While finding scrapbook discounts is a great way to save money on your layouts, the truly budget-conscious crafter employs a number of frugal scrapbooking tactics.",
		"Although Jolee's Boutique scrapbooking stickers are quite popular, their relatively high price makes them a poor choice for the frugal crafter.",
		"When you're looking for fast and frugal layout ideas, free printable scrapbook pages can be a wonderful resource.",
		"Since it doesn't matter if your stickers, rub-ons, or die cuts match exactly, this is a great way to make a frugal scrapbook layout.",
		"If you're looking for a frugal way to accent your scrapbook page, try using a winter-themed font that features snowflakes, icicles, mittens, or other seasonal elements.",
		"Since elements can be reused indefinitely and there are many sites offering digital scrapbooking freebies, frugal digital scrapbookers can create an entire album for almost no cost.",
		"If you're a frugal scrapbooker, consider making your own page embellishments.",
		"If you're a frugal scrapbooker, keep in mind that chipboard can be painted or inked.",
		"Binder storage is generally the best storage for Jolee stickers if you're a very frugal scrapbooker.",
		"Digital scrapbooking is becoming an increasingly popular option among frugal crafters.",
		"Making your own beach theme scrapbook embellishments is a great way to make frugal scrapbook layouts.",
		"Printable stickers are a great choice for frugal scrapbooking.",
		"Frugal scrapbookers hate to waste printer ink and expensive specialty paper, so it's always a good idea to test your printable sticker design on regular copy paper before printing on your sticker paper.",
		"Paint chips make excellent frugal embellishments for this type of scrapbook.",
		"For the frugal crafter, these bargain scrapbooking supplies are hard to beat.",
		"This can be a wonderful way to create frugal scrapbook layouts.",
		"However, frugal scrapbookers can easily find scrapbook page ideas that incorporate handmade page accents.",
		"Since memorabilia doubles as a decorative embellishment, this can be a very frugal way to scrapbook as well.",
		"Frugal travlers should know that weekend rates are generally more expensive.",
		"Fleece is a relatively affordable fabric, which makes it a frugal option when you need to create handmade gifts for several different people.",
		"Prices vary from store to store, though, so if you are trying to be frugal, then you might want to look online to find the best price.",
		"Smart Bargains, a popular site for frugal shoppers across the globe, has several artificial Christmas trees available for purchase.",
		"In fact, many frugal shoppers begin their holiday shopping as early as possible, hitting the best after Christmas sales for heavily-discounted items for the next year.",
		"You can have a memorable Christmas, filled with happy times and the spirit of giving while still being frugal.",
		"Save money - Though an artificial Christmas tree costs more than a fresh tree initially, it lasts for years, making it the more frugal choice.",
		"If you need ideas on how to make your own masquerade mask, there is plenty of inspiration that makes this craft idea both frugal and fun.",
		"A more frugal option is to piece together a homemade Mexican costume.",
		"If you're feeling frugal, you may be able to find a romantic location offering lunch specials, or skip the main meal, and head to an exclusive restaurant for decadent desserts.",
		"For a more frugal gift, combine aromatherapy candles, bubble bath, and lotion, all purchased at a dollar store.",
		"If he has money and he is complaining, he just may be the kind of guy who is very frugal.",
		"On the other hand, frugal Virgo is likely to become annoyed by Aries' lack of planning and think that partner is too whimsical.",
		"Renting movies can be more frugal than buying movies, since you do not have to pay full price for a movie that you probably will not watch more than one or two times.",
		"If you're interested in living a more frugal lifestyle, The Complete Tightwad Gazette is a must-have addition to your personal library.",
		"Written by Amy Dacyczyn, this book is considered by many to be the authority on frugal living.",
		"There are a number of recipes for frugal cooking, as well as suggestions for dealing with picky teens who insist on designer clothes and spouses who are less than supportive of your tightwad ambitions.",
		"If you're searching for free animated screensavers, you probably consider yourself to be a fairly frugal person.",
		"There are plenty of ways to be frugal and generous at the same time!",
		"Even if you're not into crafts or other artsy projects, there are many different frugal Christmas gift ideas that you can put together yourself.",
		"If you want to be frugal but still give a meaningful gift, consider giving the gift of yourself.",
		"Frugal gifts will keep you from stressing too much about the cost of the holidays, and will be just as treasured as those that would break the bank.",
		"Looking for little ways to save money can help you balance your household budget and start your journey on the path to frugal living.",
		"Living in a frugal way isn't easy at first, but the rewards are well worth the effort.",
		"Your ancestors who lived through the Great Depression were forced to rely on resourcefulness and ingenuity when living in a frugal way.",
		"Looking for cheaper alternatives to the products you use every day is a simple trick for living a more frugal lifestyle.",
		"Dealing with friends who seem to be unsupportive of your efforts to begin living in a frugal way is a tricky task.",
		"Consider joining an organization where you're likely to meet other frugal people, such as a book club or a gardening group.",
		"Frugal living and budgeting go hand-in-hand.",
		"Frugal living and budgeting aren't about deprivation.",
		"In no time at all you'll be using your frugal living and budgeting skills to improve your financial picture.",
		"Using Post name brand coupons to buy your favorite variety is the best way to go frugal grocery shopping when a generic version will not suffice.",
		"Meet and share freebie and deal information with other frugal shoppers at the forums.",
		"Even though the site does not offer a list of online bargains, you will still find great ideas about how to save your money through freebies, coupons and frugal living tips.",
		"Many of today's busy families use their grandma's frugal recipes they remember from childhood in order to save money and still put good meals on the table.",
		"Get in touch with a family member who may know of some of grandma's frugal recipes and other family favorites you haven't tried before.",
		"Consider starting your own tradition by creating your own frugal recipes using your family's favorite base ingredients.",
		"Sometimes grandma's frugal recipes don't have to come from a grandmother at all - sometimes they can come from a dad eager to help out his family and share discoveries with others.",
		"That's the story behind Frugal Dad, a website that contains all sorts of money-saving tips, and includes recipes.",
		"Try Frugal Dad's chocolate chip parfait.",
		"LoveToKnow Origami introduces you to the art of Japanese paper folding, which is a very frugal craft to enjoy.",
		"Visit the HomeEconomiser Web site to learn more about the Economides family and their tips for frugal living.",
		"Elderly relatives are an especially good source for meal planning suggestions; Grandma's frugal recipes are time-tested classics!",
		"The Internet is a fabulous resource for anyone interested in frugal cooking.",
		"Learning to cut your own hair is often the best way to practice frugal beauty maintenance, but it is not a skill that everyone can learn.",
		"Luckily, being frugal doesn't mean you need to live in an unattractive shack.",
		"Coupons are all around you, so the first step in frugal coupon living is training yourself to constantly be on the lookout for these savings offers.",
		"Everyone has different priorities in life, so it's fine to ignore some frugal living tips if you know they are going to make you miserable.",
		"When planning your next family vacation, look for museums and zoo coupons that can help you enjoy a frugal outing that won't break your household budget.",
		"Savings and deals shared on the Frugal Living site center around the Pacific Northwest region and focus on Oregon and SW Washington State.",
		"The Frugal Living blog originated in 2008, when a woman by the name of Angela Davis taught a class on couponing.",
		"Emily Chesney, who is the author of the blog's Frugal Homemaking Series, and Kate Ahl, who serves as the Facebook editor.",
		"If you live in the NW, the Frugal Living blog makes a great resource for those who want to save money.",
		"The Frugal Living blog also educates its readers about e-coupons.",
		"The Internet has opened a whole new avenue for savings, and the Frugal Living blog has an entire FAQs page dedicated to e-coupons.",
		"More coupons can be printed from the Frugal Living in the NW's Facebook page amid day-to-day updates related to saving money or life in general.",
		"While the Frugal Living blog site is easy to navigate, the women behind the blog understand the need for the personal touch from time-to-time.",
		"Frugal housewives understand that living on one income in a two-income society requires a great deal of planning and preparation.",
		"Many frugal housewives find that crafts are a great form of entertainment, since the finished items can be given as handmade gifts or sold at local craft shows to earn a bit of extra money.",
		"Planning frugal meals is one way housewives save money.",
		"Many frugal housewives also take pride in cooking from scratch, since this is significantly cheaper than relying on boxed mixes and other convenience foods.",
		"If you're a novice in the kitchen, review the articles in the Frugal Meals category at LoveToKnow Save for suggestions on how to start preparing delicious and affordable meals for your family.",
		"Frugal housewives know that you can find coupons for everything from cleaning supplies to shampoo.",
		"There are so many tips for being frugal that it may seem overwhelming at times to decide which ones help the most.",
		"The first tip for being frugal is to be honest with yourself about the need to save.",
		"There's not one easy list of frugal solutions that fits everyone, but you might find that by opening your mind to a new way of thinking, you'll uncover many ways to save.",
		"If you're serious about being frugal, you may have to make greater cuts in the household budget.",
		"The more information you have, the easier it is to determine what tips for being frugal work best for you.",
		"The LoveToKnow Save article Frugal Crockpot Recipes has tips on how to start making meals with this useful kitchen appliance.",
		"If you're managing a tight household budget, remember that very frugal recipes can help you stretch grocery dollars.",
		"Adding soups to your selection of very frugal recipes is a healthy, economical choice.",
		"LoveToKnow Save knows it can be difficult sometimes to create healthy, tasty meals on a budget, which is why we have an entire category dedicated to frugal cooking.",
		"For more ideas, check out the articles in our Frugal Meals section.",
		"Frugal crockpot recipes can be an excellent way to save money in the kitchen, especially if you're normally too tired to cook at the end of the day.",
		"Since a crockpot uses little electricity and produces low heat, frugal crockpot recipes are great for making meals during the summer months when you're concerned about high utility bills.",
		"Here are the ingredients you'll need to prepare a week's worth of frugal crockpot recipes for your family.",
		"Frugal homemaking makes it possible for families to survive on one income in a world where a two-income household is the norm.",
		"Everyone approaches the task of frugal homemaking differently, simply because no two families are alike.",
		"However, what all frugal homemakers have in common is a resourceful attitude that helps them eliminate waste in all aspects of their lives.",
		"Obviously, frugal homemaking often involves tasks such as preparing meals at home instead of eating out, or clipping coupons to help save money on groceries.",
		"Frugal homemaking requires patience and creativity, but there are plenty of ways to save money at home and make it easier to live on a limited income.",
		"If you’re interested in living a more frugal lifestyle, it’s a good idea to spend some time thinking about the importance of saving money.",
		"Think there’s no way your family can be frugal?",
		"Posting on other frugal blogs generated interest in her ways of saving money, so she started the Money Saving Mom blog.",
		"Wegmans gets high reviews from frugal living bloggers for cleanliness and customer service, but this chain only has stores in New York, Pennsylvania, New Jersey, Virginia, and Maryland.",
		"For more tips on smart shopping, see Frugal Grocery Shopping and How to Prepare a Grocery Shopping Budget.",
		"Saving their customers between 20% and 60% when it comes to purchasing shoes normally found only in high-end department stores, Shoe Pavilion stores are leading the way in this frugal yet fabulous division of the fashion world.",
		"For the frugal shopper, Payless is a smart place to buy shoes.",
		"If you've made the decision to splurge, you can rest assured you'll have a blast choosing the right pair (or pairs, if you're feeling especially frugal or just happen to love your flip flops).",
		"More often than not, a Skechers outlet will be conveniently located within a premium outlet mall, making one stop shopping easy for the frugal shopper.",
		"You don't have to be excessively frugal to appreciate a good deal.",
		"Fall golf vacation packages are the ideal getaway for frugal athletes who are looking to hit the greens one last time before Old Man Winter arrives.",
		"So if you're not frugal and want to increase your reality TV collection, then pick up Seasons One through Four.",
		"They claim to live on the income from their commercial properties and their car lot, along with a frugal lifestyle.",
		"You can stay up to date on the latest Duggar news, plus get recipes and tips for frugal living, on their website.",
		"Frugal cleaners are desperate to find out how the TLC reality TV show stars are able to clean clothes, sheets and towels for just pennies on the dollar.",
		"There are categories called \"63 Gift Ideas for Gifts Under $10\" and \"Frugal Gifts for Kids to Make\".",
		"Don't do it; there's no wiggle room here for being frugal.",
		"Free printable party invitations offer designs for any celebration at a price that will make even the most frugal party planner happy.",
		"Free printable party decorations are a frugal option.",
		"For the frugal, your best bet to find Project Runway episodes is online."
	],
	"synonyms": [
		"conservational",
		"stinting",
		"sparing",
		"economical",
		"scotch",
		"penny-pinching",
		"meager",
		"inexpensive",
		"austere",
		"parsimonious",
		"provident",
		"chary",
		"canny",
		"prudent",
		"careful"
	],
	"antonyms": [
		"generous",
		"lavish",
		"spendthrifty",
		"uneconomical",
		"wasteful",
		"extravagant",
		"spendthrift"
	]
}