{
	"word": "dubious",
	"meaning": [
		"Causing doubt; ambiguous; vague.",
		"Feeling doubt; hesitating; skeptical.",
		"With the outcome undecided or hanging in the balance.",
		"Rousing suspicion; questionable; shady."
	],
	"sentences": [
		"Steve tells Catherine he wants to plead manslaughter on grounds of temporary insanity, but she looks dubious about the idea.",
		"The little priest rose with a distinctly dubious grimace.",
		"The use of cluster bombs seems morally dubious.",
		"But it has a very dubious right to the name.",
		"Time-honoured custom had hitherto reckoned primogeniture in the male line as the best 'title to the Russian crown; in the ustav of 1722 Peter denounced primogeniture in general as a stupid, dangerous, and even unscriptural practice of dubious origin.",
		"It added a somewhat dubious moral structure to the game.",
		"The sudden death of the duchess, attributed on dubious evidence to poison, left her unprovided for, but the king placed her among the ladies in waiting of his own queen.",
		"Canada now has the dubious distinction of having the second highest crime rate in the Western world.",
		"That dubious accolade goes to the nearby city of Durham.",
		"Since 1964, Ireland has had the dubious distinction of being the most heavily fluoridated country in Europe.",
		"Senor Medena's dubious gaze touched on Carmen, Alondra and Alex – and then went back to Alondra.",
		"This way, no political parties will have to depend on donations, dubious loans or alleged bribery for their election activities.",
		"Is a dubious increase in reading comprehension worth rubbing the nation's primary school teachers the wrong way?",
		"Now half the adverts on TV are for dubious products and behaviors touted by self-styled experts.",
		"The whole unwieldy structure is sustained by three main procedures each of which seems to me highly dubious.",
		"The upshot of this discussion is that Vermes has amassed dubious evidence for the interpretation of this Qumran text.",
		"In particular be careful of second hand equipment; it could be flawed or from a dubious source.",
		"Regardless of the dubious legality of many online TV options, just like with music and game downloads, it seems unlikely that free online television programs are going to go away.",
		"He has the dubious distinction of being the only character not on the Aqua Teen Hunger Force, as well as the only human character on the show.",
		"Overcrowding is the norm, not the exception, and the quality and quantity of food and water available is dubious at best.",
		"In fact, leggings enjoy the dubious distinction of being one of the few garments that is both loved and loathed equally.",
		"While this might sound a dubious claim, it's actually quite true - especially if you consider just how difficult it can be to work out in anything other than the most comfortable clothing.",
		"If you are dubious about downloading ROMs from any sites that offer PlayStation ROMs, then considering joining a site that lets you pay a one-time fee to download unlimited ROMs.",
		"With so many styles available, even women who may be dubious of wearing pants in the evening might find something to love.",
		"Any questions or dubious ingredients that seem to rear themselves during one's gluten-free travels are addressed in the FAQ section.",
		"You may need to employ a steel or aluminum attache for these dubious deals.",
		"Howard had been alienated, and trusting anything with Connie was dubious.",
		"The uses of atropine in cardiac affections are still obscure and dubious.",
		"The English parliament, at war with the king, demanded aid from Scotland; it was granted under the conditions of the Solemn League and Covenant (1643), by which the Covenanters expected to secure the establishment of Presbyterianism in England, though the terms of agreement are dubious.",
		"He began by selling some of his numerous mystery novels on a book finder's web site, then expanded to garage sale scouring for items of dubious value.",
		"A lot of the other issues raised certainly sound somewhat dubious.",
		"It's mainly mail art stuff, wacky scans, stupid art and general chicanery of a dubious nature.",
		"To pay off front-panel headphone jack such dubious injuries.",
		"But I just may hold the dubious honor of the all time greatest moment in club breaking history.",
		"Can this dubious character be the one to lift Alice out of the depths of her social ineptitude?",
		"For too long students have had their deposit's withheld by unscrupulous landlords, often on dubious grounds.",
		"In order to pay for his government he had to collect all sorts of taxes that were of dubious legality.",
		"It is a creation of Western colonialism and is governed by people with somewhat dubious legitimacy.",
		"What is dubious is for pre-payments, loans and expenditure to keep turning one into the other in a sort of perpetual merry-go-round.",
		"The fact that many Orthodox ' leaders ' lived lives of dubious morality is not of importance.",
		"We discuss how this has left consultants as serial fad peddlers, perhaps with more influence but delivering dubious genuine benefit.",
		"Here there was a chorus from my research team about the dubious pleasures of actually getting to and from most salons.",
		"When Jackass arrived in Blighty Russell was afforded the dubious privilege of promoting it for MTV UK.",
		"In a world awash in information of dubious provenance, whom can you trust to tell you the truth?",
		"Then again robbed by a dubious penalty at Highbury Pompey played out a 1-1 draw with the mighty Arsenal.",
		"I was dubious of whether I needed a shim but after fitting this heatsink I concluded that it is not needed.",
		"If huge swaths of the book are wrong, or even dubious, then none of the rest can be assumed to be correct.",
		"Some books on being a witch seem trivial, more about fashion than faith, slightly dubious.",
		"Critics within journalism believe that some external regulation might be necessary to curtail dubious professional behavior and regain public trust.",
		"The soldier emperors were understandably unhappy at having a large minority of dubious loyalty in the threatened provinces of the east.",
		"To the Layman, this argument seems of dubious veracity because there have not been any cases of bits falling off.",
		"Of these three, one can definitely be cast by the wayside and at least one other is of dubious value.",
		"She has the dubious honor of being the only female werewolf in the world.",
		"Based on material borrowed from the Sachsische Weltchronik (formerly called Repgowische Chronik from its dubious assignment to Eime von Repgow), the oldest prose chronicle of the world in German (c. 1248 or 1260).",
		"Of Cartesianism towards the close of the 17th century the only remnants were an overgrown theory of vortices, which received its death-blow from Newton, and a dubious phraseology anent innate ideas, which found a witt y executioner in Locke.",
		"This document annulled the Pragmatic Sanction of Bourges, with its schismatic tendencies, but at the same time confirmed the preponderating influence of the king upon the Gallican Church - a concession which in spite of its many dubious aspects at least made the sovereign the natural defender of the Church and gave him the strongest motive for remaining Catholic. The war for the duchy of Urbino (1516-17) entailed disastrous consequences, as from it dates the complete disorganization of papal finance.",
		"Their intervention was prompt; and the dubious attitude of France, which led to her exclusion from the concert and encouraged Mehemet Ali to resist, only led to his obtaining less favorable terms. (See MEHEMET Au.)",
		"When I heard about Cover Girl LashBlast mascara, I was dubious at best.",
		"If these are missing, or of dubious quality, think carefully before buying.",
		"Mention platforms to a dubious outsider and they might wonder why you're planning a wedding with a 1970s theme.",
		"There are many excellent watch stores available online, however there are also some dubious ones.",
		"Don't pay for SEO -- On the same note, any offers you get promising to catapult your site to the top 10 results in Google is dubious at best.",
		"This last canon, however, was of dubious validity.",
		"In the absence of corroboration, these dubious details must be received with extreme reserve.",
		"But these exceptional and dubious forms do not obtain nutriment by sending rootlets in a rhizocephalous manner into their patrons.",
		"The two detectives agreed to keep Baratto at the motel until Monday as neither wanted to waste their weekend checking out his dubious story.",
		"The alliance of the emperors of Constantinople was of far more dubious value to the kings of Jerusalem.",
		"Earnest men could not disguise from themselves the moral dangers almost inevitably consequent upon them; they recognized, moreover, that many pilgrims were actuated by extremely dubious motives; and they distrusted the exaggerated value set on outward works.",
		"The origin of the name Vaygach is as dubious as its orthography; it has been held to be Dutch (waaien, to blow, and gat, a strait, hence \"windy strait\") or Russian, in which case it is probably a surname.",
		"It is difficult, indeed, to blame the burghers for resisting the dubious reforming efforts of Hermann of Wied, archbishop from 1515 to 1546, inspired mainly by secular ambitions; but the expulsion of the Jews in 1414, and still more the exclusion, under Jesuit influence, of Protestants from the right to acquire citizenship, and from the magistracy, dealt severe blows at the prosperity of the place.",
		"He fully recognized that his good was capable of being realized only in successive parts, and gave even exaggerated emphasis to the rule of seeking the pleasure of the moment, and not troubling oneself about a dubious future.",
		"He had the dubious honor of being the cause of the all time, greatest moment in club history.",
		"Even the linesman got in on the act with a highly dubious offside against Cox.",
		"The greater development of railway construction between 1885 and 1891 was due, principally, to the dubious concessions of interest guarantees by the Celman administration, and also to the fever of speculation.",
		"With this the bishop of Exeter (Ornaments Rubric, p. 30) would seem to agree, when he says that \"the customs of the present day do not fully accord with any reasonable interpretation of the rubric. The stole, now nearly universal, is only covered by the rubric if the word ' vestment ' be taken to include it (a very dubious point), and then only at Holy Communion.\"",
		"A late and dubious tradition asserts that the family name became so discredited owing to the pusillanimous conduct of John and Edward Baliol that it was abandoned by its owners in favour of the form Baillie.",
		"The attitude of Napoleon was dubious; the active alliance of Italy was necessary to the certainty of Prussian success; and the policy of Italy depended ultimately upon that of France.",
		"Spain was utterly dumb; Italian fervour could only boast the foundation of two small orders of popular preachers - the Passionists (1737), and the Redemptorists, instituted in 1732 by St Alfonso Liguori, who also won for himself a dubious reputation on the unsavoury field of casuistry.",
		"A share in the work has been claimed on dubious grounds for Benjamin Robins, the mathematician.",
		"The whites maintained their supremacy by very dubious methods until the adoption of the constitution of 1890 made it no longer necessary.",
		"After the rebellion relief was accorded because the obstacle was removed, and it is evident that a broad-minded statesman, or a skilful diplomat, would have accomplished more for French Canada than the fiery eloquence and dubious methods of a leader who plunged his followers into the throes of war, and deserted them at the supreme moment.",
		"Cheyne (in Critica Biblica, 1903), whose restorations resting on a dubious theory of Hebrew history have met with little approval, though his negative criticism of the text is often keen and suggestive.",
		"To what extent such responses are transmitted to offspring, and what part they play in the formation of the adaptive characters that are conspicuous in many animals, remain dubious, but it is at least clear that natural selection can favour those individuals and those races which show the greatest power of responsive plasticity in the individual.",
		"It has often been said that he commenced and frequently practised as an illuminator; this is dubious and a presumption arises that illuminations executed by Giovanni's brother, Benedetto, also a Dominican, who died in 1448, have been ascribed to the more famous artist.",
		"In any event even the IP address request seems dubious.",
		"On the ground of this extremely dubious declaration, designed to compensate for the absence of any authentic and firm foundation in ecclesiastical law, the Pisan assembly on the 5th of June announced the deposition of Gregory XII.",
		"The Kongelov has the highly dubious honour of being the one written law in the civilized world which fearlessly carries out absolutism to the last consequences.",
		"Whether the influence of Cymric blood may be traced in these characteristics is a dubious question.",
		"The long and dubious conflicts of opinion concern Church history but left few traces on doctrine; Athanasius never flinched through all the reaction against Nicaea, and his faith ultimately conquered the Catholic Church.",
		"After Longhena's date church architecture in Venice declined upon the dubious taste of baroque; the facades of San Moise and of Santa Maria del Giglio are good specimens of this style.",
		"Pombal charged the whole Society with the possible guilt of a few, and, unwilling to wait the dubious issue of an application to the pope for licence to try them in the civil courts, whence they were exempt, issued on the 1st of September 1759 a decree ordering the immediate deportation of every Jesuit from Portugal and all its dependencies and their suppression by the bishops in the schools and universities.",
		"Possibly David had, as one motive for his scheme, the very dubious legitimacy of the children of the Steward, a probable cause of civil war and a disputed succession.",
		"Valla by one vigorous effort destroyed the False Decretals and exposed the Donation of Constantine to ridicule, paving the way for the polemic carried on against the dubious pretensions of the papal throne by scholars of the Reformation.",
		"Of other recent orders the indications are meagre and dubious, and there can be no doubt that a large proportion of Ferns from the older rocks (in so far as they were Ferns at all) belonged to families quite distinct from any which we recognize in the flora of our own day.",
		"The evidence for terrestrial Silurian vegetation is still dubious; apart from some obscure North American specimens, the true nature of which is not established, Potonie has described well-characterized Pteridophytes (such as the fern-like Sphenopteridium and Bothrodendron among Lycopods) from supposed Silurian strata in North Germany; the horizon, however, appears to be open to much doubt, and the specimens agree so nearly with some from the Lower Carboniferous as to render their Silurian age difficult of credence.",
		"A dubious accolade goes to the nearby city of Durham.",
		"For example, a rather dubious adult website managed to get a pagerank of 10.",
		"Relationships where there is a significant power differential are considered dubious.",
		"If a staunch unreconstructed Thatcherite gets in, the future of people like Clarke and Oatten in the Tory party becomes dubious.",
		"Yet we may have to correct the dubious chronology of the first Roman bishops by this datum, and prolong his life to about A.D.",
		"We have, however, yet to notice the enlargement of the sphereof ethics due to its close connexion with theology; for while this added religious force and sanction to ordinary moral obligations, it equally tended to impart a moral aspect to religious, belief and worship. \" Duty to God \" - as distinct from duty to man - had not been altogether unrecognized by pagan moralists; but the rather dubious relations of even the more orthodox philosophy to the established polytheism had generally prevented them from laying much stress upon it.",
		"The reader may consult La Vasconie by Jean de Jaurgain (Paris, 1898) for the latest example of this reconstruction of ancient history from fragmentary and dubious materials.",
		"Even this dubious advantage only lasted three years until her mother was beheaded, and by a much more serious freak on Henry's part \"divorced.\"",
		"His legitimacy was rather worse than dubious, and henceforth he sided with the party most powerful at each crisis.",
		"It had the dubious distinction of having the second highest crime rate in the western world.",
		"Judging by the council records, some success is being achieved but the public remains dubious.",
		"She had the dubious honor of being the only female werewolf in the world.",
		"The ethically dubious world of patent medicines was born.",
		"It was of dubious legality.",
		"Nor have they even had the dubious merit of success."
	],
	"synonyms": [
		"doubtful",
		"in-question",
		"dubitable",
		"trustless",
		"shaky",
		"fishy",
		"vague",
		"undetermined",
		"equivocal",
		"shady",
		"unsure",
		"iffy",
		"disputable",
		"questionable",
		"indecisive"
	],
	"antonyms": [
		"unobscure",
		"clear",
		"certain",
		"definite",
		"unambiguous",
		"positive",
		"sure",
		"doubtless",
		"undoubtful",
		"trusty",
		"reliable",
		"trustworthy"
	]
}