{
	"word": "discrete",
	"meaning": [
		"Separate and distinct; not attached to others; unrelated.",
		"Made up of distinct parts; discontinuous.",
		"Defined for a finite or countable set of values; not continuous.",
		"Designating or of an electronic circuit having separate transistors, resistors, etc.",
		"Separate; distinct; individual; non-continuous."
	],
	"sentences": [
		"I strolled a discrete distance from her side as we entered the gardens.",
		"When we pass from the consideration of discrete particles to that of continuous distributions of matter, we require some physical postulate over and above what is contained in the Laws of Motion, in their original formulation.",
		"It would seem that \"the general theory of discrete and continuous quantity\" is the exact description of the topics of these sciences.",
		"The doctrine that matter can be divided into, or regarded as composed of, discrete particles (termed \" atoms \" by early writers, and \" molecules \" by modern ones) has at all times played an important part in metaphysics and natural science.",
		"It has been usual to define mathematics as \"the science of discrete and continuous magnitude.\"",
		"In mathematics and music, the adjective has been used as synonymous with \"continuous\" as opposed to \"discrete,\" i.e.",
		"They are not discrete entities which could do this.",
		"That effectively meant investing in application integration projects to allow previously discrete systems to communicate more effectively.",
		"It is the only discrete ICT this term all the rest of the sessions are subject based.",
		"To pool is to dilute, and to render incapable of discrete use.",
		"For a discrete event simulation the Sequence diagram looks best suited to show how events affect the objects during the experiment execution.",
		"If we have a continuous distribution of matter, instead of a system of discrete particles, the summations in (6) are to be replaced by integrations.",
		"This window is important because it allows making the memorisation process discrete.",
		"Data from three apparently discrete but important areas are presented in Table 12.",
		"A similar proof using discrete Abel summation delivers a variant of the theorem in terms of ls instead of li.",
		"Now you can apply discrete Human Playback styles to specific regions of your piece.",
		"We consider random discrete dopants, trapped charges, atomic-scale interface roughness, and line edge roughness as sources of intrinsic parameter fluctuations.",
		"The circuit design uses discrete transistors, not an RF module.",
		"The smaller, more discrete style is more suitable for everyday wear.",
		"A complex genetic program coordinates the formation, growth, and migration of billions of neurons, or nerve cells, and their development into discrete, interacting brain regions.",
		"It has now become apparent that the traditional field of mathematics in the province of discrete and continuous number can only be separated from the general abstract theory of classes and relations by a wavering and indeterminate line.",
		"This manner of conceiving is absolutely general and distinct, and accordingly affords the possibility of an all-comprehensive and perfect science, the science of discrete quantity.",
		"The identical relation between the ideas of space and time and the impressions corresponding to them apparently leads him to regard judgments of continuous and discrete quantity as standing on the same footing, while the ideal character of the data gives a certain colour to his inexact statements regarding the extent and truth of the judgments founded on them.",
		"In many questions relating to systems of discrete particles the internal force R55 (which we will reckon positive when attractive) between any two particles m,, m5 is a function only of the distance r55 between them.",
		"For most purposes the solid media are to be preferred, since bacterial growth appears as a discrete mass and accidental contamination can be readily recognized.",
		"This antithesis is no doubt influenced by the idea that the two words derive from a common origin, whereas \"discrete\" is derived from the Latin discernere.",
		"The elementary spatial relation Herbart conceives to be \"the contiguity (Aneinander) of two points,\" so that every \"pure and independent line\" is discrete.",
		"A special class of such systems are Hamiltonian flows and their discrete analog, symplectic maps.",
		"It is hard to avoid this conflation of autonomous sources of income within a rural household economy and break it down to discrete units.",
		"Uncertainty of whether the current distribution of valley bottom sites represent discrete concentrations or windows on a broader continuum.",
		"Then = n (f g ). In other words, the discrete Fourier transform maps convolution to pointwise multiplication.",
		"This paper proposes a new test of independence based on the maximum canonical correlation between pairs of discrete variables.",
		"Relative to the number of elements in the detector the discrete cosine proves inefficient, particularly with regard to modulation information.",
		"Most requirements are met by a selection of devices such as a microcontroller plus an ASIC plus discrete parts including merchant semiconductor devices.",
		"The latest ones are designed to look like telegraph poles and are very discrete indeed.",
		"Think about inventing a flexible yet discrete device for decisively removing earwax.",
		"The volume has been assembled from the following discrete fascicles, each of which contains a single musical work.",
		"The approach assumes a self-similar fractal - this result suggests considerable approximations are involved in the application of box counting to discrete FBM.",
		"Hamiltonian matrix is then calculated using the discrete Fast Fourier Transform method to compute the kinetic energy part of the operator.",
		"Hamiltonian theory is an important element of integrable systems, whether discrete, ordinary differential or partial differential equations.",
		"In fact GAP supports finite fields with elements represented via discrete logarithms only up to a given size.",
		"Secondly, we have a very broad department, encompassing pure, applied and discrete maths, stats, computing and even astronomy.",
		"A basic grounding in discrete mathematics will assumed during the lectures on security.",
		"We study the homoclinic orbits of the completely integrable discrete sine-Gordon.",
		"Discrete fixings will be installed also to allow the erection of raked seating over the central grass oval during the Festival period.",
		"A discrete union flag appeared on the Rovers to show a quiet patriotism, followed by the welcome resurrection of MG.",
		"Analog gain and filtering using proprietary Meridian Class-A discrete amplification.",
		"In several quasars, small, discrete sources have been found that change position from one observation to the next.",
		"Conversation is divided into discrete contributions - often questions - that invite a rejoinder.",
		"Space has three dimensions, and time has one, so space-time is four-dimensional, but the four components are discrete.",
		"For visual examination, discrete pieces of material must be supplied, powdered material being virtually useless.",
		"So can discrete voice recognition users easily make the transition to continuous voice recognition?",
		"The male-specific region of the human Y chromosome is a mosaic of discrete sequence classes.",
		"It uses five discrete channels of digital sound plus a separate subwoofer channel for lower bass extension.",
		"The discrete phase is modeled by determining the trajectories of a representative sample of particles.",
		"A third more discrete area of low pressure maintained the unsettled conditions from the 22nd to the 25th.",
		"Discrete numerical variates have only a fixed set of possible values - typically integer values, arising from counting things.",
		"Favorite table games discrete vip booths encourage more companies.",
		"The original open wickerwork chimney hood is a delight but they are considering lining inside with a discrete steel flue for added safety.",
		"The styles range from discrete chains that fit snugly under the sleeve of a sweater or blouse, to large flamboyant bracelets that dress up any outfit.",
		"The subdued gray tones of soft-tech nose pads provide discrete comfort and gives the style a finished look that is sure to please even the most discriminating buyer.",
		"Turn money origami into an ornament by attaching a paperclip on a discrete fold and then tying a small ribbon or fishing line to the paperclip.",
		"If you're planning to breastfeed, you may wish to purchase a pair of maternity pajamas with a wrap bodice or discrete nursing slits.",
		"There, ruffles from the halter's bust area converge with discrete ruffles along the waist area as both are then gathered together to present a slim finish.",
		"If your partner is not discrete at all, he could walk in with lipstick on his cheek or smelling like someone else's perfume.",
		"Smaller and more discrete rings can be a better choice for people who operate machinery or play a lot of sports.",
		"If you want something discrete but meaningful to you, areas like the wrist, hip or small of the back may be best.",
		"The inside of a lid is a wonderful area for discrete or personal messages to be engraved.",
		"A commonly used procedure to teach autistic children new skills with ABA is discrete trail training.",
		"Common techniques in ABA are discrete trial teaching (DTT) and prompting.",
		"For example, the goal of a discrete trial exercise that uses letter identification does not focus on learning letters.",
		"Add discrete piping, a notch collar button front and two panel pockets, as well as a drawstring pant and fabric-covered elastic waistband with a hidden fly button and you're truly ready for your close-up.",
		"Skin cancer usually starts as a discrete mole, bump, or patch, not a rash.",
		"He emphasized the word any and said I should be as generous as Santa Claus but totally discrete.",
		"Each neuron or nerve cell is a morphologically distinct and discrete unit connected functionally but not structurally with its neighbours, and leading its own life independently of the destiny of its neighbours.",
		"As the discrete breather decays two small traveling waves detach from it and travel away from the central node.",
		"It is expected that the effects of weathering will ensure that these new sections of oak become more discrete with time.",
		"If you prefer to be discrete, you can shop online.",
		"If the aether were itself constituted of discrete molecules, on the model of material bodies, such transparency would not be conceivable."
	],
	"synonyms": [
		"distinct",
		"various",
		"separate",
		"individual",
		"diverse",
		"detached",
		"singular",
		"single",
		"particular",
		"several"
	],
	"antonyms": [
		"combined",
		"joined",
		"attached"
	]
}