{
	"word": "unobtrusive",
	"meaning": [
		"Not undesirably noticeable or blatant; inconspicuous."
	],
	"sentences": [
		"He usually dressed in black, with unobtrusive propriety.",
		"Like another Socrates, he taught them to know themselves, repressing vanity, encouraging the despondent, and attaching all alike by his unobtrusive sympathy.",
		"Simple choices such as a similar type of metal or heartfelt inscriptions can create an unobtrusive wedding ring set that is matched in the couple's hearts, even if those details may not be visible to others.",
		"Select rods for café curtains that coordinate with the décor of the room, while remaining unobtrusive in place.",
		"Because a butterfly is a small and relatively unobtrusive accent, they can easily fit into most wedding decors to add a small touch of delicacy and innocence without overpowering the wedding.",
		"Rimless eyeglass frames have become quite popular in the past few years with good reason.They're lightweight, unobtrusive, and stylish.",
		"Click here to listen to a sample Its soft, majestic themes are appropriate and unobtrusive during play.",
		"These different shades add character and distinction and can be paired with colored diamonds to enhance the sheen in an unobtrusive but beautiful way.",
		"If it's to click through to ads, try to place ads there in a way that is unobtrusive and doesn't interfere with the visitor experience.",
		"Her schoolwork improved, she was responsible about helping out and generally unobtrusive.",
		"In an unobtrusive way weevils do immense harm to vegetation.",
		"This unobtrusive unit gives a digital line status readout.",
		"The intimacy with the Bible which is manifest in the pages of the Christian Year; and the unobtrusive felicity with which Biblical sentiments and language are introduced have done much to endear these poems to all Bible readers.",
		"The new design offers a novel and complementary approach to shoreline devices that is completely unobtrusive and well protected.",
		"He was ushered into the presence of an elderly man of quiet, unobtrusive aspect.",
		"Recess lighting into the soffit for unobtrusive light, or hang pendants from the soffit on slightly shorter cords for a more intimate look.",
		"At first glance, this site seems very busy with graphics and a poor layout, but surprisingly, the ads are unobtrusive, unlike most sites that cater to free online games.",
		"For the most part, advertising consists of a few unobtrusive banner ads at the top and to the sides of the chat window.",
		"Unlike recessed lights, which are unobtrusive and blend into the ceiling, monorail lights are made to give an artistic touch to the room.",
		"In fact, the common thread through almost all of the positive reviews on Review Centre is the well-trained, helpful, and unobtrusive staff.",
		"The site's URL appears on the back of each invitation, but it is relatively unobtrusive to the overall design.",
		"It is ideal for those with sensitive skin, and especially for anyone sensitive to fragrances; the mild, inoffensive honey scent is unobtrusive and gentle.",
		"The basic service does have some unobtrusive ads, but it's easy enough to upgrade to a no-ads version by paying a little money.",
		"Bold as are his opinions in his works, here he was wholly unobtrusive of theories that might not have commended the assent of all present.",
		"Diogenes says that he left no writings, and the Eretrian school disappeared after a short and unobtrusive existence.",
		"The happiness of the Epicurean was, it might almost seem, a grave and solemn pleasure - a quiet unobtrusive ease of heart, but not exuberance and excitement.",
		"The wax thickness of 0.5mm provides sufficient strength to the finished casting to resist flexing whilst remaining unobtrusive in situ.",
		"This is a very distinctive Bush-shrike which is generally unobtrusive but does become more confiding in open gardens and close to human habitation.",
		"Unobtrusive Dom scripting CSS and XHTML separate out content and style.",
		"Those instruments of which the tones and compass are most suitable for polyphonic melody are for the most part high in pitch; a circumstance which, in conjunction with the practice (initiated by the monodists and ratified by science and common sense) of reckoning chords upwards from the bass, leads to the conclusion that the instruments which hold the main threads in the design shall be supported where necessary by a simple harmonic filling-out on some keyed instrument capable of forming an unobtrusive background.",
		"These need to be unobtrusive in the space.",
		"A very delicate, linked chain can be extremely fragile, yet it may be entirely appropriate for a small, unobtrusive diamond accent.",
		"Since some car interior materials are very sensitive to chemicals, apply the cleaner in an unobtrusive spot first.",
		"Etching on glass can create a beautiful yet unobtrusive pattern on items such as mirrors and vases.",
		"This type of material is easy to wear under your clothes during the day since it's generally thin and unobtrusive even under tight outfits.",
		"Both these compounds afford delicate, unobtrusive and effective grounds for inlaying with gold, silver and other metals, as well as for sculpture, whether incised or in relief.",
		"Isaac is by general consent of the Christian church taken as a representative of the unobtrusive, restful, piously contemplative type of human character.",
		"He, who made every one happy in a beautiful, unobtrusive way, was most kind and tender to Miss Sullivan and me.",
		"He published some 200 sermons, in most of which are displayed unobtrusive learning, fresh application of old sayings, and a high conception of Judaism and its claims. Jellinek was a powerful apologist and an accomplished homilist, at once profound and ingenious."
	],
	"synonyms": [
		"unnoticeable",
		"unpretentious",
		"quiet",
		"unassuming",
		"reserved",
		"modest",
		"meek",
		"inconspicuous",
		"humble",
		"tasteful",
		"restrained",
		"inobtrusive",
		"subdued",
		"unconspicuous",
		"obscure"
	],
	"antonyms": [
		"obtrusive",
		"noticeable",
		"flaunting"
	]
}