{
	"word": "surreptitious",
	"meaning": [
		"Done, gotten, made, etc. in a secret, stealthy way; clandestine.",
		"Acting in a secret, stealthy way."
	],
	"sentences": [
		"He made a surreptitious recording with a concealed hand-held machine.",
		"She completed the assignment in a surreptitious, secret manner.",
		"There was a lot of surreptitious advertising for the hidden cafe!",
		"I feel very surreptitious walking around this place; it is a very catholic hospital.",
		"Other than their surreptitious glances at the audience, they were totally involved all the time.",
		"But no, they do it in a sneaking, underhand, surreptitious, secret manner.",
		"The attempt is now brazen; it used to be surreptitious.",
		"A second surreptitious visit to Mannheim came, however, to the ears of the duke, who was also irritated by a complaint from Switzerland about an uncomplimentary reference to Graubunden in Die Rduber.",
		"They emphasized the need for firm government in order to curb the surreptitious slave trade still going on.",
		"At this time Protestant opinions were being disseminated in England chiefly by the surreptitious circulation of the works of Wycliffe, and especially of his translations of the New Testament.",
		"A legend of his surreptitious bestowal of dowries upon the three daughters of an impoverished citizen, who, unable to procure fit marriages for them, was on the point of giving them up to a life of shame, is said to have originated the old custom of giving presents in secret on the Eve of St Nicholas, subsequently transferred to Christmas Day.",
		"To the period of this sojourn in Holland must probably be referred the surreptitious impression or publication of an imperfect edition of the Inquiry concerning Virtue, from a rough draught, sketched when he was only twenty years of age.",
		"In 1531 the Book of Jonah appeared with an important and highly interesting prologue, the only copy known of which is in the British Museum.6 Meanwhile the demand for New Testaments, for reading or for the flames, steadily increased, and the printers found it to their advantage to issue the Worms edition of the New Testament in not less than three surreptitious reprints before 1534.",
		"As Lomax withdrew he still managed a surreptitious recording with a concealed hand-held machine.",
		"With the example of Natal before them as a warning, it was (they argued) to the whites a question of life and death, and unless registration were enforced they could not prevent the surreptitious entry of new-comers.",
		"Flamsteed denounced the production as surreptitious; he committed to the flames three hundred copies, of which he obtained possession through the favour of Sir Robert Walpole; and, in defiance of bodily infirmities, vigorously prosecuted his designs for the entire and adequate publication of the materials he continued to accumulate.",
		"Paulus, sharpened by Schelling's apparent success, led to the surreptitious publication of a verbatim report of the lectures on the philosophy of revelation, and, as Schelling did not succeed in obtaining legal condemnation and suppression of this piracy, he in 1845 ceased the delivery of any public courses.",
		"No distractions, no surreptitious glances at the audience, they were totally involved all the time.",
		"I feel very surreptitious walking around this place; it is a (very) catholic hospital.",
		"Each song was linked by pleasant friendly, uplifting banter including surreptitious advertising for Harveys of Lewes !",
		"The best-known accounts of Cirey life, those of Madame de Grafigny, date from the winter of 1738-39; they are somewhat spiteful but very amusing, depicting the frequent quarrels between Madame du Chatelet and Voltaire, his intense suffering under criticism, his constant dread of the surreptitious publication of the Pucelle (which nevertheless he could not keep his hands from writing or his tongue from reciting to his visitors), and so forth."
	],
	"synonyms": [
		"underground",
		"hush-hush",
		"hugger-mugger",
		"undercover",
		"secret",
		"hole-and-corner",
		"cloak-and-dagger",
		"clandestine",
		"stealthy",
		"sneaky",
		"sneak",
		"furtive",
		"hidden",
		"covert",
		"concealed"
	],
	"antonyms": [
		"authorized",
		"open",
		"aboveboard",
		"honest"
	]
}