{
	"word": "rebuke",
	"meaning": [
		"To blame or scold in a sharp way; reprimand.",
		"To express sharp criticism regarding (an act, for example).",
		"To force back.",
		"To check or repress.",
		"An expression of strong disapproval.",
		"A sharp reprimand.",
		"A harsh criticism."
	],
	"sentences": [
		"It was unfair to punish him, but his rebuke still stung.",
		"Even one second of tardiness to the biology lab would earn one a stern rebuke.",
		"Thus he paves the way for his tardy rebuke of present disorders, which he reserves until two-thirds of his epistle is completed.",
		"Sofia watched him, stunned by his rebuke.",
		"She recalled his long sad and severe look at those words and understood the meaning of the rebuke and despair in that protracted gaze.",
		"In fact the Pope in 1897 was obliged to send a severe rebuke to the clergy for their lack of consistency and zeal.",
		"His piety was genuine; simple and pure, he was shocked at any suggestion of impropriety, but his rebuke was only \" Fie, for shame!",
		"Her teenage daughter stormed out of the house before she could begin her rebuke.",
		"The rebuke infuriated the Conservative deputies, who, protesting against Crispis words in the name of the sacred memories of their party, precipitated a division and placed the cabinet in a minority.",
		"And yet the monarch herself is in no position to issue a rebuke.",
		"I remember well that I received a severe rebuke from the captain for inattention to signals.",
		"Christ gave them a gentle rebuke, saying,  Where is your faith?",
		"They were unsuccessful at trial, and on appeal, and received a judicial rebuke.",
		"I felt his pain and did not rebuke him for the pain he gave my wife and children.",
		"The present Earl Spencer was to deliver an astonishing rebuke to the royal family at Diana 's funeral.",
		"Little wonder that unions reacted with an immediate and stern rebuke in a letter from the office of Brendan Barber.",
		"In action his reckless bravery had earned him rebuke, and in Paris he was remarked for the exact performance of his military duties, though he found time to whet his appetite for art in the matchless collections gathered by Napoleon as the spoil of all Europe.",
		"Abner was indignant at the deserved rebuke, and immediately opened negotiatons with David, who welcomed him on the condition that his wife Michal should be restored to him.",
		"The force of Richard 's stinging rebuke here is felt by the audience, most of whom will know its historical accuracy.",
		"This contemptible conduct met with stern rebuke from the British press.",
		"His dad didn't hesitate to rebuke Zach for leaving the house in a mess while his parents were gone for the weekend.",
		"The Pick Up Game allows players to practice their \"pick-up\" skills on simulated characters who will either rebuke the player or hand over thier phone numbers.",
		"After publishing The Mock Mourners, intended to satirize and rebuke the outbreak of Jacobite joy at the king's death, he turned his attention once more to ecclesiastical subjects, and, in an evil hour for himself, wrote the anonymous Shortest Way with the Dissenters (1702), a statement in the most forcible terms of the extreme \"high-flying\" position, which some high churchmen were unwary enough to endorse, without any suspicion of the writer's ironical intention.",
		"He was sued for libel for printing a rebuke to some of his parishioners who had travestied the sacrament of the Lord's Supper; and after several years in the courts he was ordered to pay damages of £150, which was raised by his parishioners.",
		"The first recognition of a disease may be at a necropsy, but then usually by irresponsible pathologists; it is another matter when the physician himself comes under rebuke for failing to seize a way to cure, while the chance remained to him, by section of the abdomen during life.",
		"These were \"lost sheep of the house of Israel\"; but Christ's freedom from Jewish exclusiveness is also brought out (I) as regards Samaritans, by the rebuke administered to the disciples at ix.52 sqq., the parable in x.",
		"There are no indications of any form of doctrinal heresy as needing rebuke; the warnings against false teaching are quite general.",
		"When a solemn embassy of rebuke was sent to Zurich from a diet held at Lucerne, on the 26th of January 1524, the city replied that in matters relating to the Word of God and the salvation of souls she would brook no interference.",
		"At one time it is a summons to do battle for the faith; at another, a series of reflections on recently experienced success or misfortune, or a rebuke for their weak faith; or an exhortation to virtue, and so on.",
		"He was, however, a baptized Christian, and accepted with meekness the rebuke of Peter.",
		"Perhaps the most remarkable incident in the life of Theodosius from a personal point of view is the incident of his submission to the reprimands of Ambrose, who dared to rebuke him and refuse to admit him to the Eucharist till he had done public penance for punishing a riot in Thessalonica by a wholesale massacre of the populace.",
		"They provided amongst other things that no one was to be allowed to preach without a bishop's licence, that preachers preaching to the laity were not to rebuke the sins of the clergy, and that Lollard books and the translation of the Bible were to be searched for and destroyed.",
		"Mr Chamberlain's speech, in answer to what had been intended as a contemptuous rebuke, was universally applauded.",
		"Psalm XXXVII O Lord, rebuke me not in Thy wrath, neither chasten me in Thy hot displeasure.",
		"The Synod thereafter unanimously resolved to rebuke him, and to admonish him to behave orderly for the future.",
		"Jesus administers that mild rebuke, ' Stop disbelieving and show yourself a believer ', as the words could be translated.",
		"The present Earl Spencer was to deliver an astonishing rebuke to the royal family at Diana's funeral.",
		"Indeed, he gave vent to his feelings in such a vehement fashion that he drew a sharp rebuke from the Chairman.",
		"The force of Richard's stinging rebuke here is felt by the audience, most of whom will know its historical accuracy.",
		"Christ gave them a gentle rebuke, saying, \" Where is your faith?",
		"The pillars of heaven tremble and are amazed at His rebuke.",
		"On the contrary, he was democratic in his thought, and outspoken in his rebuke of whatever seemed to him antagonistic to the highest freedom.",
		"His training, the practical bent of his understanding, his strong but morose character, the circumstances of his time, and the materials available for his art, all fitted him to rebuke his own age and all after-times in the tones of a powerful preacher, rather than charm them with the art of an accomplished poet.",
		"The Maxwell's young son received a strong rebuke after he called 911 for no reason.",
		"Show genuine compassion for others, particularly when they are in need or distress, and try not to laugh at their misfortunes because this will only provoke a strong rebuke from Scorpio.",
		"The generous elevation of David's character is seen most clearly in those parts of his life where an inferior nature would have been most at fault, - in his conduct towards Saul, in the blameless reputation of himself and his band of outlaws in the wilderness of Judah, in his repentance under the rebuke of Nathan and in his noble bearing on the revolt of Absalom.",
		"It is this most fatal doubt which evokes the Shepherd's sternest rebuke; and he meets it with the ultimate religious appeal, viz.",
		"Origen indulged in many speculations which were afterwards condemned, but, as these matters were still open questions in his day, he was not reckoned a heretic. (iii.) In accordance with the New Testament use of the term heresy, it is assumed that moral defect accompanies the intellectual error, that the false view is held pertinaciously, in spite of warning, remonstrance and rebuke; aggressively to win over others, and so factiously, to cause division in the church, a breach in its unity.",
		"Mahomet himself, too, repeatedly receives direct injunctions, and does not escape an occasional rebuke.",
		"Jesus replied with a stern rebuke, addressing the questioners as hypocrites, and exposing the falsity of a system which allowed the breach of fundamental commandments in order that traditional regulations might be observed.",
		"The supposition of a Solomonic authorship for Proverbs is excluded by the whole colouring of the book, in which monotheism and monogamy are assumed, without discussion, to be generally accepted, while in Solomon's time and by Solomon's self the worship of many gods and the taking of more than one wife were freely practised, without rebuke from priest or prophet.",
		"The freedom with which he fraternized with his Protestant neighbours called forth the rebuke of his bishop (George Hay), and ultimately, for hunting and for occasionally attending the parish church of Cullen, where one of his friends was minister, he was deprived of his charge and forbidden the exercise of ecclesiastical functions within the diocese.",
		"He twice incurred a well-merited rebuke from Henry III.",
		"Irritated at the rebuke, Taran prepared himself.",
		"Nowhere is there even a mild rebuke of Israel 's savage massacres let alone any wrong doings.",
		"And these now rare and coveted pieces remain to rebuke us for our modern preference for the mechanical and unnatural chiaroscuro of photogravure - the successor and destroyer of the graver's art.",
		"No great church has yet modified its articles of religion so as to admit, for example, that the Garden of Eden was not a definite place where Eve was tempted, yet the doctrine is contradicted with approval by individuals, and the results of modern science are accepted and taught without rebuke.",
		"In January 1537 he received a sharp letter of rebuke from the king's council, together with the suggestion that the differences might be discussed with royal deputies either in France or Flanders, provided that Pole would attend without being commissioned by any one.",
		"But when theists charge one another with \"anthropomorphism,\" in order to rebuke what they deem unduly manlike conceptions of God, they stand on slippery ground.",
		"Burke always accepted the rebuke, and flung himself into vindication of the sense, substance and veracity of what he had written.",
		"Archbishop Whitgift, angry at the implied rebuke, caused him to be brought before the High Commission and imprisoned for about a month."
	],
	"synonyms": [
		"lambast",
		"have-words",
		"chew-up",
		"trounce",
		"rag",
		"take-to-task",
		"lambaste",
		"chew out",
		"bawl out",
		"reproof",
		"berate",
		"lecture",
		"dress down",
		"call down",
		"chide",
		"reprimand",
		"reproof",
		"reprehension",
		"reproval",
		"just-deserts",
		"deserts",
		"comeuppance",
		"animadversion",
		"punishment",
		"objurgation",
		"chastisement",
		"censure",
		"castigation",
		"admonishment",
		"slap-in-the-face"
	],
	"antonyms": [
		"flatter",
		"compliment",
		"praise",
		"commend",
		"flattery",
		"compliment",
		"praise",
		"applause",
		"congratulations"
	]
}