{
	"word": "repugnant",
	"meaning": [
		"Contradictory; inconsistent.",
		"Causing repugnance; distasteful; offensive; disagreeable.",
		"Offering resistance; opposed; antagonistic."
	],
	"sentences": [
		"It was, however, profoundly repugnant to him.",
		"What I find repugnant, however, is the lack of honesty.",
		"He appears to have been especially chagrined because the crown lands were not his personal property, but the whole of the new arrangements were repugnant to him.",
		"The story is in both cases more human and less repugnant than the, in some respects, similar story of Griselda.",
		"The problem cannot be approached from modern preconceptions because there was much associated with the worship of Yahweh which only gradually came to be recognized as repugnant, and there was much in earlier ages and in other lands which reflects an elevated and even complex religious philosophy.",
		"Her right is not reduced or diminished merely because her decision to exercise it may appear morally repugnant ' .",
		"I Paul, speaking for the monophysite bishops, had said that what was particularly repugnant in the definition of Chalcedon was the implication of two wills in Christ.",
		"Massachusetts had excluded the English Book of Common Prayer, she had restricted the franchise, laid the death penalty, on religious opinions, and passed various other laws repugnant to the Crown, notably to Charles II.",
		"Its enactments are called ordinances, and no ordinance is valid so far as it may be repugnant to an act of the Union Parliament.",
		"Such by-laws will therefore be upheld, unless it is clear that they are uncertain, repugnant to the general law of the land, or manifestly unreasonable.",
		"It should be noticed in passing that the idea of a priesthood with mystical powers is altogether repugnant to Buddhism; every one's salvation is entirely dependent on the modification or growth of his own inner nature, resulting from his own exertions.",
		"Its narrow and dogmatic teaching was profoundly repugnant to him, and he soon abandoned it for the study of public law.",
		"Richelieu, therefore, passed his time in safeguarding himself from his rivals and in spying upon them; his suspicious nature, rendered still more irritable by his painful practice of a dissimulation repugnant to his headstrong character, making him fancy himself threatened more than was actually the case.",
		"Though the measure was in itself repugnant to Maria Christina, the pressing needs of her government compelled her to consent when Juan Alvarez y Mendizabal (1790-1853), a minister of Jewish descent, forced on.",
		"The Sudan judicial codes, based in part on those of India and in part on the principles of English law and of Egyptian commercial law, provide for the recognition of \" customary law \" so far as applicable and \" not repugnant to good conscience.\"",
		"While the loose ends of both Jerome Shipton's fall and Edith's suicide itched at Dean's sense of logical completion, the matter in its entirety was so repugnant to him that he didn't want to think about it.",
		"Article XX says you must not, \" so expound one place of Scripture that it be repugnant to another.",
		"We find the idea repugnant, which is why such activities have also been made illegal, at least in most modern countries.",
		"While for many it seems quite repugnant, it is doubtful that it is a trend that will ever completely disappear.",
		"A practice I think most people find morally repugnant.",
		"I respectfully submit that Your Lordship would find such laws, if enacted in this country, to be utterly repugnant.",
		"And is it not plainly repugnant that any one of these, or any combination of them, should exist unperceived?",
		"This was, of course, even more repugnant to Maxwell's mind than the statical distance-action developed by Poisson.",
		"It also asks that \" if anyone shall note in this our confession any articles or sentence repugnant of God's Holy Word, that it would please him of his gentleness and for Christian charity's sake, to admonish of the same in writing,\" promising that if the teaching cannot be proved, to reform it.",
		"Such confirmation does not, however, give validity to a by-law which cannot be justified by the provisions of the act, and many by-laws which have been so confirmed have been held to be invalid under the general law as being uncertain, unreasonable or repugnant to the law of the realm.",
		"You see, Aunt, Mamma has long wanted me to marry an heiress, but the very idea of marrying for money is repugnant to me.",
		"The idea of marrying some rich woman, which was suggested to him by his female relations, was repugnant to him.",
		"Her right is not reduced or diminished merely because her decision to exercise it may appear morally repugnant '.",
		"Still, they 're doing the decent thing in supporting a Muslim state which endorses terrorism against a particularly repugnant Western ally.",
		"Being large instead of small - and that thought is rather repugnant at the moment .",
		"But ultimately by buying into that genre, it dodges the hard task of encouraging us to sympathize with a basically repugnant character.",
		"Moreover, God has ordained, even in the bible, morally repugnant things, by the standards of human morality.",
		"His crimes against humanity are of the most heinous character and are of the most repugnant acts known to humankind.",
		"Moist slough is visually repugnant and malodorous, and provides an ideal culture medium for bacteria.",
		"Yet Buddhism has never made much impression west of India, and Islam is clearly repugnant to Europeans, for even when under Moslem rule (as in Turkey) they refuse to accept it in a far larger proportion than did the Hindus in similar circumstances.",
		"Natives, however, are not justiceable under the RomanDutch law, but by virtue of letters patent passed in 1848 they are judged by native laws and customs, except so far as these may be repugnant to natural equity.",
		"The uprightness and sincerity of his character won the friendship of many to whom his philosophy was repugnant.",
		"The preaching of John the Baptist was thus in sympathy with the ideals of his generation, though the sternness of the repentance which he set forth as the necessary preparation for entrance into the new kingdom of heaven, which was to be made visible on earth, was not less repugnant to the men of his day than of later times.",
		"It developed into an engine of horrible oppression, and as such was repugnant to the feelings of a free people.",
		"Being large instead of small - and that thought is rather repugnant at the moment \" .",
		"Your definition of English is alternately risible or repugnant, if you meant it in earnest.",
		"It amazes me in the 21st Century how a man of 22 can believe or hold such misguided, repugnant, old-fashioned views.",
		"On the 10th of May she wrote curtly that the course proposed by Sir Robert Peel was contrary to usage and repugnant to her feelings; the Tory leader then had to inform the House of Commons that, having failed to obtain the proof which he desired of her majesty's confidence, it was impossible for him to accept office.",
		"The power to make commercial treaties relating to Canada rests with the government of Great Britain, but in most cases the official consent of Canada is required, and for many years no treaty repugnant to her interests has been signed.",
		"This doctrine as minimizing grace was repugnant to Augustine.",
		"Everything that reminded him of his past was repugnant to him, and so in his relations with that former circle he confined himself to trying to do his duty and not to be unfair.",
		"The Judiciary Act of 1789 (as amended by subsequent legislation) provides for the appeal to the Supreme Court of the United States of a final judgment or decree in any suit rendered in the highest court of a state in which a decision in the suit could be had where is drawn in question the validity of a treaty or statute for an authority exercised under the United States, and the decision is against their validity; or where is drawn in question the validity of a statute of, or an authority exercised under, any state, on the ground of their being repugnant to the Constitution, treaties or laws of the United States, and the decision is in favor of their validity; or where any title, right, privilege or immunity is claimed under the Constitution, or any treaty or statute of, or commission held or authority exercised under the United States, and the decision is against the title, right, privilege or immunity specially set up or claimed by either party under the Constitution, treaty, statute, commission or authority."
	],
	"synonyms": [
		"inconsistent",
		"incongruous",
		"incongruent",
		"incompatible",
		"discrepant",
		"ugly",
		"squalid",
		"sordid",
		"sickening",
		"revolting",
		"refractory",
		"horrid",
		"hateful",
		"fulsome",
		"disagreeable"
	],
	"antonyms": [
		"attractive",
		"agreeable",
		"pleasant",
		"friendly",
		"nice",
		"good"
	]
}