{
	"word": "feign",
	"meaning": [
		"To give a false appearance of.",
		"To form; shape.",
		"To represent falsely; pretend to.",
		"To make up (a story, excuse, etc.); invent; fabricate.",
		"To make a false show of; pretend; imitate; simulate."
	],
	"sentences": [
		"Cassie drew her brows down to feign a stern expression.",
		"The kids always feign sleep when I go in to check on them.",
		"If they served something she couldn't eat, she'd feign illness.",
		"I wish you wouldn't feign illness on every first day of school.",
		"If you're feeling down, feign a quick smile to help boost your mood.",
		"Some animals, like the possum, feign death when they face danger.",
		"She tried to feign innocence but her eyes were probably full of mischief instead.",
		"To feign your own death is cruel to those who love and know you.",
		"Christy would feign a laugh every time her boyfriend made a joke, no matter how funny it was.",
		"My cousin would always feign excitement when we came to visit, but I knew she really didn't like sharing her room.",
		"I had to feign being busy when he called, because I was not in the mood to talk.",
		"Do n't feign incompetence around the house in some feeble attempt to get her to \" do it for you \" .",
		"Identity, then, whether of self or object, there is none, and the supposition of objects, distinct from impressions, is but a further consequence of our \" propensity to feign.\"",
		"I would simply feign an inability to decide which of two playthings I really wanted.",
		"They are entirely insectivorous, bask on the broiling hot sand and then can run fast enough; otherwise they are sluggish, dig themselves into the sand by a peculiar shuffling motion of the fringed edges of their flattened bodies, and when surprised they feign death.",
		"Whatever permanence or identity is ascribed to an impression or idea is the result of association, is one of those \" propensities to feign \" which are due to natural connexions among ideas.",
		"I would never feign a relationship with someone merely for personal gain.",
		"Please don't always feign happiness with me, I want you to be genuine."
	],
	"synonyms": [
		"assume",
		"sham",
		"simulate",
		"dissemble",
		"affect",
		"pretend",
		"disguise",
		"personate",
		"malinger",
		"invent",
		"imagine",
		"fabricate",
		"devise",
		"counterfeit",
		"concoct"
	],
	"antonyms": [
		"be true"
	]
}