{
	"word": "implore",
	"meaning": [
		"To appeal to in supplication; beseech.",
		"To ask or beg earnestly for.",
		"To ask or beg (a person) to do something; entreat.",
		"To make an earnest appeal."
	],
	"sentences": [
		"Dear princess, I beg and implore you, have some pity on him!",
		"I implore you, put me out of misery?",
		"I regretfully and respectfully implore you to help us, and to spread this message to friends and loved ones.",
		"Emails that purport to be from someone who wants to send you money may have far too many phrases that implore you to act immediately such as \"Reply ASAP!\" or \"This offer ends in one hour!\"",
		"In 1657 she was appointed regent on behalf of her son for the principality of Orange, but the difficulties of her position led her to implore the assistance of Louis XIV., and the French king answered by seizing Orange himself.",
		"Though some films feature simpler plots, many still implore comedic tricks and fascinating perspectives to keep parents entertained too.",
		"At one point as he swung her around, she saw Alex and tried to implore him, but he just laughed and waived a hand in dismissal.",
		"What can I do for all my sins but humbly confess and lament them, and implore Your mercy without ceasing?",
		"Let us continually implore his light to know, and his strength to fulfill the divine will.",
		"About the 4th century the paean became merely a formula of adulation; its object was either to implore protection against disease and misfortune, or to offer thanks after such protection had been rendered.",
		"In 1393 he was sent to Italy by the emperor Manuel Palaeologus to implore the aid of the Christian princes against the Turks.",
		"Overwhelmed with remorse, he went to Tours to implore forgiveness at the tomb of St Martin, and died shortly afterwards.",
		"Killis, who had been raised to the rank of vizier, to deal with the situation in Syria, where a Turkish general AftakIn had gained possession of Damascus, and was raiding the whole country; on the arrival of Jauhar in Syria the Turks called the Carmathians to their aid, and after a campaign of many vicissitudes Jauhar had to return to Egypt to implore the caliph himself to take the field.",
		"In vain did the Valencians implore succour from the emir of Cordova, and from their co-religionists in other parts of the peninsula.",
		"Though attacked from both north and south, the king's activity enabled him to compel the count of Sancerre to implore peace in 1181.",
		"In fact, all of the customers implore future shoppers to not even bother wasting their money on this product, while other reviewers go so far as to say that the SAS cleaning solution actually made their eyeglass scratches worse."
	],
	"synonyms": [
		"pray",
		"beg",
		"solicit",
		"petition",
		"entreat",
		"beseech",
		"supplicate",
		"urge",
		"plead",
		"appeal",
		"ask",
		"obsecrate",
		"adjure",
		"sue",
		"conjure"
	],
	"antonyms": [
		"answer"
	]
}