{
	"word": "harbinger",
	"meaning": [
		"One that indicates or foreshadows what is to come; a forerunner.",
		"An advance representative of an army or royal party, who arranged for lodging, entertainment, etc.",
		"A person or thing that comes before to announce or give an indication of what follows; herald.",
		"A person or thing that foreshadows or foretells the coming of someone or something.",
		"To signal the approach of; presage.",
		"To serve as harbinger of."
	],
	"sentences": [
		"The people seemed to regard the American flag as the harbinger of a new era.",
		"Damian raised an eyebrow, not about to humor the otherworldly harbinger of bad news.",
		"At the opening of 1904 he was officially invited by Mr Deakin, the prime minister of the Commonwealth, to pay a visit to Australia, in order to expound his scheme, being promised an enthusiastic welcome \"as the harbinger of commercial reciprocity between the mother country and her colonies.\"",
		"This book may well be considered the harbinger of the next generation of community studies.",
		"Of those species that frequent the North Atlantic, the common StormPetrel, Procellaria pelagica, a little bird which has to the ordinary eye rather the look of a Swift or Swallow, is the \"Mother Carey's chicken\" of sailors, and is widely believed to be the harbinger of bad weather; but seamen hardly discriminate between this and others nearly resembling it in appearance, such as Leach's or the Fork-tailed Petrel, Cymochorea leucorrhoa, a rather larger but less common bird, and Wilson's Petrel, Oceanites oceanicus, the type of the Family Oceanitidae mentioned above, which is more common on the American side.",
		"An autumnal breeze, an early harbinger of winter, skittered high and forlorn among the loblolly pines.",
		"Should not such a mood, so sweet, so tranquil, so unwonted, have been the harbinger of good?",
		"A Knight Harbinger was an officer in the royal household till 1846.",
		"Many cultures consider the rooster to be a harbinger of good luck and good fortune.",
		"From among the spring flowers, flowering bulbs are the quintessential harbinger of spring.",
		"The elevator is so popular that some spoilers will even refer to characters sharing an elevator moment as a harbinger for future storylines.",
		"Ancient civilizations were not immune to the wonder of the comets over head, add have seen the appearance of them as an omen or sign that the end of the world is upon us; a harbinger of doom.",
		"As that country had been a major customer, the Tariff soon became the harbinger of doom for much of the South Wales industry.",
		"The Harbinger 340100 Durafoam Exercises Mat performs well and comes with an integrated strap so you don't need a bag to carry it.",
		"Do not worry, it merely deems to serve as a good harbinger announcing a cutting edge selection of Dark art and Light art.",
		"This is illustrated in the \"harbinger of spring,\" a name given to a small plant belonging to the Umbelliferae, which has a tuberous root, and small white flowers; it is found in the central states of North America, and blossoms in March.",
		"In this way Ninib, whose chief seat appears to have been at Shirgulla (Lagash), became the sun-god of the springtime and of the morning, bringing joy and new life to the earth, while Nergal of Kutha was regarded as the sun of the summer solstice and of the noonday heat - the harbinger of suffering and death.",
		"Until the abandonment of this experiment in 1847, Ripley was its leader, cheerfully taking upon himself all kinds of tasks, teaching mathematics and philosophy in the school, milking cows and attending to other bucolic duties, and after June 1845 editing the weekly Harbinger, an organ of \"association,\" which he continued to edit in New York from 1847 until it was discontinued in 1849.",
		"Before that event an Epitrope, or Committee of Reform,\" had appeared in the mountains - the harbinger of the prolonged struggle which ended in the emancipation of Crete.",
		"Journalistic literature in the native language begins with the Magyar Hirmondo (Harbinger) started by Matthias Rath at Pozsony in 1780.",
		"The title of Knight Harbinger was taken from an office no longer existing in the Royal Household, and a regular gradation was instituted for the honorific titles and decorations assigned to members.",
		"Campbell, who in 1829 had been elected to the Constitutional Convention of Virginia by his anti-slavery neighbours, now established The Millennial Harbinger (1830-1865), in which, on Biblical grounds, he opposed emancipation, but which he used principally to preach the imminent Second Coming, which he actually set for 1866, in which year he died, on the 4th of March, at Bethany, West Virginia, having been for twenty-five years president of Bethany College."
	],
	"synonyms": [
		"predecessor",
		"precursor",
		"herald",
		"forerunner",
		"presager",
		"foreshadower",
		"omen",
		"angel",
		"indication",
		"messenger",
		"usher",
		"symbol",
		"shelter",
		"presage",
		"portent",
		"herald",
		"foretell",
		"annunciate",
		"announce"
	],
	"antonyms": []
}