{
	"word": "appease",
	"meaning": [
		"To placate or attempt to placate (a threatening nation, for example) by granting concessions, often at the expense of principle.",
		"To pacify or quiet, esp. by giving in to the demands of.",
		"To calm, soothe, or quiet (someone).",
		"To satisfy or relieve.",
		"To satisfy, relieve, or assuage."
	],
	"sentences": [
		"He came to help her, to appease his guilt once and for all.",
		"Would that appease you, Gabriel?",
		"Unwilling to appease the man she didn't like, she made no effort to match his pace.",
		"He just wore them to appease her.",
		"That seemed to appease her and calmed Connor somewhat.",
		"We eat only to appease our hunger, we drink only so much as it is good for temperate persons to do.",
		"In order to appease the wrath of Apollo, who had visited the camp with a pestilence, Agamemnon had restored Chryseis, his prize of war, to her father, a priest of the god, but as a compensation deprived Achilles, who had openly demanded this restoration, of his favourite slave Briseis.",
		"The menu also has steak, pork and sandwiches to appease those who aren't interested in eating seafood.",
		"To appease her furious uncle, Abelard now proposed a marriage, under the condition that it should be kept secret, in order not to mar his prospects of advancement in the church; but of marriage, whether public or secret, Heloise would hear nothing.",
		"To appease these, offerings are made to them either direct or through the mediation of the Devas (domestic or agrarian deities); and if these avail not, the Menyepi or Great Sacrifice is resorted to.",
		"The sultan sought to appease them by pacific means, but the movement spread to the Janissaries, who insisted upon the abolition of the new troops.",
		"The accounts of its institution, which differ in detail, agree that it was intended to appease the wrath of the goddess at the killing of a bear.",
		"They are like wolves whom nothing but flesh can appease.",
		"He was a good bishop, and especially distinguished himself by his efforts to appease the civil discords of Genoa.",
		"This is one rule of wisdom with regard to religion; and another equally important is to avoid superstition, which he boldly defines as the belief that God is like a hard judge who, eager to find fault, narrowly examines our slightest act, that He is revengeful and hard to appease, and that therefore He must be flattered and importuned, and won over by pain and sacrifice.",
		"After his attempt on the life of Phrixus, which was supposed to have succeeded, the Phthiots were ordered to sacrifice him to Zeus Laphystius, in order to appease the anger of the gods.",
		"If the accused is acquitted, the state undertakes to appease the soul of the murdered person or its judicial representative, the Erinys.",
		"There are many more women in Tiyan, enough to appease all your men twice over.",
		"He tried to appease the Norfolk detective by saying no permanent harm had been done and even Mrs. Byrne seemed to have made it through the ordeal.",
		"From the regal period to the end of the republic, haruspices were summoned from Etruria to deal with prodigies not mentioned in the pontifical and Sibylline books, and the Roman priests carried out their instructions as to the offering necessary to appease the anger of the deity concerned.",
		"His move is unlikely to appease the fans, who remain vehement in their determination to force Petty out as chairman.",
		"Palace's Andy Johnson was hurt by a tackle - which did not appease Dowie.",
		"Lawsuits against a (relative) handful of individuals wo n't appease the fearful and trigger-happy content industry for long, tho.",
		"I must never appease his wants; If I succumb, he will consume my existence with relish.",
		"Sri Lankans of various religions believe that certain ritual devil dances can cure the sick, appease angry gods, and ensure good harvests.",
		"Plus, they replaced the pop-up headlights of the 355 with rather elaborate glass covered affairs to appease the EU safety merchants - grrrrr!",
		"Populist sentiment to appease, no Daily Mail clamor.",
		"Up in a road map is appease the soviets he's delighted to.",
		"To try and appease environmentalists, Mr Darling has agreed to fund a £ 200m bored tunnel under Stonehenge.",
		"We cannot accept the idea that Jesus suffered to appease the wrath of God as a simple issue.",
		"Up in a road map is appease the soviets he 's delighted to.",
		"The sacrifice of living creatures to appease wrathful gods was fairly widespread in ancient times, including, in some places, human sacrifice.",
		"The emperor hosted gladiator games to appease the hoi polloi.",
		"The emperorhostedgladiator games to appease the hoi polloi.",
		"She also may be trying to appease you or get attention.",
		"If you feel that wedding cakes are a waste of money, or if you'd just prefer to have a dessert spread, you can still appease the crowd with a \"cake.\"",
		"Since cruise ships are designed to be floating resorts, they are equipped with features and amenities to appease just about everyone.",
		"Build temples to appease them and give holiday festivals in their honor regularly.",
		"Appease the Gods, or your crops may fail.",
		"In addition, it's very off-putting to believe you must sacrifice such luxuries and necessities to appease the mandates of feng shui.",
		"On some occasions, the non-Virgo partners may feel that Virgo's efforts are born out of a desire to appease their mate and not out of true repentance.",
		"Permissive is an approach that seeks to please and appease the child.",
		"Why did she depend on her dreams to appease her and her fairy godmother and a few mice to help her out of her predicament?",
		"It is said that she believed she was being haunted by spirits and so to appease them, and create confusion for any evil spirits that were after her, she had this sprawling estate built - incessantly for 38 years until she died.",
		"And as I can see, this did not appease Qui-Gon's ego, he was willing to teach and pass on what he had learned, so other Jedi could learn to transcend death and become spiritual beings.",
		"After the Restoration, to appease the planters, doubtful as to the title under which they held the estates which they had converted into valuable properties, the proprietary or patent interest was abolished, and the crown took over the government of the island; a duty of 41% on all exports being imposed to satisfy the claims of the patentees.",
		"If submissions do not appease my conscience I must imbts to two oersons of discretion and abide by their decision.\"",
		"The North American Indians fear lest their venerated rattlesnake should incite its kinsfolk to avenge any injury done to it, and when the Seminole Indians begged an English traveller to rid them of one of these troublesome intruders, they scratched him-as a matter of formin order to appease the spirit of the dead snake.",
		"They have all started from the base that the mind dies with the brain in order to appease orthodox scientific dogmas.",
		"You are also within easy reach of signature American entertainment such as the Carolina Opry and Dolly Parton's Dixie Stampede, not to mention countless restaurants to appease any taste buds.",
		"You know your family best, so select items that you know will appease the masses.",
		"Expenses related to your business clients are also tax deductible, as long as the expense is made to entertain, maintain or appease them.",
		"The goal of dealing with customer complaints is to defuse the situation and to take the steps necessary to appease and keep the customer, if at all possible.",
		"From lamb schwerma to vegetarian bryrani, patrons are sure to find a dish that will delight their palate and appease their appetite.",
		"Hence offerings, &c., were made to appease their anger.",
		"John was brought back to Freiburg (April 27), and there in vain attempted to appease the wrath which he had aroused by more or less vague promises of resignation.",
		"The assignment of genii to buildings and gates is connected with an important class of sacrifices; in order to provide a tutelary spirit, or to appease chthonic deities, it was often the custom to sacrifice a human being or an animal at the foundation of a building; sometimes we find a similar guardian provided for the frontier of a country or of a tribe.",
		"Though, in accounting for the anger of the gods, no sharp distinction is made between moral offences and a ritualistic oversight or neglect, yet the stress laid in the hymns and prayers, as well as in the elaborate atonement ritual prescribed in order to appease the anger of the gods, on the need of being clean and pure in the sight of the higher powers, the inculcation of a proper aspect of humility, and above all the need of confessing one's guilt and sins without any reserve - all this bears testimony to the strength which the ethical factor acquired in the domain of the religion."
	],
	"synonyms": [
		"give in to",
		"pacify",
		"soothe",
		"conciliate",
		"assuage",
		"allay",
		"satisfy",
		"relieve",
		"gruntle",
		"gentle",
		"lenify",
		"placate",
		"mollify",
		"stay",
		"quell"
	],
	"antonyms": [
		"aggravate",
		"provoke",
		"tease",
		"irritate",
		"incite",
		"annoy"
	]
}