{
	"word": "saccharine",
	"meaning": [
		"Of, having the nature of, containing, or producing sugar.",
		"Too sweet or syrupy.",
		"Excessively sentimental.",
		"Saccharin."
	],
	"sentences": [
		"She accepted his hand and gave him a saccharine smile.",
		"Dulce graced him with a saccharine smile and said no more.",
		"Most importantly, that is achieved without saccharine orchestral crescendos or larger-than-life displays of emotion.",
		"A typical yeast is able to develop b new cells by budding when submerged in a saccharine solution, and to ferment the sugar - i.e.",
		"The fourth is all saccharine sweetness, no holds barred.",
		"This method obtains when yeast is vigorously fermenting a saccharine solution.",
		"According to Louis Pasteur, about oth of the sugar transformed under ordinary conditions in the fermentation of grape juice and similar saccharine liquids into alcohol and other products becomes converted into glycerin.",
		"The well-known \"Danzig-spruce\" is prepared by adding a decoction of the buds or cones to the wort or saccharine liquor before fermentation.",
		"The value of sugar-canes at a given plantation or central factory would at first sight appear to vary directly as the amount of saccharine contained in the juice expressed from them varies, Sugar-canes.",
		"The scums separated from the juice by ordinary defecation entangle and carry away with them a certain amount of the juice with its contained saccharine.",
		"On other estates the second sugars, or sugars produced from boiling molasses alone, are not purged to dryness, but when sufficiently separated from their mother-liquor are mixed with the defecated juice, thereby increasing its saccharine richness, and after being converted into syrup in the usual manner are treated in the vacuum pan as first sugars, which in fact they really are.",
		"With the saccharine variety of sorghum, which increased greatly in the same period, this grain is replacing Indian corn.",
		"I like how it sounds, what Berman talks about and the way he expresses himself it's tender, but not saccharine.",
		"In some of the true Ascomycetes, such as Penicillium glaucum, the conidia if grown in saccharine solutions, which they have the power of fermenting, develop single cell yeast-like forms, and do not - at any rate for a time - produce again the characteristic branching mycelium.",
		"Flux.A common event in the exudation of turbid, frothing liquids from wounds in the bark of trees, and the odours of putrefaction and even alcoholic fermentation in these are sufficiently explained by the coexistence of albuminous and saccharine matters with fungi, yeasts and bacteria in such fluxes.",
		"Hay made in this way retains the saccharine matter, and will prove heavier and of much better quality.",
		"I like how it sounds, what Berman talks about and the way he expresses himself it 's tender, but not saccharine.",
		"A crystalline saccharine principle, Sorbitol, which does not undergo the vinous fermentation, has also been found in the fruit.",
		"The long, silvery-grey fruit is constantly sold in the Constantinople markets under the name of \"Ighide agaghi,\" and is sweet and pleasant to the taste, abounding as it does in a dry, mealy, saccharine substance.",
		"Because they are natural, many people feel sugar alcohols are healthier than artificial sweeteners, such as aspartame, sucralose, and saccharine, which are made from chemicals.",
		"A spirit has been distilled from acorns in process of germination, when the saccharine principle is most abundant.",
		"It is said to be increased in saccharine diabetes and to be greatly diminished in starvation and wasting diseases.",
		"This is due to conditions of climate, which are much less favourable for the formation of saccharine in the canes than in Cuba.",
		"The weight per acre, the saccharine contents of the juice, and the quotient of purity compared favourably with the best results obtained in Germany or France, and with those achieved by the Suffolk farmers, who between 1868 and 1872 supplied Mr Duncan's beetroot sugar factory at Lavenham; for the weight of their roots rarely reached 15 tons per acre, and the percentage of sugar in the juice appears to have varied between 10 and 12.",
		"A cell when filled with fresh slices becomes the head of the battery, and where skilled scientific control can be relied upon to regulate the process, the best and most economical way of heating the slices, previous to admitting the hot liquor from the next cell, is by direct steam; but as the slightest inattention or carelessness in the admission of direct steam might have the effect of inverting sugar and thereby causing the loss of some portion of saccharine in the slices, water heaters are generally used, through which water is passed and heated up previous to admission to the freshly-filled cell.",
		"Its important source lies in its formation by the \"spirituous\" or \"alcoholic fermentation\" of saccharine juices.",
		"The materials are quartz crystal, basalt, porphyry, syenite, granite, volcanic ash, various metamorphics, serpentine, slate, dolomite marble, alabaster, many colored marbles, saccharine marble, grey and white limestones.",
		"They are prepared by adding water to the concentrated saccharine matter and subsequently pitching with wine yeast at an appropriate temperature.",
		"The vinification of the Burgundy wines takes place in cuves of 500 to 2000 gallons capacity, and it has for very many years been the common practice in vintages in which the must is deficient in saccharine to ensure the stability of the wine by the addition of some sugar in the cuve.",
		"In some cases the fermentation of the must is stopped by the addition of spirit before the whole of the saccharine is converted, and the wines so prepared retain a proportion of the sugar naturally present in the must.",
		"Now there is a zone of the equatorial Andes, ranging between about 4000 and 6000 feet altitude, where the very best flavoured coffee is grown, where cane is less luxuriant but more saccharine than in the plains, and which is therefore very desirable to cultivate, but where the red man sickens and dies.",
		"In earlier times the coquito palm (Jubaea spectabilis) was to be found throughout this part of Chile, but it has been almost completely destroyed for its saccharine sap, from which a treacle was made.",
		"The wood is soft and nearly white, but contains much resin, which when fire has run through the forest exudes, and, having in this half-burnt condition a sweetish taste, has given the common name to the tree; the wood seems to be formed slowly; from its smooth grain it is valued for indoor carpentry; the saccharine burnt resin is used as a laxative in California.",
		"Where, as in some parts of northern Germany, the potato is grown for the purpose of manufacturing spirit great attention is necessarily paid to the quantitative analysis of the starchy and saccharine matters, which are found to vary much in particular varieties, irrespective of the conditions under which they are grown.",
		"It presents great varieties of form, such as a ring, scales, glands, hairs, petaloid appendages, &c., and in the progress of growth it often contains saccharine matter, thus becoming truly nectariferous.",
		"These include such bodies as pepsin, diastase, the pancreatic ferments, papain, the pine-apple ferment, taka-diastase and others, and serve to convert starch into saccharine substances, or albumen into peptone and albumoses.",
		"There is something too saccharine about the site for it too offer serious contribution to the field.",
		"Despite this, it maintains a consistently saccharine tone; it is also, as might be expected, unconscionably pompous.",
		"The gemmae formed on submerged Mucors may bud like a yeast, and even bring about alcoholic fermentation in a saccharine solution.",
		"This results from their containing starchy substances, and in some cases a small quantity of saccharine matter of the nature of mannite."
	],
	"synonyms": [
		"treacly",
		"syrupy",
		"cloying",
		"ingratiating",
		"sentimental",
		"candied",
		"sweet",
		"sugary",
		"honeyed",
		"insinuating",
		"ingratiatory"
	],
	"antonyms": []
}