{
	"word": "candor",
	"meaning": [
		"Sharp honesty or frankness in expressing oneself.",
		"The quality of being fair and unprejudiced; impartiality.",
		"Whiteness.",
		"Purity; innocence.",
		"Kindliness."
	],
	"sentences": [
		"You must treat this matter with great candor.",
		"She was never quite sure how to respond to Martha's candor though the two continued to be best of friends.",
		"It is unusual to find a politician with candor in today's government.",
		"Candor is an important virtue in life.",
		"Danny can be quite blunt; he gives no consideration to others' feelings with his great candor.",
		"The quality of candor is often hard to find in people nowadays.",
		"His candor was a refreshing change of pace.",
		"Embodying the virtues of candor and integrity will help you to gain a favorable reputation.",
		"She established herself as a respectable leader through loyalty, candor, and determination.",
		"Although I respect candor in conversation, I don't need to know every detail of a person's life.",
		"He was attracted to her because of the obvious candor in her character.",
		"We teach that candor will benefit you both as an individual and as a business person.",
		"Candor is much appreciated in a courtroom setting.",
		"In each he makes his points politely but with utter candor.",
		"She was being evasive to the point of secretiveness, a drastic change from her usual candor.",
		"I was pleased by his candor.",
		"One reason for this mistake might be that you don't understand the subtle differences between honesty and candor.",
		"Dean asked, surprised at the young girl's unusual candor.",
		"When candor comes before trust has been developed, the result can have a negative effect.",
		"What I want you to realize, is there's difference between honesty and candor.",
		"When candor comes before trust has been developed the result can have a negative effect.",
		"Cindy's candor with the camera and her realism is part of what makes her a valuable spokesperson.",
		"Gone was Julie's candor expressed on her first visit.",
		"Some persons told their stories with seeming reluctance, some with candor and sincerity, some with obvious embellishments or deletions.",
		"Fred's statement volunteered far more then Dean would have offered and he cringed at the old man's candor.",
		"She frowned and in a burst of unusual and caustic candor, explained how her son's life was much more complicated as he was about to become a father, baseball player and chuck his education and—although she didn't say it—mess up his life.",
		"Powers carefully analyzes Clemens ' writing prowess, noting both strengths and weaknesses with professional candor.",
		"Dike's candor on the point could prove counterproductive.",
		"He was utterly fearless in an age of grim persecutions, more noted for candor than tact.",
		"It 's an unvarnished look at the life of Oscar Wilde that 's all the more compelling for its candor.",
		"Candor, on the other hand, is when you reveal deeply personal information without fear of being judged or feeling overexposed and vulnerable.",
		"Candor on the other hand, is when deeply personal information is shared without fear of being judged or feeling overexposed and vulnerable.",
		"They had been preceded by others under various signatures such as \"Candor,\" \"Father of Candor,\" \"Anti-Sejanus,\" \"Lucius,\" \"Nemesis,\" which have all been attributed, some of them certainly in error, to one and the same hand.",
		"One common mistake unsuccessful daters make, is confusing honesty with candor."
	],
	"synonyms": [
		"uprightness",
		"probity",
		"impartiality",
		"purity",
		"naivete",
		"disinterestedness",
		"brilliance",
		"brightness",
		"ingenuousness",
		"frankness",
		"veracity",
		"fairness",
		"openness",
		"sincerity",
		"kindliness"
	],
	"antonyms": [
		"deviousness",
		"lying",
		"guile",
		"artifice",
		"falsehood",
		"deception"
	]
}