{
	"word": "deplore",
	"meaning": [
		"To be regretful or sorry about; lament.",
		"To regard as unfortunate or wretched.",
		"To express sorrow or grief over.",
		"To condemn as wrong; disapprove of.",
		"To bewail; to weep bitterly over; to feel sorrow for."
	],
	"sentences": [
		"One may deplore his unfortunate history and wasted genius, but it is impossible to regret his exclusion from the government of England.",
		"Boers deeply deplore the death of their good friend.",
		"The elder Gibbon heard with indignant surprise of this act of juvenile apostasy, and, indiscreetly giving vent to his wrath, precipitated the expulsion of his son from Oxford, a punishment which the culprit, in after years at least, found no cause to deplore.",
		"We utterly deplore this level of rate, which is in stark contrast to the 3.89% increase for Council services.",
		"His cosmopolitanism - which makes him in the modern Imperialist's eyes a \"Little Englander\" of the straitest sect - led him to deplore any survival of the colonial system and to hail the removal of ties which bound the mother country to remote dependencies; but it was, in its day, a generous and sincere reaction against popular sentiment, and Cobden was at all events an outspoken advocate of an irresistible British navy.",
		"I very much deplore the practice used by some stores of two piercers firing their guns at the same time.",
		"We also deplore the UN World Food Program for failing to first ask the countries whether they would willingly accept GM food.",
		"His conduct for the next three years teems with inconsistencies which we may deplore but cannot pass over.",
		"We all deplore the inhuman acts in Yugoslavia that preceded NATO action.",
		"A sorrowful supplication, in which the speakers deplore, not the fall of Jerusalem, but their own state of galling dependence and hopeless poverty.",
		"Thus Inigo Jones laments the disappearance of stones that were standing when he measured it; and both Stukely and Aubrey deplore the loss of fallen stones that were removed to make bridges, mill-dams and the like.",
		"In after years he so far forgot himself as to write of Saint-Simon as a depraved quack, and to deplore his connexion with him as purely mischievous."
	],
	"synonyms": [
		"bemoan",
		"bewail",
		"lament",
		"hate",
		"grieve",
		"disapprove",
		"deprecate",
		"wail",
		"mourn",
		"moan",
		"abhor",
		"rue",
		"regret",
		"condemn",
		"object to"
	],
	"antonyms": [
		"approve",
		"praise",
		"delight",
		"revel",
		"rejoice",
		"be happy"
	]
}