{
	"word": "chastise",
	"meaning": [
		"To punish, esp. by beating.",
		"To scold or condemn sharply.",
		"To chasten.",
		"To purify.",
		"To punish or scold someone."
	],
	"sentences": [
		"He looked up at her, obviously afraid she would further chastise him.",
		"I chastise myself for taking an undue risk, when other means are available.",
		"Kris said nothing, feeling at once foolish and like he was the child Andre used to chastise for failing to focus on his duties.",
		"At times he acted as viceroy in William's absence; at times he led the royal forces to chastise rebellions.",
		"Actually, Gerald's intent was probably to ward off an attack, rather than chastise Alex.",
		"We do not chastise, we speak to them, in dog language.",
		"Dan's brother was especially helpful, but I couldn't help but chastise him.",
		"Two hundred years ago it was considered entirely lawful for a husband to use force to \" chastise \" his wife.",
		"And thankfully, Simon Cowell won't be there to chastise you.",
		"I chastise myself for taking an undue risk when other means are available.",
		"A higher deductible we're mostly young club agency inc than chastise poor.",
		"From 1803 to 1805 he served in the squadron sent to chastise the Barbary pirates as commander of the \"Enterprise,\" but was transferred to the \"Argus\" in November of 1803.",
		"All their conquests were lost; and the pope now determined to chastise the Orsini family, whose treachery had thrown him into the hands of the French.",
		"Murphy's inability to even chastise or rally the troops during the game did not reflect well on him.",
		"As for the pasha himself, he loudly disclaimed any such disloyal pretensions; his aim was to chastise Abdulla, pasha of Acre, who had harboured refugees from his \"reforms\"; to overthrow Khusrev, who had encouraged him in his refusal to surrender them; to secure the fulfilment of the sultan's promise with regard to Syria and Damascus.",
		"Craig and Ariana discover that Lochmiel is using drugs to get \"the super spirit\", and they chastise him.",
		"Chastise the youth Chastise the youth chastise the youth Chastise the youth Chastise the youth with a cricket bat What!",
		"Esprit Flechier, bishop of Nimes, in this Histoire du cardinal Jimenes (Paris, 1693), says that Torquemada made her promise that when she became queen she would make it her principal business to chastise and destroy heretics.",
		"Thereafter the Spaniards maintained a fitful intercourse with Brunei, varied by not infrequent hostilities, and in 1645 a punitive expedition on a larger scale than heretofore was sent to chastise Brunei for persistent acts of piracy.",
		"The Homeric Erinyes chastise outrages on the poor, injuries to guests, failure to show the respect due to parents or to recognize the rights of age, in this life; only on perjury does the divine doom extend to the next.",
		"He all but drove them to the surrender of Messana; he even helped Rome to chastise her own rebels at Rhegium.",
		"With a view to establishing his authority he now made overtures to the Porte and was commissioned to chastise the rebellious pasha of Scutari, whom he defeated and killed.",
		"In 1872 he was again appointed minister of finance, and when the expedition under General Saig6 was sent to Formosa (1874) to chastise the natives of that island for the murder of some shipwrecked fishermen, he was nominated president of the commission appointed to supervise the campaign.",
		"His letters breathe the deepest resentment against Austria, and show that he burned to chastise her for her \"perfidy\" as soon as his cavalry was reorganized.",
		"In 1069 he succeeded in placing Izaslaus on the throne of Kiev, thereby confirming Poland's overlordship over Russia and enabling Boleslaus to chastise his other enemies, Bohemia among them, with the co-operation of his Russian auxiliaries."
	],
	"synonyms": [
		"correct",
		"chasten",
		"objurgate",
		"castigate",
		"strap",
		"scourge",
		"ream",
		"pummel",
		"lash",
		"admonish",
		"accuse",
		"whip",
		"thrash",
		"spank",
		"discipline"
	],
	"antonyms": [
		"promote",
		"cheer",
		"inspirit",
		"encourage",
		"compliment",
		"comfort",
		"forgive"
	]
}