{
	"word": "multifarious",
	"meaning": [
		"Having many kinds of parts or elements; of great variety; diverse; manifold.",
		"Referring or relating to the improper joinder of unrelated causes or parties in a lawsuit.",
		"(law, of lawsuits) In which a party or a cause of action has been improperly or wrongfully joined together in the same suit, as in a misjoinder. This may be a result of a joinder of unrelated, distinct, and independent parties or matters."
	],
	"sentences": [
		"Her life was as strange and adventurous as any of her novels, which are for the most part idealized versions of the multifarious incidents of her life.",
		"This coalfield, ministering to the multifarious metal manufactures of Birmingham, constitutes the centre of the Midlands.",
		"The whole of this large series of reforms was conducted under his own personal supervision, and upon no part of his multifarious labours did he dwell in his letters home with greater pride.",
		"But in Albert it may be said that the matter was still too new and too multifarious to be thoroughly mastered.",
		"Among the multifarious pursuits to which the young Leonardo set his hand, the favourites at first were music, drawing and modelling.",
		"A close observer of the multifarious low life of Hungary, Mikszath has, in his short stories, given a delightful yet instructive picture of all the minor varied phases of the peasant life of the Sla y s, the Palocok, the Saxons, the town artisan.",
		"Here he continued to prosecute his scientific researches and his multifarious studies with unabated diligence.",
		"And, though it exhibits the Deity in less splendour than its Sephiric parents exhibit the En Soph, because it is farther removed from the primordial source of light than the Sephiroth, still, as it is God manifested, all the multifarious forms in the world point out the unity which they represent.",
		"A substitute for this originality was found at Alexandria in learned research, extended and multifarious knowledge.",
		"Yet he found time, amid these multifarious occupations, to elaborate an entirely new system of astronomy, by the adoption of which man's outlook on the universe was fundamentally changed.",
		"In the midst of these multifarious labours Giry found time for extensive archaeological researches, and made a special study of the medieval treatises dealing with the technical processes employed in the arts and industries.",
		"Some fifteen months later he added a private printing-press to his multifarious occupations, and started upon the first volume issued from the Kelmscott Press, his own Glittering Plain.",
		"He stole from England and France, but with the plagiarism of a man of genius; and his multifarious labours raised Sweden to a level with the other literary countries of Europe.",
		"He is practically free from the multifarious duties which the English consul has to discharge in connexion with the mercantile marine, nor has he to perform marriage ceremonies; and financially he is much better off, being allowed to retain as personal all fees obtained from his notarial duties.",
		"The fact that every known geological formation (except the Miocene) is represented, proves of itself how long the history has been, and how multifarious the changes.",
		"Curiously enough, there is not a single novel in the Rumanian literature with a sustained plot; none which presents a study of the development of human character amid the multifarious vicissitudes of life.",
		"In March of the following session, that of 1921, while he was in the full swing of his multifarious activities, he suddenly broke down, and was recommended by his medical advisers to abandon his work at once.",
		"In spite of his multifarious duties at the foreign office Grenville continued to take a lively interest in domestic matters, which he showed by introducing various bills into the House of Lords.",
		"With the exception of the Damage and Destruction in Realms - an account of Julius Caesar, his wars and his death - they are all in verse and extremely multifarious - narrative, devotional hagiological, philosophical and scientific, allegorical and moral, historical, satirical and occasional.",
		"No purely astronomical enterprise was ever carried out on so Transits of P large a scale or at so great an expenditure of money and labour as was devoted to the observations of these transits, and for several years before their occurrence the astronomers of every leading nation were busy in discussing methods of observation and working out the multifarious details necessary to their successful application.",
		"Here he continued his multifarious labours; but the church seems to have decreased, and his many engagements and bulky correspondence interfered seriously with his pulpit work, and with the discipline of his academy, where he had some 200 students to whom he lectured on philosophy and theology in the mathematical or Spinozistic style.",
		"In spite of these multifarious safeguards, however, family factions early destroyed the fabric of liberty, especially as, just as there was an imperial, or Ghibelline, and a papal, or Guelph party among the cities as a whole, thus also within each town each faction would allege adherence to and claim support by one or other of the great world-powers.",
		"Filelfo's life at Milan curiously illustrates the multifarious importance of the scholars of that age in Italy.",
		"The Railway Department was originally constituted in 1840, and performs multifarious duties under various railway acts, including the inspection of railways before they are open, inquiries into accidents, reports on proposed railways, approval of by-laws, appointment of arbitrators in disputes, as well as many duties under private railway."
	],
	"synonyms": [
		"miscellaneous",
		"many-sided",
		"multifaceted",
		"versatile",
		"multiple",
		"motley",
		"mixed",
		"heterogeneous",
		"diverse",
		"assorted",
		"polymorphous",
		"polymorphic",
		"variegated",
		"varied",
		"sundry"
	],
	"antonyms": []
}