{
	"word": "antediluvian",
	"meaning": [
		"Occurring or belonging to the era before the Flood.",
		"Of the time before the biblical Flood.",
		"Extremely old or old-fashioned.",
		"Very old, old-fashioned, or primitive.",
		"Ancient or antiquated; old; prehistoric.",
		"An antediluvian person or thing.",
		"One who lived prior to Noah's Flood."
	],
	"sentences": [
		"These were the keys which unlocked the treasures of the antediluvian world for me.",
		"A characteristic tone pervades the history, even of the antediluvian age, from the creation of Adam; or rather, the history of the earliest times has been written under its influence.",
		"The authenticity of his list of 10 antediluvian kings who reigned for 120 sari or 432,000 years, has been partially confirmed by the inscriptions; but his 8 postdiluvian dynasties are difficult to reconcile with the monuments, and the numbers attached to them are probably corrupt.",
		"The extracts containing the Babylonian cosmology, the list of the antediluvian kings of Babylonia, and the Chaldaean story of the Deluge, have been shown by the decipherment of the cuneiform texts to have faithfully reproduced the native legends; we may, therefore, conclude that the rest of the History was equally trustworthy.",
		"Regarded as an historical work there is a remarkable absence of proportion, and a loss of perspective in the relation between antediluvian, patriarchal, Mosaic and later periods.",
		"Rats, frogs and bats form actually the only animal life in the caves, but a great number of antediluvian animal bones have been found here, as well as human bones and numerous remains of prehistoric human settlements.",
		"Flora.-The pastoral wealth of Uruguay, as of the neighbouring Argentine Republic, is due to the fertilizing constitutents of \"pampa mud,\" geologically associated with gigantic antediluvian animals, whose fossil remains are abundant.",
		"A little armadillo, the mulita, is the living representative of the antediluvian giants Mylodon, Megatherium, &c. The ostrich-Rhea americana-roams everywhere in the plains; and there are a few specimens of the vulture tribe, a native crow (lean, tall and ruffed), partridges and quails.",
		"Hernandez and Acosta shared the opinion of their time that the great fossil bones .found in Mexico were remains of giants, and that, as before the deluge there were giants on the earth, therefore Mexico was peopled from the Old World in antediluvian times.",
		"As the Genesis begins with a line identical in meaning, though not in wording, with the opening of Cmdmon's Hymn, we may perhaps infer that the writer knew and used Cmdmon's genuine poems. Some of the more poetical passages may possibly echo Cmdmon's expressions; but when, after treating of the creation of the angels and the revolt of Lucifer, the paraphrast comes to the Biblical part of the story, he follows the sacred text with servile fidelity, omitting no detail, however prosaic. The ages of the antediluvian patriarchs, for instance, are accurately rendered into verse."
	],
	"synonyms": [
		"old",
		"archaic",
		"antiquated",
		"antediluvial",
		"obsolete",
		"timeworn",
		"ancient",
		"venerable",
		"old-time",
		"olden",
		"hoary",
		"antique",
		"age-old",
		"primitive",
		"early",
		"antediluvian patriarch",
		"ancient",
		"fud",
		"ante-bellum"
	],
	"antonyms": [
		"up-to-date",
		"young",
		"new",
		"modern"
	]
}