{
	"word": "temerity",
	"meaning": [
		"Foolish or rash boldness; foolhardiness; recklessness.",
		"(not countable) Reckless boldness; foolish bravery.",
		"(not countable) Effrontery; impudence."
	],
	"sentences": [
		"He now bitterly regretted his temerity in braving the danger.",
		"Most runners don't have the temerity to enter the Reebok Cross Country at Cardiff Castle, let alone dress for the occasion.",
		"The exuberant cry fades, stills, rises to an exultant roar and the creature bolts, startled by its own temerity.",
		"Founded on faulty experiments and reasoning, the views he expressed were either ignored or ridiculed; and it was long before he bitterly regretted the temerity with which he had published his hasty generalizations.",
		"Most runners do n't have the temerity to enter the Reebok Cross Country at Cardiff Castle, let alone dress for the occasion.",
		"Thereupon the Newtonian analysis which preceded this synthesis, became forgotten; until at last Mill in his Logic, neglecting the Principia, had the temerity to distort Newton's discovery, which was really a pure example of analytic deduction, into a mere hypothetical deduction; as if the author of the saying \" Hypotheses non lingo\" started from the hypothesis of a centripetal force to the sun, and thence deductively explained the facts of planetary motion, which reciprocally verified the hypothesis.",
		"Joly de Fleury and DOrmesson, Neckers successors, pushed their narrow spirit of reaction and the temerity of their inexperience to the furthest limit; but the reaction which reinforced the privileged classes was not sufficient to fill the coffers of the treasury, and Marie Antoinette, who seemed gifted with a fatal perversity of instinct, confided the finances of the kingdom to Calonne, an upper-class official and a veritable Cagliostro of finance.",
		"It needs some temerity to differ from so great an authority as Dr Guest, but it strikes one as surprising that, having accepted the fact of a bridge made by the Britons, he should deny that these Britons possessed a town or village in the place to which he supposes that Aulus Plautius retired.",
		"The next years were much occupied with scientific work, especially the study of heat, light and electricity, on which he presented memoirs to the Academie des Sciences, but the academicians were horrified at his temerity in differing from Newton, and, though acknowledging his industry, would not receive him among them.",
		"Danton, no doubt, was abler than most of the others, yet the timidity or temerity with which he allowed himself to be vanquished by Robespierre showed that even he was not a man of commanding quality."
	],
	"synonyms": [
		"audaciousness",
		"audacity",
		"brass",
		"heedlessness",
		"carelessness",
		"boldness",
		"gall",
		"nerve",
		"foolhardiness",
		"venturesomeness",
		"presumption",
		"recklessness",
		"rashness",
		"effrontery",
		"impetuosity"
	],
	"antonyms": [
		"hesitation",
		"forethought",
		"cowardice",
		"caution",
		"care",
		"deliberation",
		"prudence"
	]
}