{
	"word": "uncouth",
	"meaning": [
		"Not known or familiar; strange.",
		"Awkward; clumsy; ungainly.",
		"Uncultured; crude; boorish.",
		"Foreign; unfamiliar."
	],
	"sentences": [
		"He disliked the uncouth style of the Scriptures.",
		"The Latin is frequently as rough and uncouth as that of Lucilius.",
		"Hitherto all Ottoman writing, even the most highly Classical finished, had been somewhat rude and uncouth; but.",
		"Here his uncouth behaviour and great personal beauty attract general attention, and he is alike mocked by Kay, and his future distinction mysteriously foretold.",
		"He dislikes discord and finds loud boisterous people to be obnoxious and uncouth.",
		"Hardly. But this fun clutch is as useful as it is fashionably uncouth, making it the perfect accessory for a simple winter turtleneck and denim ensemble.",
		"Buffaloes of an uncouth appearance and of a dark slaty color, strikingly contrasting with the neat cattle, abound in Egypt.",
		"In effect, they create a personality for the uncouth swain.",
		"To an exterior in these early years somewhat heavy and uncouth, he united a manner which, by universal testimony, was irresistibly winning, with a fund of genuine but simple humour and fun that would break out on the most unlikely occasions, and in after years enabled him to overcome difficulties and mellow refractory chiefs when all other methods f ailed.",
		"Of later times there are Droplaug's Sons' Saga (997-1007), written probably about I i io, and preserved in the uncouth style of the original (a brother's revenge for his brother's death is the substance of it; Brandkrossa pattr is an appendix to it), and the tales of Thorstein Hall of Side's Son (c. 1014) and his brother Thidrandi (c. 996), which belong to the cycle of Hall o' Side's Saga, unhappily lost; they are weird tales of bloodshed and magic, with idyllic and pathetic episodes.",
		"The natives are keen traders, and though uncouth in manners when compared with their nearest neighbours, the Tongans and Samoans, are friendly to Europeans.",
		"It is about the size of the brown bear, is covered with long, black hair, and of extremely uncouth aspect.",
		"Some of these oaths are very uncouth and hard to understand, some of them perhaps were not meant to be understood, for indeed all sorts of strange things are met with in these chapters.",
		"Yet this eminent, this superior personage was an habitual drunkard, an uncouth savage who intruded upon the hospitality of wealthy foreigners, and was not ashamed to seize upon any dish he took a fancy to, and send it home to his wife.",
		"Short in stature and uncouth in appearance, his individuality first shocked and then by its earnestness impressed the House of Commons; and his sturdy independence of party ties, combined with a gift of rough but genuine eloquence (of which his speech on the Royal Title Bill of 1876 was an example), rapidly made him one of the best-known public men in the country.",
		"The ordinary Mahrattas, who form the backbone of the nation, have plain features, an uncouth manner, short stature, a small but wiry frame.",
		"The mole-hills and serrated ridges of medieval maps were still in almost general use at the close of the 18th century, and are occasionally met with at the present day, being cheaply produced, readily understood by the unlearned, and in reality preferable to the uncouth and misleading hatchings still to be seen on many maps.",
		"One of the publishers to whom Johnson applied for employment measured with a scornful eye that athletic though uncouth frame, and exclaimed, \"You had better get a porter's knot and carry trunks.\"",
		"A place in the history of philosophy can be yielded to Hamann only because he expresses in uncouth, barbarous fashion an idea to which other writers have given more effective shape.",
		"It is useless to follow Boehme further, for his cosmogony is disfigured by a wild Paracelsian symbolism, and his constructive efforts in general are full of the uncouth straining of an untrained writer.",
		"Twig-like projections, to which the term helictite has been applied by the present writer, are met with in certain portions of the cave, and are interesting by their strange and uncouth contortions.",
		"Apparently it is considered uncouth for a young man to say that he wants to fight, no matter how much he does.",
		"Their name is variously derived from the building in Athens called Cynosarges, the earliest home of the school, and from the Greek word for a dog (Ki wv), in contemptuous allusion to the uncouth and aggressive manners adopted by the members of the school.",
		"Finally, to contemporary writers we may add contemporary letters, especially those written by Stephen of Blois and Anselm of Ribemont, and the three letters sent to the West by the crusading princes during the First Crusade (see Hagenmeyer, Epistulae et Chartae, &c., Innsbruck, 1901).2 (b) The later compilations are chiefly based on the Gesta, whose uncouth style many writers set themselves to mend.",
		"They liked him because he was vigorous, brusque, uncouth, relentless, straightforward and open.",
		"In 1797 Smith proposed to use the name Salisburia adiantifolia in preference to the \" uncouth \" genus Ginkgo and \" incorrect \" specific term biloba.",
		"He was aware that the wellknown geometrical methods of the ancients would clothe his new creations in a garb which would appear less strange and uncouth to those not familiar with the new method.",
		"Unnecessary bad mouthing of opponents, selfish and uncouth behavior in and out of the ring is unacceptable.",
		"For they hae real tough routes and climbs to plan There 's no need for ye ye uncouth man.",
		"As these consist mainly of notes for lectures, couched in uncouth phraseology, they cannot be held to throw much light on Fichte's views.",
		"Its habits are too uncouth for it to respond to humane treatment.",
		"When he reached the crest I saw the ragged uncouth figure outlined for an instant against the cold blue sky.",
		"And now a word, in uncouth rhyme Of what shall be in future time.",
		"He is described as \"a very strong lusty man,\" of uncouth manners and appearance, not so deaf as he pretended, of reserved and temperate habits, not avaricious and a despiser of honours.",
		"The thorough recasting that this involves, even of the thought of the masters when it occasionally echoes them, has resulted in a phrasing uncouth to the ear of the plain man with his world of persons and things in which the former simply think about the latter, but it is fundamentally necessary for Bradley's purpose.",
		"The Slavonic kingdoms of the south had lost their independence; they had ceased to produce anything worth having, whilst the Greeks brought with them the old literature from Byzantium and thus drove out the last remnants of Slavonic. They also treated Rumanian as an uncouth and barbarian language, and imposed upon the Church their own Greek language, Greek literature and Greek culture."
	],
	"synonyms": [
		"ungraceful",
		"ungainly",
		"uncivil",
		"uncanny",
		"strange",
		"rustic",
		"outlandish",
		"raunchy",
		"provincial",
		"plebeian",
		"indecorous",
		"incondite",
		"impolite",
		"ignorant",
		"gawky"
	],
	"antonyms": [
		"polished",
		"cultivated",
		"refined",
		"agile",
		"sophisticated",
		"couth"
	]
}