{
	"word": "hedonistic",
	"meaning": [
		"Devoted to pleasure; epicurean."
	],
	"sentences": [
		"Won't all people (or at least most people) waste their lives on narcissistic, hedonistic pleasure?",
		"Could the culture be reasonably described as hedonistic or materialistic?",
		"These hedonistic voyages, which are also known as swinger cruises, are specially designed for couples who wish to turn their sexual fantasies into reality with like-minded individuals.",
		"His older brother, Damon, is far more hedonistic and feeds indiscriminately.",
		"Pinot Noir produces one of the most complex, hedonistic and remarkably thrilling wine in the world.",
		"In this aspect Christianity invites comparison with Stoicism, and indeed with pagan ethical philosophy generally, if we except the hedonistic schools.",
		"In short, More's Platonism appears to be really as hedonistic as Hobbism; only the feeling to which it appeals as ultimate motive is of a kind that only a mind of exceptional moral refinement can habitually feel with the decisive intensity required.",
		"Sometimes they consider moral intuition as determining the comparative excellence of conflicting motives (James Martineau), or the comparative quality of pleasures chosen (Laurie), which seems to be the same view in a hedonistic garb; others hold that what is intuitively perceived is the rightness or wrongness of individual acts - a view which obviously renders ethical reasoning practically superfluous.",
		"But certainly few modern moral philosophers would be found in the present day ready to defend the crudities of hedonistic psychology as they appear in Bentham and Mill.",
		"And although Dr Hastings Rashdall (The Theory of Good and Evil, Oxford, 1907) is not in agreement with Sidgwick's own particular type of hedonistic theory in his own philosophical position, he occupies a point of view somewhat similar to that of Sidgwick's main attitude of Rational Utilitarianism.",
		"All those whose ethical theory is in any degree hedonistic are to some extent the intellectual descendants of Epicurus (see Hedonism).",
		"These hedonistic voyages for adults are extremely popular and tend to sell out months in advance.",
		"To overlook the Cyrenaic recognition of social obligation and the hedonistic value of altruistic emotion is a very common expedient of those who are opposed to all hedonistic theories of life.",
		"The second confusion is the tacit assumption that the pleasure of the hedonist is necessarily or characteristically of a purely physical kind; this assumption is in the case of some hedonistic theories a pure perversion of the facts.",
		"It is with hedonistic and other empirical theories that egoism is generally associated.",
		"Philosophy, in the Greek view, should be the art as well as the science of good life; and hedonistic philosophy would seem a bungling and uncertain art of pleasure, as pleasure is ordinarily conceived.",
		"A certain common agreement has been reached concerning the impossibility of regarding pleasure as the sole motive criterion and end of moral action, though different opinions still prevail as to the place occupied by pleasure in the summum bonum, and the possibility of a hedonistic calculus.",
		"Spencer is involved in effect in most of the confusions and contradictions of hedonistic psychology.",
		"Hedonistic theories of conduct have been held from the earliest times, though they have been by no means of the same character.",
		"Hedonistic psychology denied the libertarian hypothesis, but it denied also the absoluteness and intuitive character of moral obligation, and attached no validity to the ordinary interpretation of terms like \"ought\" and duty.",
		"Sidgwick holds that intuition must justify the claims of the general happiness upon the individual, though everything subsequent is hedonistic calculus.",
		"A criticism of the various hedonistic theories will be found in the article Ethics (ad fin.).",
		"He accepted bodily without farther questioning the hedonistic psychology by which the Utilitarians sought to justify their theory while he rejected the theory itself."
	],
	"synonyms": [
		"epicurean",
		"hedonic",
		"voluptuous",
		"voluptuary",
		"sybaritic"
	],
	"antonyms": []
}