{
	"word": "onerous",
	"meaning": [
		"Burdensome; laborious.",
		"Involving a legal obligation that equals or exceeds the benefits.",
		"Imposing or constituting a physical, mental, or figurative load which can be borne only with effort."
	],
	"sentences": [
		"His duties were thus rendered exceedingly onerous, and his labour became excessive.",
		"In 1584, however, the city had to surrender on onerous terms to the prince of Parma.",
		"Accordingly, though France made every attempt to induce Turkey to adopt her side, the young Stratford Canning succeeded in causing the resumption of the peace negotiations at Bucharest, broken off through Russia's terms being considered too onerous, and followed by the capture of Izmail and Bender.",
		"The conditions, however, upon which Wallenstein consented to come to the emperors aid were remarkably onerous, but Ferdinand had perforce to assent to them.",
		"Cleaning your coffee pot is not an onerous chore.",
		"The high road from Kabul to Kandahar passes this way (another reason for supposing the Tarnak to be Arachotus), and the people live off the road to avoid the onerous duties of hospitality.",
		"His monks were allowed proper clothes, sufficient food, ample sleep. The only bodily austerities were the abstinence from flesh meat and the unbroken fast till mid-day or even 3 P.M., but neither would appear so onerous in Italy even now, as to us in northern climes.",
		"Its size does not appear particularly onerous at first sight.",
		"It was Orduin who first abolished the onerous system of tolls on exports and imports, and established a combination of native merchants for promoting direct commercial relations between Sweden and Russia.",
		"The commerce of these ports, both in the foreign and domestic trade, is small, tariff regulations being onerous, and the people too impoverished to be consumers of much beyond the barest necessaries of life.",
		"The pope too was against them, but when they induced the Venetians to intervene the tide of fortune changed, and Visconti was finally defeated and forced to accept peace on onerous terms (1427).",
		"The work of his successors was hardly less onerous as fresh problems constantly presented themselves throughout the war.",
		"As chancellor he had the onerous task of negotiating the queen's marriage treaty with Philip, to which he shared the general repugnance, though he could not oppose her will.",
		"David spies an opportunity to make the errand less onerous and asks his mom to give him a lift.",
		"But the difficulty with the American government over the \" Alabama \" and other vessels, fitted out in British ports to help the Southern cause, was only settled at last (see Alabama Arbitration) by an award extremely onerous to England.",
		"From very early days executive officers known as \" select-men,\" constables, clerks of markets, hog reeves, packers of meat and fish, &c., were chosen; and the select-men, particularly, gained power as the attendance of the freemen on meetings grew onerous.",
		"It is very important to bear in mind that the mayors of London besides holding a very onerous position were mostly men of great distinction.",
		"This treaty, less onerous to France than that of London, took its final form in the treaty of Calais, ratified by King John on the 9th of October.",
		"Precarious as these means of subsistence seem, he preferred the independence thus obtained to an assured position which would have involved obligations to a patron or professional duties which his weak health would have made onerous.",
		"At last in 1558 the powers agreed to an armistice, and in 1559 the peace of Cateau-Cambresis was made, by which Emmanuel regained his duchy, but on onerous terms, for France was to occupy several Piedmontese fortresses, including Turin and Pinerolo, for not more than three years, and a marriage was arranged between the duke and Margaret, duchess of Berry, sister of the French king; while Spain was to garrison Asti and Vercelli (afterwards exchanged for Santhia) until France evacuated the above-mentioned fortresses.",
		"Villeins and serfs in France rise gradually in the social scale, redeem many of the onerous services of feudalism and practically acquire tenant-right on most of the plots occupied by them.",
		"The new dignity proved still more onerous than honourable; and during his short reign of a year Godfrey had to combat the Arabs of Egypt, and the opposition of Raymund and the patriarch Dagobert.",
		"Ulrich's connexion with the league of Schmalkalden led to another expulsion, but in 1547 he was reinstated by Charles V., although on somewhat onerous terms.",
		"Again, the states, intermittently convoked according to the kings good pleasure, exercised neither periodical rights nor effective control, but fulfilled a duty which was soon felt as onerous.",
		"The onerous duties his work at the Mint entailed severely tried his energies, and in quitting a purely scientific career he was subjected to the cares of official life, for which he was not fitted by temperament.",
		"How can I make coursework less onerous for my candidates?",
		"He found the job onerous and so joining the Army and the Worcestershire Regiment as an Infantryman at age 17.",
		"What approach could be taken here to ensure that consumers are not misled, without being unduly onerous for producers?",
		"These systems came to be viewed as excessively onerous for departments and institutions.",
		"Teaching should remain an important aspect of the Fellowship while not being overly onerous.",
		"The research involved might not be too onerous either.",
		"We commute to work further - the average trip is 45 minutes, to a workplace where we submit to increasingly onerous hours.",
		"Their strategic, social, economic, and political costs would prove onerous.",
		"These responsibilities seem onerous for an unpaid Office Holder to bear.",
		"In addition, the security aspects of operating a visitors gallery had become too onerous.",
		"The original legislation was revised by the Finance Act 1999, and the sanctions made more onerous.",
		"The obligation (embodied within the license agreements) to keep data \" forever \" was not considered onerous at the time.",
		"Our low cost license is not onerous or unduly restrictive.",
		"Larger practices with a less onerous duty rota might be less inclined to help smaller practices and thereby make their lives easier.",
		"The most onerous post of all, that of minister of finance, was confided to Dr Vicente Lopez, who, though he was not of marked financial ability, was at least a man of untiring industry and of a personal integrity that was above suspicion.",
		"Nor, in view of the comparative weakness of Italian armaments, could eagerness to find an ally be deemed conclusive proof of the value of Italian friendship. Count di Robilant, Italian ambassador at Vienna, warned his government not to yield too readily to pro-Austrian pressure, lest the dignity of Italy be compromised, or her desire for an alliance be granted on onerous terms. Mancini, foreign minister, who was as anxious as Depretis for the conclusion of the Franco-Italian commercial treaty, gladly followed this advice, and limited his efforts to the maintenance of correct diplomatic relations with the central powers.",
		"And Boris, having apparently relieved himself of an onerous duty and extricated himself from an awkward situation and placed another in it, became quite pleasant again.",
		"A good example of an onerous shrink-wrap license is -- you guessed it -- the one that comes wrapped around Windows.",
		"This cultural preoccupation with personal salvation stymies collective reform, and places an onerous burden on the individual.",
		"Our statutory duties under the Home Energy Conservation Act are onerous given the nature of our housing stock and lack of mains gas supplies.",
		"Onerous regulations pose problems for startups because they don't have the resources necessary to understand them and navigate around them.",
		"Sleep apnea is a medical condition that can be onerous for partners or spouses as one of the main symptoms of sleep apnea is pronounced snoring including gasping and choking for air.",
		"For many teens, this kind of surveillance can become onerous, and may lead them to try and find ways to circumvent the system.",
		"Exercise programs needn't be onerous, and taking a brisk walk several times a week, going for a cycle ride or an early morning swim are all excellent ways to not only help lose weight, but also tone up the body.",
		"As a result of this situation, the Catholic condemnation of heresy - though as stringent as ever in principle - has assumed less dangerous forms for the heretic. Nevertheless, it proved capable, even in the 19th century, of imposing onerous restrictions on the heterodox, and practical exemplifications of this hostile attitude persist to the present day.",
		"He was secretary of war under President Polk from 1845 to 1849, and as such discharged with ability the especially onerous duties incident to the conduct of the Mexican War; he became involved, however, in controversies with Generals Scott and Taylor, who accused him, it seems very unjustly, of seeking to embarrass their operations in the field because they were political opponents of the administration.",
		"They often have very heavy corresponding obligations, as will be seen in the case of one (the East Africa) where the obligations were too onerous for the company to discharge, though they were inseparable from its position.",
		"The financial advantages, however, granted by the Turkish government were singularly favourable to thq concessionnaires and onerous to itself.",
		"In 1222 Florence waged war successfully on Pisa, Lucca and Pistoia, and during the next few years against the Sienese with varying results; although the emperor supported the latter as Ghibellines, on his departure for Germany in 1235 they were forced to accept peace on onerous terms. During the interregnum (1241-1243) following on the death of Pope Gregory IX.",
		"By this treaty Treaty of Sweden gave back the province of Trondhjem and the T Copen= isle of Bornholm and released Denmark from the most hagen, onerous of the obligations of the treaty of Roskilde.",
		"The Civil War in America, and the questions which arose from the relations of Great Britain with both belligerents, rendered the duties of the law officers of the crown more than usually onerous, and Palmer was called upon to take part, as adviser of the ministry, in the courts, and in the House, in the questions which arose in respect of the \"Trent\" and the \"Peterhoff,\" the cruisers \"Alabama\" and \"Florida\" and the \"Alexandra,\" a ship which was seized by the government, and other matters.",
		"In spite of his already onerous duties, Dallas, with characteristic energy, served also as secretary of war ad interim from March to August 1815, and in this capacity successfully reorganized the army on a peace footing.",
		"The churchwardens, who are representative officers of the parishes, are also executive officers of the bishops in all matters touching the decency and order of the churches and of the churchyards, and they are responsible to the bishops for the due discharge of their duties; but the abolition of church rates has relieved the churchwardens of the most onerous part of their duties, which was connected with the stewardship of the church funds of their parishes.",
		"Its line to some extent may be partly made out - very clearly, for the matter of that, so far as its details have been published in the series of papers to which reference has been given - and some traces of its features are probably preserved in his Catalogue of the specimens of birds in the museum of the Asiatic Society of Bengal, which, after several years of severe labour, made its appearance at Calcutta in 1849; but, from the time of his arrival in India, the onerous duties imposed upon Blyth, together with the want of sufficient books of reference, seem to have hindered him from seriously continuing his former researches, which, interrupted as they were, and born out of due time, had no appreciable effect on the views of systematisers generally.",
		"Its terms were the most onerous as yet imposed on the Ottoman sultans."
	],
	"synonyms": [
		"taxing",
		"burdensome",
		"pressing",
		"toilsome",
		"exhausting",
		"strenuous",
		"grueling",
		"rigorous",
		"laborious",
		"hard",
		"backbreaking",
		"difficult",
		"demanding",
		"arduous",
		"oppressive"
	],
	"antonyms": [
		"common",
		"trivial",
		"light",
		"easy",
		"effortless"
	]
}