{
	"word": "hubris",
	"meaning": [
		"Wanton insolence or arrogance resulting from excessive pride or from passion."
	],
	"sentences": [
		"Hubris leads to the downfall of many celebrities and polititians.",
		"It is easy to offend others when blinded by hubris.",
		"Hubris always seems ridiculous – until it's our own.",
		"Hubris was a fatal flaw of many ancient heroes.",
		"My uncle's hubris caused him to be an egotistical and cruel man.",
		"His hubris caused him to feel superior to his coworkers.",
		"It requires great humility to overcome hubris.",
		"We have seen the negative effect of hubris in individuals and nations throughout history.",
		"Feeling invincible because of his hubris, Cody tried – and failed – an advanced bicycle trick.",
		"Steve's hubris prevented him from asking for directions, so he was late to his sister's party.",
		"Her humble attitude was refreshing in a society to saturated by hubris.",
		"Well-placed confidence is good for a startup, but hubris is toxic.",
		"She is the sweetest person I know; no conceit or hubris can be found in her.",
		"Those with hubris are often willing to take dangerous risks.",
		"Due to his hubris, Tyler spoke imperiously to all who came in contact with him.",
		"Fictional villians and heroes are often puffed up with exuberant hubris.",
		"A brave move but, as we all know, hubris is followed by nemesis.",
		"You must be acutely aware of any hubris in your life.",
		"Coupled with Garner 's remarks, the planning document can be viewed as a worrisome sign of American \" we know best \" hubris.",
		"When you embrace the unknown, you also guard against hubris.",
		"Even worse, their hubris about doing all their own inventing caused them to resist acquiring innovative technologies.",
		"Blinded by hubris, the terrorist refused to acknowledge that his downfall was approching.",
		"Here, Griffin, in an excess of hubris, tests his experiment on himself, and it proves to be his downfall.",
		"Fictional villians and heroes are often puffed up with exurberant hubris.",
		"The mayor's hubris wouldn't allow him to deign to reply to letters from the people.",
		"There is no such hubris now, only a fear that the unthinkable, the unimaginable has happened.",
		"Blinded by hubris, the terrorist refused to acknowledge that his downfall was approaching."
	],
	"synonyms": [],
	"antonyms": []
}