{
	"word": "formidable",
	"meaning": [
		"Causing fear or dread.",
		"Inspiring awe, admiration, or wonder.",
		"Hard to handle or overcome.",
		"Awe-inspiring in size, excellence, etc.; strikingly impressive.",
		"Difficult to undertake, surmount, or defeat."
	],
	"sentences": [
		"He does have a formidable temper, you know.",
		"Two formidable men stood on either side.",
		"Josh was no stranger to a fistfight, and he was considered by many to be a formidable opponent.",
		"The girls had a large amount of respect for their formidable grandfather.",
		"Small children are even afraid to approach the thick, glass enclosure that surrounds the formidable lion.",
		"The formidable opponent was extremely intimidating to the young basketball team.",
		"This is a formidable discrepancy.",
		"Graduating at the top of her class at Yale Law School was a formidable accomplishment for Anna.",
		"These characteristics make it useful for both utility and attack, and when properly armored, choppers can be formidable mobile battle platforms, wreaking havoc with missiles and gunfire of all calibers.",
		"Lamachus was for immediate action, and there can hardly be a doubt that Syracuse must have fallen before a sudden attack by so formidable an armament in the summer of 415.",
		"To the south the rivulet of the Mance soon forms a formidable obstacle as its bed cuts its way through the sandstone.",
		"There is, however, one formidable difficulty.",
		"Even though Ebirah doesn't have any super powers, his strong pincers, tough exoskeleton and swift swimming abilities make him a formidable foe.",
		"However, he took an active part in the university's resistance to the Jesuits; for these had established a theological school of their own in Louvain, which was proving a formidable rival to the official faculty of divinity.",
		"Soon he was threatened by a new and yet more formidable danger.",
		"In cavalry they were weak, for the Russian does not take kindly to equitation and the horses were not equal to the accepted European standard of weight, while the Cossack was only formidable to stragglers and wounded.",
		"The Scaligers in Verona and the Carraresi in Padua were strengthened; and in Tuscany Castruccio Castracane, Ugucciones successor at Lucca, became formidable.",
		"Arrived at the line of the Spree, they took up and fortified a very formidable position about Bautzen (q.v.).",
		"About the same time began the first formidable uprising against the Revolution, the War of La Vendee, the region lying to the south of the lower Loire and facing the Atlantic. Its inhabitants differed in many ways from the mass Rising of the nation.",
		"You might expect such a formidable person to have an equally strong and powerful personality, but some Capricorn traits can surprise you.",
		"Even here, however, formidable difficulties are presented.",
		"In 1095 the same body of barons made a second and a more formidable rising, headed by the earls of Shrewsbury, Eu and Northumberland.",
		"It undertook a new and more formidable outbreak on the 2nd of June.",
		"Fortunately for the Germans the Canal du Nord proved a sufficiently formidable obstacle to give pause to the First Army's progress.",
		"These outer defences consisted of two strongly fortified lines, the first of which had been the German outpost line in the spring of 1917 and the British main line of resistance before March 1918, and the second the British outpost line corresponding to this main line - a less formidable obstacle about a mile farther east.",
		"In view of the fact that the First and Third British Armies were faced with strong positions in the Canal du Nord and the Scheldt canal, which it was advisable to carry prior to the general attack on the Hindenburg line behind the latter obstacle, it was decided that these two armies should open their operations a day earlier than the Fourth Army, so as to draw off the German reserves from the front of that army, which had to deliver the main attack and was faced with the most formidable defences.",
		"As governor he devoted his energies to the construction of the canal, but the opposition to his administration, led by Martin Van Buren and Tammany Hall, became so formidable by 1822 that he declined to seek a third term.",
		"In July he invaded Scotland at the head of a formidable army of55,000 men, and on the 22nd of that month brought Wallace to action on the moors above Falkirk.",
		"Their appearance led to a series of widespread and preconcerted riots, which soon spread over all England from the Wash to the Channel, and ma few days developed into a formidable rebellion.",
		"Only a few months after their death a rebellion of a far more formidable sort broke Welsh naout in Waleswhere Richard II.",
		"A still more formidable sortie on the 5th of November was with difficulty repulsed at Inkerman.",
		"For the third time in his career Lord Derby undertook the formidable task of conducting the government of the country Lord with only a minority of the House of Commons to nerbys support him.",
		"The first was a war with the Zulus, the most powerful and Zulu War warlike of the South Africannatives, who under their ruler, Cetewayo, had organized a formidable army.",
		"The lower Arinos, the Alto Tapajos and the Tapajos to the last rapid, the Maranhao Grande, is a continuous series of formidable cataracts and rapids; but from the Maranhao Grande to its mouth, about 188 m., the river can be navigated by large vessels.",
		"San Antonio is the first of a formidable series of cataracts and rapids, nineteen in number, which, for a river distance of 263 m., obstruct the upper course of the Madeira until the last rapid called Guajara Merim (or Small Pebble), is reached, a little below the union of the Guapore with the Mamore.",
		"Just below this the mountains close in on either side of the Maranon, forming narrows or pongos for a length of 35 m., where, besides numerous whirlpools, there are no less than thirty-five formidable rapids, the series concluding with three cataracts just before reaching the river Imasa or Chunchunga, near the mouth of which La Condamine embarked in the t8th century to descend the Amazon.",
		"The six years that followed the great rout of the orthodox Whigs were years of repose for the country, but it was now that Burke engaged in the most laborious and formidable enterprise of his life, the impeachment of Warren Hastings for high crimes and misdemeanours in his government of India.",
		"The barbarians had meantime also grown more formidable, and this made it necessary to have stronger fortifications for the capital.",
		"At the same time the Vendean War continued formidable.",
		"Even when due allowance has been made for the financial disorder which the Convention inherited from previous assemblies, and for the war which it had to wage against a formidable alliance, it cannot be acquitted of reckless and wasteful maladministration.",
		"As they approached the top of the mountain, Jack and Julie stood in awe because of the formidable view below.",
		"For the seven years following he was the chief speaker among the small band of anti-Imperialists in the French chamber, and was regarded generally as the most formidable enemy of the empire.",
		"Kepler immediately hastened to Wurttemberg, and owing to his indefatigable exertions she was acquitted after having suffered thirteen month's imprisonment, and endured with undaunted courage the formidable ordeal of \"territion,\" or examination under the imminent threat of torture.",
		"Aided by his faithful friend Maximilien de Bethune, baron de Rosny and duc de Sully (q.v.), he reformed the finances, repressed abuses, suppressed useless offices, extinguished the formidable debt and realized a reserve of eighteen millions.",
		"Irish disaffection had long been astir; the Fenian menace looked formidable not only in Ireland but in England also.",
		"At the Berlin conference he had established a formidable reputation; the popularity he enjoyed at home was affectionately enthusiastic; no minister had ever stood in more cordial relations with his sovereign; and his honours in every kind were his own achievement against unending disadvantage.",
		"The exigencies of his quasi-sovereign position compelled him to have recourse to his formidable patron, whose reappearance on the banks of the Sihon created a consternation not easily allayed.",
		"One of the most formidable of his opponents was Toktamish, who after having been a refugee at the court of Timur became ruler both of the eastern Kipchak and the Golden Horde, and quarrelled with Timur over the possession of Khwarizm.",
		"After Frontenac the Iroquois, though still hostile to France, are formidable no more, and the struggle for the continent is frankly between the English and the French.",
		"Like his brother Mahommed (1104-1118), who successfully rebelled against him, his most dangerous enemies were the Ismailites, who had succeeded in taking the fortress of Alamut (north of Kazvin) and become a formidable political power by the organization of bands of fedais, who were always ready, even at the sacrifice of their own lives, to murder any one whom they were commanded to slay.",
		"But, as they crossed the border, Kaikhosrau marched against them, and suffered a formidable defeat at Kuzadag (between Erzingan and Sivas), in 1243, which forced him to purchase peace by the promise of a heavy tribute.",
		"A formidable agitation sprang up in France, which only served to make the king more obstinate.",
		"Turkey was too formidable to be fought single-handed, and it was therefore determined to send a grand embassy to the principal western powers to solicit their co-operation against the Porte.",
		"In these early days Peter would very willingly have made peace with his formidable rival if he had been allowed to retain these comparatively modest conquests.",
		"Trendelenburg (1802-1872), a formidable opponent of Hegel, tried to surmount Kant's transcendental idealism by supposing that motion, and therefore time, space and the categories, though a priori, are common to thought and being.",
		"At the very outset he had to meet the formidable attack of the Normans (Robert Guiscard and his son Bohemund), who took Dyrrhachium and Corfu, and laid siege to Larissa in Thessaly.",
		"A more formidable division was led by Dr Warren, a preacher of ability and influence, who was disappointed because no place was found for him in the newly-formed Theological Institution.",
		"For the rest, so formidable were the external obstacles that, without theoretically renouncing his claims, he was unable to realize them in practice in a manner satisfactory to himself.",
		"The popes were under the constant sway of two contrary influences - on the one hand, the seducing prospect of subduing the Eastern Church and triumphing over the schism, and, on the other, the apprehension of seeing the Normans of Sicily, their competitors in Italy, increasing their already formidable power by successful expeditions into the Balkan Peninsula.",
		"But the preaching of the papal legates, even when supported by military demonstrations, had no effect; and the Albigensian question, together with other questions vital for the future of the papacy, remained unsettled and more formidable than ever when Innocent III.",
		"Haunted by the recollection of that formidable conflict and lulled in the security of the Great Interregnum, which was to render Germany long powerless, the papacy thought merely of the support that France could give, and paid no heed to the dangers threatened by the extension of Charles of Anjou's monarchy in central and northern Italy.",
		"His fall soon followed, when he had lost all ground in Florence; and his execution on the 23rd of May 1498 freed Alexander from a formidable enemy (see Savonarola).",
		"Latimer, however, besides possessing sagacity, quick insight into character, and a ready and formidable wit which thoroughly disconcerted and confused his opponents, had naturally a distaste for mere theological discussion, and the truths he was in the habit of inculcating could scarcely be controverted, although, as he stated them, they were diametrically contradictory of prevailing errors both in The only reasons for assigning an earlier date are that he was commonly known as \" old Hugh Latimer,\" and that Bernher, his Swiss servant, states incidentally that he was \" above threescore and seven years \" in the reign of Edward VI.",
		"On the whole it appears that the British cotton trade continues to increase to a satisfactory degree in fancy and special goods, which require for their production a comparatively high degree of technical skill, and are more lucrative than some of the simpler products in which competitors have been rr ost formidable.",
		"Notwithstanding, however, that simple knighthood has gone out of use abroad, there are innumerable grand crosses, commanders and companions of a formidable assortment of orders in almost every part of the world.\"",
		"The task of averting the racial bitterness so dominant in the United States of America is a most formidable one.",
		"The resistance to these inroads became gradually feebler, and it is said that on the 5th of July 907 almost the whole of the Bavarian race perished in battle with these formidable enemies.",
		"The towns, assuming a certain independence, became strong and wealthy as trade increased, and the citizens of Munich and Regensburg were often formidable antagonists to the dukes.",
		"His most formidable assailant was Johann Melchior Goeze (1717-1786), the chief pastor of Hamburg, a sincere and earnest theologian, but utterly unscrupulous in his choice of weapons against an opponent.",
		"Every one suspected him of aiming at a dictatorship; attacks, not the less formidable for their injustice, were directed against him from all sides, and his cabinet fell on the 26th of January 1882, after an existence of only sixty-six days.",
		"The badger does not usually seek to attack, but, when driven to bay, its great muscular power and tough hide render it a formidable antagonist.",
		"Some of these, in 1764, formed themselves into a club, which gradually became a formidable power in the commonwealth of letters.",
		"The basin of the Elbe was inhabited by Suebic tribes, the chief of which were the Marcomanni, who seem to have been settled on the Saale during the latter part of the 1st century n.c., but moved into Bohemia before the beginning of the Christian era, where they at once became a formidable power under their king Maroboduus.",
		"When they were present with their formidable armies, they could command obedience; when engaged, as they often were, in Saxons distant parts of the vast Frankish territory, they remain could not trust to the fulfilment of the fair promises in dependthey had exacted.",
		"This policy speedily led to a formidable rebellion, headed by Thankmar, the kings halfbrother, a fierce warrior, who fancied that he had a prior claim to the crown, and who secured a number of followers in Saxony.",
		"On the north was Denmark ruled by Canute the Great; on the east was the wide Polish state whose ruler, Boleslaus, had just taken the title of king; and on the south-east was Hungary, which under its king, St Stephen, was rapidly becqming an organized and formidable power.",
		"These proceedings alarmed the princes, both spiritual and secular, and Flenry, who had gained support from the cities of the Rhineland, was able to advance with a formidable army into Saxony in 1075.",
		"Several of heinsprinces rallied to his standard and foreign powers berg, promised aid, but although very formidable in appearance the combination had no vestige of popular support.",
		"But formidable as were these risings they were crushed, although not entirely by force of arms. In 1193 Richard I.",
		"Otto then left Italy hurriedly, but he was quickly followed by his young rival, who in the warfare which had already broken out proved himself a formidable opponent.",
		"But meanwhile the movement was spreading through Franconia to northern Germany and was especially formidable in Thuringia, where it was led by Thomas Munzer.",
		"She executed it with discretion and vigour, so that Austria in her hands was known to be one of the most formidable powers in the world.",
		"At the conference of ministers which met at Vienna, on the 20th of November, for the purpose of developing and completing the Federal Act of the congress of Vienna, Metternich found himself face to face with a more formidable opposition than at Carlsbad.",
		"The New Guinea Company had less formidable enemies to contend with, and with the exception of a period of three years between 1889 and 1892, they maintained a full responsibility for the administration of their territory till the year 1899, when an agreement was made and ratified in the Reichstag, by which the possession and administration was transferred to the empire in return for a subsidy of 20,000 a year, to be continued for ten years.",
		"But Borromeo had more formidable difficulties to struggle with, in the inveterate opposition of several religious orders, particularly that of the Humiliati (Brothers of Humility).",
		"He was not known beyond his own borough when Cobden called him to his side in 1841, and he entered parliament towards the end of the session of 1843 with a formidable reputation as an agitator.",
		"He organized a powerful force, which was trained by French and Italian officers such as Generals Ventura, Allard and Avitabile, and thus forged the formidable fighting instrument of the Khalsa army, which afterwards gave the British their hardest battles in India in the two Sikh wars.",
		"The capital of Kano, a walled and fortified town of great extent and formidable strength, fell to a British assault in February of 1903.",
		"Thus was the pasha relieved of his two most formidable enemies; and shortly after he defeated Shahin Bey, with the loss to the latter of his artillery and baggage and 300 men killed or taken prisoners.",
		"The attempt which in this year (1815) the pasha made to reorganize his troops on European lines led, however, to a formidable mutiny in Cairo.",
		"In this branch too of the law there existed some, though a less formidable, uncertainty; for there were constitutions which practically, if not formally, repealed or superseded others without expressly mentioning them, so that a man who relied on one constitution might find that it had been varied or abrogated by another he had never heard of or on whose sense he had not put such a construction.",
		"The martial character of their population made them formidable enemies to the Romans, whose troops were at this epoch mainly barbarians, the settled and civilized subjects of the empire being as a rule averse from war.",
		"They made a formidable league against the crown in 1440 which included Charles duke of Bourbon, John II., duke of Alencon, John IV.",
		"He took refuge in 1457 with Charles's most formidable enemy, Philip of Burgundy.",
		"In view of the connexion, the poem is interpreted as expressing Lamech's exultation at the advantage he expects to derive from Tubal-Cain's new inventions; the worker in bronze will forge for him new and formidable weapons, so that he will be able to take signal vengeance for the least injury.",
		"He took and held Berwick, and (14th of October 1322) defeated Edward with heavy loss near Byland Abbey in Yorkshire, where the highlanders scaled a cliff and drove the English from a formidable position.",
		"But it must by no means be supposed that every man who goes out hunting desires to gallop at a great pace and to jump formidable obstacles, or indeed any obstacles at all.",
		"Mayflies and dragon-flies danced in the sunlight; lizards darted across the paths; and legions of spiders pervaded the grass, many very beautiful - frosted - silver backs, or curious, like the saltigrades, who took a few steps and then gave a leap. There were crickets in infinite numbers; and flies innumerable, from slim daddy-long-legs to ponderous, black, hairy fellows known to science as Dejeaniae; hymenopterous insects in profusion, including our old friend the bishop of Ambato (possibly Dielis), in company with another formidable stinger, with chrome antennae, called by the natives ` the Devil '; and occasional Phasmas (caballo de palo) crawling painfully about, like animated twigs.\"",
		"Still the Welsh revolt was never so formidable.",
		"His tremendous physical strength, the personal ascendancy he gained by this and by his powers of command made him a peculiarly formidable opponent, and thus enabled him to maintain a discipline which guaranteed the punctual execution of his orders.",
		"In the end the rebellion, formidable as it seemed for a few months, was crushed, and a heavier yoke was laid on the shoulders of the unfortunate peasants.",
		"He has been described by the historian Henry Adams, writing of the Chase trial, as at that time the \"most formidable of American advocates.\"",
		"A more formidable enemy was already on the way, and the final wresting of Syria from the feeble relics of the Roman Empire was imminent.",
		"Epinal therefore is a fortress of the greatest possible importance to the defence of France, and its works, all built since 1870, are formidable permanent fortifications.",
		"On discovering in 1863 that a French shipbuilder, with the connivance of Napoleon III., was constructing two formidable iron-clads and two corvettes for the use of the Confederacy, he devoted his energies to thwarting this scheme, and succeeded in preventing the delivery of all but one of these vessels to the Confederate agents.",
		"But the amir, whose feelings of resentment had by no means abated, was now leaning toward Russia, though he mainly desired to hold the balance between two equally formidable rivals.",
		"In short, Abdur Rahman's reign produced an important political revolution, or reformation, in Afghanistan, which rose from the condition of a country distracted by chronic civil wars, under rulers whose authority depended upon their power to hold down or conciliate fierce and semi-independent tribes in the outlying parts of the dominion, to the rank of a formidable military state governed autocratically.",
		"But when once he develops a taste for human blood, then the slaughter he works becomes truly formidable.",
		"He next attacked the Dutch, the sole European nation that might yet be a formidable rival to the English.",
		"A more formidable danger appeared in the British camp, in the form of the first sepoy mutiny.",
		"The Mahratta chiefs never again united heartily for a common purpose, though they still continued to be the most formidable military power in India.",
		"The central portion, forming the old state of Mysore, was restored to an infant representative of the Hindu rajas, whom Hyder Ali Meanwhile Warren Hastings had to deal with a more formidable enemy than the Mahratta confederacy.",
		"Little military glory could be gained by beating the Burmese, who were formidable only from the pestilential character of their country.",
		"A more formidable hostile combination, however, awaited the government of India.",
		"He assembled a formidable army, penetrated into Asia Minor, and took the city of Amorium, where he gained rich plunder.",
		"Thenceforward he came to be regarded more and more as the most formidable leader of the Boers in their guerrilla warfare.",
		"But even in this field the competition of the oil-engine and the gas-engine is too formidable to leave to the air-engine more than a very narrow chance of employment.",
		"Meanwhile Sextus Pompeius made himself formidable by cutting off the supplies of grain from Rome.",
		"For in this second position of the allies, which was far more formidable than the original line, the decisive result could be brought about only by Ney.",
		"Again a formidable coalition was formed against him, including Baldwin IX., count of Flanders and Hainaut, Renaud of Dammartin, count of Boulogne, Louis, count of Blois, and Raymond VI., count of Toulouse.",
		"Philip had reduced to a mere remnant the formidable continental empire of the Angevins, which had threatened the existence of the Capetian monarchy.",
		"They are formidable weapons, of coarse manufacture, but with richly ornamented handles; and they frequently bear proverbial inscriptions suitable to their murderous appearance.",
		"Errors in policy and in government facilitated the rise of Pontus into a formidable power under Mithradates, who was finally driven out of the country by Pompey, and died 63 B.C. Under the settlement of Asia Minor by Pompey, Bithynia-Pontus and Cilicia became provinces, whilst Galatia and Cappadocia were allowed to retain nominal independence for over half a century more under native kings, and Lycia continued an autonomous League.",
		"Its rise to its present position is mainly due to the fostering care of the Danish kings who conferred certain customs privileges and exemptions upon it with a view to making it a formidable rival to Hamburg.",
		"In the following year when a bill appropriating $50o,000 for rebuilding was before Congress it met with formidable opposition from the \"capital movers.\"",
		"As his slender forces were inadequate to encounter the fierce hostility which he aroused, he left Italy in the autumn of 1155 to prepare for a new and more formidable campaign.",
		"Early in 65 Nero was panic-stricken by the discovery of a formidable conspiracy involving such men as Faenius Rufus, Tigellinus's colleague in the prefecture of the praetorian guards, Plautius Lateranus, one of the consuls elect, the poet Lucan, and, lastly, not a few of the tribunes and centurions of the praetorian guard itself.",
		"Finally, in the court of Naples arose that most formidable of all critical engines, the critique of established ecclesiastical traditions and spurious historical documents.",
		"It was followed by the expulsion of Jews and Moors, and by arts the establishment of the Inquisition on a solid basis, with powers formidable to the freedom of all Spaniards from the peasant to the throne.",
		"As he was not gifted with the qualifications of the orator, he seldom appeared at the tribune; but in the various committees he defended all forms of popular liberties, and at the same time delivered, in a series of powerful pamphlets, under the pseudonym of \"Timon,\" the most formidable blows against tyranny and all political and administrative abuses.",
		"To determine the validity of these claims, which had been complicated by transfers and subdivisions, and to fix their boundaries, which were often very vaguely described, proved a very formidable undertaking; and the slow process of confirmation greatly retarded the development of the Territory.",
		"There are, however, more formidable objections against the method.",
		"The general election in the autumn gave him no fresh support in the Chamber of Deputies, while he had now to face a formidable coalition between Guizot, the Left Centre under Thiers, and politicians of the Dynastic Left and the Republican Left.",
		"Unfortunately for this identification, it encounters at once a formidable, if not fatal, objection.",
		"The smaller buffaloes are also easily disposed of; but the buffalo bulls, and especially the wild ones, are formidable antagonists, and have often been known to beat the tiger off, and even to wound him seriously.",
		"Among the most formidable animals known is the wild buffalo or gaur which is of great size, strength and fierceness.",
		"Indeed the Dacians appeared so formidable that Caesar contemplated an expedition against them, which was prevented by his death.",
		"The peasants therefore were his natural allies, but, from the nature of the case, they tended to become his most formidable rivals.",
		"The satrap revolts, moreover, assumed more and more formidable proportions, and the Greek states began once more to tamper with them.",
		"Among other engineers, Telford and Stephenson favoured the project of converting Wallasey Pool into a great basin for shipping; but, largely owing to the fears of Liverpool lest a formidable rival should thus be created, it was not until 1843 that parliamentary powers were obtained, and the work entrusted to James Rendel, who finished it in less than five years.",
		"Rhodes had resigned the premiership of the Cape a few days after the Raid, and during the greater part of 1896 was in Rhodesia, where he was able to bring to an end, in September, a formidable rebellion of the Matabele which had broken out six months previously.",
		"The national defences were at the same time developed on a \"Great Power\" scale, and the navy was so enlarged as to become one of the most formidable in Europe.",
		"It is this strong grasp of the imperfect character of our knowledge of nature and of the grounds for its limitation that makes Butler so formidable an opponent to his deistical contemporaries.",
		"Hume readily grants this much, though he hints at a formidable difficulty which the plan of the Analogy prevented Butler from facing, the proof of the existence of God.",
		"He was a master in theological controversy, shunning not to cross swords with the formidable Bellarmine.",
		"The Jesuits, who aspired to be the source of all scholarship and criticism, perceived that the writings and authority of Scaliger were the most formidable barrier to their claims. It was the day of conversions.",
		"This force, though aided by considerable bodies of local militia and volunteers in the northern and western provinces, was insufficient to cope with the 60,000 Carlists in arms, and with the still formidable nucleus of cantonalists around Alcoy and Cartagena.",
		"Sertorius was in league with the pirates in the Mediterranean, was negotiating with the formidable Mithradates, and was in communication with the insurgent slaves in Italy.",
		"On this occasion the rebellion - known as the \" War of Maria da Fonte \" - proved formidable.",
		"Attaching himself at once to the formidable band of discontented Whigs known as the Patriots, whom Walpole's love of exclusive power had forced into opposition under Pulteney, he became in a very short time one of its most prominent members.",
		"More may be gained by crushing a formidable rival than by conquering a province.",
		"But rather more than half a century afterwards their power was threatened by a formidable rival at home, a Buddhist reformer.",
		"The Salween cuts the British Shan States nearly in half, and is a very formidable natural obstacle.",
		"The opposition in the two colonies to Basse became so formidable that he was removed in 1699 and Hamilton was reappointed.",
		"Several emeutes had already taken place, and by the 22nd of June 1848 a formidable insurrection had been organized.",
		"Not only was this unsuccessful, but next year Haakon replied by a formidable invasion.",
		"The Egyptian forces occupied Syria, and threatened Turkey; and Lord Ponsonby, then British ambassador at Constantinople, vehemently urged the necessity of crushing so formidable a rebellion against the Ottoman power.",
		"A proposal to send the British fleet into the Baltic was overruled, and the result was that Denmark was left to her own resources against her formidable opponents.",
		"He had wiped out a great national disgrace; he had quelled the most formidable foe of Rome.",
		"From 1047 to the year of his death, Henry was almost constantly at war with William, who held his own against the king's formidable leagues and beat back two royal invasions, in 1055 and 1058.",
		"Where any part of the country appears to be threatened with or is affected by any formidable epidemic, endemic or infectious disease, the Local Government Board may make regula tions for the speedy interment of the dead, house-tohouse visitation, the provision of medical aid and accommodation, the promotion of cleansing, ventilation and disinfection, and the guarding against the spread of disease.",
		"The entrance to the harbour was obstructed by a formidable sand bar, but as the result of dredging operations there is now a minimum depth of water at the opening of the channel into the bay of over 30 ft., with a maximum depth of over 33 ft.",
		"Antigonus now prepared a large army, and a formidable fleet, the command of which he gave to Demetrius, and hastened to attack Ptolemy in his own dominions.",
		"The pass over the Karakoram (18,500 ft.) is the most formidable obstacle on the main trade route between Leh and Kashgar.",
		"The Mahommedan zemindars were injured by the reassessment of the land revenue, which was carried through in the interests of the ryots, and the power of the zemindars was formidable, while that of the ryots was negligible; though it must be remembered that the peasantry as a whole gave no assistance to the mutineers.",
		"He had already lost Waterford owing to the prejudice against making the author of the Tale of a Tub a bishop, and he still had formidable antagonists in the archbishop of York, whom he had scandalized, and the duchess of Somerset, whom he had satirized.",
		"In any event the occupants of office could merely have had the choice of risking their heads in an attempt to exclude the elector of Hanover, or of waiting patiently till he should come and eject them from their posts; yet they might have remained formidable could they have remained united.",
		"As a fortress Mantua was long one of the most formidable in Europe, a force of thirty to forty thousand men finding accommodation within its walls; but it had two serious.",
		"Yet a formidable rebellion was raised in his behalf by means of Lambert Simnel, who was defeated and taken prisoner at the battle of Stoke in 1487.",
		"A mutiny at Bombay in 1674 had only been suppressed by the execution of the ringleader; and in 1683 a more formidable movement took place under Richard Keigwin, a naval officer who had been appointed governor of St Helena in reward for the part played by him in the capture of the island from the Dutch in 1673.",
		"Caesar, who regarded him as a formidable opponent, set out against him in person.",
		"So formidable did he appear to them for the moment that they took the deplorable step olinviting the foreign foe to join in the struggle.",
		"The Scottish revolt had become so formidable.",
		"A formidable attack on the 25th October on the British position at Balakiava led to a series of encounters which displayed the bravery of British troops, but did not enhance the reputation of British commanders.",
		"When they were united they were a formidable power, but, like other half-organized communities, they seldom combined for long together, and consequently they influenced but little the fortunes of the Greeks.",
		"One of the most formidable difficulties in the way of the attempt to reduce Actinotrocha to the Pterobranchiate type of structure is the condition of the coelom in the former.",
		"It does not, however, appear that this danger assumed formidable proportions until after the Reformation; when, in the struggle made by the Catholic church to recover its hold on the world, the principle of authority was, as it were, forced into keen, balanced and prolonged conflict with that of reliance on private judgment.",
		"Leverrier undertook in 1839, and concluded in 1876, the formidable task of revising all the planetary theories and constructing from them improved tables.",
		"The task, though novel and formidable, was executed with almost incredible success.",
		"In Geneva his progress was arrested, and his resolution to pursue the quiet path of studious research was dispelled by what he calls the \"formidable obtestation\" of Guillaume Fare1.2",
		"He could not replace him in the Netherlands; but while retaining him in his command at the head of a formidable army, the king would not give his sanction to his great general's desire to use it for the reconquest of the Northern Provinces.",
		"Philip happened to become the most prominent and most formidable type of a danger which was already threatening Greece before his baleful star arose.",
		"The Turks were defeated, but Roger was found to be nearly as formidable an enemy to the imperial power.",
		"After the death of St Patrick the bond between the numerous church families which his authority supplied was greatly relaxed; and the saint's most formidable opponents, the druids, probably regained much of their old power.",
		"The first-named waged constant warfare against the foreigners and was the most formidable opponent the Scandinavians had yet met.",
		"To meet such formidable opponents, Brian, now an old man unable to lead in person, mustered all the forces of Munster and Connaught, and was joined by Maelsechlainn in command of the forces of Meath.",
		"This adventurer, at once ludicrous and formidable, was a native of Ireland, and was thought to be put forward by Richard to test the popularity of the Yorkist cause.",
		"Under his guidance the Catholic association became a formidable body.",
		"Thus he was able to be a candidate for this formidable power, which had just been defined by the Constituent Assembly and entrusted to the choice of the people, \"to Providence,\" as Lamartine said.",
		"It was opposed by Austria as tending to create a new and formidable Slavonic nation within the Dual Monarchy, and by Hungary as a menace to Magyar predominance in Transleithania.",
		"In other districts the villages and homesteads are enclosed within formidable defences of prickly-pear or thorny mimosa.",
		"These formidable and expensive works have not altogether realized the expectations that had been formed of them.",
		"Moreover, Sparta's attention was at this time fully occupied by troubles nearer home - the plots of Pausanias not only with the Persian king but with the Laconian helots; the revolt of Tegea (c. 473-71), rendered all the more formidable by the participation of Argos; the earthquake which in 464 devastated Sparta; and the rising of the Messenian helots, which immediately followed.",
		"Normandy in right of justice and of superior force, took the formidable fortress of Chftteau-Gaillard on the Seine after several months siege, and invested Rouen, which John abandoned, fleeing to England.",
		"Nowhere was his blind faith more plainly shown, combined as it was with total ignorance of the formidable migrations that were convulsing Asia, and of the complicated game of politics just then.",
		"They soou appeared the most formidable among the new feudal chiefs so imprudently called into being by Louis XI.s predecessors.",
		"But even the splendid victories of Gaston de Foix could not shake that formidable coalition; and despite the efforts of Bayard, La Palice and La Trmoille, it was the Church that triumphed.",
		"But during the atrocious holocausts formidable states had grown up around France, observing her and threatening her; and on the other hand, as on the morrow of the Hundred Years War, the lassitude of the country, the lack of political feeling on the part of the upper classes and their selfishness, led to a fresh abdication of the nations rights.",
		"Roussillon and Artois, with a line of strongholds constituting a formidable northern frontier, were ceded to France; and the acquisition of Alsace and Lorraine under certain conditions was ratified.",
		"Amid general silence it was a formidable and much dreaded body of opinion; and in order to stifle it Louis XIV., the tool of his confessor, the Jesuit Le Tellier, made use of his usual means.",
		"Without a Gi,ndias leader or popular power, they might have found both in Danton; for, occupied chiefly with the external danger, he made advances towards them, which they repulsed, partly in horror at the proceedings of September, but chiefly because they saw in him the most formidable rival in the path of the government.",
		"Even in the time of Copernicus some well-meaning persons, especially those of the reformed persuasion, had suspected a discrepancy between the new view of the solar system and certain passages of Scripture - a suspicion strengthened by the antiChristian inferences drawn from it by Giordano Bruno; but the question was never formally debated until Galileo's brilliant disclosures, enhanced by his formidable dialectic and enthusiastic zeal, irresistibly challenged for it the attention of the authorities.",
		"The establishment of the principle of the composition of motions formed a conclusive answer to the most formidable of the arguments used against the rotation of the earth, and we find it accordingly triumphantly brought forward by Galileo in the second of his dialogues on the systems of the world.",
		"The increasing strength of the Arians proved a formidable task for Ambrose.",
		"That peril did not cease till the defeat of the last formidable African invader at the battle of the Rio Salado in 1340.",
		"He had to proclaim not only such important provinces as Barcelona, Valencia and Bilbao, but even the capital of Spain itself, in order to check a widespread agitation which had assumed formidable proportions under the direction of the chambers of commerce, industry, navigation and agriculture, combined with, about 300 middle-class corporations and associations, and supported by the majority of the gilds and syndicates of taxpayers in Madrid and the large towns.",
		"In this the task that faced the government at the outset of the 20th century was sufficiently formidable.",
		"Charles established a merchant marine and a formidable navy, which under Jean de Vienne threatened the English coast between 1 377 and 1380.",
		"When attacked it seeks to escape either by rolling itself into a ball, its erect spines proving a formidable barrier to its capture, or by burrowing into the sand, which its powerful limbs enable it to do with great celerity.",
		"It attracted immediate attention and aroused the most formidable opposition, especially from the dauphin, son of Louis XV.",
		"In 1246 a formidable conspiracy of the discontented Apulian barons against the emperor's power and life, fomented by papal emissaries, was discovered and crushed with ruthless cruelty.",
		"This port was so much the most formidable that the name of Algerine came to be used as synonymous with Barbary pirate, but the same trade was carried on, though with less energy, from Tripoli and Tunis - as also from towns in the empire of Morocco, of which the most notorious was Salli.",
		"The tail is thick, and the bull-dog mouth is formidable.",
		"During the two critical years which followed the withdrawal of Leicester, it was the statesmanship of the advocate which kept the United Provinces from falling asunder through their own inherent separatist tendencies, and prevented them from becoming an easy conquest to the formidable army of Alexander of Parma.",
		"In spite of precautions this fact became public and provoked the formidable riot styled \"The battle of the umbrellas\" that broke out the next day.",
		"The growth of Prussia provided Anhalt with a formidable neighbour, and the establishment and practice of primogeniture by all branches of the family prevented further divisions of the principality.",
		"Whether he meant Alex was a formidable opponent or he would side with Alex wasn't evident.",
		"It would make a formidable weapon if he was anything other than what she suspected.",
		"What was the purpose of the brazen intruder, and to what end had he tampered with the trappings of such a formidable adversary?",
		"Clive eats pub curry SIR CLIVE has added fisticuffs to his already formidable verbal arsenal of offensive weapons against business rivals.",
		"They are said to be keys to the borders Each tribe forming a formidable bulwark.",
		"Caring for a seriously injured casualty in a remote area is a formidable challenge, even for the most experienced expedition medic.",
		"At the same time, a really formidable low wage competitor at the bottom end of the market was starting to make itself felt.",
		"This short book covers a lot of ground, displaying formidable erudition and intellectual agility.",
		"No, I just afford them the degree of respect they deserve, they're a formidable foe.",
		"He can`t help it, and I must admit that he has a formidable mind beneath his sloping forehead.",
		"The card itself comes with a breakout box that plugs into the card through a truly formidable cable.",
		"That's a pretty formidable team I think you'll agree.",
		"These considerations at present impose a rather formidable barrier to new investment.",
		"One of the most popular members of the team Maurice's ability to multitask is quite formidable.",
		"Many dangers and difficulties which at this time last night appeared extremely formidable are behind us.",
		"The addition of Paul Berry to the batting order makes the line up formidable.",
		"Nothing seems more formidable to me than trying to climb over a Bible verse.",
		"The city remains culturally formidable, from the ancient Sorbonne to the vibrant Left Bank.",
		"For the first time in our lives we saw great big four engined bombers and they looked formidable as they flew toward us.",
		"Power up by doing tricks and becoming more formidable.",
		"Heke had withdrawn eighteen miles inland and his tribe had erected a formidable fortification.",
		"Labor's by-election record is formidable so the loss of the seat in the party's Scottish heartland almost beggared belief.",
		"This formidable intellect was to become one of the most influential men of his time.",
		"She later became landlady of the Plow Inn, where she gained a formidable reputation as a regular battle-axe.",
		"He lives in lodgings on Doughty Street and has a formidable landlady.",
		"The legacy of Cyprus's divisive recent history, including bloody ethnic fighting, is a formidable obstacle.",
		"A terrier is a formidable opponent for a fox.",
		"You'll also become a much more formidable racer.",
		"Consumer activism has acquired a formidable respectability in Britain.",
		"Close behind it the formidable rocky face of Liathach rises almost sheer to its summit ridge.",
		"Its formidable structure stood stark against the dull heavens, the street lamps throwing a weak light about its feet.",
		"You are to debate costs later today this afternoon with a formidable trio of past and present APIL Presidents.",
		"He would be a formidable friend - the thought came unbidden into his mind - do not kill him.",
		"An exceptionally versatile artist with a wide-ranging repertoire, he has carved out a formidable international reputation.",
		"After restoring some degree of peace and prosperity in his principality, Galen had to contend with a formidable insurrection on the part of the citizens of Munster; but at length this was crushed, and the bellicose bishop, who maintained a strong army, became an important personage in Europe.",
		"The other, which begins where the earthwork stops, is a wall, though not a very formidable wall, of stone, the Teufelsmauer; it runs roughly east and west parallel to the Danube, which it finally joins at Heinheim near Regensburg.",
		"Captain Popham, with a small detachment, stormed the rock fortress of Gwalior, then deemed impregnable and the key of central India; and by this feat held in check Sindhia, the most formidable of the Mahratta chiefs.",
		"The Mahratta war was not yet terminated, but a far more formidable danger now threatened the English in India.",
		"He was throughout these debates celebrated for the \"nervous and subtle oratory\" which made him so formidable in after days.",
		"It was at the opening of parliament that Shaftesbury made his celebrated \"delenda est Carthago\" speech against Holland, in which he urged the Second Dutch War, on the ground of the necessity of destroying so formidable a commercial rival to England, excused the Stop of the Exchequer which he had opposed, and vindicated the Declaration of Indulgence.",
		"Descartes soon had a formidable list of objections to reply to.",
		"The city was several times besieged, the most formidable attack being that which occurred in the reign of Andronicus I., the second emperor, when the Seljuks, under the command of Melik, the son of the great sultan Ala-ed-din, first assaulted the northern wall in the direction of the sea, and afterwards endeavoured to storm the upper citadel by night.",
		"He had now to settle the most serious problem which had yet faced him, for in the plains the Persian army was formidable by sheer bulk.",
		"A formidable revolt took place in 183 9 under General Lavalle, who had returned to the country accompanied by a number of banished Unitarians.",
		"His authority was recognized in Galloway which, hitherto, had been practically independent; he put an end to a formidable insurrection in Moray and Inverness; and a series of campaigns taught the far north, Caithness and Sutherland, to respect the power of the crown.",
		"In 1847 Leichhardt undertook a much more formidable task, that of crossing the entire continent from east to west.",
		"His creation of a formidable standing army, the first of its kind in that age of transition from feudal conditions, gave to the Burgundian power all the outward semblance of stability and permanence.",
		"This was followed by various other cables between England and the neighbouring countries, and their success naturally revived the idea which had been suggested in 1845 of establishing telegraphic communication between England and America, though this enterprise, on account of the distance and the greater depth of water, was of a much more formidable character.",
		"The Herulian invaders had been but a band of adventurers; the Goths were an army; the Lombards, far more formidable, were a nation in movement.",
		"That Heriberts device proved effectual in raising the spirit of his burghers, and consolidating them into a formidable band of warriors, is shown by the fact that it was speedily adopted in all the free cities.",
		"The consular cities were everywhere surrounded by castles; and, though the feudal lords had been weakened by the events of the preceding centuries, they continued to be formidable enemies.",
		"Gian Galeazzo thus became by one stroke the most formidable of Italian despots.",
		"As foreign minister of a young state which had attained unity in defiance of the most formidable religious organization in the world and in opposition to the traditional policy of France, it could but be ViscontiVenostas aim to uphold the dignity of his country while convincing European diplomacy that United Italy was an element of order and progress, and that the spiritual independence of the Roman pontiff had suffered no diminution.",
		"His influence decided the choice of the Roman Pantheon as the late monarchs burial-place, in spite of formidable pressure from the Piedmontese, who wished Victor Emmanuel II.",
		"By his championship of the national policy he had raised up formidable foes abroad without securing a single friend or supporter at home, 6 and his fidelity to the national interests was now, through a very mean and ignoble act of personal spite, to be the occasion of his downfall.",
		"Thomas Hobbes, a rough and anomalous but vigorous thinker, is the fountainhead of a more formidable empiricism.",
		"The sea power of the Greek communities on the coast of Asia Minor and in the Archipelago began to be a formidable rival to the Phoenician soon after the time of Hanna and Himilco, and peculiar interest attaches to the first recorded Greek Greeks.",
		"As the river leaves the mountain, ever growing by the accession of tributaries, it ceases, save in flood time, to be a formidable instrument of destruction; the gentler slope of the land surface gives to it only power sufficient to transport small stones, gravel, sand and ultimately mud.",
		"Of the Italian peoples Rome's old foes the Samnites were the most formidable; these Sulla vanquished, and took their chief town, Bovianum.",
		"After some reverses he regained both these places, but in 1501 his most formidable enemy, Shaibani (Sheibani) Khan, ruler of the Uzbegs, defeated him in a great engagement and drove him from Samarkand.",
		"He returned to Kabul in time to quell a formidable rebellion, but two years later a revolt among some of the leading Moguls drove him from his city.",
		"A still more formidable enemy awaited him; the Rana Sanga of Mewar collected the enormous force of 210,000 men, with which he moved against the invaders.",
		"The formidable undertaking of reducing the accumulated planetary observations made at Greenwich from 1750 to 1830 was already in progress under Airy's supervision when he became Astronomer Royal.",
		"It cannot be doubted, however, that at this time Mercia was a much more formidable power than Wessex.",
		"Now the country was at the mercy of the invaders, but, instead of advancing, they suddenly retreated and did not reappear for thirteen years, during which the princes went on quarrelling and fighting as before, till they were startled by a new invasion much more formidable than its predecessor.",
		"For Russian ambition the barrier was a formidable one, but it did not entirely preclude possibilities of expansion in a more or less remote future.",
		"To reach the Baltic he had to overcome the resistance, not only of the Lithuanians and the Poles, but also of the Teutonic and Livonian military orders, the Swedes and the Danes, who all had possessions in the intervening territory and who all objected to the barbarous Muscovites, already sufficiently formidable, strengthening themselves by direct foreign trade with western Europe and especially by the importation of arms and cunning with foreign artificers.",
		"The revolutionary terrorists took advantage of the situation to multiply outrages; popular agitation was fomented by a multitude of new journals preaching every kind of extravagant doctrine, now that the censor no The longer dared to act; in December the trouble \"union culminated in a formidable rising in Moscow.",
		"In some cases the gauge is laid a little wider than the standard, and there are varying amounts of superelevation of the outer rail; but the most formidable factor in the production of resistance is the guard-rail, which is sometimes put in with the object of guiding the wheel which runs on the inner rail of the curve on the inside of the flange.",
		"It is owing to their position that the British Islands have been able to clear themselves of these formidable and destructive animals, for France, with no natural barriers to prevent their incursions from the continent to the east, is liable every winter to visits from numbers of these animals.",
		"He mentions that he dreaded the \" recurrence of the full moon,\" which was the period generally selected for the more convenient accomplishment of such formidable excursions.",
		"Nevertheless Queen Elizabeth, on succeeding to the English throne, was disposed to come to terms with Shane, who after his father's death was de facto chief of the formidable O'Neill clan.",
		"Elizabeth, whose prudence and parsimony were averse to so formidable an undertaking as the complete subjugation of the powerful Irish chieftain, desired peace with him at almost any price; especially when the devastation of his territory by Sussex brought him no nearer to submission.",
		"If 'the earl had known how to profit by this victory, he might now have successfully withstood the English power in Ireland; for in every part of Ireland - and especially in the south, where James Fitzthomas Fitzgerald with O'Neill's support was asserting his claim to the earldom of Desmond at the head of a formidable army of Geraldine clansmen - discontent broke into flame.",
		"The anti-social tendency of these councils expressed itself in the infliction of the badge, in the compulsory domicile of Jews within ghettos, and in the erection of formidable barriers against all intercourse between church and synagogue.",
		"It then became a formidable nest of pirates and a great slave mart; it defied all the efforts of the Byzantine sovereigns to recover it till the year 960, when it was reconquered by Nicephorus Phocas.",
		"Forgetting these benefits, the cardinal of Cambrai was one of the most formidable adversaries of John XXIII.",
		"South of the equator, Arab slave-dealers penetrated from Zanzibar to the great lakes and the Congo during the second and third quarters of the 19th century, but their power, though formidable, has disappeared without leaving any permanent traces.",
		"In 1097 he overthrew Peter, king of Croatia, and acquired the greater part of Dalmatia, though here he encountered formidable rivals in the Greek and German emperors, Venice, the pope and the Norman-Italian dukes, all equally interested in the fate of that province, so that Coloman had to proceed cautiously in his expansive policy.",
		"The predatory Pindaris offered a formidable resistance to the British troops.",
		"On the assassination of his father (281), the task of holding together the empire was a formidable one, and a revolt in Syria broke out almost immediately.",
		"The opportunity was unique; and he now put forth his utmost endeavours to win over to his side the conquered but still formidable tsar.",
		"Behind the labrum arises a process - the epipharynx - which in some blood-sucking insects becomes a formidable piercing-organ.",
		"He set out for Narva on the 13th of November, against the advice of all his generals, who feared the effect on untried troops of a week's march through a wasted land, along boggy roads guarded by no fewer than three formidable passes which a little engineering skill could easily have made impregnable.",
		"The real question was, which of the two foes was the more dangerous, and Charles had many reasons to think the civilized and martial Saxons far more formidable than the imbecile Muscovites.",
		"Hardly had the king become reconciled with this formidable antagonist, when, in 1453, the death of Hunyadi, and the fall of Constantinople, left Bosnia defenceless against the Turks.",
		"Another fortunate accident which favoured the hegemony of Transylvania was the temporary collapse of Hungary's most formidable adversary, the Turk.",
		"On July 4 he came out and sank the French transport \" Carthage \" off Helles; later after a cruise in the Aegean he tried to reenter the Straits, but finding the British mine defences too formidable, he sailed to Cattaro to take part in the general commerce-destroying warfare in the Mediterranean.",
		"There was no precedent for large military forces, in close contact with a formidable enemy, embarking within easy artillery range of positions in the hands of the opposing side, and the most sanguine amongst high military authorities in the councils of the Entente feared that a withdrawal could not be carried out without incurring heavy losses.",
		"The Metz forts, though neither sufficiently armed nor even completely finished in some cases, were nevertheless, with their deep ditches and self-protecting bastion trace, far too formidable for any field army to attempt without the aid of a siege train of some 200 guns, which for the moment were not available.",
		"The formidable defensive system on which the German Higher Command, apparently with good reasons, relied to hold up the Allied advance until the winter should give pause to active operations and secure for their hard-driven troops and warweary people a little respite from their trials and disillusionments, had been burst into fragments, and there was left for German arms no further resource for staving off disaster.",
		"The veneration for republican tradition is curiously attested by the reproduction of many republican types of coin struck 1 It has been conjectured, not improbably, that the Germania of Tacitus, written at this period, had for one of its aims the enlightenment of the Romans concerning the formidable character of the Germans, so that they might at once bear more readily with the emperor's prolonged absence and be prepared for the necessity of decisive action on the frontier.",
		"The first, under Philip Nolan, in 1799-1801, was poorly supported, and was crushed without difficulty; the second, under Bernardo Gutierrez and Augustus Magee, 1812-13, captured San Antonio and defeated several Mexican armies, but was finally overpowered; the third, under James Long, an ex-officer of the United States army, 1819-21, was less formidable.",
		"And as the motive power of this formidable mechanism of force they could rely on the native suspiciousness of the Parisian populace, exaggerated now into madness by famine and the menace of foreign invasion.",
		"At this time the power of Qaim, the Abbasid caliph of Bagdad (see Caliphate, section C,  26), was reduced to a mere shadow, as the Shiite dynasty of the Buyids and afterwards his more formidable Fatimite rivals had left him almost wholly destitute of authority.",
		"The first two names he earned by the ferocity with which he repressed the disorder of the nobles after a long minority; the third by his victory over the last formidable African invasion of Spain in 1340.",
		"A more formidable antagonist than Cole now entered the lists in the person of Thomas Harding, an Oxford contemporary whom Jewel had deprived of his prebend in Salisbury Cathedral for recusancy.",
		"But if it did we must naturally suppose that it applied in the first instance to the mounted warriors who formed the most formidable portion of the warlike array of the Franks.",
		"When he had thus disposed of the \" Paralogisms \" of his more formidable antagonist in the first five lessons, he ended with a lesson on \" Manners \" to the two professors together, and set himself gravely at the close to show that he too could be abusive.",
		"But in 1607, by \"the flight of the Earls\" (see O'Neill), he was relieved of the presence of the two formidable Ulster chieftains, the earls of Tyrone and Tyrconnell.",
		"Wolves (C. Bengalensis) are formidable in the wilder tracts, and assemble in troops on the snow, destroying cattle and sometimes attacking single horsemen.",
		"These secret societies furnished them with a machinery whereby collective action was rendered easy, and under astute leaders they offered a formidable opposition to the Dutch government.",
		"His unrivalled and various learning, his dialectical expertness, and his massive judgment, rendered him a formidable antagonist; but the respect entertained for him by his opponents was chiefly aroused by his recognized love of truth and superiority to personal considerations.",
		"The attorney-generalship had fallen vacant and Bacon became a candidate for the office, his most formidable rival being his life-long antagonist, Edward Coke, who was then solicitor.",
		"Variously estimated at from 30,000 to 60,000 men, well armed and organized, they had entrenched themselves at every step behind formidable barricades, and were ready to avail themselves of every advantage that ferocity and despair could suggest to them.",
		"John O'Mahony, one of the men of '48, organized a formidable secret society in America, which his historical studies led him to call the Fenian brotherhood (see Fenians).",
		"Against this exaltation of their power two adversaries might have been formidable; but one, the Church, was a captive in Babylon, and the second, the people, was deprived of the communal liberties which it had abused, or humbly effaced itself in the states-general behind the declared will of the king.",
		"A strong-minded woman who revered her father 's ideas, she would prove to be a formidable opponent to any critics of psychoanalysis.",
		"Known also as the Zambezi Shark, the Bull Shark is a formidable fish with a thickset, powerful body and a fearsome reputation.",
		"However, if you consider the convenience to you and the health of your baby, the cost may not seem so formidable.",
		"In order to avoid the added stress, a cat may growl or hiss to show that he is a formidable opponent and perhaps cause the aggressor to seek a fight elsewhere.",
		"A formal dinner setting is sometimes formidable for dinners, and even more so for the person setting the table.",
		"Though controlling anger might seem a daunting and formidable task, anger management worksheets can help alleviate anger and reduce the accumulative stresses associated with these powerful emotions.",
		"Lennox Lewis - Will this former boxing heavyweight be as equally formidable in the business arena?",
		"Once you're faced with all the choices available, the task of picking just the right one seems a bit formidable.",
		"Under favourable conditions it makes a formidable hedge in the southern counties, where it flourishes.",
		"The German growers have a formidable list of kinds, many of which are more curious than showy.",
		"Today Torrid has grown to include retail stores and a formidable online presence.",
		"They worked together to create TR90, a lightweight and formidable compound which, according to the official Dirty Dog site, is virtually unbreakable.",
		"The formidable reliability of Swiss Army shades comes from the usage of high-strength polycarbonate lenses that fit inside lightweight frames.",
		"However, it also has a very formidable puzzle game section.",
		"The PS3 is looking like a formidable gaming powerhouse.",
		"The new Arcade feature on the Xbox 360 could be the key to capturing the casual gamers' market, but the initial high pice and low availability of the new console is a formidable roadblock to this type of consumer.",
		"Since Playstation 2 was released in 2000, the competition was formidable and game publishers and consumers all wondered which console system would reign in the market.",
		"Anise, chocolate, ripe plum, and eucalyptus dominate the attack, which is formidable.",
		"Millions have been made over the years in thousands of different styles and designs, so pricing them can be a formidable task.",
		"Still, the Nokia N80 is a very formidable smartphone and comes highly recommended.",
		"Motorola was one of the first companies to ever sell a cell phone to the commercial market and as such, they have many years of experience to back up their formidable reputation.",
		"Made up of the Bakugan Helios, Scraper, Klawgor, Foxbat, Fencer, Leefram and Spindle, players can use the Maxus Helios in battle as a formidable combined force, or play with the individual Bakugan.",
		"Of course, nothing says you're serious about shopping like the formidable feel of polyester.",
		"The Fendi Spy bag is manufactured using high quality materials, and, sadly, these materials translate into one formidable price tag.",
		"Perhaps too formidable for the workplace, you can make the Natasha tote your trusty travel companion; it's the ideal size for an in-flight carry-on!",
		"These backpacks are manufactured using formidable vinyl canvas and will usually feature at least 3 zippered pockets.",
		"In particular, the line's basic leather and signature fabric totes have earned themselves formidable respect for being \"forever\" bags - that is, carryalls that easily fit into almost any wardrobe and last a lifetime.",
		"In light of all those formidable characteristics, you might wonder what sign is a good match for a Scorpio?",
		"Individuals with a sun in Scorpio will experience a strong creative drive and a formidable sexual spirit.",
		"Being stubborn and believing in the value of his ideas makes a Taurus businessman formidable.",
		"This makes for a formidable couple that can manifest everything they want in life.",
		"Many schools will not allow the use of studs or spikes on any clothing items because these metal additions can double as formidable weapons.",
		"Liz Claiborne is a formidable and well-known name in clothing, accessories and shoes.",
		"It is a more formidable shoe than the strappy sandal, and the open toe detracts slightly from the professional advantage of the closed-toe pump.",
		"For more than three decades, Susan earned accolades and affection from her fans as the formidable character who began as just a teenager, aspiring to be so much more as a model.",
		"The pitcher isn't denigrated specifically, but they have the thought planted in their head that they are facing a formidable opponent.",
		"Batman - No, these underwear don't feature a picture of Christian Bale's or Michael Keaton's Batman, they feature the cartoon Batman who, if you've ever seen the cartoon, you know is just as formidable as the movie version.",
		"Opening its virtual doors with over 2 million songs and the power of a major online retailer behind it, it looks set to be a formidable player in the music download business.",
		"Arkham Asylum has also been subject to plastic surgery, and while it is still a formidable fortress of insanity, it possesses a more hospitalized look instead of a strictly prison-like appearance.",
		"He was more formidable in the Terminator.",
		"In the George Perez revamp of the Wonder Woman mythos, Circe became one of Diana's most dangerous and formidable foes.",
		"To make this comic book heroine even more formidable, she was given magic bracelets which she used to deflect bullets and her golden lasso which forced men to tell the truth.",
		"For the first time in his life Charles was now obliged to have recourse to diplomacy; and his pen proved almost as formidable as his sword.",
		"The trade was enormously profitable, not only to the merchants but to the town, which levied a rigorous duty on all exports and imports; at the same time formidable risks had to be faced both from the desert-tribes and from the Parthians, and successfully to plan or convoy a great caravan came to be looked upon as a distinguished service to the state, often recognized by public monuments erected by \" council and people \" or by the merchants interested in the venture.",
		"Jewish tradition had reason to remember these formidable Palmyrenes in the Roman armies; according to the Talmud 80,000 of them assisted at the destruction of the first temple, 8000 at that of the second!",
		"Among contemporaries he passed for one of the most formidable polemical or gladiatorial rhetoricians; and a considerable section of his extant works are invectives.",
		"But it is much more likely that Wagner would then have found his artistic difficulties too formidable to let the ideas descend to us from Walhalla and the Hall of the Grail at all.",
		"The 4th tablet contains a description of the formidable Khumbaba, the guardian of the cedar forest.",
		"In 70 a formidable rising in Gaul, headed by Claudius Civilis, was suppressed and the German frontier made secure; the Jewish War was brought to a close by Titus's capture of Jerusalem, and in the following year, after the joint triumph of Vespasian and Titus, memorable as the first occasion on which a father and his son were thus associated together, the temple of Janus was closed, and the Roman world had rest for the remaining nine years of Vespasian's reign.",
		"Allying himself with the Byzantines and other enemies of the Visigoths, and supported by most of the orthodox Christians he headed a formidable insurrection.",
		"There were formidable revolts at the mines of Laurium, and more than once in Chios.",
		"There had been many conspiracies amongst the slaves in the course of Roman history, and some formidable insurrections.",
		"The growth of the latifundia made the slaves more and more numerous and formidable.",
		"Two years later came a most formidable outbreak; the sultan was denounced as false to Islam, and the Bosnian nobles gathered at Banjaluka, determined to march on Constantinople, and reconquer the Ottoman empire for the true faith.",
		"The formidable deficit is met principally in three ways.",
		"The Cretan insurrection rose to a formidable height in 1868-69, and the active support given to the movement by Greece brought about a rupture of relations between that country and Turkey.",
		"Both of these powers were interested in preventing any possible accession of territory to the Bulgarian kingdom; and Rumania (q.v.) had for many years been a formidable opponent of Hellenism among the Macedonian Vlachs.",
		"After the university had settled its quarrels these continued to teach, and soon became formidable rivals of the secular lecturers.",
		"The Eastern Empire ceased to be formidable on the death of Manuel (1080), and Hungary was free once more to pursue a policy of aggrandizement.",
		"This vain young favourite of the king was treated as though he were really a formidable traitor, and his friend, De Thou, son of the historian, whose sole guilt was not to have revealed the plot, was placed in a boat behind the stately barge of the cardinal and thus conveyed up the Rhone to his trial and death at Lyons.",
		"In May 1900 Kruger fled from the town, which on the 5th of June surrendered without resistance to Lord Roberts, despite its formidable encircling forts, which however were never effectively armed.",
		"He too divided the young men of his tribe into impis (regiments), and the Umtetwa became a formidable military power.",
		"Usibepu, having created a formidable force of well-armed and trained warriors, and being left in independence on the borders of Cetywayo's territory, viewed with displeasure the re-installation of his former king, and Cetywayo was desirous of humbling his relative.",
		"A fire underground speedily becomes formidable, not only in coal but also in metal mines, on account of the large quantity of timber used to support the excavations.",
		"At Anzac similar work was done but the only tactical incident of much importance in that quarter was that Liman von Sanders personally directed a formidable attack upon Birdwood on the night of the 18thr9th, the assailants being defeated with severe loss.",
		"The great numerical superiority which they had at first possessed was gone by the 9th, and their task had come to be the ejection of an almost equal enemy from a naturally formidable position.",
		"It would have been folly after that experience to risk defeat and perhaps disaster in assailing formidable positions, effectively held and assiduously fortified.",
		"Its upheaval above the great sea which submerged all the north-west of the Indian peninsula long after the Himalaya had massed itself as a formidable mountain chain, belongs to a comparatively recent geologic period, and the same thrust upwards of vast masses of cretaceous limestone has disturbed the overlying recent beds of shale and clays with very similar results to those which have left so marked an impress on the Baluch frontier.",
		"The Hindu Kush, formidable as it seems, and often as it has been the limit between petty states, has hardly ever been the boundary of a considerable power.",
		"In this process, however, the entire operations of splitting and flattening are retained, and although the mechanical process is said to be in successful commercial operation, it has not as yet made itself felt as a formidable rival to hand-made sheet-glass.",
		"The strong resistance offered by these three guns seems to have led to the conclusion that towers of this description were specially formidable, and Martello towers were built in large numbers, and at heavy expense, along the shores of England, especially on the southern and eastern coasts, which in certain parts are lined with these towers at short intervals.",
		"This last event shows that the Etruscan power was formidable, and that by means of their fleet the Etruscans held under their exclusive control the commerce of the Tyrrhenian Sea.",
		"This river, which, at ordinary times, was little more than an ill-smelling brook at one side of an immense bed, was occasionally converted into a formidable and destructive torrent.",
		"New lords, or petty tyrants, rose to power in turn during this period of civil discord, but the military valour of the Pisans was not yet extinguished By sea they were almost impotent - Corsica and Sardinia were lost to them for ever; but they were still formidable by land.",
		"The country was then ruled by the judges of the Audiencia, and a formidable insurrection broke out, headed by Francisco Hernandez Giron, with the object of maintaining the right of the conquerors to exact forced service from the Indians.",
		"Richard was soon pardoned and reinstated in his duchy, where he distinguished himself by crushing a formidable revolt (1175) and exacting homage from the count of Toulouse.",
		"No dangers were too threatening for him to face, no obstacles too formidable,no tasks too laborious, no heights too steep. The love of power and the supporting courage were allied with a marked imperiousness.",
		"The new fortress, built in 1763, although small, was formidable, and played a great role during the Hungarian struggle for independence in 1849.",
		"The new insurrection that now broke out was a more formidable affair than the first.",
		"In the latter case it is necessary to have reliable men with the beaters, who can exercise authority and keep them in order, for both mahouts and elephants have the greatest dread of the huge brute, who appears to be much more formidable than he really is.\"",
		"From these treatises we learn that the adherents of the new prophecy were very numerous in Phrygia, Asia and Galatia (Ancyra), that they had tried to defend themselves in writing from the charges brought against them (by Miltiades), that they possessed a fully developed independent organization, that they boasted of many martyrs, and that they were still formidable to the Church in Asia Minor.",
		"The first dorsal fin and the ventrals are transformed into pointed formidable spines, and joined to firm bony plates of the endoskeleton.",
		"The \"protocol king,\" as Christian was sometimes called, ascended the throne on Frederick's death in November 1863, and was at once faced by formidable difficulties.",
		"In the allied genus Echinocereus, with 25 to 30 species in North and South America, the stems are short, branched or simple, divided into few or many ridges all armed with sharp, formidable spines.",
		"He had also equipped and drilled his formidable army after the Roman fashion.",
		"Geoffrey the Handsome, with his indefatigable energy, was eminently fitted to suppress the coalitions of his vassals, the most formidable of which was formed in 1129.",
		"It was true that the most active French colonial element, the trappers, were barbarized by the natives, and that the pursuit of the fur trade and other causes had brought the French into sharp collision with the most formidable of the native races, the confederation known as the Five (or Six) Nations.",
		"Zwingli prevailed on the council to forbid his entrance into Zurich; and even then the pope argued that, so long as the preacher was still receiving a papal pension, he could not be a formidable adversary, and he gave him a further sop in the form of an acolyte chaplaincy.",
		"Along the front of his fortress was built a heavy detached wall, loop-holed for fire, and sufficiently high to be a most formidable obstacle.",
		"In 1804 free banking was restricted to such an extent as to give practically a monopoly of the business to associations receiving special charters, and as these charters were generally awarded as favours to politicians the system was a formidable agency of corruption.",
		"The formidable increase of the rabbit has been arrested, mainly by poison and wire-netting fences.",
		"Supernatural Religion (1874-1877; collected 1889) are often masterly conservative interpretations of the external evidence; but they leave this evidence still inconclusive, and the formidable contrary internal evidence remains practically untouched.",
		"Distracted among themselves, with the formidable Basuto power on their southern and eastern flank, the troubles of the infant state were speedily added to by the action of the Transvaal Boers.",
		"The united fleet was formidable rather in number than in quality; the battleships were of very unequal value, and the faster vessels were tied to the movements of many \" lame ducks.\"",
		"Among the great wild cattle are the formidable gaur, or seladang, the banting, and the water-buffalo.",
		"But the English were simple traders or explorers; far more formidable were the Dutch, who came to the East partly to avenge the injuries inflicted on their country by the Spaniards, partly to break the commercial monopoly of the peninsular states.",
		"Bears are five-toed, and provided with formidable claws, which are not retractile, and thus better fitted for digging and climbing than for tearing.",
		"An attempt at an insurrection was made by the inhabitants of Rome even before Otto left the city, and on his departure John returned at the head of a formidable company of friends and retainers, and caused Leo to seek safety in immediate flight.",
		"Thanks to the impenetrability of their fastnesses, they preserved their original savagery longer than any of their neighbours, and this savagery was coupled with a valour so tenacious and enterprising as to make them formidable to all who dwelt near them.",
		"So far were the Poles from anticipating any danger from the Teutonic Order, that, from 1243 to 1255, they actually assisted it to overthrow the independent Pomeranian princes, the most formidable opponents of the Knights in the earlier years of their existence.",
		"The pick of the feudal chivalry composed their ranks; with all Europe to draw upon, their resources seemed inexhaustible, and centuries of political experience made them as formidable in diplomacy as they were valiant in warfare.",
		"Any opponent of the established clergy was the natural ally of the szlachta, and the scandalous state of the Church herself provided them with a most formidable weapon against her.",
		"Chmielnicki, by suddenly laying bare the nakedness of the Polish republic, had opened the eyes of Muscovy to the fact that her secular enemy was no longer formidable.",
		"This Mahommedan soldier-adventurer, who, followed by his son Tippoo, became the most formidable Asiatic rival the British ever encountered in India, was the great-grandson of a fakir or wandering ascetic of Islam, who had found his way from the Punjab to Gulburga in the Deccan, and the second son of a naik or chief constable at Budikota, near Kolar in Mysore.",
		"Although the peasants had to leave their chiefs and work on the land, the Vendeans still remained formidable opponents.",
		"But the blockade of 3000 miles of coast was a far more formidable task, and international law required it to be effective in order to be respected.",
		"Meanwhile Vicksburg was steadily becoming stronger and more formidable.",
		"As an advocate his sharpness and rapidity of insight gave him a formidable advantage in the detection of the weaknesses of a witness and the vulnerable points of his opponent's case, while he grouped his own arguments with an admirable eye to effect, especially excelling in eloquent closing appeals to a jury.",
		"The great drainage scheme which completed the works of the 17th century by taking out the surplus waters of the southern lakes of the valley of Mexico was devised in 1856, begun under Maximilian, proceeded with intermittently till 1885, then taken up with improved plans, practically completed by 1896, and inaugurated in 1900; 2 the harbour of Vera Cruz was finished in 1902; the Tehuantepec railway, likely to prove a formidable rival to any interoceanic canal, was opened on the 24th of January 1906.",
		"From the remoter provinces, which had acquiesced in his accession, little help was to be expected; but the legions of Dalmatia, Pannonia and Moesia were eager in his cause, the praetorian cohorts were in themselves a formidable force and an efficient fleet gave him the mastery of the Italian seas.",
		"Otho was still in command of a formidable force - the Dalmatian legions had already reached Aquileia; and the spirit of his soldiers and their officers was unbroken.",
		"On the death of Anne in 1714, George, elector of Hanover, eldest son of Sophia (youngest child of the princess Elizabeth), and Ernest, elector of Brunswick-Luneburg, or Hanover, consequently became sovereign of Great Britain and Ireland, and, notwithstanding somewhat formidable attempts in behalf of the elder Stuart line in 1715 and 1745, the Hanoverian succession has remained uninterrupted and has ultimately won universal assent.",
		"Both explanations may contain a certain amount of truth; but there is no doubt that the military strength of the Teutonic nations was far more formidable now than it had been in the time of the early empire.",
		"All eyes were consequently turned to the energetic German king, Sigismund, who was inspired by the best motives, and who succeeded in surmounting the formidable obstacles which barred the way to an ecumenical council.",
		"In 1819 he was returned to the Chamber of Deputies, and proved so formidable an opponent that the government made a vain attempt to exclude him from the Chamber on the ground of his Swiss birth.",
		"As the general level of the plain rises gradually, though almost imperceptibly, to the foot of the Apennines, these channels by degrees assume the character of ravines of a formidable description.",
		"He succeeded indeed in putting down the four formidable rebellions which convulsed the realm from 1525 to 1542, but the consequent strain upon his resources was very damaging, and more than once he was on the point of abdicating and emigrating, out of sheer weariness.",
		"The tributaries that flow westward to the Paraguay are consequently to some extent navigable, while those that run eastward to the Parana are interrupted by rapids and falls, often of a formidable description.",
		"The dervish army reached Nakheila on the 20th of March, and entrenched themselves there in a formidable zeriba.",
		"In this period a formidable native Filipino army had been organized and a provisional government created.",
		"In Queensland one of the largest local spiders, known as Holconia immanis, a member of the family Clubionidae, bears the name tarantula; and in Egypt it was a common practice of the British soldiers to put together scorpions and tarantulas, the latter in this instance being specimens of the large and formidable desert-haunting Arachnid, Galeodes lucasii, a member of the order Solifugae.",
		"From the 15th to the 19th century pirates made the intercourse with the mainland dangerous, and in the 17th they were considered so formidable that merchants were allowed to convey their goods only across the narrow Hainan Strait.",
		"During the rains they are formidable torrents, but with the return of the fair weather they dwindle away, and during the hot season, with a few exceptions, they almost dry up. Clear and rapid as they descend the hills, on reaching the lowlands of the Konkan they become muddy and brackish creeks.",
		"A few palmyras, date-palms and screw-pines (a sort of aloe, whose leaves are armed with formidable triple rows of hook-shaped thorns) dot the expanse or run in straight lines between the fields.",
		"All posts of dignity and emolument were kept for their personal adherents, and a new and formidable dignity was conferred on Mortimer himself, when he was made both justiciar of the principality of Wales, and also earl of March, in which lay both his own broad lands and the estates of Despenser and Arundel, which he had shamelessly appropriated.",
		"So far he d i d well; and when in 1852 he took office as chancellor of the exchequer in Lord Derby's first administration, the prospect was a smiling one for a man who, striving against difficulties and prejudices almost too formidable for imagination in these days, had attained to a place where he could fancy them all giving way.",
		"They were more than one or two, and of course they had a formidable look, but so also had the alternative and the lost opportunity.",
		"In 1629 he was able to beat off a formidable attack of the sultan of Mataram, sometimes styled emperor of Java, upon Batavia.",
		"In August a formidable outbreak at Nancy was only quelled with much loss of life.",
		"The chief incidents of Rhodian history during this period are a memorable siege by Demetrius Poliorcetes in 304, who sought in vain to force the city into active alliance with King Antigonus by means of his formidable fleet and artillery; a severe earthquake in 227, the damages of which all the other Hellenistic states contributed to repair, because they could not afford to see the island ruined; some vigorous campaigns against Byzantium, the Pergamene and the Pontic kings, who had threatened the Black Sea trade-route (220 sqq.), and against the pirates of Crete.",
		"The forms comprised in the various groups, whilst exhibiting an extreme range of variety in shape, as may be seen on comparing an oyster, a cuttle-fish, and a sea-slug such as Doris; whilst adapted, some to life on dry land, others to the depths of the sea, others to rushing streams; whilst capable, some of swimming, others of burrowing, crawling or jumping, some, on the other hand, fixed and immobile; some amongst the most formidable of carnivores, others feeding on vegetable mud, or on the minutest of microscopic organisms - yet all agree in possessing in common a very considerable number of structural details which are not possessed in common by any other animals.",
		"There was no prince greater or more formidable in the habitable globe.",
		"The nature of the struggle between the rival systems may be well illustrated by a formidable controversy about the rules for bleeding in acute diseases.",
		"The Hindenburg line had been breached on a front of nine miles, and an average advance of seven miles effected in the face of the most formidable obstacles, both natural and artificial.",
		"The names applied to this debris of a once formidable mountain system are essentially local and hardly distinctive.",
		"These insects are adorned with bands of black and yellow, or with bright metallic colours, and on account of their large size and formidable ovipositors they often cause needless alarm to persons unfamiliar with their habits.",
		"In 923 he had bought a truce for ten years with the Hungarians, by a promise of tribute, but on its expiration he gained a great victory over these formidable foes in March 933 The Danes were defeated, and territory as far as the Eider secured for Germany; and the king sought further to extend his influence by entering into relations with the kings of England, France and Burgundy.",
		"At a later period, however, the difficulty of screening the rites of baptism and Eucharist from the eyes of catechumens and from their ears the creeds and liturgies - a difficulty which had ever been formidable and which after the overthrow of paganism must have become insurmountable - seems to have provoked not only a great outpouring on the part of the Christian rhetors, like Basil, Chrysostom, the Gregories and the Cyrils, of phrases borrowed from the Greek mysteries, but perhaps an actual use of precautions.",
		"Great care was shown not to alienate the Whig leaders in a body, which would have raised up under Pitt's leadership a formidable .party of resistance, but advantage was taken of disagreements between the ministers concerning the war, of personal jealousies, and of the strong reluctance of the old statesmen who had served the crown for generations to identify themselves with active opposition to the king's wishes.",
		"Kok was not formidable in a military sense, nor could he prevent individual Griquas from alienating their lands.",
		"Urban was vain, self-willed and extremely conscious of his position; he accepted the papacy chiefly as a temporal principality, and made it his first care to provide for its defence and to render it formidable.",
		"The Romans, however, appreciated neither his motives nor their results, and in 1452 a formidable conspiracy for the overthrow of the papal government, under the leadership of Stefano Porcaro, was discovered and crushed.",
		"The Sunnite Turk was almost a greater enemy to his neighbor the Shiite than the formidable Muscovite, who had curtailed him of Rupture so large a section of his territory west of the Caspian.",
		"On his deposition, however, in 1457 by Stephen, known as \" the Great,\" Moldavia became a power formidable alike to Turk, Pole and Hungarian.",
		"The Moldavian army was reckoned 40,000 strong, and the cavalry were especially formidable.",
		"The apron version of this style often depends on string ties, resulting in a less formidable a design.",
		"The positions held by them were formidable to a degree; the Canal du Nord, although not completed along all its length, was some ioo ft.",
		"It was impossible for a soldier like Trajan to endure the conditions accepted by Domitian; but the conquest of Dacia had become one of the most formidable tasks that had ever confronted the empire.",
		"He encountered formidable opposition from different quarters, but in every case he was successful, the severest struggle being that with the impostor Mosailima, who was finally defeated by Khalid at the battle of Akraba.",
		"Gases, consisting principally of light carburetted hydrogen or marsh gas, are of ten present in considerable quantity in coal, in a dissolved or occluded state, and the evolution of these upon exposure to the air, especially when a sudden diminution of atmospheric pressure takes place, constitutes one of the most formidable dangers that the coal miner has to encounter.",
		"To his sons he bequeathed a well-stored treasury, a formidable army, and even a fleet.",
		"A still more formidable danger, the power of the French and English, continued to increase.",
		"The pope followed with a counter excommunication, far more formidable, releasing the kings subjects from their oaths of allegiance."
	],
	"synonyms": [
		"unnerving",
		"redoubtable",
		"powerful",
		"imposing",
		"horrible",
		"hard",
		"difficult",
		"challenging",
		"awful",
		"fierce",
		"threatening",
		"mighty",
		"menacing",
		"terrible",
		"fearful"
	],
	"antonyms": [
		"friendly",
		"nice",
		"feeble",
		"powerless",
		"pleasant",
		"weak",
		"harmless",
		"not hard",
		"trivial",
		"easy",
		"comforting"
	]
}