{
	"word": "lenient",
	"meaning": [
		"Inclined not to be harsh or strict; merciful or indulgent.",
		"Not harsh or severe in disciplining, punishing, judging, etc.; mild; merciful; clement.",
		"Soothing.",
		"Lax; tolerant of deviation; permissive; not strict.",
		"(medicine) A lenitive; an emollient."
	],
	"sentences": [
		"The way was further prepared by a lenient use of the penal laws.",
		"He was as lenient with the offences iof the orthodox as he was rigid in suppressing heresy and schism.",
		"For openly expressing his opinion that lenient measures ought to be pursued towards the Vendeans he was recalled; but in April 1794 he was once more reinstated and sent to the Army of the Sambreand-Meuse.",
		"Serene Comfort's return policy is very lenient.",
		"Since it was the young girl's first time getting pulled over, the police officer let her off with the caveat that next time he would not be so lenient.",
		"Our law system is very lenient about giving information.",
		"He wondered if Death would.ve been more lenient if he stayed home with her and played nice instead of spending half his day in the mortal world.",
		"Scroggs had intimation that he was to be lenient.",
		"Thanks to ever increasing competition, the lenders are also getting lenient with time.",
		"Be not so severe as to cause disgust, nor so lenient as to make people presume.",
		"Two Stanley players were cautioned for foul and abusive language toward the referee during the first half, as the official seemed somewhat lenient.",
		"Chances are not good that they'll be very lenient with panty returns.",
		"Simon wanted Tamra to lay down some ground rules, but she was very lenient with Ryan.",
		"Cursor treated his soldiers with such harshness that they allowed themselves to be defeated; but after he had regained their good-will by more lenient treatment and lavish promises of booty, they fought with enthusiasm and gained a complete victory.",
		"The Others were mortal enemies of the Watchers, whose more lenient approach on good and evil made them fickle allies for the White God.",
		"There were exceptions; but ' Ali was lenient, and 235 would not press the adherents of the late caliph to swear allegiance.",
		"Yes, 250 words, tho we are pretty lenient about the issue.",
		"The public need to know whether crime rates are increasing and whether courts are becoming more lenient.",
		"The population henceforth dwindled in consequence of pestilence and emigration, and although the island recovered somewhat in the 18th century under a comparatively lenient rule it was brought to a very low ebb owing to the severity of its governor during the Greek revolution.",
		"He was present again with Fairfax at the capitulation of Oxford on the 24th of June, which practically terminated the Civil War, when he used his influence in favour of granting lenient terms. He then removed with his family from Ely to Drury Lane, London, and about a year later to King Street, Westminster.",
		"In 142 he was censor with the younger Scipio Africanus, whose severity frequently brought him into collision with his more lenient colleague.",
		"When the latter came to be made king at Shechem, the old religious centre (see Abimelech), hopes were entertained that a more lenient policy would be introduced.",
		"Since it was the young girl's first time getting pulled over, the police officer let her off with thecaveat that next time he would not be so lenient.",
		"Not all collectors are trained the same way; some may be more lenient while others have a more aggressive approach.",
		"Certain cards are more lenient than others, and allow a grace period of ten to twenty days for students to pay their monthly bills before interest is charged.",
		"By allowing for a lenient timetable, your bathroom makeover will be less stressful.",
		"The site also features a lenient dress return policy--only a 10 percent restocking fee.",
		"While you can get married in many areas of town, this company most recommends North Myrtle Beach, with its extremely lenient marriage laws and its reputation for being one of the \"hidden jewels\" of the East Coast.",
		"Critics are saying that if Cameron Douglas does receive a more lenient sentence other than the mandatory 10 years, that it will be yet another example of the rich and famous getting preferential treatment when it comes to criminal cases.",
		"Whether they are among the most rigorous or the most lenient, doctoral programs can demand hours of daily commitment and near-constant attention.",
		"Have lenient alcohol policies or visit ports of call with lower drinking ages that teens may be tempted to take advantage of.",
		"Leveling is a lot more lenient now compared to the first game too so you can expect more time being put into beefing up your character.",
		"Rumor has it that they got their permit for picnic grounds when Napa County was more lenient towards wineries having them.",
		"One manager might be more lenient than another, but both responses could be seen as legitimate in the particular circumstances.",
		"His efforts to induce his master to accord lenient terms to Austria in November 1805 were futile; and he looked on helplessly while that Power was crushed, the Holy Roman Empire swept away, and the Confederation of the Rhine set up in central Europe.",
		"Schools that otherwise have a strict dress code are sometimes lenient with the shaggy 'do that seems to stem more out of a desire for self expression than anything else.",
		"In general, conventional loans are more difficult to qualify for and require large down payments; however, the guidelines used to determine whether a property is suitable for purchase under the mortgage terms are more lenient.",
		"Some school systems are more lenient than others in their requirements and regulations.",
		"While some criticize this \"lenient\" style as creating spoiled children, it also provides \"love and warmth\" and encourages \"freedom of thought and expression.\"",
		"Children have a need to know what to expect, and in an overly lenient household where very few boundaries or logical consequences exist, children lack the consistency required in their lives for security.",
		"If your dentist isn't lenient in this respect, it might be a wise move to find a new one.",
		"Conduct is considered lawful if any good Church authority holds it to be defensible; and \" probability \" warrants the confessor in taking a lenient view of sins which he himself, and authorities of weight in the Church, may regard as black in the extreme.",
		"Far more lenient was Bonaparte's conduct towards a knot of discontented officers who, in April - May 1802, framed a clumsy plot, known as the \"Plot of the Placards,\" for arousing the soldiery against him.",
		"The evidence now available seems to show that Warren Hastings did his best throughout to rescue the nawab from his own incapacity, and was inclined to be lenient to the begums.",
		"The king was at first entrusted to the care of Lord Berkeley, who, being considered too lenient, was obliged to give up his prisoner and castle to Sir John Mautravers and Thomas Gournay.",
		"Hence the necessity for outward conformity, and the importance attached to ritual and ceremony, unity in which must be established at all costs, in contrast to dogma and doctrine, in which he showed himself lenient and large-minded, winning over Hales by friendly discussion, and encouraging the publication of Chillingworth's Religion of Protestants.",
		"But, whether because he drew a distinction between the treason of individuals and of states, or was influenced by Seward, or simply, once in responsible position, separated Republican party politics from the question of constitutional interpretation, at least he speedily showed that he would be influenced by no acrimony, and adopted the lenient reconstruction policy of Lincoln.",
		"If he had been lenient for their sakes or in the hope of damaging Antipater, he was disappointed; for Cassius sold four cities into slavery and Hyrcanus made up the deficit.",
		"The city that rejects them shall have a less lenient judgment than Sodom; Tyre and Sidon shall be better off than cities like Chorazin and Bethsaida which have seen His miracles; Capernaum, favoured above all, shall sink to the deepest depth.",
		"The Cretans themselves, however, were eager for a change, and, disappointed in the hope of a Genoese occupation, were ready, as is stated in the report of a Venetian commissioner, to exchange the rule of the Venetians for that of the Turks, whom they fondly expected to find more lenient, or at any rate less energetic, masters.",
		"Eighteenth-century Italy looked on religion with apathetic indifference, and Liguori convinced himself that only the gentlest and most lenient treatment could win back the alienated laity; hence he was always willing to excuse errors on the side of laxity as due to an excess of zeal in winning over penitents.",
		"The chief differences between Burnet's original draft as represented by the Bodleian MS. and the printed history consist in a more lenient view generally of individuals, a modification of the censure levelled at the Anglican clergy, changes obviously dictated by a general variation in his point of view, and a more cautious account of personal matters such as his early relations with Lauderdale.",
		"His later intimacy with the Marlboroughs made him very lenient where the duke was concerned.",
		"The tendency of his theory and practice in matters pertaining to the Law is evidenced by the fact that in general he advanced milder and more lenient views in opposition to his colleague Shammai, a contrast which after the death of the two masters, but not until after the destruction of the Temple, was maintained in the strife kept up between the two schools named the House of Hillel and the House of Shammai.",
		"In June 1675 he signed the paper of advice drawn up by the bishops for the king, urging the rigid enforcement of the laws against the Roman Catholics, their complete banishment from the court, and the suppression of conventicles, 2 and a bill introduced by him imposing special taxes on recusants and subjecting Roman Catholic priests to imprisonment for life was only thrown out as too lenient because it secured offenders from the charge of treason."
	],
	"synonyms": [
		"soft",
		"indulgent",
		"sparing",
		"forgiving",
		"soothing",
		"relaxing",
		"gentle",
		"condoning",
		"compassionate. merciful",
		"benevolent",
		"merciful",
		"emollient",
		"assuasive",
		"mild",
		"permissive"
	],
	"antonyms": [
		"strict",
		"hard",
		"intolerant",
		"severe",
		"rigorous",
		"restrictive",
		"limiting"
	]
}