{
	"word": "piety",
	"meaning": [
		"The state or quality of being pious, especially:",
		"Devotion to religious duties and practices.",
		"Loyalty and devotion to parents, family, etc.",
		"A pious act, statement, belief, etc.",
		"A position held conventionally or hypocritically."
	],
	"sentences": [
		"His face wore a calm look of piety and resignation to the will of God.",
		"In this capacity his sincere piety and amiable character gained him great influence.",
		"The family was distinguished for piety, uprightness, and solidity of character.",
		"The fifth book, De Justitia, maintains that true righteousness is not to be found apart from Christianity, and that it springs from piety which consists in the knowledge of God.",
		"In a profligate age William was distinguished by the purity of his married life, by temperate habits and by a sincere piety.",
		"And rightly so, for it was the old Greek piety minted afresh.",
		"Of good descent, his parents were known for generous piety.",
		"His preaching was a unique combination of rhetorical splendour and scholarly richness; his piety that of an ancient saint, semi-ascetic and unearthly in its selfdenial.",
		"That his temperament at the same time was frigid and comparatively passionless cannot be denied; but neither ought this to be imputed to him as a fault; hostile criticisms upon the grief for a father's death, that \" was soothed by the conscious satisfaction that I had discharged all the duties of filial piety,\" seem somewhat out of place.",
		"In Celtic and English martyrologies (November 25) there is also commemorated St Catherine Audley (c. 1400), a recluse of Ledbury, Hereford, who was reputed for piety and clairvoyance.",
		"He sought to mediate, though with no success, between the pope and the emperor; he descended to a whimsical piety, and took his courtiers by guile in distributing to them, at Christmas, clothing on which a cross had been secretly stitched.",
		"Tiraboschi died at Modena on the 3rd of June 1794, leaving a high reputation for virtue, learning and piety.",
		"And so they went to earn the rewards of their practical piety from the Law.",
		"It had a wide influence in awakening popular piety, and the works that issued from it formed the textbooks of mystical and pietistic minds in the centuries that followed.",
		"Those heresy-hunts show us the worst side of St Bernard, yet they are in a way just the obverse of his deep mystical piety.",
		"Both of them, however, besides their philosophical writings, are the authors of works of religious edification and mystical piety.",
		"In contrast to the majority of Italian cardinals of his day, Cajetan was a man of austere piety and fervent zeal; and if, from the standpoint of the Dominican idea of the supreme necessity of maintaining ecclesiastical discipline, he defended the extremist claims of the papacy, he also proclaimed that the pope should be \"the mirror of God on earth.\"",
		"Their filial piety and respect for the aged have been mentioned, and benevolence and charity are conspicuous in their character.",
		"Every one knows that one at least of these older books, The German Theology, was a great favourite of Luther's; but there are many more in Hasak's collection which breathe the same spirit of piety and spiritual emulation.",
		"There was in the whole family a tendency to ecstatic emotion and enthusiastic piety, and it is worth noting that Cappadocia had already given to the Church men like Firmilian and Gregory Thaumaturgus.",
		"Crowther died of paralysis on the 31st of December 1891, having displayed as a missionary for many years untiring industry, great practical wisdom, and deep piety.",
		"As palatine of Cracow he held one of the highest and most lucrative dignities in the state, and was equally famous for his valour, piety and liberality.",
		"Typical examples of \"piety\" are Aeneas and Antoninus Pius, who founded games called Eusebeia at Puteoli in honour of Hadrian.",
		"His family were sherifs or descendants of Mahomet, and his father, Mahi-ed-Din, was celebrated throughout North Africa for his piety and charity.",
		"The very sincerity of her piety and strength of her religious convictions led her more than once, however, into great errors of state policy, and into more than one act which offends the moral sense of a more refined age; her efforts for the introduction of the Inquisition into Castile, and for the proscription of the Jews, are outstanding evidences of what can only be called her bigotry.",
		"A man of rare intelligence, a fearless horseman and an eloquent orator, Abd-el-Kader had acquired a great reputation by his Abd piety.",
		"He pushes the claim even further, requiring, besides entire outward submission to command, also the complete identification of the place of God, without reference to his personal wisdom, piety or discretion; that any obedience which falls short of making the superior's will one's own, in inward affection as well as in outward effect, is lax aect; that going beyond the letter of command, even in things abstractly good and praiseworthy, is disobedience, and that the \"sacrifice of the intellect\" is the third and highest grade of obedience, well pleasing to God, when the inferior not only wills what the superior wills, but thinks what he thinks, submitting his judgment, so far as it is possible for the will to influence and lead the judgment.",
		"He died on the 12th of January 690, leaving a high reputation for piety and culture.",
		"All this was a reaction from St Benedict's reconstruction of the monastic life - a reaction which in the matter of austerities .nd individualistic piety has made itself increasingly felt in the later manifestations of the monastic ideal in the West.",
		"Henry, a man of deep, sincere and even rigorous piety, regarded these evils with sorrow; he associated himself definitely with the movement for reform which proceeded from Cluny, and commanded his prelates to put an end to simony and other abuses.",
		"The account is probably exaggerated; but even in Pankhis record the piety of the king, especially towards Ammon, is very marked.",
		"The Theban supremacy was gone and the Delta was now the wealthy and progressive part of Egypt; piety increased amongst the masses, unenterprising and unwarlike, but proud of their illustrious antiquity.",
		"That men travelled for purposes of prayer implies acceptance of the heathen theory of sanctuaries which it is an act of piety to visit.",
		"He was renowned for his piety and justice.",
		"Cult divides into two unequal parts, the stimulation of the religious emotions and the control of piety.",
		"During her second exile, from 1848 to the end of her life, she lived at Claremont, where her charity and piety endeared her to the many English friends of the Orleans family.",
		"A theology consisting of a few vague generalities was sufficient to sustain the piety of the best of the deists; but it had not the concreteness or intensity necessary to take a firm hold on those whom it emancipated from the old beliefs.",
		"He dwelt strongly on the importance of men looking away from the externals of the sacrament to the spirit of love and piety.",
		"While he did not reject any approved learning, he abhorred any intellectual culture that destroyed or lessened piety.",
		"These, in proportion as they revived a primitive type of piety, tended to recover also some of its forms of organization.",
		"Congregationalists, on the other hand, whether Independents or Baptists, remained on the whole Trinitarians, largely perhaps in virtue of their very polity, with its intimate relation between the piety of the people and that of the ministry.",
		"But while literary in form and conception, its appeal is in spirit so personal a testimony to what the Gospel has done for the writer and his fellow Christians, that it is akin to the piety of the Apostolic Fathers as a group. It is true that it has marked affinities, e.g.",
		"Hence a new sort of legalism, known to recent writers as Moralism, underlies much of the piety of the Apostolic Fathers, though Ignatius is quite free from it, while Polycarp and \"Barnabas\" are less under its influence than are the Didache, Clement, the Homilist and Hermas.",
		"To these powerful connexions as much as to his piety and ability, he owed the immense influence he possessed.",
		"Its beginning may be traced as early as the iith century (Pietro Damiani, q.v.), and in the 12th century the most influential exponent of this new piety was Bernard (q.v.) of Clairvaux, who taught men to find God by leading them to Christ.",
		"Under the influence of these ideas, in part purely Christian and in part neo-platonic, piety gained in warmth and depth and became more personal; and though at first it flourished in the monasteries, and in those of the mendicant orders especially, it penetrated far beyond them and influenced the laity everywhere.",
		"The new piety did not set itself in opposition either to the hierarchy or to the institutions of the Church, such as the sacraments and the discipline of penance, nor did it reject those foreign elements (asceticism, worship of saints and the like) which had passed of old time into Christianity from the ancient world.",
		"The terrible tragedy which was consummated on the 23rd of May 1498 before the Palazzo Vecchio, in Florence, casts a lurid light upon the irreconcilable opposition in which the wearers of the papal dignity stood to medieval piety; for Girolamo Savonarola was in every fibre a loyal son of the medieval Church.",
		"Nevertheless, the concentration of all ritual at a single point, and the practical exclusion of laymen from active participation in it - for the old sacrificial feast had now shrunk into entire insignificance in comparison with the stated priestly holocausts and atoning rites2 - lent powerful assistance to the growth of a new and higher type of personal religion, the religion which found its social expression not in material acts of oblation, but in the language of the Psalms. In the best times of the old kingdom the priests had shared the place of the prophets as the religious leaders of the nation; under the second Temple they represented the unprogressive traditional side of religion, and the leaders of thought were the psalmists and the scribes, who spoke much more directly to the piety of the nation.",
		"His career was distinguished by uprightness, by piety, by a devotion to duty, by courage and consistency.",
		"Owing its real origin, as a distinct foundation of reformed Benedictines, in the year 1098, to Stephen Harding (a native of Dorsetshire, educated in the monastery of Sherborne), and deriving its name from Citeaux (Cistercium), a desolate and almost inaccessible forest solitude, on the borders of Champagne and Burgundy, the rapid growth and wide celebrity of the order are undoubtedly to be attributed to the enthusiastic piety of St Bernard, abbot of the first of the monastic colonies, subsequently sent forth in such quick succession by the first Cistercian houses, the far-famed abbey of Clairvaux (de Clara Valle), A.D.",
		"He was simply a fair representative of the Italian piety of his day - amiable, ascetic in his personal habits, indefatigable in many forms of activity, and of more than respectable abilities; though the emotional side of his character had the predominance over his intellect.",
		"Some years previously he had expressed his conviction that \"one of the chief needs of the age was to make inroad after the alien, to bring in the votaries of fashion, of literature, of sentiment, of policy and of rank, who are content in their several idolatries to do without piety to God and love to Him whom He hath sent\"; and, with an abruptness which must have produced on him at first an effect almost astounding, he now had the satisfaction of beholding these various votaries thronging to hear from his lips the words of wisdom which would deliver them from their several idolatries and remodel their lives according to the fashion of apostolic times.",
		"In it is none, man or woman, but readeth or studieth the liberal arts, yet is their chief care of piety.",
		"The size of churches was not determined by the needs of population but by the piety and wealth of the founders; and the same applies to their number.",
		"His piety was genuine; simple and pure, he was shocked at any suggestion of impropriety, but his rebuke was only \" Fie, for shame!",
		"There is a life of Henry by his chaplain John Blakman (printed at the end of Hearne's edition of Otterbourne); but it is concerned only with his piety and patience in adversity.",
		"It is a confusion, resulting in loss, not in gain, as regards spiritual power, to try to combine the two types of piety, as his readers were more and more apt to do.",
		"With an insatiable love of pleasure he combined a certain external piety and a magnificent generosity in his charities.",
		"Probity is stamped on his features; his conversation savours of true piety and profound learning.",
		"He thought that a basis for reconciliation of Protestant and Catholic might be found in a common piety, combined with reticence upon discrepancies of doctrinal statement.",
		"The true interpretation of Grotius's mind appears to be an indifference to dogmatic propositions, produced by a profound sentiment of piety.",
		"Under the influence of the derivation from 130p as, the home of the Hyperboreans was placed in a region beyond the north wind, a paradise like the Elysian plains, inaccessible by land or sea, whither Apollo could remove those mortals who had lived a life of piety.",
		"So great were his learning and piety that he was regarded as an incarnation of Siva, and his works (commentaries on the Vedanta Sutras, the Bhagavad Gita and the Upanishads) exercised a permanent influence on Hindu thought.",
		"Charles bore a high reputation for piety, and was believed to have performed miracles.",
		"The system of human sacrifices, practised among the Ashanti until the closing years of the 19th century, was founded on a sentiment of piety towards parents and other connexions - the chiefs believing that the rank of their dead relatives in the future world would be measured by the number of attendants sent after them.",
		"Guillaume de Nogaret, his minister, draws a far more flattering picture, enlarging on his charm, his amiability, his modesty, his charity to all men, and his piety; and the traits of this over-coloured portrait are more or less repeated by Yves, a monk of St Denis.",
		"About this time (1634) he met Joseph Symonds and Walter Cradock, two famous Nonconformists, whose piety and fervour influenced him considerably.",
		"True piety, which is the first of duties, is, on the other hand, the knowledge of God and of one's self, the latter knowledge being necessary to the former.",
		"In spite of their feuds with the archbishops, the burghers of Cologne were stanch Catholics, and the number of the magnificent medieval churches left is evidence at once of their piety and their wealth.",
		"Frances Burney, whom the old man had cherished with fatherly kindness, stood weeping at the door; while Langton, whose piety eminently qualified him to be an adviser and comforter at such a,time, received the last pressure of his friend's hand within.",
		"Of the noble palaces which it produced the castle of the Wartburg remains a perfect specimen, while the many magnificent churches dating from this time that still survive, prove the taste, wealth and piety of the burghers.",
		"He declined the proposal, however, and became henceforward still more fervent in exercises of piety, and more zealous for the welfare of the church.",
		"The mother, whose maiden name was Lloyd, is said to have been a woman of high character, charming in person and eminent for piety.",
		"The infinite superiority of the Greek alphabet with its full notation of vowels was readily seen, but piety and custom as yet barred the way to its full adoption.",
		"A strong sense of duty, genuine piety, and a cautious but by no means pusillanimous common-sense coloured every action of his patient, laborious and eventful life.",
		"The early death of his parents, which illustrated to him in the most forcible manner the unstableness of all human existence, threw a gloom over his whole life, and fostered in him that earnest piety and fervent love for solitude and meditation which have left numerous traces in his poetical writings, and served him throughout his literary career as a powerful antidote against the enticing favours of princely courts, for which he, unlike most of his contemporaries, never sacrificed a tittle of his self-esteem.",
		"Among the ancients, as among Orientals down to the present day, every meal that included salt had a certain sacred character and created a bond of piety and guest friendship between the participants.",
		"And this, as Philo recognized, is a division appropriate to the sense of the precepts; for antiquity did not look on piety towards parents as a mere precept of probity, part of one's duty towards one's neighbour.",
		"We have thus five precepts of piety on the first table, and five of probity, in negative form, on the second, an arrangement which is accepted by the best recent writers.",
		"Gifts, too, fall in, and with his native avarice and economy he rises in wealth, position and reputation for piety.",
		"Hillel lived in the memory of posterity chiefly as the great teacher who enjoined and practised the virtues of charity, humility and true piety.",
		"On her return she fell into an almost fatal illness and prepared for her end with great courage and piety; Darnley now visited her, but was ill-received, while Bothwell was borne to Jedburgh from Hermitage in a litter.",
		"The saying of the Johannine Gospel - that God is to be adored neither in Jerusalem nor on Gerizim, but that His true worshipper must worship Him in spirit and in truth - is in complete harmony with the old Christian piety.",
		"At the school of Libanius the sophist he gave early indications of his mental powers, and would have been the successor of his heathen master, had he not been stolen away, to use the expression of his teacher, to a life of piety (like Augustine, Gregory of Nazianzus, and Theodoret) by the influence of his pious mother Anthusa.",
		"Moreover, as being inseparably associated with the highest act of worship, it inspired composers in direct proportion to their piety and depth of mind.",
		"Nobody seems to have even suspected at the time that serious mental derangement lay at the root of Gustavus's abnormal piety.",
		"The holy city lay in perfect peace and the laws were very well kept because of the piety of Onias the high priest.",
		"John Gerson, the foremost theologian of France, wrote a manual of instructions (still extant) for the first of his tutors, Jean Majoris, a canon of Reims. His second tutor, Bernard of Armagnac, was noted for his piety and humility.",
		"To it belonged the men of real piety, who saw with displeasure the promotion to the first places in the commonwealth of the great lords who had actually done nothing for Islam, and had joined themselves to it only at the last moment.",
		"Ali in point of fact had no real right to the succession, and moreover was apparently actuated not by piety but by ambition and the desire of power, so that men of penetration, even although they condemned Othman's method of government, yet refused to recognize his successor.",
		"Abdalmalik was born and educated in Islam, and distinguished himself in his youth by piety and continence.",
		"Haywa, renowned for his piety, whose influence began under Abdalmalik and increased under Walid, was his constant adviser and even determined him to designate as his successor his devout cousin Omar b.",
		"He is said to have worn an iron belt as penance for his share in his father's death; and by his frequent visits to shrines, and his benefactions to religious foundations, he won a reputation for piety.",
		"The leader in this movement was a really remarkable man, Miguel Jose Serra (known as Junipero Serra, 1713-1784), a friar of very great ability, purest piety, and tireless zeal.",
		"In 1610 he was imprisoned by the king of Poland, but his piety and virtues led to the election of his son, Mikhail Feodorovich Romanov, to the throne of the tsars in 1613.",
		"In 1704 she announced to the Commons her intention of granting to the church the crown revenues, amounting to about 16,000 or f;r7,000 a year, from tenths and first-fruits (paid originally by the clergy to the pope, but appropriated by the crown in 1534), for the increase of poor livings; her gift, under the name of \"Queen Anne's Bounty,\" still remaining as a testimony of her piety.",
		"It is doubtless a sense of filial obligation coupled with sentiments of piety and reverence that gave rise to this practice of offering gifts of food and drink to the deceased ancestors.",
		"But indeed the tirthayatra, or pilgrimage to holy bathing-places, is in itself considered an act of piety conferring religious merit in proportion to the time and trouble expended upon it.",
		"Rosmini in one country, and Balmes the other, \" brought piety to the learned, and learning to the pious.\"",
		"He was a clergyman of the old High Church school, whose adherents, untouched by the influence of the Wesleys, had moulded their piety on the doctrines on the non-jurors and the old Anglican divines.",
		"Filial piety influenced in a quite unusual degree his feelings and his action all life through.",
		"Its touch on classical mythology is original, rarely imitative or pedantic. The art of the Renaissance was an apocalypse of the beauty of the world and man in unaffected spontaneity, without side thoughts for piety or erudition, inspired by pure delight in loveliness and harmony for their own sakes.",
		"Beneath the surface of brilliant social culture lurked gross appetites and savage passions, unrestrained by medieval piety, untutored by modern experience.",
		"It is maintained, on the other hand, that his motives were throughout those of ambition rather than piety, and that, apart from the tragedy of his death, he would have been an insignificant figure in history.",
		"They should really be known by the teaching and martyrdom of Blaurock, Grebel and Hubmaier, and by the gentle learning and piety of Hans Denck - of whom, with many hundred others, \"the world was not worthy.\"",
		"His moderation and piety held in check the turbulence of the more fanatical amongst them.",
		"The pure morality and simple-minded piety of this community seem early to have attracted Spinoza, and to have won his unfeigned respect.",
		"But, with such obvious exceptions, Spinoza claims complete freedom of expression for thought and belief; and he claims it in the interests alike of true piety and of the state itself.",
		"Among his people he is accounted the fairest, strongest and wisest man of the empire; and from him is required the practice of all piety and virtue, as well as skill in the chaseand in armsespecially the bow.",
		"Here, while imbibing the somewhat mystical piety of the house, he had an excellent chance of carrying on his beloved classical studies; indeed, at one time he proposed to couple sacred and profane together, and go on a missionary journey to the Levant.",
		"There he lived with all the piety of a true pastor, yet with all the dignity of a great nobleman, who was still on excellent terms with the world.",
		"Orestes, after the deed, goes mad, and is pursued by the Erinyes, whose duty it is to punish any violation of the ties of family piety.",
		"They were at pains to insist upon purity of heart and life as an indispensable condition for success in prophesying and to enlist piety in the service of morality.",
		"In theology Lae was a strict Lutheran, but his piety was of a most attractive kind.",
		"The contents of the first part are, as might be expected, miscellaneous enough, and consist chiefly of stories chosen to show the valour of Louis, his piety, his justice, his personal temperance, and so forth.",
		"He was a fierce, violent man, a soldier and nothing else, whose piety was wholly militant.",
		"The king's own life was passed amid court festivities, on which enormous sums of money were wasted, or in the practice of childish piety.",
		"On the other hand, there are in the book, in the description of Gargantua's and Pantagruel's education, in the sketch of the abbey of Thelema, in several passages relating to Pantagruel, expressions which either signify a sincere and unfeigned piety of a simple kind or else are inventions of the most detestable hypocrisy.",
		"The chief virtues which the Catholic presbyter praises in the Arian Goths are their chastity, their piety according to their own creed, their tolerance towards the Catholics under their rule, and their general good treatment of their Roman subjects.",
		"Ferdinand died on the feast of Saint John the Evangelist, the 24th of June 1065, in Leon, with many manifestations of ardent piety - having laid aside his crown and royal mantle, dressed in the frock of a monk and lying on a bier, covered with ashes, which was placed before the altar of the church of Saint Isidore.",
		"There he laid the foundation of the modest piety by which his whole life was distinguished.",
		"Anthony a Wood says that Foxe \"believed and reported all that was told him, and there is every reason to suppose that he was purposely misled, and continually deceived by those whose interest it was to bring discredit on his work,\" but he admits that the book is a monument of his industry, his laborious research and his sincere piety.",
		"In Venice he made himself very popular owing to his piety, his simplicity and geniality, and by his readiness to act in harmony with the Italian government.",
		"There was a homely eleva tion in his discourses, a natural freshness in his piety, a quiet enthusiasm in his manner, that charmed thoughtful hearers.",
		"Of her piety and almost nun-like love of God and belief in His personal love for her, Edwards had known when she was only thirteen, and had written of it with spiritual enthusiasm; she was of a bright and cheerful disposition, a practical housekeeper, a model wife and the mother of his twelve children.",
		"Edwards's main aim had been to revivify Calvinism, modifying it for the needs of the time, and to promote a warm and vital Christian piety.",
		"His piety and tolerant spirit, combined with his reputation for scholarship and eloquence and his diplomatic abilities, give him a unique place among the churchmen of his time.",
		"He declined many offers from German bishops and finally retired to the monastery of Cluny, where he died about 1131 at a great age and leaving a good reputation for piety and intelligence.",
		"His physical strength and his great piety gave him considerable ascendancy over the peasants, who surnamed him \"the saint of Anjou.\"",
		"One ancient man of high repute for piety, whom the sufferer consulted, gave an opinion which might well have produced fatal consequences.",
		"The distress of his family, and his own patience, courage and piety, softened the hearts of his judges.",
		"The anecdotes of her piety and generosity which have been preserved are proof, however, of her popularity.",
		"Heppe and Ritschl - have included under it nearly all religious tendencies amongst Protestants of the last three centuries in the direction of a more serious cultivation of personal piety than that prevalent in the various established churches.",
		"His sincere piety made him the intimate friend of Isaac Barrow, Archbishop Tillotson, Bishop Wilkins and Bishop Stillingfleet, as well as of the Nonconformist leader, Richard Baxter.",
		"His enthusiastic piety attracted the notice of Martin Benson, bishop of Gloucester, who ordained him deacon on the 10th of June 1736.",
		"His sole positive quality, over and above his piety, was a love for his mothers kin, the Normans.",
		"But his piety inspired him to redouble the persecution of the unfortunate Lollards, whom his father had harried only in an intermittent fashion; and his sense of moral responsibility did not prevent him from taking the utmost advantage of the civil wars of his unhappy neighbors of France.",
		"It is a strange fact that Henry, though he was in many respects a conscientious man, with a strong sense of responsibility, and a sincerC piety, was so blind to the unrighteousness of his own actions that he died asserting that neither ambition nor vainglory had led him into France, but a genuine desire to assert a righteous claim, which he desired his heirs to prosecute to the bitter end.",
		"It is difficult to find a single bishop in the whole period who was respected for his piety or virtue.",
		"Lorraine had been penetrated by Cluniac influences, and Godfrey would seem to have been a man of notable piety.",
		"Athanasius's piety is thus brought into association with the details of Logos speculation.",
		"Dyophysite orthodoxy has sterilized Eastern Christianity, or thrown it upon inferior forms of piety.",
		"Fairbairn takes the rather unusual view that Greek Christian theology was the climax of the process of Greek philosophy, and so far alien to piety, although he is far from banishing speculation out of theology.",
		"If in the West Athanasianism is a datum, but unexamined, and not valued for its own sake, Augustinianism is a bold interpretation of the essential piety of the West, but an interpretation which not i even piety can long endure - morally burdensome if religiously mpressive.",
		"Even if the Augustinian stream is the main current of Western piety, there are feeders and also side-currents.",
		"Perhaps two side-currents of piety should be named.",
		"If Abelard stands for the intellectual daring of scholasticism, Lombard represents its other pole - interest in piety, i.e.",
		"We notice in him resolute Predestinarianism - as in Luther, and at first in Melanchthon too; the vehicle of revived Augustinian piety - and resolute depotentiation of sacraments, with their definite reduction to two (admittedly the two chief sacraments) - baptism and the Lord's Supper.",
		"Yet the very word reminds us of the legal piety which is characteristic of Western popular religion through all its history.",
		"His sermon on \"Unitarian Christianity,\" preached at Baltimore in 1819, at the ordination of Jared Sparks, and that at New York in 1821, on \"Unitarian Christianity most favourable to Piety,\" made him its interpreter.",
		"In the dignity and simplicity of the old backwoodsman there is something almost Hebraic. With his naïve vanity and strong reverent piety, his valiant wariness, his discriminating cruelty, his fine natural sense of right and wrong, his rough limpid honesty, his kindly humour, his picturesque dialect, and his rare skill in woodcraft, he has all the breadth and roundness of a type and all the eccentricities and peculiarities of a portrait.",
		"In his case, moreover, it was strengthened by a naive piety that forbade him to search into things of which the gods seemed to have reserved the knowledge to themselves.",
		"But in his general view of ethical principles as being, like mathematical principles,' essentially truths of relation, Clarke is quite in accordance with Locke; while of the four fundamental rules that he expounds, Piety towards God, Equity, Benevolence and Sobriety (which includes self-preservation), the first is obtained, just as Locke suggests, by \" comparing the idea \" of man with the idea of an infinitely good and wise being on whom he depends; and the second and third are axioms self-evident on the consideration of the equality or similarity of human individuals as such.",
		"It must have been at least after his Commentary on Seneca's De Clementia that his heart was \"so subdued and reduced to docility that in comparison with his zeal for true piety he regarded all other studies with indifference, though not entirely forsaking them.",
		"He is indeed the Victorian Theocritus; and, as English country life is slowly swept away before the advance of the railway and the telegraph, he will be more and more read for his warm-hearted and fragrant record of rustic love and piety.",
		"No English king again visited Ireland until James II., declared by his English subjects to have abdicated, and by the more outspoken Scots to have forfeited the crown, appealed to the loyalty or piety of the Catholic Irish.",
		"Piety and a thirst for glory impelled Louis to take the lead in this fresh expedition to the Holy Land, despite the second opposition of Suger, and the hesitation of the pope, crusade.",
		"To Ghazali (q.v.) it seemed that the study of secular philosophy had resulted in a general indifference to religion, and that the Ghazal, scepticism scepticism which concealed itself under a pretence of piety was destroying the life and purity of the nation.",
		"He was a man of vast learning and upright piety, but, although personally friendly to Galileo, there is no doubt that he saw in his scientific teachings a danger to religion.",
		"The pope admitted him to six long audiences in the course of two months, wrote an enthusiastic letter to the grand-duke praising the great astronomer, not only for his distinguished learning, but also for his exemplary piety, and granted a pension to his son Vincenzio, which was afterwards transferred to himself, and paid, with some irregularities, to the end of his life.",
		"His correspondence as a spiritual adviser was enormous; his deserved reputation for piety and for solidity of character made him the chosen confessor to whom large numbers of men and women unburdened their doubts and their sins.",
		"His mother was a woman of intellect and piety.",
		"The subjective cast of his piety is reflected in his Mystical Marriage.",
		"Of ordinary immorality it took little notice, and the triumph of its cause in the 16th and 17th centuries, while producing such types of ecstatic piety as St Theresa (qv.), the Sor Mariade Jesus (Maria Agreda), (q.v.) and the Venerable Virgin Luisa de Carvajal, was accompanied by an extraordinary development of moral laxity.",
		"His intention was to spend the rest of his life in contemplative piety.",
		"In a volume of collected essays, Feuilles detachees, published also in 1891, we find the same mental attitude, an affirmation of the necessity of piety independent of dogma.",
		"Now may we be convinced of the propriety of applying the epithet \" good \" to humility or piety toward God.",
		"He possessed great erudition and piety, and was eminent as a writer.",
		"The words which express our faith and piety are not definite; yet they are significant and fragrant like frankincense to superior natures.",
		"Piety, Fraternity and Power Detailed investigation of the religious gild, showing its importance to all aspects of medieval life.",
		"Who among us does not miss the gentle ministrations, the softening influences, the humble piety of Lucretia Borgia?",
		"But this training for a career as a blue-stocking did not run against her emerging piety.",
		"Example of filial piety The early Buddhist texts not only teach filial piety as a duty, but also show some examples of it.",
		"Instead of the two minute hate, we have the three minute piety.",
		"The first part of the paper examines relics and guides and their role in lay piety.",
		"In a touching display of filial piety, she told me it's \" a picture of your bottom, Daddy \" .",
		"He was a candid, upright, and benevolent man, of liberal sentiments and sincere piety.",
		"For much of the popular piety of today lives off the intellectual capital built up by scholars of the past.",
		"I'm open to opinions of profound and broad variety, Unless they're too conservative and smack of religious piety.",
		"A lovely early 20th century piety, I thought, which I liked very much.",
		"Her specialist interests include medieval hospitals and religious and social attitudes to charity and the poor, and lay women's piety.",
		"This is because the piety of the psalms is quite alien to the piety of the psalms is quite alien to the piety that prevails in many contemporary churches.",
		"For Hofland, commercial probity and religious piety are united, not separate, virtues.",
		"Lucinda and her friends are not virtuous because of their piety.",
		"From the savage state, through the terror that gives birth to religions, through the creation of families by marriage, through burial rites and piety towards the dead, men approach civilization with the aid of poetic wisdom, and pass through three periods - the divine, heroic and human - in which they have three forms of government, language, literature, jurisprudence and civilization.",
		"On the 2nd of May 1422 Henry V., in right of the duchy of Lancaster, \" hearing that Chicheley inflamed by the pious fervour of devotion intended to enlarge divine service and other works of piety at Higham Ferrers, in consideration of his fruitful services, often crossing the seas, yielding to no toils, dangers or expenses.",
		"Ibn Tumart was the son of a lamplighter in a mosque and had been noted for his piety from his youth; he was small, ugly, and misshapen and lived the life of a devotee-beggar.",
		"About 1035, however, he deserted his secular calling and entered the hermitage of Fonte Avellana, near Gubbio; and winning sound reputation through his piety and his preaching, he became the head of this establishment about 1043.",
		"Italy to outer view put forth blossoms of hectic and hysterical piety, though at the core her clergy and her aristocracy were more corrupt than ever.",
		"But later times nearly strangled Zoroastrian piety, not only by laws of ritual purity but also by newly evolved secondary deities - personified attributes, and the like.",
		"In its charter this institution is described as \"an academy for the purpose of promoting piety and virtue, and for the education of youth in the English, Latin and Greek languages, in writing, arithmetic, music and the art of speaking, practical geometry, logic and geography, and such other of the liberal arts and sciences or languages, as opportunity may hereafter permit.\"",
		"It was the existing ceremonial observance divorced from the ethical piety that they denounced.",
		"French Judaism was thus in a sense more human if less humane than the Spanish variety; the latter produced thinkers, statesmen, poets and scientists; the former, men with whom the Talmud was a passion, men of robuster because of more naÃ¯ve and concentrated piety.",
		"His earnest yet sober piety, his humility, his gentleness, appear in almost every line.",
		"In the Anecdota Procopius adds as an illustration of Justinian's vanity the story that he took in good faith an observation made to him by Tribonian, while sitting as assessor, that he (Tribonian) greatly feared that the emperor might some day, on account of his piety, be suddenly carried up into heaven.",
		"He impressed his countrymen more than any other single writer, partly no doubt by his enormous fecundity in writing, but more by the stern piety and uncompromising dogmatism which pervade his works.",
		"The building was intended to be \"a place of public meeting for all sorts and descriptions of people, without distinction, who shall behave and conduct themselves in an orderly, sober, religious and devout manner, for the worship and adoration of the eternal, unsearchable and immutable Being, who is the author and preserver of the universe, but not under and by any other name, designation or title, peculiarly used for and applied to any particular being or beings by any man or set of men whatsoever; and that no graven image, statue or sculpture, carving, painting, picture, portrait or the likeness of anything shall be admitted within the said messuage, building, land, tenements, hereditament and premises; and that no sacrifice, offering or oblation of any kind or thing shall ever be permitted therein; and that no animal or living creature shall within or on the said messuage, &c., be deprived of life either for religious purposes or food, and that no eating or drinking (except such as shall be necessary by any accident for the preservation of life), feasting or rioting be permitted therein or thereon; and that in conducting the said worship or adoration, no object, animate or inanimate, that has been or is or shall hereafter become or be recognized as an object of worship by any man or set of men, shall be reviled or slightingly or contemptuously spoken of or alluded to, either in preaching or in the hymns or other mode of worship that may be delivered or used in the said messuage or building; and that no sermon, preaching, discourse, prayer or hymns be delivered, made or used in such worship, but such as have a tendency to the contemplation of the Author and Preserver of the universe or to the promotion of charity, morality, piety, benevolence, virtue and the strengthening of the bonds of union between men of all religious persuasions and creeds.\"",
		"The class of humanists which had grown up in Italy during the 5th century, and whose influence had been spreading into Germany, France and England during the generation immediately preceding the opening of the Protestant revolt, represented every phase of religious feeling from mystic piety to cynical indifference, but there were very few anti-clericals among them.",
		"Of these works the best known is the Dei Dozeri degli uomini, a series of trite maxims which do honour to his piety rather than to his critical judgment.",
		"These personal traits determine by selective affinity, working under conditions given by the special local type of tradition and piety, the elements in the Apostolic writings which each was able to assimilate and express - though we must allow also for variety in the occasions of writing.",
		"Though it was meant, as he said, to give expression to a simple piety rather than to exhibit a profound knowledge of religious truth, it was the work of a man who knew little of the child mind, and, though it served as an admirable and transparent epitome of his famous Institutes, it was too long and too minute for the instruction of children.",
		"In spite of the fact that in a few of its later representatives Gnosticism assumed a more refined and spiritual aspect, and even produced blossoms of a true and beautiful piety, it is fundamentally and essentially an unstable religious syncretism, a religion in which the determining forces were a fantastic oriental imagination and a sacramentalism which degenerated into the wildest superstitions, a weak dualism fluctuating unsteadily between asceticism and libertinism.",
		"From the belief in the survival of the dead arose the practice of offering food, lighting fires, &c., at the grave, at first, maybe, as an act of friendship or filial piety, later as an act of worship (see Ancestor Worship).",
		"In private character he was amiable and affectionate; his generosity in recognizing the merits of others secured him against the worst shafts of envy; and a life marked by numerous disquietudes was cheered and ennobled by sentiments of sincere piety.",
		"This goes to the root of their difficulty, ambiguity as to the relation of the old and the new elements in Judaeo-Christian piety, so that there was constant danger of the old overshadowing the new, since national Judaism remained hostile.",
		"Gregory XI., though equally distinguished for his erudition and pure morals, his piety, modesty and wisdom, was fated to Gregory Xl., pay dearly for the weakness of his predecessor in 1370-1378.",
		"The elaborate system of education, culminating in the reconstituted, or new-founded, universities of Dorpat, Vilna, Kazan and Kharkov, was strangled in the supposed interests of \" order \" and of orthodox piety; while the military colonies which Alexander proclaimed as a blessing to both soldiers and state were forced on the unwilling peasantry and army with pitiless cruelty.",
		"From all periods of the world - from medieval piety and stoical pride, Kant and Sophocles, science and art, religion and philosophy - with disdain of mere chronology, Hegel gathers in the vineyards of the human spirit the grapes from which he crushes the wine of thought.",
		"According to Father Greenway he was \"a man of great piety, of exemplary temperance, of mild and cheerful demeanour, an enemy of broils and disputes, a faithful friend and remarkable for his punctual attendance upon religious observances,\" while his society was \"sought by all the most distinguished in the archduke's camp for nobility and virtue.\"",
		"In the dignity and simplicity of the old backwoodsman there is something almost Hebraic. With his naÃ¯ve vanity and strong reverent piety, his valiant wariness, his discriminating cruelty, his fine natural sense of right and wrong, his rough limpid honesty, his kindly humour, his picturesque dialect, and his rare skill in woodcraft, he has all the breadth and roundness of a type and all the eccentricities and peculiarities of a portrait.",
		"Religious faith, love of adventure, the hope of making advantageous conquests, anticipations of a promised paradise all combined to force this advance upon the Orient, which though failing to rescue the sepulchre of Christ, the ephemeral kingdoms of Jerusalem and Cyprus, the dukedom of Athens, or the Latin empire of Constantinople, yet gained for France that prestige for military glory and religious piety which for centuries constituted her strength in the Levant (see CRUSADES).",
		"This surge of energy is closely associated with a shift in the balance of Muslim piety from an other-worldly toward a this-worldly focus.",
		"His research interests include post-Reformation religious art, the visual culture of popular piety, and the visual transliteration of biblical texts.",
		"Having assumed the monastic habit in the monastery of Deerhurst, he pased thence to Bath, where he became an anchorite and ultimately abbot, distinguishing himself by his piety and the austerity of his life.",
		"Thus passed several years; he was still young, but his new mode of life produced its effects on a man of his imagination and saintly piety.",
		"This mode of devotion, however, held its ground among the lower ranks of Catholic piety.",
		"Personal religion now became an important element in Hebrew piety and upon this there logically followed the idea of personal responsibility.",
		"French Judaism was thus in a sense more human if less humane than the Spanish variety; the latter produced thinkers, statesmen, poets and scientists; the former, men with whom the Talmud was a passion, men of robuster because of more naïve and concentrated piety.",
		"In addition to the books mentioned above he published a number of books which had a remarkable circulation in England and America, such as Speaking to the Heart (1862); The Way to Life (1862); Man and the Gospel (1865); The Angel's Song (1865); The Parables (1866); Our Father's Business (1867); Out of Harness (1867); Early Piety (1868); Studies of Character from the Old Testament (1868-1870); Sundays Abroad (1871).",
		"The members took no vows and were free to leave when they chose; but so long as they remained they were bound to observe chastity, to practise personal poverty, putting all their money and earnings into the common fund, to obey the rules of the house and the commands of the rector, and to exercise themselves in self-denial, humility and piety.",
		"This conception of him is largely true, as is pointed out above, but it does not harmonize the contradictions of the book, the discrepancies between the piety of some passages and the emotional indifference toward God shown in others.",
		"The pope appointed censors for both translations, who found the work to be replete with piety and holiness, highly useful and wholesome.",
		"Her son, Mahommed, commonly called Baha-uddin Walad, was famous for his learning and piety, but being afraid of the sultan's jealousy, he emigrated to Asia Minor in 1212.",
		"In remembrance of these victims of popular wrath Jalal-uddin founded the order of the Maulawi (in Turkish Mevlevi) dervishes, famous for their piety as well as for their peculiar garb of mourning, their music and their mystic dance (sama), which is the outward representation of the circling movement of the spheres, and the inward symbol of the circling movement of the soul caused by the vibrations of a Sufi's fervent love to God.",
		"Anecdotes have been preserved which illustrate his piety both in early and in later years; of his studies the best monument is to be found in his writings.",
		"From his earliest years he had been deeply impressed with the piety, beauty and thoughtfulness of the writings of the Christian mystics, but it was not till after his accidental meeting with the works of Boehme, about 1734, that pronounced mysticism appeared in his works.",
		"It contains some good pictures by Pacchia and other works of art, but is chiefly visited for its historic interest and as a striking memorial of the characteristic piety of the Sienese.",
		"Herculano was denounced from the pulpit and the press for his lack of patriotism and piety, and after bearing the attack for some time his pride drove him to reply.",
		"Southey said that \"no age ever provided a man of more fervent piety or more perfect charity, and no church ever possessed a more apostolic minister.\"",
		"Nearly all the best writers are characterized by a certain naive and earnest piety which is attractive, and not infrequently display a force of moral indignation which arrests attention.",
		"He became known as Ram Das, which means God's slave; and on account of his piety and devotion Amar Das gave him his daughter in marriage and made him his successor.",
		"Thus government, war, friendship, morality, piety, eloquence, are some of the titles under which Ibn Qutaiba groups his stories and verses in the `Uyun ul Akhbar.",
		"Generally speaking, Hermas's piety, especially in its language, adheres closely to Old Testament forms. But it is doubtful (pace Spitta and Volter, who assume a Jewish or a proselyte basis) whether this means more than that the Old Testament was still the Scriptures of the Church.",
		"The Triumph of the Cross is his principal work, but everything he wrote was animated by the ardent spirit of piety evidenced in his life.",
		"His Life, written with admirable piety and taste by his son, Hallam, second Lord Tennyson, was published in two volumes in 1897.",
		"In his sympathy with the life and beliefs of the country people he shows an affinity both to the idyllic spirit and to the piety of Virgil.",
		"He recites how he had heard of the monarch's Christian profession, diligence in good works and piety, by manifold narrators and common report, but also more particularly from his (the pope's) physician and confidant (medicus et familiaris noster), Master Philip, who had received information from honourable persons of the monarch's kingdom, with whom he had intercourse in those (Eastern) parts.",
		"Nothing in his own church at Bemerton was too commonplace to serve as a starting-point for the epigrammatic expression of his piety.",
		"It was at Athens that he seriously began to think of religion, and resolved to seek out the most famous hermit saints in Syria and Arabia, in order to learn from them how to attain to that enthusiastic piety in which he delighted, and how to keep his body under by maceration and other ascetic devices.",
		"All these set forth in their symbolical books the supreme place of Scripture, accepting the position which Zwingli laid down in 1536 in The First Helvetic Confession, namely, that \"Canonic Scripture, the Word of God, given by the Holy Spirit and set forth to the world by the Prophets and Apostles, the most perfect and ancient of all philosophies, alone contains perfectly all piety and the whole rule of life.\"",
		"Their chief, Poma, declared that he had been moved to attempt the murder by his zeal for religion, a degree of piety and self-sacrifice which seems incredible in a bankrupt oil-merchant.",
		"There, on the sandy bank of the river, at a spot where later piety erected a dagaba (a solid dome-shaped relic shrine), he cuts off with his sword his long flowing locks, and, taking off his ornaments, sends them and the horse back in charge of the unwilling Channa to Kapilavastu.",
		"He afterwards spent a year in Geneva, and was powerfully influenced by the strict moral life and rigid ecclesiastical discipline prevalent there, and also by the preaching and the piety of the Waldensian professor, Antoine Leger, and the converted Jesuit preacher, Jean de Labadie.",
		"How well I remember the graceful draperies that enfolded me, the bright autumn leaves that wreathed my head, and the fruit and grain at my feet and in my hands, and beneath all the piety of the masque the oppressive sense of coming ill that made my heart heavy.",
		"There she became more and more Jansenist in opinion, and her piety and the remembrance of her influence during the disastrous days of the Fronde, and above all the love her brother, the great Conde, bore her, made her conspicuous.",
		"Yet Cromwell's monument is not altogether misplaced in such surroundings, for in him are found the true principles of piety, of justice, of liberty and of governance.",
		"He did not often talk about religion; he had not much of the accredited phraseology of piety even when he discoursed on spiritual topics; but more than most men he was directed by religious principle and feeling in all his conduct.",
		"But he resigned his benefices, and, in conjunction with Cajetan, founded the order of the Theatines (1524) with the object of promoting personal piety and of combating heresy by preaching.",
		"In the midst of these unhappy surroundings religion became more inward in men of real piety and the desire grew among them to draw closer the bonds that united them to one another.",
		"Towards the end of Ruysbroeck's life, in 1378, he was visited by the fervid lay-preacher Gerhard Groot (1340-1384), who was so impressed by the life of the community at Groenendal that he conceived the idea of founding a Christian brotherhood, bound by no monastic vows, but living together in simplicity and piety with all things in common, after the apostolic pattern.",
		"Her piety was already so noteworthy that it was said that Clotaire had married a nun, not a queen.",
		"He was a disciplinarian, a scholar, a modest and moderate man of genuine piety and irreproachable morals.",
		"He took orders; and his reputation for learning and piety attracted the notice of Margaret Beaufort, mother of Henry VII., who made him her confessor and chaplain.",
		"His family had been distinguished for piety and exegetical skill, but though he was known in the Jewish community by commentaries on certain books of the Bible, he never seems to have accepted any rabbinical post.",
		"David, the conqueror, was followed by his son Solomon, famous for his wealth, wisdom and piety, above all for the magnificent Temple which he built at Jerusalem.",
		"The religious feeling, which had not been absent even during the struggles of manhood, deepened in old age, and took the form the piety of the times prescribed.",
		"Here he consulted Isabella Roser, a lady of high rank and piety, and also the master of a grammar school.",
		"He shared the piety and superstition of the age, and did much for the spread of Christianity.",
		"He possessed many excellent qualities, bravery, piety and generosity; but his reign is memorable rather in the history of the house of Habsburg than in that of the kingdom of Germany.",
		"Whatever it costs, it is anyhow a clear gain that it is incurred on the score of piety, seeing that we succour the poorest by such entertainments (refrigerio).",
		"Instead of piety being expressed simply in a multitude of unrelated individual acts, it expressed itself in group action.",
		"It shows that the \" sobriety \" of the Antiochene scholars can be predicated only of their exegesis; their style of piety was as exaggerated in its devotion to the ideals of monasticism as was that of their monophysite opponents."
	],
	"synonyms": [
		"piousness",
		"fervor",
		"fealty",
		"faith",
		"ardor",
		"devotion",
		"reverence",
		"religion",
		"holiness",
		"devoutness",
		"sanctity",
		"loyalty",
		"godliness",
		"fidelity",
		"preaching"
	],
	"antonyms": [
		"impiety",
		"irreverence"
	]
}