{
	"word": "innuendo",
	"meaning": [
		"Explanatory material, set forth in the complaint in an action for libel or slander, explaining the expressions alleged to be libelous or slanderous.",
		"An indirect remark, gesture, or reference, usually implying something derogatory; insinuation.",
		"An indirect or suggestive remark, usually a disparagement of someone.",
		"A section in a libel pleading explaining the plaintiff’s construction of the defendant’s allegedly libelous utterances."
	],
	"sentences": [
		"He offered an innuendo about the drinking problem.",
		"Thankfully, treasured friendships forged over decades are not easily shaken by nasty innuendo.",
		"Their method was to use innuendo, loaded questions and smears.",
		"Irrespective of the validity of some of the comments and the subtle innuendo, there was blatant hostility.",
		"Germans are detail-oriented and want to understand every innuendo before coming to an agreement.",
		"But one should bear in mind that traditional British pantomime generally includes mild innuendo.",
		"His sexuality and attitude toward Ben is the subject of much innuendo in the series.",
		"They hurl insults, innuendo, and threats.",
		"Better get out before my mind becomes a mush of cheesy innuendo.",
		"I mean, an apparently enormous amount of sexual activity and innuendo and attempted seduction all the time.",
		"As most parents know, even films that are rated PG-13 and sometimes PG contain too much violence, bad language and sexual innuendo for small children even with the kid friendly rating.",
		"Whether blatantly describing the act of sex and intimate body parts or using clever metaphor and innuendo to imply carnal subjects, erotic poetry is serious.",
		"She has managed to escape much of the scrutiny and innuendo surrounding her incredibly famous family, especially her brother Michael, while maintaining a close relationship with them.",
		"What's more, many online communities popular with tweens and teens are hotbeds of sexual innuendo, propositions, and suggestive photos.",
		"He had the sweet and patient temper which knew how to live, unrepining and unsoured, in the midst of the most watchful persecution, public and private; and it is wonderful how rarely he used his splendid rhetoric for the purposes of invective against the spirit and policy from which he must have suffered deeply, while, it may be added, he never hid an innuendo under a metaphor or a trope.",
		"It is even said by some who have examined the original (vide infra) that the text and alterations show a progressively freethinking attitude, side by side with a growing tendency to conceal it by ambiguity and innuendo.",
		"Taken at face value, many people would consider it a bad movie, with ridiculous costumes, unnecessary sexual innuendo, contrived situations, and over-the-top acting.",
		"Given that both these shows are ratings successes, it can be assumed that there may be a strong correlation between nudity and sexual innuendo and ratings.",
		"This takes many forms, from insinuation and innuendo down to vitriolic abuse of the type used by Hitler and Goebbels about the Jews.",
		"Never forget about the snot or brain matter Jell-o, which are simple items with strong innuendo that just screams gross.",
		"Laughter in a relationship is often companionable, not all hard physical comedy and sly innuendo.",
		"The majority use sexual innuendo to make their point and some are downright blunt, propositioning the listener for sex in no uncertain terms.",
		"In the mid-price range, you can find the Samsung Innuendo.",
		"There have been at least two more recent versions of \"The Dating Game,\" with the sexual innuendo getting more obvious each time.",
		"Yes that won him a 20 wager from the film crew who had a bet with him about making the biggest possible sexual innuendo."
	],
	"synonyms": [
		"insinuation",
		"connotation",
		"clue",
		"aspersion",
		"suggestion",
		"reference",
		"overtone",
		"implication",
		"double-entendre",
		"intimation",
		"hint",
		"allusion",
		"aside",
		"imputation"
	],
	"antonyms": [
		"evidence",
		"proof"
	]
}