{
	"word": "rescind",
	"meaning": [
		"To revoke, repeal, or cancel (a law, order, etc.)",
		"To cancel a contract, whether unilaterally or by mutual agreement and restore both parties to status quo ante (the positions they would have been in if the contract had never existed). See also rescission.",
		"To repeal, annul, or declare void; to take (something such as a rule or contract) out of effect."
	],
	"sentences": [
		"As a preliminary to negotiation, the government was required to rescind all the obnoxious measures.",
		"Please rescind payment to ABC Bank, 1234 Main Street, Anytown, CA 90210.",
		"For more than a year all efforts - headed by the poet Whittier - to rescind that censure were without avail, but early in 1874 it was annulled.",
		"In spite of the problematic timing, the British did not rescind their invitation.",
		"This year, we will completely rescind the agricultural tax throughout the country, a tax that China has been collecting for 2,600 years.",
		"With the need to derive maximum benefit from the new building, Council agreed to rescind this ban.",
		"No consent from any other party is required to vary or rescind this Agreement.",
		"In 1924, the EC finally found a reason to persuade Conference to rescind the 1920 decision which had supported the NCLC.",
		"This way, they can continue to give out birthday freebies and not rescind the program due to losing money.",
		"The first parliament (1661-1663), under Middleton, was obsequious enough to grant the king £40,000 annually, to abolish the covenants and to rescind all but the private legislation of the revolutionary years (1638-1660).",
		"To find out if your state has a right to rescind or buyer's remorse law, call your state's Attorney General's office.",
		"Because it is a sales tool to help them sell more vehicles, it doesn't apply to lemon laws or right to rescind laws.",
		"Louis, who liked Lauzun, and who had been educated by Mazarin in the idea that Mademoiselle ought not to be allowed to carry her vast estates and royal blood to anyone who was himself of the bloodroyal, or even to any foreign prince, gave his consent, but it was not immediately acted on, as the other members of the royal family prevailed with Louis to rescind his permission.",
		"On the 26th of July a mob invaded the House of Commons and obliged it to rescind the ordinance re-establishing the old parliamentary committee of militia; Lenthall was held in the chair by main force and compelled to put to the vote a resolution inviting the king to London.",
		"The Resolutioners, or supporters of the resolution to rescind that act, were opposed by the Protesters, the rigid adherents to the strictest interpretation of the Covenant."
	],
	"synonyms": [
		"overturn",
		"vacate",
		"reverse",
		"lift",
		"countermand",
		"annul",
		"repeal",
		"revoke",
		"abolish",
		"cancel",
		"void",
		"renege",
		"invalidate",
		"nullify",
		"retract"
	],
	"antonyms": [
		"enact",
		"enforce",
		"approve",
		"allow",
		"permit"
	]
}