{
	"word": "infamous",
	"meaning": [
		"Having a very bad reputation; notorious; in disgrace or dishonor.",
		"Causing or deserving a bad reputation; scandalous; outrageous.",
		"Convicted of a crime, such as treason or felony, that carries a severe punishment. No longer in technical use.",
		"Punishable by imprisonment in a penitentiary.",
		"Guilty of such a crime."
	],
	"sentences": [
		"His adopted son was the infamous Nana Sahib.",
		"Inflamed with lust, they made infamous proposals to her, and when repulsed they brought against her a false charge of adultery.",
		"There followed the infamous final words, \"Sleeping, just sleeping.\"",
		"Daniel Weir used to be a famous - not to say infamous - rock star.",
		"The joke has been around for ages and has grown infamous in the comedy world as it was told extravagantly among insiders.",
		"During the communist insurgency of the fifties the infamous ' bamboo trail ' ran through the forest of Belum.",
		"Aveeno was a mere science experiment back in 1945 when Albert and Sidney Musher got creative and mixed 100 percent colloidal oatmeal with other century old remedies to create the infamous Aveeno skin care Soothing Bath Treatment.",
		"An English clergyman named William Jackson, a man of infamous notoriety who had long lived in France, where he had imbibed revolutionary opinions, came to Ireland to nogotiate between the French committee of public safety and the United Irishmen.",
		"The suffrage now belongs to all male citizens of the United States at least twenty-one years of age who shall have resided in the state for six months, and in some one county sixty days preceding an election, except idiots and persons insane or convicted of some infamous crime.",
		"Their place was filled by Poppaea, and the infamous Tigellinus, whose sympathy with Nero's sensual tastes had gained him the command of the praetorian guards in succession to Burrus.",
		"Commentary by the experience even if wrestled my clubs the once infamous.",
		"Friday, 2nd November, 2001 Manchester Roadhouse Support from Valerie The Lollies return to the Manchester venue made infamous by The Great Flood.",
		"Wallace the lion was to achieve high notoriety at the infamous ' Lion Fight ' in Warwick.",
		"It's worth noting that The Three Doctors will be packaged with a special Corgi model of the Doctors infamous yellow roadster, Bessie!",
		"After the War of the Spanish Succession in 1713, British slavers dominated the infamous Atlantic slave trade.",
		"When that century opened, the infamous Alexander VI. was on the papal throne.",
		"Infamous magicians, in both myth and history, have had a trickster or clown side to their character.",
		"In the intrigues which led to the infamous treaty to Dover he had no part.",
		"A delator of infamous character, one Peter, had accused the authorities of the city to the tsar of conspiracy; Ivan, without even confronting the Novgorodians with their accuser, proceeded at the end of 1569 to punish them.",
		"Scene of the infamous battle in 1746 which saw Bonnie Prince Charlies ' Jacobite rebellion crushed.",
		"Amidst great media attention the long awaited book about the infamous Haw Bridge torso murder mystery was launched today at Haw Bridge.",
		"The colors of the infamous bears are bright and cheery - perfect for baby showers.",
		"The infamous \"bathtub\" ring is a major sign you have hard water (with a large calcium issue) because the deposits tend to rest common water levels.",
		"With a reasonable price, high quality, and longevity, it is easy to see why this infamous mascara is gracing eyelashes all over the world.",
		"There were few brow-raisers or shocking head-turners, but certainly nothing of the magnitude of singer Bjork's infamous swan gown of 2001.",
		"Since the infamous site Napster first appeared online, there has been a fierce debate about downloading music online.",
		"That show followed John's daughter Victoria Gotti as she raised three sons, tried to launch a career as a celebrity journalist and dealt with life with such an infamous last name.",
		"Bringing in the Joker to act as Batman's foe in the movie was a good move as he is probably the most infamous of the bat villains.",
		"If you're still bent on finding the infamous Peachaboo hue, your best bet is to check out the inventory at your local beauty supply stores or cosmetic aisle, provided they carry the OPI nail polish line.",
		"During the heightened wedding months, typically June and July, OPI releases many colors from the Soft Shades collection and groups them together in the infamous Fairy Tale Bridal collection.",
		"Habbo Hotel - this particular website is one of the more famous avatar chat rooms, if not infamous.",
		"In the early days of the web, the \"pipe\" would get clogged with requests (part of why the infamous \"series of tubes\" concept came into use) and the server couldn't send the data through the connection fast enough.",
		"While these techniques have shrugged off their once infamous secrecy, it's often hard for beginners to find accurate information that's easy to understand.",
		"The source of this equally absurd and infamous libel has never been discovered.",
		"The papal chair was now filled by Innocent VIII., whose rule was even more infamous than that of his predecessor Sixtus IV.",
		"We order that the adherents of this faith be called Catholic Christians; we brand all the senseless followers of the other religions with the infamous name of heretics, and forbid their conventicles assuming the name of churches.",
		"Hence the conflict which made Trajan appear in the eyes of Christians like Tertullian the most infamous of monsters.",
		"In the 5th century central government moved there & was subsequently the birthplace of the infamous Spanish inquisition.",
		"We chose the southern, to avoid the infamous queues from the eastern entrance.",
		"It's that protege of yours, that sweet Princess Drubetskaya, that Anna Mikhaylovna whom I would not take for a housemaid... the infamous, vile woman!",
		"Traditional foundations are infamous for causing orange jaw lines and streaky cheeks.",
		"Along with his infamous fashion empire, Marc Jacobs also offers a body care line including indulgent fragrances for men and women; Eau De Parfum, perfume purse spray, body crèmes, and shower gels.",
		"The most obvious choice for creating a bad witch is to start with the Wicked Witch of the West's infamous green face.",
		"While Edward is the one with the sparkly skin in the infamous Twilight series, it just wouldn't be fun if you couldn't spice up Bella's makeup routine with a bit of your own ethereal glow.",
		"Bear n mind loose pigments tend to be the messier alternative to a cake or pressed variety, but don't let that deter you from checking out this infamous cosmetic standout!",
		"We all know the infamous fruitcake, but fruitcake cookies are a new take on an old tradition.",
		"Prom night is infamous for teens as the night a couple should be intimate with one another.",
		"Canal Street is infamous; it has every knockoff watch, purse, and pirated DVD in the world available to you.",
		"The infamous engraved executive pen has been a stable gift for decades.",
		"In 1997, she hosted Saturday Night Live, which included the infamous skit where she stripped naked in front of the audience to calm her nerves.",
		"As hundreds of college dorm rooms adorned with the infamous Scream print can attest, Edvard Munch is still a famous artist today, over 60 years after his death.",
		"The two topped Mr. Blackwell's infamous Worst Dressed List.",
		"To increase ratings, Springer shifted the focus of the show and it became infamous for its unruly guests and over-the-top topics, epitomizing \"trash TV\" talk shows.",
		"He is looking for fans to take pictures of the infamous SUperFInger hand gesture and e-mail them to his MySpace site.",
		"Since appearing in her infamous sex tape and then emerging as one of the universe's most popular reality TV stars, Kim Kardashian has become the apple of photographers' eyes.",
		"A Concert for Hurricane Relief - Possibly the most infamous Kanye moment, in a speech given along with comedian Mike Myers, he uttered the phrase \"George Bush doesn't care about black people.\"",
		"Celebrity gowns can't all be home-runs, and the infamous Mr. Blackwell gives his picks for fashion victims each year.",
		"Here are some of the more infamous celebrities exposed through sex tapes.",
		"We first knew her as the infamous Kelly Bundy, but Christina Applegate has come a long way since her sitcom days.",
		"Surprisingly, Carlin's career didn't begin with these now infamous \"seven words.\"",
		"There are many ways to mold a celebrity these days and for Kim Kardashian, it was having a famous father -- and an infamous sex scandal -- that gave her starlet status.",
		"Well, it seems that since leaving the Playboy Mansion, all three former Girls Next Door ladies have taken a decidedly different life path than being one of Hugh Hefner's infamous girlfriends.",
		"Her father, Robert Kardashian, was one of the lawyers who defended O.J. Simpson in his infamous murder trial.",
		"Robert was one of the defense lawyers in the infamous O.J. Simpson trial in 2003, and had represented a number of the rich and famous in their various legal pursuits.",
		"With all the hype surrounding the rich, famous and infamous, it's no surprise that celebrity autopsies hold a morbid fascination for some.",
		"This is a short list of some of the more infamous deaths and celebrity autopsies that have captured the attention of people around the world.",
		"The star of such films as Dirty Dancing and Ferris Bueller's Day Off is still around, although you may have trouble recognizing her if you haven't seen her since the infamous nose job that caused such a media stir.",
		"Some feel he's exactly where he should have been since his infamous acquittal for murder in the mid-1990s.",
		"While not initially a suspect, the world's attention was soon turned to O.J. Simpson, especially after the infamous televised \"white Bronco chase.\"",
		"Named after his celebrity idol Paris Hilton (no relation), Perez Hilton, born Mario Armando Lavandeira, has been called \"The Most Infamous Celebrity Blogger\" on the Internet.",
		"In a 2002 interview with Diane Sawyer, Houston proclaimed the infamous tag line \"crack is whack\", but later admitted to abusing other substances.",
		"Online published a detailed list of Charlie Sheen's rap sheet and news scandals, including the fact that he was named as one of the clients of the infamous escort agency run by Heidi Fleiss in 1995.",
		"These are the infamous white ones with the basic ruffle that folds over so it just grazes the top of the shoes.",
		"When you don't feel like wearing the infamous little black dress that's appropriate for all occasions, a plus size little red dress may be just what you're looking for to add some sizzle to your wardrobe.",
		"This park is also home to the infamous Tower of Terror drop ride and the outrageous launched Rock'n'Roller Coaster featuring music by Aerosmith.",
		"Related by name only to the original Midway Area 51 arcade game, this sci-fi shooter takes place in the infamous secret U.S. government facility.",
		"Through a series of events, Conker meets a slew of memorable characters; the most infamous is the operatic Mightypoo.",
		"Lately, though, he has begun to question the orders of his liege, who has begun to act aggressively and belligerently, even going so far as to invade neighboring lands in search of the infamous crystals.",
		"All you learn about the story initially is that you are a bad-ass and the Gods beg of your assistance to retrieve the infamous Pandora's Box in order to dispatch the out of control tyrant God, Ares.",
		"Also in the image are rapper Tupac Shakur, actor Jack Nicholson, Naruto character Rock Lee, and the infamous Adolf Hitler.",
		"Warren Winiarski's Stag's Leap Wine Cellars was the winning Cabernet Sauvignon in the infamous Paris Wine Tasting of 1976, giving the newer winery instantaneous credibility and fame that would overshadow its neighbor.",
		"While there are other kinds of \"group\" dances such as the infamous \"chicken dance,\" a line dance gives a sense of unity and purpose.",
		"From a story in the New Testament, to the big screen, Salome's infamous dance has enraptured audiences for centuries.",
		"Feng shui experts, such as the renowned Lillian Too warn against the infamous coffin position and other feng shui pitfalls when placing a bed.",
		"College students are infamous for sailing out of the shower, tossing some mouse into their hair, scrunching lightly, and then tying their strands into a half-loop ponytail.",
		"A great example is Jennifer Aniston's now infamous \"Rachel\" haircut.",
		"Mohawk hair is the benchmark of punk style and it's origin in the women's punk culture is linked to the infamous punk rocker Wendy O'Williams.",
		"Paul McCartney once wore a mullet, and the beloved The Brady Bunch star Florence Henderson wore a female variation of this infamous cut during several seasons of the show.",
		"After Brad's infamous break-up with Aniston and his scandalous courtship with Angelina Jolie, his look went drastic when he opted for a low-fuss buzzed cut.",
		"While not affiliated with the 1970s style era, Meg Ryan's infamous shaggy hairstyle created modern interest in a short version of the famed cut.",
		"If you can't remember some of the most infamous funky 80s hairstyles, this list will surely send you flashbacking to the era of roller rinks and legwarmers.",
		"This look was worn by women of all ages and brought to life by infamous mall rat pop stars Tiffany and Madonna.",
		"After teaming up with her best friend and stylist Ken Pave, Jessica Simpson launched a successful line of playful and trendy hair pieces cleverly named HairDo! to mimic some of her very own infamous celebrity looks.",
		"The pregnant Gwyneth Paltrow's upcoming projects include Running with Scissors and Infamous.",
		"Best known for housing one of the most infamous maximum-security prisons in all of America for 29 years, the island was also one of the military's strongest outposts in the entire west for some time before.",
		"If you have children in tow, be sure to save time for a romp at the playground and a ride on the infamous 1912 carousel.",
		"One infamous statistic about the Golden Gate Bridge is that it is the most popular place in the United States to commit suicide and one of the most popular places in the world.",
		"A guide will greet you as you disembark from your ferry from Fisherman's Wharf and show you some of the sites on the grounds, like the lighthouse, the power plant and the infamous guard tower.",
		"Paparazzi and curious fans came together when the now infamous Hilary Duff bikini photos were made available for general viewing.",
		"DioGuardi joined Darrell on stage where the two had something of a sing off to the now infamous Vision of Love.",
		"Based on the infamous hot pants, these shorts are cut to reveal a lot of cheek, and perhaps depend a little too strongly on the lycra for the wearer's own good.",
		"There, you'll be find swimsuits that are comparable, and affordable, to the white and rose printed bikini worn in the now infamous photos.",
		"Your children will have fun trying to recreate the aliens' unique voices as they seek to be chosen by the infamous Claw.",
		"For people who eat \"Frankenfat\" products, like the infamous Olestra potato chips, it means vital vitamins attach to fat -- that is then rushed through the system and into the toilet, creating a deficiency situation.",
		"The most infamous Madonna 80s style belt is, of course, her \"Boy Toy\" one, but there were so many different styles this pop icon wore during this decade.",
		"During summer, women would often wear the now infamous floral Laura Ashley dresses with white Keds shoes and ankle socks.",
		"Crawl spaces are infamous for the amount of mold and mildew they produce, but why does this happen?",
		"The novel's popularity gave rise to a movie of the same name in 1971, starring Sean Connery as the infamous 007 agent.",
		"The first quilted handbag sold to the public was designed by the infamous Coco Chanel -- a classy black quilted purse with a chain strap -- in 1955.",
		"This line is also available online at the infamous Shopbop.com.",
		"The use of the lock on the XOXO Keepsake satchels and bags is obviously influenced from the infamous Chloe Paddington.",
		"Virgo males are infamous for being both overly and overtly critical.",
		"Scorpio only wants the best that life has to offer, and Virgo is infamous for wanting things to be perfect.",
		"Perhaps the most infamous part of the seemingly doomed production was the continuous failure of \"Bruce\", the mechanical shark cast in the title role.",
		"Pink's Infamous Spoof Video is notorious in the way it stabs at video girls, pop goddesses and all the other sexist cheesiness of American pop culture.",
		"The latest film spurred rumors that it would be Harrison Ford's last role as the infamous Indy and that he will be passing the torch on to his young co-star Shia LaBeouf.",
		"Leonardo DiCaprio and Kate Winslet play Jack Dawson and Rose Dewitt Bukater, two young people from very different social classes that find themselves on the infamous Titanic at the same moment in time.",
		"Forgotten Ohio has an original, undistorted photograph of the infamous stain.",
		"They are blissfully unaware that the house was the home of the infamous DeFeo murders.",
		"Another gang initiation urban legend is the infamous bloody baby car seat covered with a blanket and placed on the side of the road to lure female drivers to rescue a non-existent baby and become a victim of the gang.",
		"Surprisingly enough, quality gothic leather boots are difficult to find for most goths who don't live near a Hot Topic store or Hollywood's infamous Melrose shopping district.",
		"They rushed out to the stores to pick up the latest soap opera magazines for information about upcoming storylines, plot ideas and the infamous comings and goings.",
		"Jill and Phillip embarked on an affair that would lead to his divorcing Katherine and the first of many infamous rows between Jill and Katherine.",
		"His infamous proposal in a chicken suit lives on in AMC history as both zany and romantic.",
		"Regardless of what anyone feels about the infamous tramp stamp, one thing is certain.",
		"The Miami Ink Tattoo Shop website features the tattoo artists working at the now infamous Love Hate Tattoo Studio located in Miami Beach, Florida.",
		"Fans of Kat's bold and sexy look can achieve some of her infamous cat-eye styles with a wide range of pigmented shadows and liquid eyeliners.",
		"A buxom character with curves and flowing hair can pour the infamous water jug while donned in a sexy pair of heels.",
		"Robert Franklin Stroud - The infamous \"Birdman of Alcatraz,\" Stroud, convicted for manslaughter, was famous for raising and selling canaries and other birds from his cell.",
		"From the Van Gough Museum to the Anne Frank House to the infamous red light district, Amsterdam is a fascinating blend of virtue and vice.",
		"He co-founded the infamous Life Café in New York City in the 1980s.",
		"It is rhythmic, especially in the spelling of the words, which gives a chance for claps and stomps to create an infectious beat (kind of like the infamous \"WE WILL WE WILL ROCK YOU!!\").",
		"High traffic areas can get stain with dirt, pets can spoil the carpet with waste and kids are infamous for dumping everything from Kool Aid to food to paint on the carpet.",
		"This product, made infamous by various infomercials and online pitches, is a glorified trampoline paired with instructional DVDs and a stabilizing bar for those who haven't flown through the air since childhood.",
		"Frederick's of Hollywood Lingerie is infamous for its cutting-edge, risqué styles.",
		"For instance, you may need a pair to match one of your bras, you could want some for special occasions, or you might wonder which prevent the infamous visible panty line.",
		"An infamous rock and roll moment involving Elvis Costello occurred in 1977 on Saturday Night Live.",
		"Ashlee Simpson became a household name after her infamous \"Saturday Night Live\" performance on October 23, 2004.",
		"By the end of March 1967, the band had signed a record deal with EMI, released their first single entitled 'Arnold Layne' and started working on their first album, 'The Piper At The Gates Of Dawn', at the infamous Abbey Road Studios.",
		"A great example of this would be the violin music that accompanied the infamous shower scene in Alfred Hitchcock's Psycho.",
		"Music also can help to foreshadow events in a movie, such as the infamous Jaws theme, which signaled impending danger.",
		"A mini flashlight with years of service, the retiree's name & a saying he/she was infamous for.",
		"Trips to Myrtle Beach on the infamous \"Beach Weekend\" are a rite of passage for high school seniors in the south, and many southern college kids continue the tradition during their college years.",
		"During that show, New York was also involved in one of reality TV's most infamous incidents when fellow contestant Pumkin spit in her face when New York mocked her as she was being kicked out of the house.",
		"There are extended scenes of some of the more popular episodes as well as deleted scenes, especially of the infamous Vanessa and Brandi shower scene.",
		"Kate's bikini bod made headlines and her now infamous tummy tuck was the subject of several magazine cover stories during her early summer beach jaunt will all eight of her kids minus her hubby Jon.",
		"For a personal look into the lives of the infamous Duggar family, watch an episode or two of 18 Kids and Counting.",
		"Her father was O.J. Simpson's defense attorney during the infamous 2003 murder trial.",
		"Who was Snooki before joining the ranks of infamous MTV reality TV stars?",
		"The other tribe is the Survivor Villains, who became infamous for their sneaky game play and conniving attitudes.",
		"The same society which produced his infamous favourites also produced St Philip of Moscow, and by refusing to listen to St Philip Ivan sank below even the not very lofty moral standard of his own age.",
		"It is unnecessary to recount the various infamous means which he employed to pay his expenses during these journeys.",
		"On the 6th of October Pache, Chaumette, Hebert and others visited him and secured from him admissions of infamous accusations against his mother, with his signature to a list of her alleged crimes since her entry in the Temple, and next day he was confronted with his'sister Marie Therese for the last time.",
		"His adopted son grew up to be the Nana Sahib, of infamous memory, who took a leading part in the Mutiny.",
		"Insane persons and persons under guardianship are excluded by the constitution, and \" all persons convicted of bribery, perjury, larceny or of infamous crime, or who shall make or become directly or indirectly interested in any bet or wager the result of which shall depend upon any election,\" or who shall participate as principal, second or challenger in any duel, are excluded by legislative enactment.",
		"At his trial he was defended and betrayed by the infamous Leonard MacNally, and was convicted of treason; and after delivering an eloquent speech from the dock, was hanged on the 20th of September 1803.",
		"So grave was the crime of simony considered that even infamous persons could accuse of it.",
		"In 1613 The Masque of Flowers was presented by the members of Gray's Inn in the Old Banqueting House in honour of the marriage of the infamous Carr, earl of Somerset, and the equally infamous Lady Frances, daughter of the earl of Suffolk.",
		"This g Y P Y PP Y infamous law, however, aroused so much opposition that some of the very men who had proposed it assembled in secret to discuss its abolition, and a quarrel between the Albizzi and the Ricci having weakened the parte, a balia of 56 was agreed upon.",
		"The excesses of the Revolutionary Tribunal increased with the growth of Robespierre's ascendancy in the Committee of Public Safety; and on the 10th of June 1794 was promulgated, at his instigation, the infamous Law of 22 Prairial, which forbade prisoners to employ counsel for their defence, suppressed the hearing of witnesses and made death the sole penalty.",
		"Conviction for bribery or of an infamous crime disqualifies, and personal identification of voters is required in New York City.",
		"The \"bright valley,\" Clara Vallis of St Bernard, was known as the \"valley of Wormwood,\" infamous as a den of robbers.",
		"He was no advocate of violent measures; but, as deputy to the Convention, he voted for the death of Louis XVI., and as a member of the council of legislation he presented to the Convention on the 17th of September 1793 the infamous law permitting the detention of suspects.",
		"The last state now became worse than the first, as Alexander fell more and more under the spell of the infamous Cesare Borgia.",
		"In October 1822 Ismail was, with his retinue, burnt to death by Nimr, the mek (king) of Shendi; and the defterdr, a man infamous for his cruelty, assumed the command of those provinces, and exacted terrible retribution from the innocent inhabitants.",
		"Conviction for bribery, perjury or other infamous crime, or failure (in the case of a collector or holder of public moneys) to account for and pay over all moneys due from him are disqualifications; and before entering upon the duties of his office each member of the legislature must take a prescribed oath that he has neither given nor promised anything to influence voters at the election, and that he will not accept, directly or indirectly, \"money or other valuable thing from any corporation, company or person\" for his vote or influence upon proposed legislation.",
		"Disfranchisement is brought about by conviction for bribery, felony or infamous crime, and an attempt to vote after such conviction is a felony.",
		"Grounds for divorce are impotence of either party at time of marriage, previous marriage, adultery, wilful desertion for two years, habitual drunkenness, attempt on life, extreme and repeated cruelty, and conviction of felony or other infamous crime.",
		"Suffrage is conferred upon both men and women, and the right to vote at a general election is given to all citizens of the United States who have attained the age of twenty-one years, are able to read the constitution, and have resided in the state one year and in the county sixty days immediately preceding, with the exception of idiots, insane persons, and persons convicted of an infamous crime; at a school election the voter must also own property on which taxes are paid.",
		"The causes for a divorce are adultery, incompetency, conviction of a felony and sentence to imprisonment therefor after marriage, conviction of a felony or infamous crime before marriage provided it was unknown to the other party, habitual drunkenness, extreme cruelty, intolerable indignities, neglect of the husband to provide the common necessaries of life, vagrancy of the husband and pregnancy of the wife before marriage by another man than her husband and without his knowledge.",
		"Suffrage requirements are citizenship in the United States, registration and residence in the state for six months and in the county for thirty days immediately before election, but mental deficiency, conviction of infamous crimes (without restoration to rights of citizenship), bribery or attempt at bribery, bigamy, living in \" what is known as patriarchal, plural or celestial marriage,\" or teaching its validity or belonging to any organization which teaches polygamy,' are disqualifications.",
		"About this time Donne became intimate with Robert Ker, then Viscount Rochester and afterwards the infamous earl of Somerset, from whom he had hopes of preferment at court.",
		"They then became persuaded that it was she who caused the weight of taxation; in the most infamous libels comparison was made between her freedom of behaviour and that of Louis XV.",
		"Even in the Liberal ranks the question aroused furious differences of opinion;Senor Montero Rios, the president of the senate, denounced the infamous attacks on the church; the government itself showed a wavering temper in entering on long and futile negotiations with the Vatican; while in January 1907 the cardinal archbishop of Toledo presented a united protest of the Spanish episcopate againit the proposed law.",
		"The right of suffrage is given to every male citizen of the United States who has attained the age of twenty-one years and has been a resident of the state for one year, provided he has paid his poll tax and has not been convicted of bribery, larceny or other infamous crime.",
		"But now I've narrowed my quest to just three possible locations and I'm sure at one of these disease-laden phones stood the infamous Psychic Tipster!",
		"This is a lost hotel bar somewhat akin to the infamous Colony Rooms drinking club in Soho beloved of Francis Bacon.",
		"Mario Kart's infamous elastic band AI has also been given the heave-ho.",
		"The infamous body snatchers William Burke and William Hare are at large.",
		"This was picked up on by Radio 1. This must be viewed as the usual bullshit for which the Sun is rightly infamous!",
		"Is this really the first time Torquemada appears and doesn't utter his infamous catchphrase...?",
		"In 1175 it was the scene of the infamous massacre of the welsh chieftains by the Norman Lord, William de Braose.",
		"The menu was starred according to the hotness of the dish with 4**** almost coming up to New Mexico's infamous green chile.",
		"Even the genteel Hutton inquiry has exposed the fabricated nature of the infamous Iraq weapons dossier for all to see.",
		"These days the infamous former prison that claimed the lives of many a would-be escapee is now a national park.",
		"Join a nightmarish journey through faith and betrayal as the infamous warrior Jubei returns to confront the ultimate evil!",
		"The season's finale will take place on the infamous street circuit of Macau in the People's Republic of China on 20 November.",
		"Daley was hanged by the infamous English hangman, William Marwood on a scaffold erected at the North end of the jail.",
		"To the west lies West Wycombe House, which was the home of Sir Francis Dashwood who created the infamous hellfire Club.",
		"Posters were hung on the walls of cats doing everything imaginable including, of course, the infamous \" Hang in there, baby!",
		"I refer of course to the now infamous whale tail.",
		"He subsequently recovered his reason, but his conduct was so infamous that he was cashiered.",
		"The film is also infamous for being messed about by the studios.",
		"His social adventures became somewhat infamous and scandal followed scandal.",
		"Neil pretended to duck inside, saying we must be becoming infamous!",
		"After the infamous Roskilde disaster where they swore they'd never play a festival again the band are understandably jittery.",
		"That will teach you to play games with the infamous lecher and so-called poet Lord Henrey!",
		"Nowhere else can you compare the latest models from these two infamous Italian car marques on the fastest race circuit in the UK.",
		"The fishing village of Punta Allen, founded by the infamous pirate Blackbeard in the 18th century, is two hours drive away.",
		"Anorak pokes fun every weekday at Britain's infamous tabloids, .. .",
		"It 's worth noting that The Three Doctors will be packaged with a special Corgi model of the Doctors infamous yellow roadster, Bessie !",
		"The infamous Hope diamond is also housed in a heavily guarded room.",
		"While most honeysuckle vines do not share the same nasty reputation for aggressive growth for which bush honeysuckle varieties are infamous, some varieties can be invasive.",
		"Battle the evil Dr. Octopus, Rhino and Mysterio and earn your reputation as the infamous Spiderman.",
		"He is one of the most infamous Survivors, originally appearing on Survivor Marquesas where he was the 7th person voted out.",
		"A principal witness for the charge of incest was Rochford's own wife, a woman of infamous character, afterwards executed for complicity in the intrigues of Catherine Howard.",
		"The state almost entirely supports the Connecticut school for imbeciles, at Lakeville; the American school for the deaf, in Hartford; the oral school for the deaf, 1 The constitution prescribes that \" the privileges of an elector shall be forfeited by a conviction of bribery, forgery, perjury, duelling, fraudulent bankruptcy, theft or other offense for which an infamous punishment is inflicted,\" but this disability may in any case be removed by a two-thirds vote of each house of the general assembly.",
		"The causes for divorce are impotency, bigamy, adultery, desertion for two years, conviction of an infamous crime, the attempt of one of the parties to take the life of the other, the husband's cruel and inhuman treatment of his wife, refusal of the wife to remove with her husband into the state without a reasonable cause, pregnancy of the wife at the time of the marriage by another person without the knowledge of the husband, and habitual drunkenness, provided the habit has been contracted subsequent to the marriage.",
		"Since that date those who may vote have been all male citizens twenty-one years old and upward who have lived in Indiana six months immediately preceding the election, and every foreign-born male of the requisite age who has lived in the United States one year and in Indiana six months immediately preceding the election, and who has declared his intention of becoming a citizen of the United States; but the General Assembly has the power to deprive of the suffrage any person convicted of an infamous crime.",
		"The causes for an absolute divorce are adultery; impotency; desertion for three years; a sentence to confinement in the penitentiary; a conviction of an infamous offence before marriage unknown to the other; or, if one of the parties is charged with an offence punishable with death or confinement in the penitentiary, and has been a fugitive from justice for two years; pregnancy of the wife before marriage unknown to the husband, or the wife's being a prostitute before marriage unknown to the husband.",
		"All blasphemies against God, as denying His being, or providence, all contumelious reproaches of Jesus Christ, all profane scoffing at the Holy Scriptures, or exposing any part thereof to contempt or ridicule, are punishable by the temporal courts with fine, imprisonment and also infamous corporal punishment.",
		"In his lectures and sermons he was always laying stress on the unsatisfactory state of the national church and the infamous corruption of the papacy.",
		"The afternoon sun was high in the sky, baking the revelers in summer warmth as they clustered around the intersection of Sixth and Main Street, the site of the infamous water fight.",
		"The principal grounds for divorce are impotence, bigamy, adultery, conviction of felony or other infamous crime subsequent to the marriage or before the marriage if unknown to the other party, desertion or habitual drunkenness for one year, such cruel or barbarous treatment as to endanger the life of the other, such conduct as to render the condition of the other intolerable, and vagrancy of the husband; but before applying for a divorce the plaintiff must reside in the state for one year immediately preceding, unless the cause of action was given within the state or while the plaintiff was a resident of the state.",
		"My first visit to the infamous room was disappointing."
	],
	"synonyms": [
		"well-known",
		"villainous",
		"shameful",
		"shady",
		"scandalous",
		"opprobrious",
		"obloquial",
		"miscreant",
		"inglorious",
		"ignominious",
		"heinous",
		"hateful",
		"execrable",
		"evil",
		"disreputable"
	],
	"antonyms": [
		"dignified",
		"respectable",
		"principled",
		"innocent",
		"moral",
		"glorious",
		"pure",
		"righteous",
		"virtuous",
		"good",
		"perfect",
		"reputable"
	]
}