{
	"word": "caustic",
	"meaning": [
		"That can burn, eat away, or destroy tissue by chemical action; corrosive.",
		"Cutting or sarcastic in utterance; biting.",
		"Given to making caustic remarks.",
		"Designating or of the curved radial surface, or a plane curve in this surface, formed by the reflection or refraction of rays from a curved solid surface.",
		"Any caustic substance, esp. caustic soda.",
		"A caustic surface or curve.",
		"The enveloping surface formed by light rays reflecting or refracting from a curved surface, especially one with spherical aberration.",
		"Any substance or means which, applied to animal or other organic tissue, burns, corrodes, or destroys it by chemical action; an escharotic.",
		"(mathematics) The envelope of reflected or refracted rays for a given curve."
	],
	"sentences": [
		"Obviously he was annoyed by her caustic tone.",
		"His caustic expression served as a catalyst to her boredom.",
		"He appeared unperturbed by her caustic question.",
		"Seeing him, Kutuzov's malevolent and caustic expression softened, as if admitting that what was being done was not his adjutant's fault, and still not answering the Austrian adjutant, he addressed Bolkonski.",
		"They are precipitated from their alkaline solutions as cobalt sulphide by sulphuretted hydrogen, but this precipitation is prevented by the presence of citric and tartaric acids; similarly the presence of ammonium salts hinders their precipitation by caustic alkalis.",
		"On boiling their solution in caustic alkalis, ammonia is liberated.",
		"The procedure includes the application of a caustic chemical, which causes a chemical reaction.",
		"Katie's expression and tone were caustic.",
		"The residue is then fused with caustic potash and nitre, dissolved in water, saturated with chlorine and distilled on the water-bath in a current of chlorine.",
		"Of these sodium stannate, Na2Sn03, is produced industrially by heating tin with Chile saltpetre and caustic soda, or by fusing very finely powdered tinstone with caustic soda in iron vessels.",
		"If concentrated, however, it acts as a caustic. It never produces vesication.",
		"When perfectly dry this oxide has no caustic properties; it combines rapidly, however, with water to form sulphuric acid, with the development of much heat.",
		"This acid, H 2 Sn0 3, is readily soluble in acids forming stannic salts, and in caustic potash and soda, with the formation of orthostannates.",
		"In chemical laboratories fusions with caustic alkalis are always effected in vessels made of gold or silver, these metals holding out fairly well even in the presence of air.",
		"Yet tons of caustic soda are fused daily in chemical works in iron pots without thereby suffering contamination, which seems to show that (clean) iron, like gold and silver, is attacked only by the joint action of fused alkali and air, the influence of the latter being of course minimized in large-scale operations.",
		"The fractions are agitated with strong sulphuric acid, and then washed with a caustic soda solution.",
		"Zinc hydroxide, Zn (OH) 2, is prepared as a gelatinous precipitate by adding a solution of any zinc salt to caustic potash.",
		"Hypochlorites were made, at ordinary temperatures, and chlorates at higher temperatures, in a cell without a partition in which the cathode was placed horizontally immediately above the anode, to favour the mixing of the ascending chlorine with the descending caustic solution.",
		"The best yield of chlorate was obtained when from I to 4% of caustic potash was present.",
		"Kellner, who in 1886 patented the use of cathode (caustic soda) and anode (chlorine) liquors in the manufacture of cellulose from wood-fibre, and has since evolved many similar processes, has produced an apparatus that has been largely used.",
		"Many electrolytic methods have been proposed for the purification of sugar; in some of them soluble anodes are used for a few minutes in weak alkaline solutions, so that the caustic alkali from the cathode reaction may precipitate chemically the hydroxide of the anode metal dissolved in the liquid, the precipitate carrying with it mechanically some of the impurities present, and thus clarifying the solution.",
		"In this process cellulose (in the form of sawdust) is made into a stiff paste with a mixture of strong caustic potash and soda solution and heated in flat iron pans to 20o-250 C. The somewhat dark-coloured mass is lixiviated with a small amount of warm water in order to remove excess of alkali, the residual alkaline oxalates converted into insoluble calcium oxalate by boiling with milk of lime, the lime salt separated, and decomposed by means of sulphuric acid.",
		"It is readily hydrolysed by hot solutions of the caustic alkalis.",
		"But carbolic acid and caustic potash destroy it only after a day or two, consequently they are not a remedy.",
		"The salt is soluble in water, but insoluble in caustic potash of sp. gr.",
		"Add the caustic soda and continue to simmer until the mixture becomes honey colored.",
		"The Ethyl alcohol added to most over-the-counter fragrances is caustic and may cause a multitude of fragrance allergies or discomfort.",
		"The production of silky rayon bamboo fabrics used in high-end clothing and home decor items relies on caustic chemical compounds as part of the manufacturing process.",
		"The source of this heat may be the sun (causing a sunburn), hot liquids, steam, fire, electricity, friction (causing rug burns and rope burns), and chemicals (causing caustic burn upon contact).",
		"Bismuth dioxide, BiO or Bi 2 O 2, is said to be formed by the limited oxidation of the metal, and as a brown precipitate by adding mixed solutions of bismuth and stannous chlorides to a solution of caustic potash.",
		"A valuable controversy followed on the question of executing heretics, in which Beza (for), Mino Celsi (against), and several caustic anonymous writers (especially Castellio) took part.",
		"The method of making these \"mild\" alkalis into \"caustic\" alkalis by treatment with lime was practised in the time of Pliny in connexion with the manufacture of soap, and it was also known that the ashes of shore-plants yielded a hard soap and those of land-plants a soft one.",
		"In the second portion the carbonic acid is driven out by means of a current of hydrogen, collected over mercury and absorbed by caustic potash.",
		"When hard ground is reached, a seat is formed for the cast iron tubbing, which is built up in the usual way and concreted at the back, a small quantity of caustic soda being sometimes used in mixing the concrete to prevent freezing.",
		"In another form of apparatus advantage is taken of the property possessed by sodium-potassium peroxide of giving off oxygen when damped; the residue of caustic soda and potash yielded by the reaction is used to absorb the carbonic acid of the expired air.",
		"It may be regarded as an epicycloid in which the rolling and fixed circles are equal in diameter, as the inverse of a parabola for its focus, or as the caustic produced by the reflection at a spherical surface of rays emanating from a point on the circumference.",
		"When fused with caustic potash, it gives benzoic acid.",
		"It behaves more as a ketone than as a quinone, since with hydroxylamine it yields an oxime, and on reduction with zinc dust and caustic soda it yields a secondary alcohol, whilst it cannot be reduced by means of sulphurous acid.",
		"On fusion with caustic potash it yields potassium osmiate.",
		"It is insoluble in acids and exists in several hydrated forms. The osmiates, corresponding to the unknown trioxide 0503, are red or green coloured salts; the solutions are only stable in the presence of excess of caustic alkali; on boiling an aqueous solution of the potassium salt it decomposes readily, forming a black precipitate of osmic acid, H20s04.",
		"The tetroxide, 0s04, is formed when osmium compounds are heated in air, or with aqua regia, or fused with caustic alkali and nitre.",
		"Larger quantities can be detected by warming the salts with a caustic alkali or with quicklime, when the characteristic smell of ammonia will be at once apparent.",
		"For the processes of the paper manufacturer esparto is used in the dry state, and without cutting; roots and flowers and stray weeds are first removed, and the material is then boiled with caustic soda, washed, and bleached with chlorine solution.",
		"Davy obtained it by electrolysing caustic soda.",
		"This method was followed by that proposed by Gay-Lussac and Thenard, who decomposed molten caustic soda with red-hot iron; and this in turn was succeeded by Brunner's process of igniting sodium carbonate with charcoal.",
		"In 1886, however, Castner replaced the carbonate by caustic soda, and materially cheapened the cost of production; but this method was discarded for an electrolytic one, patented by Castner in 1890.",
		"In Castner's process (as employed at Oldbury and Niagara Falls and in Germany) fused caustic soda is electrolysed.",
		"The apparatus described in the patent specification is an iron cylinder heated by gas rings below, with a narrower cylinder beneath, through which passes upwards a stout iron cathode rod cemented in place by caustic soda solidified in the narrower vessel.",
		"Heated in a current of carbon dioxide sodamide yields caustic soda and cyanamide, and with nitrous oxide it gives sodium azoimide; it deflagrates with lead or silver nitrate and explodes with potassium chlorate.",
		"It burns when heated in dry air, and ignites in moist air; it is decomposed by water, giving caustic soda and hydrogen.",
		"When dissolved in water it yields some NaOH and H202; on crystallizing a cold 'solution Na202.8H20 separates as large tabular hexagonal crystals, which on drying over sulphuric acid give Na 2 0 2.2H 2 0; the former is also obtained by precipitating a mixture of caustic soda and hydrogen peroxide solutions with alcohol.",
		"Sodium sulphide, Na 2 S, obtained by saturating a caustic soda solution with sulphuretted hydrogen and adding an equivalent of alkali, is employed in the manufacture of soluble soda glass.",
		"Of the sodium silicates the most important is the mixture known as soluble soda glass formed by calcining a mixture of white sand, soda-ash and charcoal, or by dissolving silica in hot caustic soda under pressure.",
		"Poisoning by caustic soda is rare, but occasionally it takes place by swallowing soap lees (sodium carbonate), which may contain some impurities of caustic soda.",
		"The liquor sodii ethylatis is a powerful caustic and is used to destroy small naevi and warts.",
		"When heated with nitrogenous substances, in the presence of carbonated or caustic alkali, it forms cyanides.",
		"The gas is rapidly absorbed by solutions of the caustic alkalis, with the production of alkaline carbonates (q.v.), and it combines readily with potassium hydride to form potassium formate.",
		"It Is Easily Soluble In Solutions Of The Caustic Alkalis, Provided They Are Not Too Concentrated, Forming Solutions Of Alkaline Carbonates And Sulphides, Cos 4Kho = K2C03 K 2 S 2H20.",
		"It forms a grey brittle mass, having a conchoidal fracture; it is very deliquescent, combining very energetically with water to form caustic potash.",
		"Glass and (to a less extent) porcelain are attacked by caustic potash ley, slowly in the cold, more readily on boiling.",
		"All commercial caustic potash is contaminated with excess of water (over and above that in the KHO) and with potassium carbonate and chloride; sulphate, as a rule, is absent.",
		"The solution is strongly caustic. It turns yellow on exposure to air, absorbing oxygen and carbon dioxide and forming thiosulphate and potassium carbonate and liberating sulphuretted hydrogen, which decomposes into water and sulphur, the latter combining with the monosulphide to form higher salts.",
		"It is readily soluble in water, and on evaporation in a vacuum over caustic lime it deposits colourless, rhombohedral crystals of 2KHS.H 2 0.",
		"It decomposes in moist air, or with water, giving caustic potash and ammonia, in the latter case with considerable evolution of heat.",
		"Potassii Carbonis (salt of tartar), dose 5 to 20 grs., from which are made (a) Potassii Bicarbonas, dose 5 to 30 grs.; (b) Potassa Caustica, a powerful caustic not used internally.",
		"From caustic potash are made (I) Potassii Permanganas, dose 1 to 3 grs., used in preparing Liquor Potassii Permanganatis, a I A solution, dose 2 to 4 drs.",
		"Poisoning by caustic potash may take place or poisoning by pearl ash containing caustic potash.",
		"A caustic taste in the mouth is quickly followed by burning abdominal pain, vomiting and diarrhoea, with a feeble pulse and a cold clammy skin; the post-mortem appearances are those of acute gastrointestinal irritation.",
		"A later method consists in boiling the weed with sodium carbonate; the liquid is filtered and hydrochloric acid added to the filtrate, when alginic acid is precipitated; this is also filtered off, the filtrate neutralized by caustic soda, and the whole evaporated to dryness and carbonized, the residue obtained being known as kelp substitute.",
		"Stas recommends solution of the iodine in potassium iodide and subsequent precipitation by the addition of a large excess of water, the precipitate being washed, distilled in steam, and dried in vacuo over solid calcium nitrate, and then over solid caustic baryta.",
		"It is soluble in a solution of caustic potash, a dilute solution most probably containing the hypoiodite, which, however, changes slowly into iodate, the change taking place rapidly on warming.",
		"Although hypoiodous acid is not known, it is extremely probable that on adding iodine or iodine monochloride to a dilute solution of a caustic alkali, hypoiodites are formed, the solution obtained having a characteristic smell of iodoform, and being of a pale yellow colour.",
		"The metallic cyanides may be detected by adding ferrous sulphate, ferric chloride, and hydrochloric acid to their solution, when a precipitate of Prussian blue is produced; if the original solution contains free acid it must be neutralized by caustic potash before the reagents are added.",
		"The amount of hydrocyanic acid in a solution may be determined by adding excess of caustic potash and a small quantity of an alkaline chloride, and running into the dilute solution standard silver nitrate until a faint permanent turbidity (of silver chloride) is produced, that is, until the reaction, 2KNC+AgNO 3 = KAg(NC) 2 - -KNO 3, is completed.",
		"When boiled with caustic baryta it gives methylamine.",
		"Mitscherlich in 1834, may be prepared by reducing nitrobenzene in alcoholic solution with zinc dust and caustic soda; by the condensation of nitrosobenzene with aniline in hot glacial acetic acid solution; or by the oxidation of aniline with sodium hypobromite.",
		"Magnesium hydroxide Mg(OH) 2, occurs native as the minerals brucite and nemalite, and is prepared by precipitating solutions of magnesium salts by means of caustic soda or potash.",
		"In medicine, nitric acid is used externally in a pure state as a caustic to destroy chancres, warts and phagadenic ulcers; and diluted preparations are employed in the treatment of dyspepsia, &c. Poisoning by strong nitric acid produces a widespread gastroenteritis, burning pain in the oesophagus and abdomen and bloody diarrhoea.",
		"The substances used as tests in these reactions are caustic potash and calcium hypochlorite; the former being the substance dissolved in an equal weight of water and the latter a saturated extract of bleaching powder in water.",
		"A yellow colour with caustic potash solution is produced not only by atranoric acid but also by evernic acid, thamnolic acid, &c. Again in the case of Xanthoria parietina vulpinic acid is only to be found in young thalli growing on sandstone; in older forms or in those growing on another substratum it is not to be detected.",
		"Seeing that sodium was the only possible reducing agent, he set himself to cheapen its cost, and deliberately rejecting sodium carbonate for the more expensive sodium hydroxide (caustic soda), and replacing carbon by a mixture of iron and carbon - the so-called carbide of iron - he invented the highly scientific method of winning the alkali metal which has remained in existence almost to the present day.",
		"The filtrate, now containing roughly two molecules of alumina to one of soda, is concentrated to the original gravity of 1.45, and employed instead of fresh caustic for the attack of more bauxite; the precipitate is then collected, washed till free from soda, dried and ignited at about looo C. to convert it into a crystalline oxide which is less hygroscopic than the former amorphous variety.",
		"Potassium aluminate, K 2 Al 2 0 4, is obtained in solution by dissolving aluminium hydrate in caustic potash; it is also obtained, as crystals containing three molecules of water, by fusing alumina with potash, exhausting with water, and crystallizing the solution in vacuo.",
		"Lime in the caustic state is beneficially applied to soils which contain an excess of inert vegetable matter, and hence may be used for the improvement of old garden soils saturated with humus, or of peaty soils not thoroughly reclaimed.",
		"The free pararosaniline, C19H19N30, and rosaniline, C20H21N30, may be obtained by precipitating solutions of their salts with a caustic alkali, colourless precipitates being obtained, which crystallize from hot water in the form of needles or plates.",
		"By the addition of the diazonium salts to a hot concentrated solution of a caustic alkali, C. Schraube and C. Schmidt(Ber., 18 94, 2 7, p. 520)obtained an isomer of potassium benzene diazotate.",
		"When prepared by the action of metals on bases, zinc or aluminium and caustic soda or caustic potash are used.",
		"Hydrogen may also be obtained by the action of zinc on ammonium salts (the nitrate excepted) (Lorin, Comptes rendus, 1865, 60, p. 745) and by heating the alkali formates or oxalates with caustic potash or soda, Na2C204+2NaOH = H 2 +2Na 2 CO 3.",
		"They hydrolyse readily when boiled with solutions of caustic alkalies or mineral acids, yielding the constituent acid and alcohol.",
		"It is also soluble in solutions of the caustic alkalis, with evolution of hydrogen a behaviour similar to that shown by aluminium.",
		"After dinner he glanced through and signed cabinet orders written in accordance with his morning instructions, often adding marginal notes and postscripts, many of which were in a caustic tone.",
		"It crystallizes from its solution in long yellow needles, T10H or T10H-+H 2 0, which dissolve readily in water, forming an intensely alkaline solution, which acts as a caustic, and like it greedily absorbs carbonic acid from the atmosphere.",
		"It is also decomposed by warm aqueous solutions of caustic alkalis, with evolution of ammonia and carbon dioxide.",
		"In this reaction urea is heated in a dry tube until it gives off ammonia freely; the residue is dissolved in water, made alkaline with caustic soda, and a drop of copper sulphate solution is added, when a fine violet-red coloration is produced.",
		"With silver nitrate and caustic soda it yields a silver salt, Ag2C 2 H 3 N 3 0 2.",
		"It may be synthetically prepared by the fusion of cymol sulphonic acid with caustic potash; by the action of nitrous acid on 1-methyl-2-amino-4-propyl benzene; by prolonged heating of 5 parts of camphor with r part of iodine; or by heating carvol with glacial phosphoric acid.",
		"Manganous hydroxide, Mn (OH) 2, is obtained as a white precipitate on adding a solution of a caustic alkali to a manganous salt.",
		"By the addition of caustic soda to cerous salts, a white precipitate of cerous hydroxide is formed.",
		"For the quantitative determination of the metal, the salts are precipitated by caustic potash, the precipitate washed, dried and heated, and finally weighed as the dioxide.",
		"It dissolves readily in caustic alkalis on account of its phenolic character, and it forms a yellow-coloured di-acetate.",
		"The last mentioned is the best but costliest method, and is employed only in the manufacture of the highest strengths of caustic soda.",
		"Soda-ash (as well as caustic soda) is sold by degrees of \" available soda.\"",
		"We shall therefore in this place describe the manufacture of caustic soda.",
		"The calcium carbonate, being insoluble, is easily separated from the caustic liquor by filtration.",
		"At the best about 92% of the sodium carbonate can be converted into caustic soda, 8% remaining unchanged.",
		"Some heat is also gained by the slaking of the caustic lime within the liquor.",
		"The filtered caustic liquor passes to the concentration plants; the washings are employed for diluting fresh vat-liquor for the next operation, or for dissolving solid soda-ash for the same purpose.",
		"The clear caustic soda liquor must be concentrated in such a way that the caustic soda cannot to any great extent be reconverted into sodium carbonate, and that the \" salts \" which it contains, sodium carbonate, sulphate, chloride, &c., can be separated during the process.",
		"When it has completely cleared, the liquid caustic is ladled or pumped out into sheet-iron drums, holding about 6 cwt.",
		"Most of the caustic soda is sold at a strength of 70 degrees, sometimes as low as 60 degrees.",
		"Caustic soda is used in very large quantities in the manufacture of soap, paper, textile fabrics, alizarin and other colouring matters, and for many other purposes.",
		"Although the soda-crystals contain the alkali conbined with such a large quantity of water, they are made in large quantities, because their form, together with their complete freedom from caustic soda, makes them very suitable for domestic purposes.",
		"The only way in which the Leblanc process could still hold its own was by being turned in the direction of making caustic soda, to which it lends itself more easily than the ammonia-soda process; but the latter has invaded even this field.",
		"Only more recently the manufacture of caustic soda by electrolysis has also been established as a permanent and paying industry, but as the greatest secrecy is maintained in everything belonging to this domain, and as neither patent specifications nor the sanguine assertions and anticipations of interested persons throw much real light on the actual facts of the case, nothing certain can be said either in regard to the date at which the profitable manufacture of caustic soda was first carried out by electrolysis, or as to what extent this is the case at the present moment.",
		"The alkaline liquid is now transferred to vacuum pans, constructed in such a manner that the unchanged chloride, which \" salts out \" during the concentration, can be removed without disturbing the vacuum, and here at last a concentrated pure solution of KOH or NaOH is obtained which is sold in this state, or \" finished \" as solid caustic in the manner described in the section treating of the Leblanc soda.",
		"After a certain time the whole is rocked towards the other side, and the process is continued until the outer compartments contain a strong solution of caustic soda, free from chloride and hypochlorite.",
		"The intermediate layer of the salt solution, floating over the caustic soda solution, plays the part of a diaphragm, by preventing the chlorine evolved in the bell from acting on the sodium hydrate formed outside, and this solution offers much less resistance to the electric current than the ordinary diaphragms. This process therefore consumes less power than most others.",
		"The latter dissolves the sodium as it is formed and carries it to an outer compartment where by the action of water the sodium is converted into caustic soda, while the lead returns to the inner compartment.",
		"The dibrominated product so obtained was then fused with caustic potash, the melt dissolved in water, and on the addition of hydrochloric acid to the solution, alizarin was precipitated.",
		"About 1839, on the recommendation of Graham, whom in 1837 he had accompanied to University College, London, he was appointed chemist at James Muspratt's alkali works in Lancashire; in connexion with alkali he showed that cast-iron vessels could be satisfactorily substituted for silver in the manufacture of caustic soda, and worked out improvements in the production of chlorate of potash.",
		"Berthollet by the action of chlorine on caustic potash, and this method was at first used for its manufacture.",
		"Claussen's process consisted in steeping flax fibre or tow for twenty-four hours in a weak solution of caustic soda, next boiling it for about two hours in a similar solution, and then saturating it in a solution containing 5% of carbonate of soda, after which it was immersed in a vat containing water acidulated with z% of sulphuric acid.",
		"It is, however, a useful superficial caustic and antiseptic. All copper compounds are poisonous, but not so harmful as the copper arsenical pigments.",
		"Moringa-tannin or maclurin, C1,H1006 H20, found in Morus tinctoria, hydrolyses on fusion with caustic potash to phloroglucin and protocatechuic acid.",
		"Investigation of the cyanic ethers (1848) yielded a class of substances which opened out a new field in organic chemistry, for, by treating those ethers with caustic potash, he obtained methylamine, the simplest organic derivative of ammonia (1849), and later (1851) the compound ureas.",
		"The acid when fused with caustic alkalies yields oxalic acid.",
		"Calcium chloride gives a white precipitate of calcium tartrate in neutral solutions, the precipitate being soluble in cold solutions of caustic potash but re-precipitated on boiling.",
		"It prevents the precipitation of many metallic hydroxides by caustic alkalis.",
		"It is a white powder, almost insoluble in water, and when volatilized, condenses in two crystalline forms, either octahedral or prismatic. It is insoluble in sulphuric and nitric acids, but is readily soluble in hydrochloric and tartaric acids and in solutions of the caustic alkalies.",
		"The amorphous variety may be obtained from the crystalline form by dissolving it in caustic potash or soda or in solutions of alkaline sulphides, and precipitating the hot solution by dilute sulphuric acid.",
		"It forms a fine dark orange powder, insoluble in water, but readily soluble in aqueous solutions of the caustic alkalis and alkaline carbonates.",
		"It is obtained on fusing many resins (galbanum, asafoetida, &c.) with caustic potash, or by the distillation of Brazil-wood extract.",
		"Many ortho and, para-compounds of the aromatic series (for example, the brom-phenols, benzene para-disulphonic acid) also yield resorcin on fusion with caustic potash.",
		"By the action of various reagents such as lime, caustic potash, hydrochloric acid, &c., acetone is converted into condensation products, mesityl oxide C6H10O, phorone C 9 1 14 0, &c., being formed.",
		"The alchemists named it Luna or Diana, and denoted it by the crescent moon; the first name has survived in lunar caustic, silver nitrate.",
		"A convenient wet method for small quantities is to boil the recently precipitated chloride (which must have been produced and washed in the cold) with caustic soda and just enough sugar to reduce the silver oxide (Ag 2 O) transitorily produced.",
		"From the nitrate are made (a) argenti nitras indurata, toughened caustic, containing 19 parts of silver nitrate and one of potassium nitrate fused together into cylindrical rods; (b) Argenti nitras mitigatus, mitigated caustic, in which 1 part of silver nitrate and 2 parts of potassium nitrate are fused together into rods or cones.",
		"Externally the nitrate has a caustic action, destroying the superficial tissues and separating the part acted on as a slough.",
		"His caustic criticism of many of the royal measures, moreover, gave great offence, and in 1780 he retired into private life.",
		"The oxypyridines may be prepared by distilling the corresponding oxypyridine carboxylic acids with lime, or by fusing the pyridine carboxylic acids with caustic potash.",
		"Such substances are silver nitrate (lunar caustic), the caustic alkalis (potassium and sodium hydrates), zinc chloride, an acid solution of mercuric nitrate, and pure carbolic acid.",
		"In mathematics, the \"caustic surfaces\" of a given surface are the envelopes of the normals to the surface, or the loci of its centres of principal curvature.",
		"In optics, the term caustic is given to the envelope of luminous rays after reflection or refraction; in the first case the envelope is termed a catacaustic, in the second a diacaustic. Catacaustics are to be observed as bright curves when light is allowed to fall upon a polished riband of steel, such as a watch-spring, placed on a table, and by varying the form of the spring and moving the source of light, a variety of patterns may be obtained.",
		"The simplest case of a caustic curve is when the reflecting surface is a circle, and the luminous rays emanate from a point on the circumference.",
		"The geometrical method is also applicable when it is required to determine the caustic c =a C = co c=%a FIG.",
		"The Cartesian equation to the caustic produced by reflection at a circle of rays diverging from any point was obtained by Joseph Louis Lagrange; it may be expressed in theform 1(4,2_ a2) (x 2+ y2) - 2a 2 cx - a 2 c 2 1 3 = 2 7 a4c2y2 (x2 + y2 - c2)2, where a is the radius of the reflecting circle, and c the distance of the luminous point from the centre of the circle.",
		"Secondary caustics are orthotomic curves having the reflected or refracted rays as normals, and consequently the proper caustic curve, being the envelope of the normals, is their evolute.",
		"It is usually the case that the secondary caustic is easier to determine than the caustic, and hence, when determined, it affords a ready means for deducing, the primary caustic. It may be shown by geometrical considerations that the secondary caustic is a curve similar to the first positive pedal of the reflecting curve, of twice the linear dimensions, with respect to the luminous point.",
		"For a circle, when the rays emanate from any point, the secondary caustic is a limacon, and hence the primary caustic is the evolute of this curve.",
		"The simplest instance of a caustic by refraction (or diacaustic) is when luminous rays issuing from a point are refracted at a straight line.",
		"It may be shown geometrically that the secondary Caustics caustic, if the second by refrac- medium be less refrac- tion.",
		"The evolute of this ellipse is the caustic required.",
		"If the second medium be more highly refractive than the first, the secondary caustic is a hyperbola having the same focus and centre as before, and the caustic is the evolute of this curve.",
		"When the refracting curve is a circle and the rays emanate from any point, the locus of the secondary caustic is a Cartesian oval, and the evolute of this curve is the required diacaustic. These curves appear to have been first discussed by Gergonne.",
		"For the caustic by refraction of parallel rays at a circle reference should be made to the memoirs by Arthur Cayley.",
		"It reacts with the caustic alkalis to form selenites, and combines directly with hydrocyanic acid.",
		"In 1810 Gomez of Lisbon obtained a mixture of alkaloids which he named cinchonino, by treating an alcoholic extract of the bark with water and then adding a solution of caustic potash.",
		"Homoquinine is decomposed on treatment with caustic soda into quinine and a new alkaloid, cupreine, in the proportion of 2 to 3.",
		"Cupreine is soluble in a solution of caustic soda (differing in this respect from quinine), and therefore it is easy to prepare sulphate of quinine perfectly free from either homoquinine or cupreine.",
		"It forms a white caustic mass, resembling sodium hydroxide in appearance.",
		"The exclusive preoccupation of men's minds with the question of knowledge during the neo-Kantian revival in the 'seventies of the last century drew from Lotze the caustic criticism that \"the continual sharpening of the knife becomes tiresome, if, after all, we have nothing to cut with it.\"",
		"Wurtz); by boiling a-chlorpropionic acid with caustic alkalis, or with silver oxide and water; by the reduction of pyruvic acid with sodium amalgam; or from acetaldehyde by the cyanhydrin reaction (J.",
		"The mineral is a non-conductor of electricity; it is unattacked by acids with the exception of hydrofluoric acid, and is only slightly dissolved by solutions of caustic alkalis.",
		"The product is ground under water, and any unchanged yellow form is eliminated by boiling with caustic soda, the product being then washed and dried and finally packed in tin boxes.",
		"Water and the caustic alkalis readily decompose it with liberation of phosphine and the formation of iodides or hydriodic acid.",
		"The reaction mixture on treatment with water yields the primary phosphine, the secondary phosphine being then liberated from its hydriodide by caustic soda.",
		"They are stable towards aqueous alkalis, but on digestion with moist silver oxide yield the phosphonium hydroxides, which are stronger bases than the caustic alkalis.",
		"On boiling with caustic potash they evolve hydrogen, yielding a phosphate.",
		"The a-propyl piperidine so obtained is the inactive (racemic) form of conine, and it can be resolved into the dextroand laevo-varieties by means of dextro-tartaric acid, the d-conine d-tartrate with caustic soda giving d-conine closely resembling the naturally occurring alkaloid.",
		"Quinaldine may also be obtained by condensing ortho-aminobenzaldehyde with acetone in presence of caustic soda (P. Friedlander, loc. cit.).",
		"Lepidine(y-methylquinoline) was first obtained by distilling cinchonine with caustic potash.",
		"For external use, sulphuric acid is a powerful irritant and caustic, acting by its powerful affinity for water and therefore dehydrating the tissues and causing them to turn black.",
		"Strong sulphuric acid is occasionally used as a caustic to venereal sores, warts and malignant growths.",
		"The A' acid is formed by the direct reduction of terephthalic acid; by boiling the 2 acid with caustic soda; and by the reduction (in the heat) of A I.",
		"The 2' acid is formed when phthalic acid is reduced in the cold by sodium amalgam or by heating the A 2 ' 4 and A 3 \" acids with caustic soda.",
		"On warming with caustic soda it is converted into the A 1 ' 4 acid.",
		"On boiling with caustic soda it isomerizes to the corresponding I-acid.",
		"Being a master of its methods, but very cautious in accepting assertions about its results, he secured attention early in the Free Church for scientific criticism, and yet threw the whole weight of his learning and his caustic wit into the argument against critical extravagance.",
		"We have in like manner, as derivatives of a given curve, the caustic, catacaustic or diacaustic as the case may be, and the secondary caustic, or curve cutting at right angles the reflected or refracted rays.",
		"Euler (Ber., 97, 30, 1989) by distilling the addition compound of methyl iodide and 2 3 5-trimethylpyrollidine with caustic potash.",
		"It may also be prepared as a black velvety powder which readily takes up oxygen from the air by adding ferrous oxalate to boiling caustic potash.",
		"Ferrous hydrate, Fe(OH)2, when prepared from a pure ferrous salt and caustic soda or potash free from air, is a white powder which may be preserved in an atmosphere of hydrogen.",
		"Rosin consists mainly of abietic acid, and combines with caustic alkalis to form salts (rosinates or pinates) that are known as \"rosin soaps.\"",
		"When fused with caustic soda, hydrogen is liberated and a vanadate is formed.",
		"On fusion with the caustic alkalis and alkaline carbonates it yields vanadates.",
		"The hypovanadates are insoluble in water, except those of the alkali metals, which are obtained by the addition of caustic alkalis to concentrated solutions of the chloride or sulphate of the tetroxide.",
		"Arsenic pentasulphide,As2S5, can be prepared by fusing the trisulphide with the requisite amount of sulphur; it is a yellow easily-fusible solid, which in absence of air can be sublimed unchanged; it is soluble in solutions of the caustic alkalis, forming thioarsenates, which can also be obtained by the action of alkali polysulphides on orpiment.",
		"Externally, arsenious acid is a powerful caustic when applied to raw surfaces, though it has no action on the unbroken skin.",
		"The so-called \" caustic \" occupies a definite position in the image-space.",
		"Fritzsche showed that by treating indigo with caustic potash it yielded an oil, which he named aniline, from the specific name of one of the indigo-yielding plants, Indigofera anil, anil being derived from the Sanskrit nila, dark-blue, and nila, the indigo plant.",
		"Potassium chromate, K2Cr04, may be prepared by neutralizing a solution of potassium bichromate with potassium carbonate or with caustic potash.",
		"When digested for some time with a caustic alkali it is converted into a basic salt, PbCrO 4 PbO, a pigment known as \"chrome red.\"",
		"It is decomposed by the addition of caustic alkalis, forming silver oxide and an alkaline chromate.",
		"It is readily soluble in caustic potash, but insoluble in ammonia.",
		"Purification by means of strong caustic soda was first recommended as a general process by Louis C. Arthur Barreswil, his suggestion being to heat the oil and add 2% to 3% of caustic soda.",
		"In most cases the purification consisted in removing the free fatty acids from rancid oils and fats, the caustic soda forming a soap with the fatty acids, which would either rise as a scum and lift up with it impurities, or fall to the bottom and carry down impurities.",
		"After the treatment with sulphuric acid or caustic soda, the oils must be washed to remove the last traces of chemicals.",
		"Caustic potash and caustic soda are locally very irritating, and destroy the tissues, but lose this quality when combined with acids as in the case of their carbonates, bicarbonates and borax.",
		"Quicklime is also caustic, but magnesia is bland and unirritating.",
		"Their soluble salts combine with albumen and preserve it, strong solutions being extremely irritant or caustic, while weaker ones are astringent simply, or even soothing.",
		"Locally they are all three strongly irritant or caustic, owing to their chemical action on albumen.",
		"The resulting benzoylazoimide is easily hydrolysed by boiling with alcoholic solutions of caustic alkalis, a benzoate of the alkali metal and an alkali salt of the new acid being obtained; the latter is precipitated in crystalline condition on standing.",
		"An improved method of preparation was found in the use of hippuric acid, which reacts with hydrazine hydrate to form hippuryl hydrazine, C 6 H 5 [[Conh Ch 2 Conh Nh]] 2, and this substance is converted by nitrous acid into diazo-hippuramide, C 6 H 5 [[Conh Ch 2 Co Nh N 2.0h]], which is hydrolysed by the action of caustic alkalis with the production of salts of hydrazoic acid.",
		"Somewhat later, they found that it could be prepared from diazobenzene imide, provided a nitro group were present in the ortho or para position to the diazo group. The para-nitro compound is dropped slowly into a cold solution of one part of caustic potash in ten parts of absolute alcohol; the solution becomes dark red in colour and is then warmed for two days on the water bath.",
		"She frowned and in a burst of unusual and caustic candor, explained how her son's life was much more complicated as he was about to become a father, baseball player and chuck his education andâ€”although she didn't say itâ€”mess up his life.",
		"No matter how painful, the birds cannot escape the caustic alkali.",
		"New types of Viton® are versatile, offering improved capabilities in steam, solvents, highly caustic environments and low temperatures.",
		"The latex of this thorny succulent species is very caustic (Dalziel 1937 ).",
		"People I know who dislike Tori feel that she's too caustic, too edgy.",
		"Yet Bev's dry, sometimes caustic sense of humor remains firmly in place.",
		"It is a white, crystalline solid, of a bitter, somewhat caustic taste, with a very poisonous action.",
		"Fresh soot is rather caustic and may be used as a soil fumigant to destroy insects and slugs.",
		"Another option would be to process chemically using caustic soda.",
		"Care was required when doing this, as the liquid electrolyte contained caustic potash which would attack the hands or clothes.",
		"Clemens covered a good many quires of paper with caustic replies.",
		"Organic cotton still requires caustic soda to remove the wax.",
		"A struggle to be one-self in among the caustic soapy suds, which corrode and dilute.",
		"Once the glue is cured, the caustic soda becomes superfluous.",
		"Wilder's caustic wit was famous, but he wasn't above bullying.",
		"The hydroxide, Ir(OH) 3, may be obtained by the addition of caustic potash to iridium sodium chloride, the mixture being then heated with alcohol.",
		"The corresponding hydroxide, Ir(OH) 4, is formed when potassium iridate is boiled with ammonium chloride, or when the tetrachloride is boiled with caustic potash or sodium carbonate.",
		"When heated with hydriodic acid and phosphorus, it yields n-valeric acid; and with iodine and caustic soda solution it gives iodoform, even in the cold.",
		"Cobaltous hydroxide, Co(OH) 21 is formed when a cobaltous salt is precipitated by caustic potash in the absence of air.",
		"It is insoluble in water and unaffected by most reagents, but when heated in a current of steam or boiled for some time with a caustic alkali, slowly decomposes with evolution of ammonia and the formation of boron trioxide or an alkaline borate; it dissolves slowly in hydrofluoric acid.",
		"In one form a drum, mounted on an axis and covered by a band of paper soaked in a solution of caustic potash, was turned under a spring the end of which was in contact through a platinum point with the paper.",
		"His terminology was vague and provoked caustic criticism from Berzelius; he assumed that all molecules contained two atoms, and consequently the atomic weights deduced from vapour density determinations of sulphur, mercury, arsenic, and phosphorus were quite different from those established by gravimetric and other methods.",
		"The ring of this compound is ruptured by caustic soda with the formation of perchlorvinyl acrylic acid (5), which gives on reduction ethidine propionic acid (6), a compound containing five of the carbon atoms originally in the benzene ring (see Zincke, Ber., 18 94, 27, p. 33 6 4) (the carbon atoms are omitted in some of the formulae).",
		"They do not polymerize, and in the presence of caustic alkalies do not resinify, but oxidize to alcohols and acids (see Benzaldehyde for Cannizzaro's reaction).",
		"A concentrated solution of zinc chloride converts starch, cellulose and a great many other organic bodies into soluble compounds; hence the application of the fused salt as a caustic in surgery and the impossibility of filtering a strong ZnC1 2 solution through paper (see Cellulose).",
		"They give the isonitrile reaction (see above) when warmed with chloroform and a caustic alkali, and form alkyl thioureas when heated with an alcoholic solution of carbon bisulphide.",
		"It is prepared commercially from anthracene by stirring a sludge of anthracene and water in horizontal cylinders with a mixture of sodium bichromate and caustic soda.",
		"The hydroxide or caustic soda, NaOH, is usually manufactured from the carbonate or by electrolysis of salt solution (see Alkali Manufacture).",
		"Reference should be made to the articles Reflexion, Refraction, and Caustic for the general characters of reflected and refracted rays (the article Lens considers in detail the properties of this instrument, and should also be consulted); in this article will be discussed the nature, varieties and modes of aberrations mainly from the practical point of view, i.e.",
		"Mohr, Ber., 18 9 8, 3 1, p. 2 493), or by the action of bromine and caustic soda on the amide of nicotinic acid (F.",
		"In his domestic life King Charles was regular, and was a considerate master, though he had a somewhat caustic tongue and took a rather cynical view of mankind.",
		"Some estimates suggest that using organic practices, which are less caustic and effective than chemical alternatives, can result in 25 percent losses in commercial crop production.",
		"The caustic material can cause skin irritation and damage your eyes.",
		"Ammonia is a caustic substance and should be handled with care.",
		"Most traditional soap recipes contain lye, a caustic and highly reactive chemical used in drain cleaners, among other things.",
		"Lye is highly caustic, which means it burns the skin and eyes.",
		"You may also see it called caustic soda.",
		"Lye is a corrosive alkaline substance also known as \"sodium hydroxide\" or \"caustic soda.\"",
		"Lye is a caustic chemical that can be dangerous.",
		"A soap making base lets you make your own soap without the mess and danger of mixing caustic chemical compounds like lye.",
		"The Groundlings was a perfect place for Kathy Griffin to hone her often caustic - but funny - routines that she is now so well known for.",
		"Her voice was caustic.",
		"The voice was caustic.",
		"His voice was caustic.",
		"This precipitate is insoluble in cold dilute acids, in ammonium sulphide, and in solutions of the caustic alkalis,\" a behaviour which distinguishes it from the yellow sulphides of arsenic and tin.",
		"It is also readily soluble in solutions of the caustic alkalis, slightly soluble in aqueous ammonia solution, and almost insoluble in sodium carbonate solution.",
		"The metallic derivatives (phenolates, phenates or carbolates) of the alkali metals are obtained by dissolving phenol in a solution of a caustic alkali, in the absence of air.",
		"The alkyl derivatives may be obtained by heating phenol with one molecular proportion of a caustic alkali and of an alkyl iodide.",
		"It is appreciably soluble in water, and also in solutions of the caustic alkalis and alkaline sulphides.",
		"It sublimes in thin plates of a dark colour and metallic lustre, and is soluble in solutions of the caustic alkalis.",
		"The liquid is filterpressed, and any excess of iron in the filtrate is precipitated by the careful addition of caustic soda and then removed.",
		"The distillates obtained are usually purified by treatment, successively, with sulphuric acid and solution of caustic soda, followed by washing with water.",
		"The rationale of this treatment is not fully understood, but the action appears to consist in the separation or decomposition of the aromatic hydrocarbons, fatty and other acids, phenols, tarry bodies, &c., which lower the quality of the oil, the sulphuric acid removing some, while the caustic soda takes out the remainder, and neutralizes the acid which has been left in the oil.",
		"The processes and extent of the manufacture were revolutionized at about the beginning of the 19th century by Chevreul's classical investigations on the fats and oils, and by Leblanc's process for the manufacture of caustic soda from common salt.",
		"The corresponding decomposition of a glyceride into an acid and glycerin takes place when the glyceride is distilled in superheated steam, or by boiling in water mixed with a suitable proportion of caustic potash or soda.",
		"The alkalis are used almost exclusively in the condition of caustic lyessolutions of their respective hydrates in water.",
		"Caustic soda is now obtained direct from the soda manufacturer, and one operation, causticizing the soda, is thus spared the soap-boiler.",
		"The process of manufacturing soaps by boiling fatty acids with caustic alkalis or sodium carbonate came into practice with the development of the manufacture of candles by saponifying fats, for it provided a means whereby the oleic acid, which is valueless for candle making, could be worked up. The combination is effected in open vats heated by a steam coil and provided with a stirring appliance; if soda ash be used it is necessary to guard against boiling over.",
		"Steam is turned on, and, the mass being brought to a clear condition with weak lye or water, strong lye is added and the boiling continued with close steam till the lye attains such a state of concentration that the soap is no longer soluble in it, and it will separate from the caustic lye as from a common salt solution.",
		"This property is usually obtained by mixing soft and hard soaps, or, more rarely, by adding gum tragacanth to a hard soap. In the textile trades the wool scourer employs a neutral olive-oil soap, or, on account of its cheapness, a neutral curd or curd mottled brand; the cotton cleanser, on the other hand, uses an alkaline soap, but for cleaning printed cottons a neutral olive-oil curd soap is used, for, in this case, free alkali and resin are objectionable; olive-oil soap, free from caustic alkali, but often with sodium carbonate, is also used in cleansing silk fibres, although hard soaps free from resin are frequently employed for their cheapness.",
		"These are washed with ammonium chloride until the filtrate is colourless, ignited, fused with caustic potash and nitre, the melt dissolved in water and nitric acid added to the solution until the colour of potassium ruthenate disappears.",
		"It is also oxidized when fused with caustic potash and nitre, forming a ruthenate.",
		"Fusion with caustic potash converts it into a mixture of potassium ruthenate and ruthenium sesquioxide, Ru 2 0 3, which is a black, almost insoluble powder.",
		"Potassium ruthenate, K2Ru04 H20, obtained by fusion of the metal with caustic potash and nitre, crystallizes in prisms which become covered with a black deposit on exposure to moist air.",
		"When fused with caustic potash it yields phenol and salicylic acid.",
		"Among the Arabian and later alchemists we find attempts made to collate compounds by specific properties, and it is to these writers that we are mainly indebted for such terms as \"alkali,\" \" sal,\" &c. The mineral acids, hydrochloric, nitric and sulphuric acids, and also aqua regia (a mixture of hydrochloric and nitric acids) were discovered, and the vitriols, alum, saltpetre, sal-ammoniac, ammonium carbonate, silver nitrate (lunar caustic) became better known.",
		"By reducing terephthalic acid with sodium amalgam, care being taken to neutralize the caustic soda simultaneously formed by passing in carbon dioxide, A\" dihydroterephthalic acid is obtained; this results from the splitting of a Para-linkage.",
		"Sulphur and phosphorus can sometimes be estimated by Messinger's method, in which the oxidation is effected by potassium permanganate and caustic alkali, or by potassium bichromate and hydrochloric acid.",
		"A boiling solution of caustic potash hydrolyses it to ammonia and succinic acid.",
		"The a-oxime, on long continued boiling with a concentrated solution of a caustic alkali, is partially decomposed with formation of some acetone and acetoxime (C. Harries, Ber., 1898, 31, pp. 1381, 1808; 18 99, 32, p. 1 33 1).",
		"Amino derivatives similarly result from thio-ureas and a-haloid ketones; the oxy derivatives from a-sulphocyanoketones by the action of caustic alkali; and the carboxylic acids from chloro-aceto-acetic ester, &c. and thioamides.",
		"On fusion with caustic alkalis they decompose into their constituent aminothiophenol and acid.",
		"Sometimes the excess is partially removed by boiling the finished goods with a solution of caustic soda, or some other solvent of sulphur.",
		"The beautiful yellow precipitate is little soluble in dilute nitric acid, but soluble in caustic potash.",
		"The vermilion-like pigment which occurs in commerce as \"chromered\" is a basic chromate, Pb2Cr05, prepared by treating recently precipitated normal chromate with a properly adjusted proportion of caustic soda, or by boiling it with normal (yellow) potassium chromate.",
		"They are very astringent, haemostatic and sedative; the strong solution of the subacetate is powerfully caustic and is rarely used undiluted.",
		"Aldehydes are converted into resins by the action of caustic alkalies.",
		"Though an ardent supporter of the historic Right, and, as such, entrusted by the Lanza cabinet with the defence of the law of guarantees in 1870, he was no respecter of persons, his caustic tongue sparing neither friend nor foe.",
		"Precipitated stannous hydrate dissolves readily in caustic potash; if the solution is evaporated quickly it suffers decomposition, with formation of metal and stannate, 2SnO+2KOH = K2Sn03+Sn+H20.",
		"Its disintegration for analytical purposes can be effected by fusion with caustic alkali in silver basins, with the formation of soluble stannate, or by fusion with sulphur and sodium carbonate, with the formation of a soluble thiostannate.",
		"The former is completely decomposed when fused with caustic potash and the latter by a prolonged boiling with nitric acid.",
		"They show all the reactions of esters, being readily hydrolysed by caustic alkalis, and reacting with ammonia to produce carhamic esters and urea.",
		"Of metals not decomposing liquid pure water, only a few dissolve in aqueous caustic potash or soda, with evolution of hydrogen.",
		"But of the rest the majority, when treated with boiling sufficiently strong alkali, are attacked at least superficially; of ordinary metals only gold, platinum, and silver are perfectly proof against the reagents under consideration, and these accordingly are used preferably for the construction of vessels intended for analytical operations involving the use of aqueous caustic alkalis.",
		"Attempting to return to France in 1780 he was arrested for a caustic attack on the duc de Duras (1715-1789), an academician and marshal of France, and imprisoned nearly two years in the Bastille.",
		"The resulting white product is termed calcium oxide lime, burnt lime, quicklime, cob lime, or caustic lime.",
		"The addition of small quantities of lime, especially in a caustic form, to stiff greasy clays makes them much more porous and pliable.",
		"Generally speaking light poor lands deficient in organic matter will need the less caustic form or chalk, while quicklime will be most satisfactory on the stiff clays and richer soils.",
		"It contains a certain amount of unaltered caustic lime and slacked lime, along with sulphates and sulphides of lime, some of which have an evil odour.",
		"Pharmacology And Therapeutics Of Zinc Compounds Zinc chloride is a powerful caustic, and is prepared with plaster of Paris in the form of sticks for destroying warts, &c. Its use for this purpose at the present day is, however, very rare, the knife or galvanocautery being preferred in most cases.",
		"The tertiary amine is then distilled off, the residual products separated by filtration and finally hydrolysed by a caustic alkali.",
		"When an alkaline chloride, say sodium chloride, is electrolysed with one electrode immersed in a porous cell, while caustic soda is formed at the cathode, chlorine is deposited at the anode.",
		"The chlorine reacts with the caustic soda, forming sodium hypochlorite, and this in turn, with an excess of chlorine and at higher temperatures, becomes for the most part converted into chlorate, whilst any simultaneous electrolysis of a hydroxide or water and a chloride (so that hydroxyl and chlorine are simultaneously liberated at the anode) also produces oxygen-chlorine compounds direct.",
		"It is obvious that, with suitable methods and apparatus, the electrolysis of alkaline chlorides may be made to yield chlorine, hypochlorites (bleaching liquors), chlorates or caustic alkali, but that great care must be exercised if any of these products is to be obtained pure and with economy.",
		"He lived and wrote only to amuse his contemporaries, and thus, although more popular in his lifetime and more fortunate than any of the older authors in the ultimate survival of a large number of his works, he is less than any of the great writers of Rome in sympathy with either the serious or the caustic spirit in Latin literature.",
		"This water cannot be entirely removed by fractional distillation, and to prepare anhydrous or \"absolute\" alcohol the commercial product must be allowed to stand over some dehydrating agent, such as caustic lime, baryta, anhydrous copper sulphate, &c., and then distilled.",
		"An alternative method consists in converting it into ethyl benzoate by shaking with benzoyl chloride and caustic soda.",
		"When a concentrated solution of auric chloride is treated with caustic potash, a brown precipitate of auric hydrate, Au(OH) 3, is obtained, which, on heating, loses water to form auryl hydrate, AuO(OH), and auric oxide, Au 2 0 3.",
		"From 1861 to 1862 he was secretary of state in the Southern Confederacy; and from 1862 to 1865 was a member of the Confederate senate, in which he was, at times, a caustic critic of the Davis administration.",
		"Perkin; the method being to sulphonate anthraquinone, and then to convert the sulphonic acid into its sodium salt and fuse this with caustic soda.",
		"This is filtered, washed, and then fused with caustic soda, when the sulpho-group is replaced by a hydroxyl group, and a second hydroxyl group is simultaneously formed; in order to render the formation of this second group easier, a little potassium chlorate or sodium nitrate is added to the reaction mixture.",
		"The book, a caustic arraignment of the course taken in connexion with the annexation of Texas and the war with Mexico, made a strong impression, and the political philosophy secreted in its lines became a part of household literature.",
		"On boiling with aqueous caustic soda, it yields ortho-nitrophenol.",
		"The hydroxide, Ni(OH) 2, is obtained in the form of a greenish amorphous powder when nickel salts are precipitated by the caustic alkalis.",
		"The caustic alkalis added to solutions of nickel salts give a pale green precipitate of the hydroxide, insoluble in excess of the precipitant.",
		"More recently, owing to the production of caustic soda by electrolytic methods, much chlorine has consequently been produced in the same manner (see Alkali Manufacture).",
		"A solution of sodium hypochlorite (Eau de Javel), which can be prepared by passing chlorine into a cold aqueous solution of caustic soda, has been extensively used for bleaching purposes.",
		"This method is to exhaust the powdered bark with water acidulated with hydrochloric acid and then to precipitate the alkaloids by caustic soda.",
		"Printed in 1576, after the vestments controversy and the admonition to parliament, this became a caustic indictment of Elizabeth.",
		"Wilder 's caustic wit was famous, but he was n't above bullying.",
		"Thompson has had several rather caustic e-mail exchanges with well-known video game writers.",
		"Cobalt dioxide, Co02, has not yet been isolated in the pure state; it is probably formed when iodine and caustic soda are added to a solution of a cobaltous salt.",
		"In order to obtain the phenol from this distillate, it is treated with caustic soda, which dissolves the phenol and its homologues tegether with a certain quantity of naphthalene and other hydrocarbons.",
		"Soft or green soap (potassium oleate), made by acting on olive oil with caustic potash, is also used; its preparation (Linamentum saponis) is known as opodeldoc. Curd soap is also used, and is chiefly a stearate of sodium.",
		"On fusion with caustic potash it decomposes with formation of tetrahydroxy-benzophenone, which then breaks up into resorcin and hydroquinone."
	],
	"synonyms": [
		"bitter",
		"acerbic",
		"acrid",
		"acid",
		"vitriolic",
		"sulphurous",
		"sulfurous",
		"virulent",
		"acerb",
		"blistering",
		"mordant",
		"corrosive",
		"erosive",
		"severe",
		"satirical",
		"malevolence",
		"lime",
		"phenol",
		"mordacity",
		"alkali",
		"lye",
		"causticity",
		"virulence",
		"spinosity",
		"corrosive"
	],
	"antonyms": [
		"nice",
		"unsarcastic",
		"kind",
		"calm",
		"soothing",
		"mild"
	]
}