{
	"word": "imminent",
	"meaning": [
		"About to occur; impending.",
		"Likely to happen without delay; impending; often, specif., threatening, looming, etc."
	],
	"sentences": [
		"The birth of her child was imminent, if not past due.",
		"There was no luggage standing by to indicate an imminent departure.",
		"In 1678 war seemed imminent between France and England.",
		"When an attack was imminent, I called Brady and made him swear to take care of you.",
		"As Richard of York gained influence, Kempe became unpopular; men called him \"the cursed cardinal,\" and his fall seemed imminent when he died suddenly on the 22nd of March 1454.",
		"His success was imminent, and it was thought his appointment as chief minister was assured.",
		"There was a gap between the \"Intrepid\" and the eastern bank; he steered into it, collided with the \"Intrepid,\" rang the gong to signify the imminent blowing of the charges, went astern and then ahead.",
		"Though the cavalry were freely engaged, the training of both was so far beneath the standard of the present day that the most that can be credited to them in respect of results is that they from time to time averted imminent disaster, but failed altogether to achieve such a decision as was well within their potential capacities.",
		"A sweep through the barn failed to reveal any imminent births.",
		"Another lecture was imminent.",
		"The implication was that Castor and Pollux, knowing of the imminent collapse of the roof, had come calling with the purpose of saving Simonides's life as their payment for the poem.",
		"He thus at least avoided an open rupture with the new emperor - a rupture which would have been all the more perilous on account of the religious revolution now imminent in Germany.",
		"Nor was there any medical evidence of imminent danger to his health.",
		"Coin was scarce, loans were not taken up, taxes had ceased to be productive, and the country was threatened with imminent bankruptcy.",
		"I felt the same horrible anticipation, too, of an imminent smash.",
		"The discussions are immediately centered around the whys and wherefores of the imminent departure of myself and family as immigrants to the United States.",
		"Your church leader has predicted the imminent end of the world.",
		"Codona warned however that the situation remained critical, with forced evictions imminent in Bedfordshire, Kent, Essex and other counties.",
		"The ' heart czar ' is expected to announce today an imminent change to the Government's guidance on caring for cardiac conditions.",
		"However, King Charles remained defiant in the face of imminent defeat.",
		"What has this got to do with the imminent demise of the randomized trial?",
		"We find the timing of this letter and invitation is absolutely deplorable, as the planning decision is imminent.",
		"These Zimbabweans now face the possibility of imminent deportation.",
		"The second act Skinnyman is very good and he gets the crowd frenetic for the imminent arrival of the GLC!",
		"With State of Emergency 2's release now imminent, what can players expect from the sequel?",
		"As we had underlined consistently, military action was neither imminent nor inevitable.",
		"The lack of research in Ireland made the study imminent.",
		"It represented a final break with its dominion past, which already became imminent in the 1983 constitution.",
		"In December 1901 warlike preparations were being carried on in both states, and the outbreak of active hostilities appeared to be imminent.",
		"The solution of the question hinges upon the interpretation of the canons, that is, upon whether they are to be taken as reflecting a recent, or as pointing to an imminent, persecution.",
		"When war seemed imminent volunteers from all parts of Italy, especially from Lombardy, had come pouring into Piedmont to enrol themselves in the army or in the specially raised volunteer corps (the cornrnand of which was given to Garibaldi), and to go to Piedmont became a test of patriotism throughout the country.",
		"Among the people she had always been intensely disliked; the love of justice, and the fear of trade losses imminent upon a breach with Charles V., combined to render her unpopular.",
		"During the persecution of Decius (250-251) Cyprian was exposed to imminent danger, and was compelled for a time to seek safety in retreat.",
		"It was chiefly owing to him that the building up of the internal institutions of the empire was carried on without the open breach between Bismarck and the parliament, which was often imminent.",
		"Sieyes, conscious that his political mechanism would merely winnow the air, until the profoundly able and forceful man at his side adapted it to the work of government, relapsed into silence; and his resignation of the office of consul, together with that of Ducos, was announced as imminent.",
		"The imperious terms in which this decree was couched and its misleading reference to the British maritime code showed that Napoleon believed in the imminent collapse of his sole remaining enemy.",
		"In the meantime war between Great Britain and the United States was imminent.",
		"In 493 the imminent prospect of a Persian invasion brought into power men like Themistocles and Miltiades (qq.v.), to whose firmness and insight the Athenians largely owed their triumph in the great campaign of 490 against Persia.",
		"In consequence of the activity of the British cruisers the traders made great efforts to carry as many slaves as possible in every voyage, and practised atrocities to get rid of the slaves when capture was imminent.",
		"The acting-president had in his absence been granted leave by the volksraad to carry out various measures opposed to the public welfare; native lands had been indiscriminately allotted to adventurers, and a war with Sikukuni (Secocoeni), a native chief on the eastern borders of the country, was imminent.",
		"The naval authorities had been busy assembling and organizing the available small craft in anticipation of the operation that appeared to be imminent, and jetties damaged in the Nov.",
		"In a few minutes the batteries on the extreme Prussian left were completely overwhelmed, and suddenly dense lines of French skirmishers emerged from a fold in the ground upon their flank and front, and the gunners were compelled to resort to case-shot, so imminent was their danger.",
		"The growing ambition of General O'Donnell constantly clashed with the views of Espartero, until the latter, in sheer disgust, resigned his premiership and left for Logrono, after warning the queen that a conflict was imminent between O'Donnell and the Cortes, backed by the Progressist militia.",
		"A year later he resigned the portfolio for foreign affairs (20th of July 1799), probably because he foresaw the imminent collapse of the Directory.",
		"The Federal Constitution was ratified by Massachusetts by only a small majority on the 6th of February 1788, after its rejection had been at one time imminent; but Massachusetts became a strong Federalist state.",
		"As soon as the Prussian marshal got the first real warning of imminent danger, he ordered (in accordance with the prearranged plan) an immediate concentration of his army on his inner flank at Sombreffe.",
		"At this time Sextus Pompeius, with whom war was imminent, had command of the sea on the coasts of Italy.",
		"Pickett (1825-1875), and for a time hostilities seemed imminent.",
		"But this solution, which averted an imminent war, was only arrived at through Queen Victoria's personal intercession.",
		"There, again, a conflict between the two houses was imminent, and the queen's wish for a settlement had considerable weight in bringing about the curious but effective conference of the two parties, of which the first suggestion, it is believed, was due to Lord Randolph Churchill.",
		"The choice was sometimes made early in the reign, when the heir held the title of \"Chao Uparach\" or \"Wang Na,\" miscalled \"Second King\" in English, and sometimes was left until the death of the king was imminent.",
		"The excuse for the Terror that followed was the imminent peril of France, menaced on the east by the advance of the armies of the Coalition, on the west by the Royalist insurrection of La Vendee, and the need for preventing at all costs the outbreak of another civil war.",
		"This was a master-stroke of tactics, as Pompey's return was imminent.",
		"Kepler immediately hastened to Wurttemberg, and owing to his indefatigable exertions she was acquitted after having suffered thirteen month's imprisonment, and endured with undaunted courage the formidable ordeal of \"territion,\" or examination under the imminent threat of torture.",
		"Campbell, who in 1829 had been elected to the Constitutional Convention of Virginia by his anti-slavery neighbours, now established The Millennial Harbinger (1830-1865), in which, on Biblical grounds, he opposed emancipation, but which he used principally to preach the imminent Second Coming, which he actually set for 1866, in which year he died, on the 4th of March, at Bethany, West Virginia, having been for twenty-five years president of Bethany College.",
		"But, as the fatal struggle with Rome became more and more imminent, the eschatological hopes which increasingly absorbed the Hebrew mind all group themselves round the person of the Messiah.",
		"When the creation of new peers was known to be imminent, however, Wellington was among those who counselled the abandonment of a hopeless struggle.",
		"In consequence of these raids the German element of population in Upper Silesia permanently lost ground; and a complete restitution of the Slavonic nationality seemed imminent on the appointment of the Hussite, George Podiebrad, to the Bohemian kingship in 1457.",
		"If death from asphyxia appears imminent artificial respiration may be resorted to.",
		"Because a force exists, capable, if unchecked, of producing certain results, it does not follow that those results are imminent or even possible in the sphere of experience.",
		"Austrian and Bavarian troops having entered Hesse, a Prussian army immediately occupied Cassel, and war appeared to be imminent.",
		"DelbrUck, however, had resigned in 1876, justly foreseeing that a change of policy was imminent in which he could no longer co-operate with Bismarck.",
		"A general election was imminent, and no party dared to go to the country as the opponents of the fleet.",
		"Relations between Spain and the United States became strained, and war seemed imminent; but on the 8th of December the Spanish government agreed to surrender the \"Virginius\" on the 16th, to deliver the survivors of the crew and passengers to an American war-ship at Santiago, and to salute the American flag at Santiago on the 25th if it should not be proved before that date that the \"Virginius\" was not entitled to sail under American colours.",
		"The unrest in Macedonia threatened to reopen the Eastern Question in an acute form; with Italy the irredentist attitude of the Zanardelli cabinet led in 1902-1903 to such strained relations that war seemed imminent.",
		"In his fifth year, near Kadesh on the Orontes, his army was caught unprepared and divided by a strong force of chariots of the Hittites and their allies, and Rameses himself was placed in the most imminent danger; but through his personal courage the enemy was kept at bay till reinforcements came up and turned the disaster into a victory.",
		"The former came to the throne when a Persian invasion was imminent, 378 B.C. Hakor had already formed a powerful army, largely composed of Greek mercenaries.",
		"The doom of the nation is pronounced; its fate is imminent; there is no ray of hope for the existing constitution of religion and society.",
		"In his last years he travelled through Syria contending against the iconoclasts, and in the same cause he visited Constantinople at the imminent risk of his life during the reign of Constantine Copronymus.",
		"A more formidable enemy was already on the way, and the final wresting of Syria from the feeble relics of the Roman Empire was imminent.",
		"When the emperor's downfall appeared imminent, Tigellinus deserted him, and with Nymphidius Sabinus brought about the defection of the praetorians.",
		"At the moment when war seemed imminent, the leading native princes made offers of pecuniary aid.",
		"Pilo, had been trying to organize a rising in favour of Italian unity; and although they merely succeeded in raising a few squadre, or armed bands, in the mountainous districts, they persuaded Garibaldi (q.v.), without the magic of whose personal prestige they knew nothing important could be achieved, that the revolution which he knew to be imminent had broken out.",
		"The belief in the imminent collapse of the Ottoman dominion was weakened almost to extinction; so was the belief, which inspired the treaty cf 1856, in the capacity of Turkey to reform and develop itself on European lines.",
		"Neither he nor the caliph had the slightest notion of the imminent danger they conjured up. When Nasir died, Ramadan 622 (October 1225), the eastern provinces of the empire had been trampled down by the wild hordes, the towns burned, and the inhabitants killed without mercy.",
		"He assumed, moreover, that Conrad had reasonably accurate information about the forthcoming Russian offensive and would not risk attacking at such a distance when the Russian threat was imminent.",
		"The bulk of the heavy guns were withdrawn to the second line and the work of preparation was hastened on; but the enemy attack seemed imminent, and it was impossible to set about a complete reorganization under the immediate threat.",
		"A day's labour in mines and in works for the reduction of ores is limited to eight hours except in cases of emergency where life or property is in imminent danger.",
		"Preparations had been made for a continuation of the offensive which had been broken off in Sept., and it was not possible, given the difficulty of communications and the risk of imminent attack, to take up those positions best adapted for defence.",
		"The Counter-Reformation was already imminent.",
		"In 1850 the Union seemed in imminent danger of dissolution.",
		"He was exposed to some natural ridicule on the ground that the \"Kladderadatsch,\" which he often spoke of as imminent, failed to make its appearance.",
		"The action of the Curia on this occasion was due to its conviction of the imminent triumph of Christian II.",
		"So far as it was accompanied by warnings, these were evidently general rather than elicited by any definite and imminent peril to the churches.",
		"Some relations of the deceased chief made their escape to Teheran, and the shah, listening to their complaint, directed the prince-governor of Meshed to march across to the eastern frontier and occupy Herat, declaring that an invasion of Persia was imminent.",
		"A crisis was evidently imminent, for Portugal would not tolerate an absentee sovereign who was far more Brazilian than Portuguese.",
		"As civil war appeared imminent, Canning despatched 5000 British troops under Sir William Clinton to restore order, and to disband the troops under Chaves.",
		"In1838-1839the territory in dispute between New Brunswick and Maine became the scene of a border \" war,\" known as the \" Aroostook disturbance \"; Maine erected forts along the line she claimed, Congress authorized the president to resist any attempt of Great Britain to enforce exclusive jurisdiction over the disputed territory, and an armed conflict seemed imminent.",
		"Twice again, during his protracted wanderings, he was placed in imminent peril, but he manifested the same fearlessness, and expressed his confidence in the protection of Heaven till his course should be run.",
		"Hostilities were at the moment imminent between Milan and Venice; it was doubtless on that account that in the letter commending himself to the duke, and setting forth his own capacities, Leonardo rests his title to patronage chiefly on his attainments and inventions in military engineering.",
		"Great Britain immediately demanded their release, and war for a time seemed imminent; but owing mainly to the tactful diplomacy of the prince consort, Lincoln acknowledged that the seizure of Mason and Slidell was a violation of the rights of Great Britain as a neutral, and on the 1st of January 1862 released the commissioners.",
		"In cases of imminent death a layman or a woman could baptize, and in the case of new-born children it is often necessary.",
		"Gregory sanctions the baptism of infants only where there is imminent danger of death.",
		"Down to this moment Williams position had been somewhat precarious; with the Norman war generally on hand, feudal rebellion always imminent, and Scottish invasions occasionally to be repelled, he had no easy life.",
		"To the Whig leaders the church was all but as sacrosanct as to the Tories, the very foundation of the constitution, not to be touched save at imminent risk to the state; the most they would adventure was to remedy a few of the more glaring abuses of an establishment imposed on an unwilling population.",
		"The potato, which was the sole food of at least half the people of an overcrowded island, failed, and a famine of unprecedented proportions was obviously imminent.",
		"But the act had been supplemented by a series of statutes passed between 1808 and 1812, which had provided a local militia, raised, like the regular militia, by ballot, but, unlike the latter, only liable for service for the suppression of riots, or in the event of imminent invasion.",
		"Those who think that the French were likely to show a moderation and practical reasonableness in success, such as they had never shown in the hour of imminent ruin, will find Burke's judgment full of error and mischief.",
		"From 1796 to 1798 he was engaged in surveying public lands in Ohio; in 1798 he settled in New York City, and during the period (1798-1800) when war with France seemed imminent he acted as military secretary to Alexander Hamilton, then inspector-general of the United States army.",
		"His room in the College Fortet, however, was searched, and his books and papers seized, to the imminent peril of some of his friends, whose letters were found in his repositories.",
		"In the preceding spring Serbia had driven back the Austrian armies out of her territory; but now a fresh Austrian invasion was imminent, and Bulgaria was plainly bent on revenging herself for her disasters of 1913 by preparing to attack Serbia in the flank.",
		"When in 1859 a second war between Piedmont and Austria became imminent, the revolutionary agitation, never completely quelled, broke out once more.",
		"For no other reason did the minister for the colonies, Seor Maura, in 1894 fail to convince the Cortes, and even the Liberal party, that his very moderate Cuban Home Rule Bill was an indispensable and wise, though tardy, attempt to avert a conflict which many plain symptoms showed to be imminent in the West Indies.",
		"But though he was offered the title of prince, with the Golden Fleece and 200,000 ducats, he steadily opposed the Austrian faction, even at the imminent risk of a civil war; and on the 19th of August procured the election of Sigismund of Sweden, whose mother was Catherine Jagiellonica.",
		"Along with these reasons would co-operate towards the exclusion of visible aids to devotion, not only the church's sacramental use of Christ's name as a name of power, and its living sense of his continued real though unseen presence, but also, during the first years, its constant expectation of his second advent as imminent.",
		"When war with Prussia appeared imminent he tried to obtain Italian assistance, and Victor Emmanuel was very anxious to fly to the assistance of the man who had helped him to expel the Austrians from Italy, but he could not do so unless Napoleon gave him a free hand in Rome.",
		"One had a bodice cut so low and her breasts shoved so high that they were in imminent danger of escaping.",
		"He had not needed a transfusion, so the transition was imminent.",
		"Any talk of an imminent collapse of the al-Saud regime is unnecessarily alarmist.",
		"He's also glad that Lizzie is able to take her mind off an imminent hospital appointment with arranging Jill's party.",
		"Perhaps I'd left them this late on purpose, the imminent arrival of the new millenium adding a certain urgency to the ascents.",
		"Asian bird flu is out of control; in Africa the same situation is imminent.",
		"When I began these experiments my motivation was our fear of an imminent ecological catastrophe and a nuclear war in Europe.",
		"This is particularly important given the imminent closure of the pit.",
		"Faced with the imminent collapse of their marriage, they eventually agree that euthanasia may be the answer to their troubles.",
		"A cyclist coming along the road had to run into the hedge to avoid imminent collision.",
		"In EPSRC, training on scanning for SharePoint from your self-service copier is imminent.",
		"And the imminent starts a fire daythe Donald e be configured to.",
		"Nor will the imminent enlargement of the EU help to ease the problem.",
		"Although the capability was then recessed and the menace not so imminent, mature opinion in Pakistan already recognized the need for restraint.",
		"These events are not imminent in Lord Russell's view.",
		"Although always imminent, the arrival of the information society must be perpetually postponed.",
		"There is a payoff seems imminent about the many the most puzzling.",
		"By the end of the month, military action appeared imminent.",
		"At one stage, closure of the tiny school looked imminent.",
		"Such a move is not considered imminent, however, & there are no short-term funding issues at the firm.",
		"I say imminent, but although Tim did OK, Jax got caught in traffic from hell.",
		"What it overlooked was the imminent implosion of mobile phone prices.",
		"Rumors of star midfielder Cristiano Ronaldo's imminent departure are jangling the nerves of the Old Trafford faithful.",
		"This may be defined as the expectation of an imminent Parousia or overturning of the current state of affairs.",
		"The community radio stations supposedly prefigured the imminent reorganization of the whole of society around direct democracy after the anarcho-communist revolution.",
		"The sin is a sin of omission; every man is bound to do what he can to save his neighbor from imminent destruction.",
		"A regional famine early warning unit reports that up to 3.3 million need food relief with 380,000 facing imminent starvation.",
		"The World Food Program is warning of imminent danger of mass starvation.",
		"Was there an imminent threat that justified the rush to war?",
		"In a hostile environment where an attack may be imminent, lowering these thresholds may record extra probing from an attacker.",
		"At its previous rate setting meeting in July, the ECB said it would exercise strong vigilance, a code phrase for imminent action.",
		"For some weeks he was concealed in the city and in Wapping; but, finding the schemes for a rising hang fire, he went to Harwich, disguised as a Presbyterian minister, and after a week's delay, during which he was in imminent risk of discovery, if indeed, as is probable, his escape was not winked at by the government, he sailed to Holland on the 28th of November 1682, and reached Amsterdam in the beginning of December.",
		"Convinced that opposition to Babylonian rule was suicidal, and interpreting historical events, in the manner of the times, as indications of the temper of the deity, he held that the imminent political destruction of the nation was proof of Yahweh's anger with the people on account of their moral and religious depravity; Jerusalem was hopelessly corrupt and must be destroyed (xxiv.).",
		"But the Austro-Hungarian government, profiting by the weakness of Russia after the war with Japan, and aware that the proclamation of Bulgarian independence was imminent, had already decided to annex Bosnia and Herzegovina, in spite of the pledges given at Berlin, and although the proposal was unpopular in Hungary.",
		"When war with France appeared imminent in 1754, Franklin was sent to the Albany Convention, where he submitted his plan for colonial union (see Albany, N.Y.).",
		"He knew this to be the only policy that would be supported by the Afghan nation; and although for some time a rupture with Russia seemed imminent, while the Indian government made ready for that contingency, the amir's reserved and circumspect tone in the consultations with him helped to turn the balance between peace and war, and substantially conduced towards a pacific solution.",
		"Grant, as he pushed Pemberton before him to Granada, lengthened day by day his line of communication, and when Van Dorn, ever enterprising, raided the great Federal depot of Holly Springs the game was up. Grant retired hastily, for starvation was imminent, and Pemberton, thus freed, turned upon Sherman, and inflicted a severe defeat on that general at Chickasaw Bayou near Vicksburg (December 29).",
		"To half-breed rebellion was added the imminent danger of an Indian uprising, to which Riel looked for support.",
		"Aided by famine, by the suppression of the maximum, and by the imminent bankruptcy of the assignats, they endeavoured to arouse the working classes and the former Hanriot companies against a government which was trying to destroy the republic, and had b1oken the busts of Marat and guillotined Carrier and Fouquier-Tinville, the former public prosecutor.",
		"They also note that sentiment indicators are n't excessively bullish, which has typically meant a market turn is n't imminent.",
		"Emergency measures were taken as truckloads of sand and cement were used to stabilize the structure, saving the pier from imminent closure.",
		"Old vendettas never die and with the first democratic elections imminent, there are some very dangerous people in town.",
		"But the threat of imminent destruction was implicit in every warning air raid siren.",
		"When the arrival of a new baby is imminent, the family dynamics can't help but change somewhat.",
		"It has been more than five years since my doctors first told me about my \"best case\" scenario, and I don't feel like I'm in imminent danger of complete kidney failure.",
		"If a divorce feels imminent, there's a better than good chance that communication has fallen completely apart.",
		"There are huge stressors, for example, changing jobs, getting divorced, or facing imminent danger, and there are everyday stressors, for example, paying the bills, meeting deadlines and picking up the kids from school.",
		"He experienced extreme stress at seeing the child in imminent danger, and that information entered his brain with such force and urgency that it bypassed the prefrontal cortex and other higher brain centers.",
		"The couple's marriage lasted for a little over two years, and they had two children together, but to most it seemed like the downfall of their marriage was imminent.",
		"Understandably, many pet owners are hesitant to allow the dog that they love so dearly to be placed under anesthesia and face the possibility of imminent death.",
		"A video game trailer is a short animation that announces the imminent release of a new game.",
		"Nightmares provoke a feeling of imminent physical danger with a sensation of being trapped or suffocated.",
		"Making weapons means that an \"attack\" is often imminent, so protect yourself or your soldiers by creating a paper shield and wearing Lisa Shea's origami helmet.",
		"Abdominal bloating, low pelvic and back pain, and mood changes can all be symptoms that a period is imminent.",
		"However, a discharge that is bloody may also indicate an imminent miscarriage, particularly if abdominal pain accompanies these symptoms.",
		"While the typical indicators that labor and delivery are imminent vary from one woman to another, they are each telltale body signals that the baby is nearly ready for delivery.",
		"The plug is no longer necessary as labor become imminent and it dislodges.",
		"Rumors of the imminent departures of both Drake Hogestyn and Deidre Hall sent shockwaves rippling through the daytime fandom in 2009.",
		"The cheerleader heel stretch will require a certain amount of flexibility, even during its most imminent stages.",
		"The cardiac diet is often prescribed for people who are at imminent risk of a heart attack.",
		"With the imminent release of the next Potter movie and book this is a good place to start.",
		"In the year 91, which brought with it the imminent prospect of sweeping political change, with the enfranchisement of the Italian peoples, Sulla returned to Rome, and it was generally felt that he was the man to lead the conservative and aristocratic party.",
		"Warned, however, that his arrest was imminent, and possibly persuaded by Rory O'Donnell (created earl of Tyrconnel in 1603), whose relations with Spain had endangered his own safety, Tyrone resolved to fly from the country.",
		"The extinction of the Latin kingdom might now seem imminent; and envoys were sent to the West with anxious appeals for assistance in 1169, 1171 and 1173.",
		"The success of procryptic coloration depends, however, very largely upon stillness, and the instinct to keep stationary without moving a limb is a marked characteristic of all spiders unless engaged in hunting or fleeing from imminent danger.",
		"On his return from Spain, seeing war imminent, he issued a series of march orders (which deserve the closest study in detail) by which on the 15th of April his whole army was to be concentrated for manoeuvres between Regensburg, Landshut, Augsburg and Donauwbrth, and sending on the Guard in wagons to Strassburg, he despatched Berthier to act as commander-in-chief until his own arrival.",
		"Then the Jews and the Asiatic nations in general are introduced trembling at the imminent downfall of the Babylonian empire.",
		"The alliance had been of the nature of a limited co-operation between two hostile powers for a definite object; there had always been suspicion and jealousy on either side, and a rupture had often been imminent, as in the debates on the military bill and the law reform.",
		"Austrian mediation was now imminent, as the Vienna revolution had been crushed, and the new emperor, Francis Joseph, refused to consider any settlement other than on the basis of the treaties of 1815.",
		"John succeeded in bringing back the dauphin to Paris, and open war seemed imminent between the two princes.",
		"This now stretched from Lubeck to the Pyrenees, from Brest to Rome; while another arm (only nominally severed from the empire by the Napoleonic kingdom of Italy) extended down the eastern shore of the Adriatic to Ragusa and Cattaro, threatening the Turkish empire with schemes of partition always imminent but never achieved.",
		"After a period of inaction war between the two countries again became imminent in 1209; but a peace was made at Norham, and about three years later another amicable arrangement was reached.",
		"These houses were specially liable to be destroyed by fire, and in order to save the city from this imminent danger the famous Assize of Building known as \" Fitz-Ailwyne's Assize \" was drawn up in 1189.",
		"War seemed imminent; Prussian troops also entered the country, and shots were actually exchanged between the outposts.",
		"From this disgrace they were saved by a more imminent catastrophe - the Revolution."
	],
	"synonyms": [
		"impending",
		"at-hand",
		"impendent",
		"close at hand",
		"close",
		"threatening",
		"looming",
		"immediate",
		"brewing",
		"unavoidable",
		"ominous",
		"inevitable",
		"inescapable",
		"expecting",
		"due"
	],
	"antonyms": [
		"later",
		"doubtful",
		"distant",
		"future",
		"far",
		"remote"
	]
}