{
	"word": "coercion",
	"meaning": [
		"The act or power of coercing.",
		"Power or ability to coerce.",
		"Government by force.",
		"Constrain or restrain by physical force or the threat of such force. See also duress and undue influence.",
		"The improper use of economic power to alter, shape, or otherwise control the actions of another."
	],
	"sentences": [
		"She searched his gaze and responded with irritation, \"If coercion is willing, then yes.\"",
		"The school bully used coercion to force the other kids to give him their lunch money.",
		"He refused to join Napoleon in any proposal for the coercion of Austria or the limitation of her armaments.",
		"Henry, however, seems to have believed as much in the coercion of Scotland as in the conciliation of Ireland.",
		"Coercion is not very ethical because it forces someone to do something they are not typically willing to do.",
		"Disraeli's first strong vote of hostility was on a coercion bill for perishing and rebellious Ireland.",
		"In1634-1635he was a leader in putting the' .colony in a state of defence against possible coercion by the English government.",
		"If the child is under 12 or the offender uses coercion, maximum penalty is 12 years.",
		"Belief in a Supreme Being is vague but universal, but as this Being is good, or at least neutral, he is disregarded, and the native applies himself to the propitiation and coercion, by magical means, of the countless malignant spirits with which he imagines himself to be surrounded, and which are constantly on the watch to catch him tripping.",
		"Austria at last began to see that a policy of coercion was useless and dangerous, and made tentative efforts at conciliation.",
		"As, however, the prince might approve a false type of Church, in spite of what they 2 both assumed to be the clear teaching of Scripture, and should so far be resisted, Browne and Barrow found themselves practically in the same attitude towards the prince's religious coercion.",
		"Lord Eldon was no legislator - his one aim in politics was to keep in office, and maintain things as he found them; and almost the only laws he helped to pass were laws for popular coercion.",
		"The financial bill and the coercion bill were both pressed forward, and each gave opportunities for discussion and, what was then new in parliament, for obstruction.",
		"Her first time with him wasn't going to be the product of coercion; he respected her too much for that.",
		"To secure for itself all those lands it used every imaginable and unimaginable method, including bribery, fraud and coercion.",
		"Outside agencies can and should advise and even cajole, but I don't think coercion works.",
		"Mr Dikes implies that universal causality (or randomness) - ie, materialism - equates with coercion.",
		"The problem with a mandatory celibacy seems to me to be coercion.",
		"This authority is in place to prevent coercion, pressure or payment for organs, which is illegal in the UK.",
		"Further, unexpected experiences may also lead to reluctance to participate raising the question of when perseverance in following up participants becomes coercion?",
		"Useless or counter-productive public spending cannot possibly justify the coercion involved in levying taxes.",
		"Unlike a business firm, the state is an apparatus of direct extra-economic coercion.",
		"Your ability to act as you wish has here been limited by the intentional coercion of others.",
		"An important element of sexual health is freedom from sexual coercion.",
		"The EU is planning voluntary cooperation among its military, not coercion.",
		"Normative influence does not have to involve physical coercion.",
		"Stephen long ago queried why the state coercion of the criminal law should give way to the private coercion that is duress.",
		"Unlike C but like most Lisp dialects, Perl internally and dynamically handles all memory allocation, garbage collection, and type coercion.",
		"These are exactly the two areas that capitalist commerce is never going to address without government coercion.",
		"Its value lies in the absence of coercion or man-made obstacles to the exercise of people's powers and capacities.",
		"Smith had to take coercion out of the equation and let the horse discover the pleasure of speed.",
		"In the winter of1596-1597Francis was at Turin, and at his suggestion the duke decided on a regular plan for the coercion of the refractory Protestants.",
		"The pope talked of coercion by arms; but Spain, to whom he looked for support, refused to be drawn into war, and the quarrel was finally settled by the mediation of France (March 22, 1607).",
		"The acts of the Robber Synod were examined; fraud, violence and coercion were charged against it; its entire proceedings were annulled, and, at the third session, its leader, Dioscurus, was deposed and degraded.",
		"In 1570 Grindal was translated to the archbishopric of York, where Puritans were few and coercion would be required mainly for Roman Catholics.",
		"In spite of this vigorous coercion Cassius came to terms with Alexander, before he returned to the Euphrates to hold it against the Parthians.",
		"Partly from fear of a national Polish rising which Napoleon held in reserve as a last means of coercion, and partly from a subtle resolve to use the French alliance as a means of securing rich domains at the expense of Turkey, Prussia, Sweden and England, Alexander decided to throw over his allies, Prussia and England, and to seize the spoils to which the conqueror pointed as the natural sequel of a Franco-Russian alliance.",
		"The treaty of Tilsit may more reasonably be looked on as an expedient for piling up enormous political resources with a view to the coercion of Great Britain.",
		"He suggested a joint intervention of the powers; but the conference, which met at St Petersburg in April 1824, came to nothing, since Turkey and the Greeks alike refused to be bound by its decisions, and Canning would not hear of coercion being applied to either.",
		"The tsar consented, and proposed that the coercion should take the form of a pacific blockade of the Morea, so as to force Ibrahim, by cutting off his supplies, to evacuate the country.",
		"Austria and Prussia protested against any coercion of the Porte \" to serve revolutionary ends \" and, failing to carry their views, withdrew from the conference.",
		"In 1896 Lord Salisbury induced the other powers to unite in urging the execution of the reforms, but no agreement could be come to for the use of coercion, and Europe could but look on and protest.",
		"But the Coalition represented, in fact, not the mass of the people, but only a small dominant minority,' and for years past this minority had neglected the social and economic needs of the mass of the people in the eager pursuit of party advantage and the effort to impose, by coercion and corruption failing other means, the Magyar language and Magyar culture on the non-Magyar races.",
		"A Coercion Bill and a Land Bill passed in 1881 proved unsuccessful.",
		"Throughout the struggle Fox was uniformly opposed to the coercion of the colonies and was the untiring critic of Lord North.",
		"Holding firmly to the principle, voi16wv cb'cr c 197Tpoi., he did not allow himself to remain inactive in the presence of disease; he was not a merely \" expectant \" physician; as Sydenham puts it, his practice was \" the support of enfeebled and the coercion of outrageous nature.\"",
		"Originally a Democrat, and always a believer in states' rights, his strong Union sentiments caused him nevertheless to accept Lincoln's doctrine of coercion, and that, together with his anti-slavery sympathies, led him to act with the Republican party during the period of the Civil War.",
		"Yet the momentous change which finally crushed out Congregationalism, by substitution of legal coercion for moral suasion as the final means of securing unity, came relatively late in the history of the ancient Catholic Church.",
		"The planters in the Black Patch had met a combination of the buyers by forming a pool, the Planters' Protective Association, into which 40,000 growers were forced by \" night-riding \" and other forms of coercion and persuasion, and had thus secured an advance to I I cents a pound from the \"regie \" buyers and had shown the efficacy of pooling methods in securing better prices for the tobacco crop. Following their example, the planters of the Burley formed the Burley Tobacco Society, a Burley pool, with headquarters at Winchester and associated with the American Society of Equity, which promoted in general the pooling of different crops throughout the country.",
		"In politics an extreme States'-Rights Democrat, he opposed the coercion of the South, and after the Civil War became senior counsel for Jefferson Davis on his indictment for treason, and was one of his bondsmen; these facts and O'Conor's connexion with the Roman Catholic Church affected unfavourably his political fortunes.",
		"To King George and his ministry, Massachusetts was the hotbed of disloyalty, the head and front of opposi t ion to their colonial policy, and there coercion should p y?",
		"He was forced also to maintain a long conflict with the ultramontane element of the Roman Catholic church in Quebec, which for many years had a close working alliance with the Conservative politicians of the province and even employed spiritual coercion in order to detach votes from the Liberal party.",
		"His policy was that of \"coercion\" - the fearless administration of the Crimes Act, - coupled with remedial legislation; and he enforced the one while he proceeded with the other, regardless of the risk of outrage outside the House and of insult within.",
		"In such an event, the competitors appealed to the Holy See and abdicated their right, either voluntarily or under coercion, in manibus papae, while the pope took possession of the vacant see.",
		"Then, in violation of his oath to grant an amnesty, he revenged himself for three years of coercion by killing on a scale which revolted his \"rescuers,\" and against which the duke of Angouleme, powerless to interfere, protested by refusing the Spanish decorations offered him for his services.",
		"The terms offered in an imperial proclamation were rejected, and preparations were made to resist coercion by the levee en masse of a national army.",
		"Great division of sentiment existed in the North, whether in this emergency acquiescence or coercion was the preferable policy.",
		"Without any Re-estab- efficient means of self-protection and coercion at its lishment disposal, it had to interfere with the power, privileges and perquisites of a class which had long misgoverned the country.",
		"But the revolt of Eastern Rumelia, followed by the Servo-Bulgarian War and the coercion of Greece by the powers, embittered the rivalry of the various races, and the project was laid aside.",
		"He considered as a practical middle ground changing the basis of representation in Congress from states to population; giving the national government \"positive and complete authority in all cases which require uniformity\"; giving it a negative on all state laws, a power which might best be vested in the Senate, a comparatively permanent body; electing the lower house, and the more numerous, for a short term; providing for a national executive, for extending the national supremacy over the judiciary and the militia, for a council to revise all laws, and for an express statement of the right of coercion; and finally, obtaining the ratification of a new constitutional instrument from the people, and not merely from the legislatures.",
		"As for the intellectual development of the neophytes the mission system accomplished nothing; save the care of their souls they received no instruction, they were virtually slaves, and were trained into a fatal dependence, so that once coercion was removed they relapsed at once into barbarism.",
		"Therefore it was by honest conviction, as well as by calculated but not illegal coercion, that the Reformation was driven back \" (Acton, Lectures on Modern History, p. 123).",
		"But France, though her ambassador had signed the collective note in the previous year, declined to be a party to measures of coercion against the pasha of Egypt.",
		"On the 24th of January 1881 he introduced a new Coercion Bill in the House of Commons, to deal with the growth of the Land League, and in the course of his speech declared it to be \"the most painful duty\" he had ever had to perform, and one which would have prevented his accepting his office if he had known that it would fall upon him.",
		"The \" Coercion Bill \" was introduced on the 24th of January 1881.",
		"Four days after this Parnell was arrested under the Coercion Act and lodged in Kilmainham gaol.",
		"The imprisonment of suspects under the Coercion Act had not the expected result, and outrages were incessant, the agitation being supported by constant supplies of money from America.",
		"Again the Thebans refused to renounce their Boeotian hegemony, and the Spartan attempt at coercion ended in the defeat of the Spartan army at the battle of Leuctra and the death of its leader, King Cleombrotus.",
		"At this time he took the current advanced Radical views of both Irish and foreign policy, hating \"coercion,\" disliking the occupation of Egypt, and prominently defending the Transvaal settlement after Majuba.",
		"Great Britain was in favour of coercion, but Russia, when sounded, replied that she \" would certainly not join in any coercive measures \" and she was supported by France.",
		"Russia refused to agree to any measure of coercion, and declared (December 19) that she would take no action except such as was needed for the7protection of foreigners.",
		"Weakness in neighbors is regarded as an opportunity for conquest or, at least, coercion.",
		"He did not want to give in to the low offer, but the buyer began using coercion until he accepted it.",
		"It encompasses verbal harassment, physical assault, and other forms of coercion and manipulation.",
		"In addition, if your betrothed feels as if he or she is being pushed into an agreement at the very last minute, the agreement could be scrubbed due to \"coercion.\"",
		"In 2007, O.J. Simpson was charged with robbery, kidnapping, coercion and conspiracy.",
		"Though it is never too late to intervene, researchers warn that if by age eight a child has not learned ways other than coercion to meet his social goals, he has a high chance of continuing with antisocial behavior throughout his lifetime.",
		"If you just want to browse, they will be happy to let you peruse the selection without undue pressure or coercion, and they are able to answer any questions about pieces on display or those that may be currently backordered or coming soon.",
		"The coercion of England's oldest ally had long been one of Napoleon's most cherished aims, and was expressly provided for in that compact.",
		"Finding that diplomacy was of no avail to obtain the reparation from Castro that was demanded by their subjects, the three powers unwillingly had recourse to coercion.",
		"The Corn Bill passed the House of Lords on the 28th of June 1846, and on the same day the government were beaten in the House of Commons on an Irish Coercion Bill.",
		"Another new feature appeared in the employment of coercion against cities which desired to secede.",
		"Orthodox Hindus, especially those whose social status and very livelihood are imperilled by the revolution, have shown their alarm either by open opposition, subjecting converts to every sort of caste coercion, or by methods of defence, e.g.",
		"Coercion and intimidation slowly came to be leading ideas, the infliction of a lesser penalty than the capital.",
		"Newspapers and politicians openly advocated rebellion; Franco had recourse to coercion.",
		"In 1547 he won the great but barren victory of Pinkie Cleugh over the Scots, and attempted to push on the marriage and Admlnisunion by a mixture of conciliation and coercion.",
		"For the minister thought it necessary, while providing against famine by repealing the corn laws, to ensure the preservation of order by a new coercion bill.",
		"This gross outrage led to fresh measures of coercion.",
		"That would limit her options even more, making her vulnerable to coercion, finally pushing her into prostitution.",
		"You have never countenanced the evil doctrine of the brute coercion of the human will.",
		"A certain amount of coercion or healthy bribery may be needed to practice!",
		"Second, the sexual abuse of young people rarely involves coercion or violence.",
		"These included coercion in the form of laws passed in 1920 and 1923 banning abortion and contraception.",
		"It embodies one of the most effective weapons of moral coercion that it is possible to employ in the struggle of all against all.",
		"Greece being a state under the joint protection of three powers, Russia and France protested against its coercion by the British fleet, and the French ambassador temporarily left London, which promptly led to the termination of the affair.",
		"The coercion of Spain resulted in a peace by which Charles obtained Sicily in exchange for Sardinia.",
		"The abolition of the Irish Church was followed by a coercion act, and the land act by suspension of Habeas Corpus."
	],
	"synonyms": [
		"compulsion",
		"duress",
		"constraint",
		"repression",
		"persuasion",
		"violence",
		"restraint",
		"force",
		"intimidation",
		"pressure",
		"strength"
	],
	"antonyms": [
		"volition",
		"self-motivation",
		"free-will"
	]
}