{
	"word": "languid",
	"meaning": [
		"Without vigor or vitality; drooping; weak.",
		"Without interest or spirit; listless; indifferent.",
		"Slow-moving or weak in force.",
		"Showing little or no vitality or animation.",
		"Sluggish; dull; slow."
	],
	"sentences": [
		"A slow, languid smile crossed his features, one that made her body flush and ache for him.",
		"The heat makes Helen languid and quiet.",
		"He turned with her, watching her languid walk.",
		"They're too similar in mood, both very languid and dreamy.",
		"The mystery unfolds at a languid pace, dropping a few red herrings along the way.",
		"The setting sun cast a golden light on the sand, and sharp dune crests wove their languid path across the lunar landscape.",
		"But such schemes were now obsolete an& anachronistic. They led to a languid lingering Italian campaign, which was settled far beyond the Alps by Philips victories over the French at St Quentin and Gravelines.",
		"This album has languid, melancholic cynicism oozing out of all twelve solid tracks.",
		"Whether you've just planted tomato seedlings in the spring or the languid days of summer are drawing to a close and a frost is predicted, it's smart to learn how to prevent frost damage.",
		"Constructed of luxurious, often languid materials, brightened by vivacious jewel tones and embellished with dramatic details, these sets are the very definition of sophisticated.",
		"The pace of a romantic honeymoon is relaxed and languid.",
		"For fifty-six seconds this languid feline duo proceeds to mew quietly back and forth as if engaged in the world's most tired conversation.",
		"Bold, colorful and absolutely magnetic, tropical prints reflect the cool, laid-back feel of an island retreat or a languid beach vacation.",
		"The pace may be a little languid at times, but the film never lost my interest and is fairly suspenseful throughout.",
		"One effect he describes is that, after taking opium, \" The peristaltic Motion of the Intestines becomes more languid.",
		"All round the coast the languid air did swoon, Breathing like one that hath a weary dream.",
		"His interest in politics was rather languid, but he was a disciple of Lord Rosebery, and in the1892-1895Liberal ministry he was under-secretary for foreign affairs.",
		"Pebrine manifests itself by dark spots in the skin of the larvae; the eggs do not hatch out, or hatch imperfectly; the worms are weak, stunted and unequal in growth, languid in movement, fastidious in feeding; many perish before coming to maturity; if they spin a cocoon it is soft and loose, and moths when developed are feeble and inactive.",
		"In 1807-1814, owing to the war, communication was cut off with Norway and Denmark; but subsequently the colony prospered in a languid fashion.",
		"Later, in that languid time between lovemaking and the usual surrender to sleep, Cynthia remained awake.",
		"But the country, being in enjoyment of considerable prosperity, paid only a languid attention to the scheme; its indifference was reflected in the House; the Conservatives were encouraged in their opposition by the lack of interest which the new bill excited, and the almost unconcealed dislike of the prime minister to its provisions.",
		"Their petting grew more frenzied, more instinctive, and far from the languid, sensuous control he had intended to use with her.",
		"The adjustment of the water by means of the sluices is a delicate operation when there is little water and also when there is much; in the latter case the fine earth may be washed away from some parts of the meadow; in the former case, by attempting too much with a limited water current, one may permit the languid streams to deposit their valuable suspended matters instead of carrying them forward to enrich the soil.",
		"Some of them were talking (he heard Russian words), others were eating bread; the more severely wounded looked silently, with the languid interest of sick children, at the envoy hurrying past them."
	],
	"synonyms": [
		"dreamy",
		"languorous",
		"lackadaisical",
		"weak",
		"wan",
		"unanimated",
		"tardy",
		"supine",
		"sluggish",
		"slow",
		"feeble",
		"enervated",
		"lifeless",
		"lethargic",
		"indolent"
	],
	"antonyms": [
		"energetic",
		"active",
		"animated",
		"alert",
		"spirited",
		"lively",
		"vivacious"
	]
}