{
	"word": "flippant",
	"meaning": [
		"Glib; talkative.",
		"Frivolous and disrespectful; saucy; impertinent.",
		"Showing disrespect through a casual attitude, levity, and a lack of due seriousness; pert.",
		"(archaic) Glib; speaking with ease and rapidity.",
		"(chiefly dialectal) Nimble; limber."
	],
	"sentences": [
		"Something about his flippant answer made her think he would be a master at verbal fencing.",
		"So many people have a flippant attitude to the potential risks and effects of skin cancer.",
		"How then can they be so flippant about shattering peoples lives and dreams?",
		"It is certainly not my wish to appear flippant.",
		"I'd say something flippant like, \" If I die, you can have my boots \" .",
		"The book is written with a humorous, at times almost flippant tone.",
		"Kate Gosselin has been ravaged in the media for her sometimes questionable treatment of her kids, and flippant attitude.",
		"Also, the main ghost of the story sounds too flippant.",
		"To be a little flippant, you are going to die one day, you might as well die happy.",
		"He writes on theological subjects with the detachment of a thoughtful layman, and is witty without being flippant.",
		"I also don't normally do biography but enjoyed the short witty but not flippant chapters.",
		"This is a really political one called Geoffrey Ingram, we are being very flippant tonight, we have been eating lots of bran!",
		"Some of the latter are very staid, others flippant enough; most are single women.",
		"Classicism in the shape of solid, respectable Hummel on the one hand, and Carl Czerny, a trifle flippant, perhaps, and inclined to appeal to the gallery, on the other, these gave the musical parentage of young Liszt."
	],
	"synonyms": [
		"voluble",
		"talkative",
		"smart-alecky",
		"sassy",
		"pert",
		"malapert",
		"irreverent",
		"fresh",
		"forward",
		"fluent",
		"disrespectful",
		"chatty",
		"brazen",
		"brassy",
		"bold"
	],
	"antonyms": [
		"serious",
		"reverent",
		"courteous",
		"respectful"
	]
}