{
	"word": "desultory",
	"meaning": [
		"Passing from one thing to another in an aimless way; disconnected; not methodical.",
		"Occurring randomly or sporadically.",
		"Lacking direct relevance; random; incidental.",
		"Out of course; by the way; as a digression; not connected with the subject.",
		"Disappointing in performance or progress."
	],
	"sentences": [
		"His attendance was desultory, and he does not appear to have completed his arts course.",
		"Before October, 1893, I had studied various subjects by myself in a more or less desultory manner.",
		"After a year or two of desultory literary work he was (May 1839) appointed to the newlyinstituted chair of Humanity (Latin) in the Marischal College.",
		"It was taken by the parliamentary forces in 1645 after a desultory siege of three years.",
		"Irrigation was introduced in Southern California before 1780, but its use was desultory and its spread slow till after 1850.",
		"This quality is due in large part to the desultory character of his thinking.",
		"Desultory efforts were made to establish a civil government, but in the main there was no administration formed on statesmanlike principles.",
		"Two days of desultory street fighting ensued, during which the fleet began to bombard the city, but was compelled to desist by the interference of foreign men-of-war, on the ground that the bombardment was.",
		"Operations ceased during the Civil War, and although resumed soon after its close, they became somewhat desultory.",
		"There was grace, nevertheless, in his manners; and his frank and earnest address, his quick sympathy (yet he seemed cold to strangers), his vivacious, desultory, informing talk, gave him an engaging charm.",
		"He received a desultory education, and was largely self-taught.",
		"His principal faults are his carelessness and inaccuracy in matters of chronology, his lack of artistic skill in the presentation of his material, his desultory method of treatment, and his failure to look below the surface and grasp the real significance and vital connexion of events.",
		"It is too often the case to be a mere accident that men who become eminent for wide compass of understanding and penetrating comprehension, are in their adolescence unsettled and desultory.",
		"She received a rather desultory education, and mastered algebra and Euclid in secret after she had left school, and without any extraneous help. In 1804 she married her cousin, Captain Samuel Greig, who died in 1806; and in 1812 she married another cousin, Dr William Somerville (1771-1860), inspector of the army medical board, who encouraged and greatly aided her in the study of the physical sciences.",
		"The war continued in a desultory fashion for many months; but no serious attempt was made to invade the interior; and in 1885 terms of peace were agreed to.",
		"But the work is too arduous to allow of long and desultory conversation; the chance of contamination is now minimized by the careful separation of the less hardened from the old offenders.",
		"The existence of gold had long been suspected, and possibly known, in California before 1848, and there had been desultory washings in parts where there was very little to reward prospectors.",
		"The warfare waged by these Filipinos against the United States, while having for the most part a desultory and guerilla character, was of a very protracted and troublesome nature.",
		"In 1211, after some desultory operations, he concluded a six years' truce with I vIalik-el-Adil; in 1212 he lost his wife, who left him a daughter, Isabella; soon afterwards he married an Armenian princess.",
		"During this period there was desultory fighting with the Indians; there was a long boundary dispute with the Argentine, settled in 1880; and in 1865 Chilean sympathy with Peru in a quarrel with Spain led to a foolish war with Spain.",
		"Some years of desultory fighting, in which Thebes established its control over all Boeotia, culminated in 371 in a remarkable victory over the pick of the Spartans at Leuctra.",
		"Desultory warfare broke out between the two parties, in which George was at first successful; but fortune changed when the king of Hungary invaded Moravia and obtained possession of Briinn, the capital of the country.",
		"Prolonged desultory warfare continued up to 1478, when a treaty concluded at Olmi tz secured Bohemia to Vladislav; Matthias was to retain the so-called \" lands of the Bohemian crown \" - Moravia, Silesia and Lusatia - during his lifetime, and they were to be restored to Bohemia after his death.",
		"In 522 he entered upon a desultory war with Persia, in which he co-operated with the Arabs.",
		"The great triumph of Casimir's reign was the final subjugation of the Teutonic Order, a triumph only accomplished after a harassing and desultory thirteen years' war, during which Casimir's own subjects gave him more trouble than all his enemies.",
		"During the afternoon there was a desultory cannonade, but neither side advanced.",
		"From 1869 to 1888 an observatory was properly maintained in Nancowry harbour, but after the latter year observations were recorded only in a more or less desultory way until 1897, when the station was removed to Mus in Car Nicobar.",
		"The book is not always dynamic or funny, and sometimes García Márquez just narrates the rather desultory days he just lived.",
		"I'd been to Frontier Land in Morecombe, it was fairly desultory but at the back was an optimistically named House Of Fun.",
		"After some time his output of talk became more desultory as he continued to fail to make progress.",
		"A rather desultory chorus yielded to a thrilling orchestral scherzo, and an entrancing oriental dance.",
		"Why does it have to be so threadbare going on gimcrack, recycling motoring and travel shows against rather desultory newscasts?",
		"A desultory sequence of ideas, an excessive vagueness and indirectness of expression, a peculiar and abnormal latinity, a constant tendency to exaggeration, and an immoderate indulgence in learned and literary allusions - all these are obstacles lying in the way of a study of Propertius.",
		"An intermittent and desultory war, with Sweden and Poland simultaneously, for the possession of Livonia and Esthonia, went on from 1560 to 1582.",
		"Throughout the epistle we have a singular combination of the seemingly desultory method of a letter, turning aside at a word and straying wherever the mood of the moment leads, with the firm, forward march of earnest and mature thought.",
		"Zamil's forces held a strong position between Aneza and Bureda, and for over a month desultory fighting went on; finally an attack was made against the defenders' centre, covered by 20,000 camel riders; the men of Aneza broke and the whole allied forces fled in disorder; Zamil and his eldest son were killed, as were also two of the Ibn Sand family, while the remainder were taken prisoners.",
		"He appears, in the composition of his various pieces, to have treated everything that occurred to him in the most desultory fashion, sometimes adopting the form of dialogue, sometimes that of an epistle or an imaginary discourse, and often to have spoken in his own name, giving an account of his travels and adventures, or of amusing scenes that he had witnessed, or expressing the results of his private meditations and experiences.",
		"In the 2005 silver screen version, noted thespian Alan Rickman (Professor Snape, Harry Potter) voiced the bored, depressed robot with a dry, desultory tone that conveyed his distinct unhappiness with the universe.",
		"Desultory warfare was carried on between the colonial troops and the Basuto until 1881, when the intervention of the high commissioner, Sir Hercules Robinson (afterward Lord Rosmead), was asked for.",
		"Little Crow and his followers kept up desultory raids from the Dakota country, during one of which in July 1863 he lost his life.",
		"Even as a child her parts were good, if not brilliant, but unfortunately her education was both imperfect and desultory.",
		"Desultory fighting, in which Austrian officers with the tacit consent of the minister of war took part against the Magyars, had already broken out in the south.",
		"Desultory fighting continued till the close of the year, the balance of success being with the British, though on the 30th of October Botha, returning from the south-east towards Pretoria, defeated Colonel Benson's column at Bakenlaagte, Benson being killed.",
		"Silk spinning and weaving are carried on on antiquated lines, and silkworms are reared in a desultory fashion.",
		"P. Rojas Paul, the representative of the Blanco regime, and came to a head in October 1895, risings occurring in the northern and southern sections of the republic. Some desultory fighting took place for three or four months, but the revolt was never popular, and was completely suppressed early in 1896.",
		"It is desultory to a degree; it is a base libel on religion and history; it differs from its model Ariosto in being, not, as Ariosto is, a mixture of romance and burlesque, but a sometimes tedious tissue of burlesque pure and simple; and it is exposed to the objection - often and justly urged - that much of its fun depends simply on the fact that there were and are many people who believe enough in Christianity to make its jokes give pain to them and to make their disgust at such jokes piquant to others.",
		"War against the Pisans, who had been defeated by the Genoese in the naval battle of La Meloria in 1284, was carried on in a desultory fashion, and in i 293 peace was Campal= made.",
		"In the naval revolt of 1893-94 the older districts of the city suffered much damage from desultory bombardments, but the insurgents were too few to take possession.",
		"In fact, the great blemishes of In Memoriam, its redundancy and the dislocation of its parts, were largely due to the desultory manner of its composition.",
		"There are amusing passages in the;story, but it is too desultory to rank with Defoe's best.",
		"The deposition and death of the empress foiled this plan; and after a desultory warfare in Italy between the two empires, negotiations were recommenced which in 810 led to an arrangement between Charles and the eastern emperor, Nicephorus I.",
		"But the fighting was desultory.",
		"But in the desultory and haphazard fashion which distinguishes him there are few parts of life on which he does not touch, if only to show the eternal contrast and antithesis which dominate it.",
		"Neither side met with much success in the desultory warfare that ensued, and Frederick made peace between the combatants at Wurzburg in June 1168.",
		"He was, however, a desultory student, and in 1870 was advised to go to the little village of Martinhoe, in Devon, for quiet reading, but distinguished himself more by his daring climbs after seagulls' eggs and his engineering skill in cutting a pathway along precipitous cliffs to some caves.",
		"After some delay and desultory fighting, he and his uncle, Azim Khan, occupied Kabul (March 1866).",
		"Other industries of a desultory character include the collection of archil, or Spanish moss, on the western side of the Californian peninsula, hunting herons for their plumes and alligators for their skins, honey extraction (commonly wild honey), and the gathering of cochineal and ni-in insects.",
		"After some years of desultory fighting de Courci established his power over that part of Ulster comprised in the modern counties of Antrim and Down, throughout which he built a number of castles, where his vassals, known as \"the barons of Ulster,\" held sway over the native tribes.",
		"In fact, his desultory school and college life had been little more than an interruption and hindrance to his real education - the study of nature, of art and of literature.",
		"It was a desultory exposition of the Ruskinian ideal of life, manners and society, full of wit, play, invective and sermons on things in general.",
		"In the retirement of Brantwood he began his last work, Praeterita, a desultory autobiography with personal anecdotes and reminiscences.",
		"They are worked in crude desultory fashion and are sometimes abandoned owing to the exorbitant imposts levied on gold production by Chinese and Tibetan officials.",
		"Those who only know the Snipe as it shows itself in the shooting-season, when without warning it rises from the boggy ground uttering a sharp note that sounds like scape, scape, and, after a few rapid twists, darts away, if it be not brought down by the gun, to disappear in the distance after a desultory flight, have no conception of the bird's behaviour at breeding-time.",
		"The peace proved unstable, and there was desultory skirmishing in 1161.",
		"The war in Achin did not materially retard the development of Sumatra, and although the titular sultan of Achin continued a desultory guerrilla warfare against the Dutch in the mountainous woodlands of the interior, the almost inaccessible Pasei country, really active warfare has long ceased.",
		"He resigned the office of guardian, and betook himself again to a wandering life and a desultory and predatory warfare against the English.",
		"After much unnecessary delay, at a time when prompt action was required, the prince on the 23rd of September entered Brussels and, with little opposition, occupied the upper or court portion of it, but when they attempted to advance into the lower town the troops found the streets barricaded and defended by citizens in arms. Desultory fighting between the soldiers and the insurgents continued for three days until, finding that he was making no headway, the prince ordered a retreat.",
		"When the young scholar presented himself to the rulers of that society, they were amazed not more by his ungainly figure and eccentric manners than by the quantity of extensive and curious information which he had picked up during many months of desultory but not unprofitable study.",
		"Thus ended the first stage of the Thirty Years War, although some desultory fighting continued between the League and Danish its opponents.",
		"The Swedes, whose leader was now the chancellor Oxenstjerna, were stunned by this catastrophe, but in a desultory fashion they maintained the struggle, and in April 1633 a Th new league was formed at Heilbronn betweenthem and Ieaue of the representatives of four of the German circles, ileiihronn while by a new agreement France continued to furnish and the monetary aid.",
		"The enemy showed in force, estimated at 7000 with 12 guns, and a somewhat desultory action ensued.",
		"When Pippin became king in 754 he sent out missi in a desultory fashion; but Charlemagne made them a regular part of his administration, and a capitulary issued about 802 gives a detailed account of their duties.",
		"James now granted his daughter, a child, to the Dauphin, later Louis XI.; but, as Jeanne d'Arc said, \" the daughter of the king of Scotland could not save Orleans,\" then (1428-1429) besieged in a desultory manner by the English.",
		"They begin by more or less desultory raids, in the course of which they seize upon some island, which they generally use as an arsenal or point d'appui for attacks on the mainland.",
		"In the course of the next six months there was much desultory skirmishing between the tribes and the British troops, who defeated various attempts to dislodge them from the positions that had been taken up; but the sphere of British military operations was not materially extended.",
		"That too was taken up in a desultory fashion and quickly relinquished.",
		"Cicero gives various clausulae which his ears told him to be good or bad, but his remarks are desultory, as also are those of Quintilian, whose examples were largely drawn from Cicero's writings.",
		"Dr Boyd was a very famous preacher and talker, and his desultory essays have very much of the charm of his conversation.",
		"In the sequel a kind of desultory warfare appears to have been prosecuted on the Persian side of Kurdistan, and the shah himself came down with an army to Hamadan.",
		"Laurens was designated with the vicomte de Noailles to arrange the terms of the surrender, which virtually ended the war, although desultory skirmishing, especially in the South, attended the months of delay before peace was formally concluded.",
		"Flora and Faunx.-Although the vegetation of the Nicobars has received much desultory attention from scientific observers, it has not been subjected to a systematic examination by the Indian Forest Department like that of the Andamans, and indeed the forests are quite inferior in economic value to those of the more northerly group; besides fruit trees - such as the coco-nut (Cocos nucifera), the betel-nut (Areca catechu), and the mellori (Pandanus leeram) - a thatching palm (Nipa fruticans) and various timber trees have some commercial value, but only one timber tree (Myristica irya)would be considered first-class in the Andamans.",
		"These Memoires (Amsterdam, 1729) are of very considerable merit and interest, though, or perhaps because, they are extremely egotistical and often extremely desultory.",
		"A son of William Thistlewood, and born at Tupholme in Lincolnshire, young Thistlewood passed his early years in a desultory fashion; he became a soldier and visited France and America, imbibing republican opinions abroad and running into debt at home.",
		"No alternative hypothesis prevails, mere desultory criticism of the internal intricacies being quite inadequate.",
		"Still hankering after Burgundy, Charles saw his French estates again seized; but after some desultory warfare, chiefly in Normandy, peace was made in March 1365, and he returned to his work of interference in the politics of the Spanish kingdoms. In turn he made treaties with the kings of Castile and Aragon, who were at war with each other; promising to assist Peter the Cruel to regain his throne, from which he had been driven in 1366 by his half-brother Henry of Trastamara, and then assuring Henry and his ally Peter of Aragon that he would aid, them to retain Castile.",
		"In a desultory way he did a good deal of reading, but in 1738 his health again became bad, and he was recommended to go to Montpellier.",
		"Disorders followed, a naval revolt in 1891 causing the resignation of President Deodoro da Fonseca, and another in 1893-94 causing a blockade of the port for about six months and the loss of many lives and much property from desultory bombardments.",
		"However, for the present the efforts of Gustavus Adolphus prevented the elector from deserting him, but the position was changed by the death of the king at Lutzen in 1632, and the refusal of Saxony to join the Protestant league under Swedish leadership. Still letting his troops fight in a desultory fashion against the imperialists, John George again negotiated for peace, and in May 1635 he concluded the important treaty of Prague with Ferdinand II.",
		"An insurrection, headed by General Eloy Alfaro, followed; and after desultory skirmishing extending over a period of nearly a year the government forces were finally routed, President Cordero abandoning his office and escaping from the country.",
		"With the help of some of the barons he drove Joanna and her second husband, Louis of Taranto, from the kingdom, and murdered Charles of Durazzo; but as Pope Clement refused to recognize his claims he went back to Hungary in 1348, and the fickle barons recalled Joanna, who returned and carried on desultory warfare with the partisans of Louis of Hungary.",
		"The powers, however, reiterated their decision to maintain the status quo, and increased their military and naval forces; the Greek flag was hauled down at Canea and Candia, and some desultory engagements with the insurgents took place, the international troops co-operating with the native gendarmerie.",
		"After some desultory fighting Henry IV."
	],
	"synonyms": [
		"haphazard",
		"chance",
		"spot",
		"indiscriminate",
		"hit-or-miss",
		"random",
		"unplanned",
		"wavering",
		"unsystematic",
		"unsteady",
		"unsettled",
		"sporadic",
		"roving",
		"incidental",
		"haphazardly"
	],
	"antonyms": []
}