{
	"word": "felicity",
	"meaning": [
		"Happiness; bliss.",
		"An instance of great happiness.",
		"A cause or source of happiness.",
		"A quality or knack of appropriate and pleasing expression in writing, speaking, painting, etc.",
		"Anything producing happiness; good fortune.",
		"A female given name."
	],
	"sentences": [
		"I was overcome with felicity when my first nephew was born.",
		"At the zoo, you can see children with felicity on their faces.",
		"But there is immense wit, a wonderful command of such metre and language as the taste of the time allowed to the poet, occasionally a singular if somewhat artificial grace, and a curious felicity of diction and manner.",
		"After she won the competition, Hannah accepted her award with felicity.",
		"The parents beamed with felicity as their child graduated college.",
		"Complete felicity overcame me when I realized I was meeting my favorite celebrity soon.",
		"After the team won the winning touchdown, the crowd roared with felicity and the band played the fight song.",
		"Notwithstanding this domestic felicity, an impression is left on the reader of Corneille's biographies that he was by no means a happy man.",
		"He himself attached great importance to his studies in this kind; his learned friends expected him to give their results to the world; which accordingly, though having little natural gift or felicity in verbal expression, he laboured strenuously to do.",
		"He surpasses the school of Antiphon in perspicuity, the school of Lysias in verve, the school of Isocrates in variety, in felicity, in symmetry, in pathos, in power.",
		"Weston worked as both an actor and writer on the award winning television show Felicity.",
		"You honor me too much in ascribing to me a degree of intimacy with Miss Fanshawe I have not the felicity to enjoy.",
		"This we may consider as one of the striking parallels which meet us in other religions to that \"hope of the advent of an ideal king which was one of the features of that larger hope of the salvation of Israel from all evils, the realization of perfect reconciliation with Jehovah and the felicity of the righteous in Him,\" to which reference was made in an early portion of this article and which constitutes the essential meaning of Messiahship. The form in which the Indian conception presents itself in the above quoted lines is more closely analogous amid many differences to the later and apocalyptic type of the Messianic idea as it appears in Judaism.",
		"The intimacy with the Bible which is manifest in the pages of the Christian Year; and the unobtrusive felicity with which Biblical sentiments and language are introduced have done much to endear these poems to all Bible readers.",
		"He ranks among the half-dozen greatest letterwriters in the English language, and he was perhaps the only great letter-writer with whom the felicity was due to the power of what he has seen rather than what he has read.",
		"In addition, the trend of releasing series on DVD means you don't have to say good-bye to your favorite WB and UPN favorites of the past, like Felicity, Gilmore Girls, Veronica Mars and Buffy the Vampire Slayer.",
		"Even Felicity Huffman's character Lynette on the hit series Desperate Housewives had an addiction to her children's prescription attention deficit disorder medication.",
		"She's a prolific writer of television scripts and movie screenplays, a voiceover artist, and an actress with a resume featuring roles on shows like Felicity and the television move Christmas at Water's Edge.",
		"American Girl-With movies like Molly, An American Girl on the Home Front, Felicity, An American Girl Adventure, and of course, the extremely popular Kit Kittredge, An American Girl, girls are infatuated with the American Girl line of dolls.",
		"A dozen generations of men have rejoiced in the gentle irony with which Montaigne handles the ludicrum humani saeculi, in the quaint felicity of his selection of examples, and in the real though sometimes fantastic wisdom of his comment on his selections.",
		"Lastly, we must observe that, in proportion as the legal conception of morality as a code of which the violation deserves, supernatural punishment predominated over the philosophic view of ethics as the method for attaining natural felicity, the question of man's freedom of will to obey the law necessarily became prominent.",
		"I never hid my age to get the writing job on Felicity; I hid my age to get in the door as an actor.",
		"Felicity brought me wonderful opportunities as a writer and to watch J.J.",
		"She will hit the road to promote the film Georgia Rule, co-starring Jane Fonda and Felicity Huffman.",
		"Her first big acting job was on Felicity, which led her to the award-winning role as CIA Agent Sydney Bristow on the hit series, Alias.",
		"Those supporting roles were generally amongst a star-studded cast including Meryl Streep, Felicity Huffman, Anthony Hopkins and Laurence Fishburne.",
		"Celebrities like Heidi Klum, Alicia Keys, Ron Silver, Felicity Huffman, and Lindsay Lohan have been spotted wearing some of Beiner's creations.",
		"Probably best known for his role as Ben Covington in the teenage drama Felicity, Speedman takes on a much different role as Michael Corvin in the Underworld films.",
		"Actress Felicity Huffman plays the role of multi-tasking mom, wife, and entrepreneur Lynette Scavo to perfection.",
		"When Lynette (Felicity Huffman) accuses Nora Huntington of coming onto her own husband, Carolyn shoots her.",
		"The TV show Felicity begins with Felicity Porter graduating from high school.",
		"Felicity decides to blow off her pre-med enrollment at Stanford to follow Ben across the country to the University of New York.",
		"Her parents object and try to convince her to return to Stanford, but despite the impulse of her decision, Felicity decides to stay where she is to find herself.",
		"She meets her resident advisor Noel played by Scott Foley and the foundation for the love triangle of the series is set between Felicity, Ben and Noel.",
		"Felicity's freshman year finds her dealing with feelings for Ben and Noel.",
		"Felicity makes a new friend who eventually becomes her best friend Julie played by the original Pink Power Ranger Amy Jo Johnson.",
		"Jennifer Garner, (Alias, 13 Going on 30) appears on Felicity as Hanna, Noel's old girlfriend and potential rival for Noel's affections.",
		"Felicity broke up with Ben and cut all her hair in the beginning of her sophomore year.",
		"The show rebounded during Felicity's junior year as did Felicity's hair.",
		"Felicity and Ben are together again and decide to get an apartment together.",
		"Noel continues to long for Felicity and finds a surprising ally in Felicity's mom who doesn't believe that Ben is going anywhere in life.",
		"Felicity and her friends cope with the pain of growing up and the consequences of bad decisions.",
		"Felicity and her friends prepare for graduation and begin really thinking about their choices and commitments.",
		"Felicity's impulsiveness continues to follow her as she and Noel spend a careless night together despite Felicity's continued involvement with Ben and Ben coping with his alcoholic father (John Ritter).",
		"The TV show Felicity is available on DVD.",
		"Abrams attributes the Alias series creation to an idea thrown around in the writer's room for Felicity and cast Felicity alum Jennifer Garner in the lead role of Sydney Bristow, a college student who is also a superspy.",
		"Abrams. Felicity regular Greg Grunberg, a close friend of Abrams appears in many Abrams productions including Alias and Lost.",
		"Oscar-nominated and Golden-Globe-winning actress Felicity Huffman plays overwhelmed working mother-of-four Lynette Scavo on Desperate Housewives.",
		"The Felicity final episode was the culmination of a successful four season run on the WB network.",
		"At the time, Felicity was one of the highest rated shows on the network, and fans today still discuss the episodes on the Internet through various chat rooms and fan sites.",
		"Like many young adult dramas that have hit the airwaves, Felicity enjoyed a cult following for the four years it was on the air.",
		"The episode starts off with Felicity giving Noel an 8-ball key chain to hook onto the key for his new apartment.",
		"After all of this, Noel still tells her that it's not the right timing for him, and after more pleading from Felicity, he still declines, apologizes, and tries to leave.",
		"Felicity stops him and tells him that she came back from the future, traveling in time just to be with him.",
		"Of course, Noel laughs at her, but Felicity insists on the seriousness of her statement.",
		"Meghan created a spell so that Felicity could travel back in time to be with him, and even after more convincing and even Noel finally agreeing that he believes her story, Felicity knows that he is still not convinced.",
		"Felicity goes on to tell Meghan that she ruined five years of a friendship with Noel.",
		"Meghan gives Felicity a book on wicca when Felicity expresses a desperation to get back to Noel, and Felicity searches through the book herself to find the correct spell after Meghan refuses to help.",
		"Noel comes into the room and asks Ben about Felicity and her time travel complains.",
		"Noel thinks that Felicity is crazy, and Ben is no help in figuring out what exactly is going on.",
		"Felicity turns her kitchen into a potion lab, and Ben finds out.",
		"However, it takes a lot of convincing and still the guys decide that Felicity should go see a doctor.",
		"The various characters begin to seek Felicity out for guidance.",
		"In the end though, with everyone's lives unfolding in the different ways Felicity predicts, Noel marries Zoe and Felicity never gets the relationship with him that she always wanted.",
		"She appeared on Neighbours playing Felicity \"Flick\" Scully, then pursued her music career, before making a move to an acting career in the States.",
		"Michael is played by Scott Speedman, who is probably best known for his role as Ben Covington from the television series \"Felicity\".",
		"Prior to his tenure as the multi-species medical specialist, Dr. Phlox, Billingsley appeared on a wide variety of shows including The Practice, Felicity, Profiler, The Pretender, X-Files, Judging Amy and more.",
		"Another print is Felicity which is done in blue, purple and green.",
		"The intimacy began in 28 and lasted till 23 B.C. These six years must not, however, be supposed to have been a period of unbroken felicity.",
		"The flavour of these chapters is due to the irony which Gibbon has employed with consummate art and felicity.",
		"Wherever Wesley went, he diffused a portion of his own felicity.\"",
		"It is also charged with a robust and manly eloquence and a rare and unsought felicity of language that make it a masterpiece of style.",
		"Though in many respects a Chaucerian pastiche, it not rarely equals its model in verbal and metrical felicity.",
		"Such a being we might doubtless call \" good,\" if his impulses were adapted to the attainment of his own felicity.",
		"You live in happy times, and enjoy a singular felicity.",
		"Indeed without these vital ties it would be wholly impossible for the world of humanity to attain true felicity and success.",
		"The imagined felicity vanished, and he begged Dionysius to remove him from his seat of peril.",
		"Some seek their rest and happiness on earth, others eternal felicity in heaven.",
		"She would have found her mental superiority very much in the way of domestic felicity.",
		"The greater part of the Church has passed into a realm of greater felicity.",
		"A man does not hear, as in the smart novels, these gems of verbal felicity dropped between diplomatists at dinner.",
		"She had all the qualities to make a man a good wife, if it had been my fate to experience such felicity.",
		"Michele Middleditch, as Felicity, captured the character's sense of fun and treated us to some nicely choreographed dance interludes.",
		"Dear Editor, I can see why Felicity Craig (Newsletter 47) has reservations about the term 'synthetic phonics ' .",
		"Bree (a flawless Felicity Huffman) is a biologically male transsexual ready for genital surgery.",
		"During the remainder of his residence at Lausanne he had good reason to \" indulge his dream of felicity \"; but on his return to England, \" I soon discovered that my father would not hear of this strange alliance, and that without his consent I was myself destitute and helpless.",
		"He believes, with the Jews, in a restoration and extension of the city of Jerusalem; he assumes that this city will be the seat of the Messianic kingdom, and he takes it as a matter of course that there all believers (here he is at one with Barnabas) along with patriarchs and prophets will enjoy perfect felicity for one thousand years.",
		"But whatever was the character of his audience he never failed, by the clearness of his statements, the force of his reasoning and the felicity of his illustrations, to make a deep impression on the minds of his hearers.",
		"He then paid a generous tribute to the virtues, the abilities and services of Cobden, and he was followed by Disraeli, who with great force and felicity of language delineated the character of the deceased statesman, who, he said, \"was an ornament to the House of Commons and an honour to England.\"",
		"The problems of divine justice are no longer burning questions, the righteousness of God is seen in the peaceful felicity of the pious (xci., xcii., &c.).",
		"His Poesies pastorales (1688) have no greater claim to permanent repute, being characterized by stiffness and affectation; and the utmost that can be said for his poetry in general is that it displays much of the limae labor, great purity of diction and occasional felicity of expression.",
		"It is the same strain which runs, although in a somewhat lower key, through his two larger mathnawis or double-rhymed poems, the Rushanainama, or \"book of enlightenment,\" and the Sa`adatnama, or \"book of felicity.\"",
		"Others may have surpassed him in originality, learning or reasoning power, but for grasp of his subject, clearness of language, lucidity of arrangement, felicity of illustration, vividness of imagination, elegance of diction, and above all, for sympathy with the intellectual position of those whom he addressed, he has hardly been rivalled.",
		"In all these works the phenomena of societies in an archaic stage, whether still capable of observation or surviving in a fragmentary manner among more modern surroundings or preserved in contemporary records, are brought into line, often with singular felicity, to establish and illustrate the normal process of development in legal and political ideas.",
		"The nature and attributes of God; His gracious purposes towards man; the relation of man to God, with the practical consequences that follow from it; the true nature of religious service; the call to repentance as the condition of God's favour; the ideal of character and action which each man should set before himself; human duty under its various aspects; the responsibilities of office and position; the claims of mercy and philanthropy, justice and integrity; indignation against the oppression of the weak and the unprotected; ideals of a blissful future, when the troubles of the present will be over, and men will bask in the enjoyment of righteousness and felicity, - these, and such as these, are the themes which are ever in the prophets' mouths, and on which they enlarge with unwearying eloquence and power.",
		"His death took place on the 10th of February 1431, and the inscription on his grave - still preserved in the Lateran church - styles him \" the felicity of his age \" (temporum suorum felicitas).",
		"But his speeches were packed with epigram, and expressed with rare felicity of phrase; his terse and telling sentences were richer in profound aphorisms and maxims of political philosophy than those of any other statesman save Burke; he possessed the orator's incomparable gift of conveying his own enthusiasm to his audience and convincing them of the loftiness of his aims.",
		"Such was the formula of the Eternal Gospel, which, as an unconscious forecast of the Renaissance, has attracted retrospective students by its felicity of adaptation to their historical method.",
		"His style may lack the classic qualities of French prose - lightness, delicacy, sparkle; it certainly has not Daudet's colour and felicity of x xvril.",
		"The splendid soliloquies of Medea which, as Voltaire happily says, \"annoncent Corneille,\" the entire parts of Rodogune and Chimene, the final speech of Camille in Horace, the discovery scene of Cinna, the dialogues of Pauline and Severe in Polyeucte, the magnificentlycontrasted conception and exhibition of the best and worst forms of feminine dignity in the Cornelie of Pompee and the Cleopatre of Rodogune, the singularly fine contrast in Don Sanche d'Aragon, between the haughtiness of the Spanish nobles and the unshaken dignity of the supposed adventurer Carlos, and the characters of Aristie, Viriate and Sertorius himself, in the play named after the latter, are not to be surpassed in grandeur of thought, felicity of design or appropriateness of language.",
		"One striking alteration in the appearance of the city was the conversion of the territory extending from the head of the promontory to within a short distance of St Sophia into a great park, within which the buildings constituting the seraglio of the sultans, like those forming the palace of the Byzantine emperors, were ranged around three courts, distinguished by their respective gates - Bab-i-Humayum, leading into the court of the Janissaries; Orta Kapu, the middle gate, giving access to the court in which the sultan held state receptions; and Bah-i-Saadet, the gate of Felicity, leading to the more private apartments of the palace.",
		"Felicity is wearing a pale green and white patterned T shirt with three-quarter length sleeves and white edging around the neck.",
		"Macy and David Memet, where she trained with Macy and Macy's wife Felicity Huffman.",
		"Keri Russell, who starred in Waitress and TV's Felicity, and husband Shane Deary, welcomed their first child, River, on June 9.",
		"Heigl auditioned for parts on Felicity and Alias.",
		"It was while working as a restaurant hostess in L.A. that she landed the role as Hanna on the WB's Felicity, where, coincidentally, she met her first husband, Scott Foley.",
		"Before Ben Affleck, before Sydney Bristow and before her soon to come starring film roles, Garner played the love interest of Scott Foley's Felicity character, Noel Crane.",
		"American Girl has an interactive paper doll game that lets visitors choose outfits for Addy, Felicity, Molly, Kaya, Kirsten, Samantha, and the rest of the American Girl gang.",
		"The most prominent figure is that of the scholar and linguist Constantin Konaki (1777-1849), who might be termed the Rumanian Longfellow for the facility and felicity of his translations from Western poetry and for his short poems, easily set to music and very popular."
	],
	"synonyms": [
		"happiness",
		"felicitousness",
		"ecstasy",
		"joy",
		"bliss",
		"joyfulness",
		"gladness",
		"cheerfulness",
		"cheer",
		"blessedness",
		"beatitude"
	],
	"antonyms": [
		"unhappiness",
		"infelicity"
	]
}