{
	"word": "verisimilitude",
	"meaning": [
		"The appearance of being true or real.",
		"Something having the mere appearance of being true or real.",
		"The property of seeming true, of resembling reality; resemblance to reality, realism.",
		"A statement which merely appears to be true."
	],
	"sentences": [
		"It is a nightmare and nothing more, but a nightmare of the most extraordinary verisimilitude and poetical power.",
		"Despite being truth claims, the goal of witnesses ' statements is the attainment of mere verisimilitude or plausibility, not truth.",
		"Schliemann may or may not have been correct in identifying one of the seven cities that he unearthed at Hissarlik as the fabled Troy itself, but at least his efforts sufficed to give verisimilitude to the Homeric story.",
		"The author introduces an element of verisimilitude into the play by allowing declarer to make the contract in spite of herself.",
		"The genealogies, charts, maps, languages, and deliberately convoluted historical notes do not exist in order to lend verisimilitude to Middle-earth.",
		"Exposure maps from a real observation were used for added verisimilitude.",
		"The falsification by the recording is the greater because it gives verisimilitude to what has already been falsified '.",
		"The substantially Pauline character of the epistle, for all practical purposes, is to be granted upon either hypothesis, for the author or the editor strove not unsuccessfully, upon the whole, to reproduce the Pauline spirit and traditions The older notion that the personal data in Titus, or in the rest of the pastorals, were invented to lend verisimilitude to the writing must be given up. They are too circumstantial and artless to be the work of a writer idealizing or creating a situation.",
		"LaVey's involvement gives the witchcraft elements the official seal of approval, as it were, guaranteeing their verisimilitude if not absolute authenticity.",
		"The falsification by the recording is the greater because it gives verisimilitude to what has already been falsified ' .",
		"Adding verisimilitude to injury, they even DQ 'd a couple of swimmers to make it look good.",
		"The determinist equally with the libertarian moral philosopher can give an account of morality possessing internal coherence and a certain degree of verisimilitude.",
		"It is full of his peculiar verisimilitude and has all the interest of Anson's or Dampier's voyages, with a charm of style superior even to that of the latter.",
		"There is no reason to doubt that such, roughly speaking, were the contents of the Clementine work to which Eusebius alludes slightingly, in connexion with that section of it which had to his eye least verisimilitude, viz."
	],
	"synonyms": [
		"truth",
		"likelihood",
		"appearance",
		"plausibility",
		"plausibleness",
		"creditableness",
		"credibleness",
		"credibility",
		"believability",
		"creditability",
		"color"
	],
	"antonyms": [
		"impossibility",
		"falseness"
	]
}