{
	"word": "condescend",
	"meaning": [
		"To descend voluntarily to the level, regarded as lower, of the person one is dealing with; be graciously willing to do something regarded as beneath one's dignity; deign.",
		"To behave in a patronizing or superior manner toward someone.",
		"To deal with others in a proud or haughty way.",
		"To make concessions; agree; assent.",
		"(intransitive) To treat (someone) as though inferior; to be patronizing (toward someone); to talk down (to someone)."
	],
	"sentences": [
		"I don't want to condescend; but, what I mean is that it makes great little cars.",
		"They will not condescend or take any notice of their indiscretion.",
		"Opposition soon arose, and as Alexander could not understand a freedom which differed from himself, and would not condescend to the use of corruption, by which the ancient Polish diets had been managed, he was driven to use force.",
		"He would not even condescend to make a baby laugh if nobody else laughed, or even listened.",
		"It shows in its author a want of reverence, a want of decency in the proper sense, a too great readiness to condescend to the easiest kind of ludicrous ideas and the kind most acceptable at that time to the common run of mankind.",
		"He may be amused by a foreigner as by a monkey, but he will never condescend to study him with any patience.",
		"The combative energy, the sense of superiority, the spirit of satire, characteristic of him as a Roman, unite with his loyalty to Epicurus to render him not only polemical but intolerant and contemptuous in his tone toward the great antagonists of his system, the Stoics, whom, while constantly referring to them, he does not condescend even to name.",
		"That a wood-louse and a land-crab are alike Malacostracans, and that they have by different paths alike become adapted to terrestrial life, are facts which even a philosopher might condescend to notice.",
		"The Protestants refused to attend an assembly where even the most conciliatory prelate could hardly condescend to meet them on equal terms. Nor was Pole allowed to use the only possible means of overcoming their reluctance.",
		"The Thunder Emperor does not condescend to mortals, let alone bed them."
	],
	"synonyms": [
		"descend",
		"deign",
		"lower oneself",
		"stoop",
		"patronise",
		"patronize",
		"submit",
		"oblige",
		"concede",
		"unbend",
		"vouchsafe",
		"sing small",
		"come down a peg",
		"come down off one's high horse",
		"accord"
	],
	"antonyms": [
		"rise above"
	]
}