{
	"word": "sardonic",
	"meaning": [
		"Scornfully or cynically mocking.",
		"Disdainfully or humorously sneering or sarcastic.",
		"Given to making sardonic remarks."
	],
	"sentences": [
		"His smile was sardonic, yet his eyes held a glint of humor.",
		"His mouth twisted into a sardonic smile.",
		"She paused and her voice took on a sardonic tone.",
		"He flashed his most sardonic grin.",
		"The Guardian obituary describes his roles as juggling \" mischievousness, a sardonic wit, and a malicious glee \" .",
		"Joyce's sardonic persona is easily a match for Harvey's own; with little ado, they are soon married.",
		"As the film gets increasingly violent and intense, the director maintains a dry, sardonic tone that makes the gruesome bloodletting almost comical.",
		"Gerald's smile was sardonic.",
		"His laugh was sardonic.",
		"Light blue eyes surveyed her while thin lips twisted into a sardonic smile.",
		"His smile was sardonic.",
		"They are succinct, dramatic, often sardonic, and always strong in atmosphere.",
		"Finally, he brought himself to a standstill in front of the seated Master, and bowed with a somewhat sardonic smile.",
		"They were often played as ladies men, or slightly sardonic and rather witty.",
		"Often extreme, even mischievous in language with a sardonic wit, his actions were gentler than his words as his letters show.",
		"Their songs were laced with a dry, sardonic wit, backed up with some catchy hooklines.",
		"The War Game is suffused with moments of raw passion and a rare intensity of vision but also dry sardonic humor.",
		"He took a deep breath, shaking his head, then gave a sardonic smile.",
		"Vile Bodies was just the right combination, tho \" grimness and sardonic tone \" crept in.",
		"We have a full picture report on this day available, complete with sardonic comments.",
		"The company even has a video card for typically stoic recipients which features St. Nick and a sardonic query regarding what makes Santa laugh.",
		"Breakups can be ugly at this stage for a Gemini whose quick tongue and sardonic wit can effectively nip a lover's passion and destroy it for all time.",
		"A sardonic smile twisted his thin-lipped mouth.",
		"His face turned to her, the thin lips twisted in a sardonic smile.",
		"The rest of the Jews rated the Sadducees as atheists, just as the rest of the Greeks rated the Epicureans as atheists and discerned, as Plutarch said, the sardonic grin behind the mask of their obsequious devotion to the ceremonies at which the force of public opinion compelled their attendance.",
		"Hyde Flippo Francis, the narrator, is a witty, sardonic, sarcastic, cynical, philosophical, romantic idealist.",
		"He was watching her, a sardonic smile on his lips.",
		"His mouth twisted in a sardonic smile.",
		"His eyes were twinkling with mirth and his lips were twisted into a sardonic smile.",
		"A sardonic smile touched his lips.",
		"His lips twisted into a sardonic smile.",
		"A sardonic smile twisted his mouth.",
		"He moved toward her, his lips twisting into a sardonic smile."
	],
	"synonyms": [
		"ironical",
		"wry",
		"ironic",
		"cynical",
		"cynic"
	],
	"antonyms": []
}