{
	"word": "perfunctory",
	"meaning": [
		"Done without care or interest or merely as a form or routine; superficial.",
		"Acting with indifference; showing little interest or care.",
		"Without concern or solicitude; indifferent."
	],
	"sentences": [
		"He dropped a perfunctory kiss on her cheek and left.",
		"They conducted a perfunctory examination.",
		"He completed the act in a perfunctory manner.",
		"The office of vice-president of the United States had so far in the history of the country been almost purely a perfunctory one, and has rarely, if ever, led to political promotion.",
		"She gave a perfunctory little smile of dismissal.",
		"There have been attempts, albeit fairly perfunctory, to honor the dead in some way.",
		"There were perfunctory attempts to test his understanding.",
		"Logic and theory of knowledge go together, and without living science, theory of knowledge loses touch with life, and logic becomes a perfunctory thing.",
		"It was done in a perfunctory fashion.",
		"Another question is whether the Treasury is consulting Eddie George himself, in any more than a very perfunctory sense.",
		"Landing, we went through the somewhat perfunctory customs check and out to get our ride to the Hilton.",
		"My comments on the others are based on relatively perfunctory examinations of what is on the offer.",
		"The consequence is, that the village priests, being too much occupied with their parochial duties, cannot give more than casual or perfunctory attention to the schools, and the numerous pupils either exist on paper only, or are handed over to half-educated cantors, deacons.",
		"Everyone was tired so after perfunctory greetings over a single glass of wine for those of us drinking, we retreated to our sleeping quarters.",
		"She turned, peering again down the river, as if the message she'd delivered was as perfunctory as a call to supper.",
		"He speaks in a deep-voiced monotone, but he is not perfunctory in his replies or self-evidently bored, as other players can be.",
		"In physics - but in that region of speculation its positions are more perfunctory - it teaches pantheism on a quasi-materialistic basis.",
		"The alabaster statue of Amenardus of the XXVth is faulty in pose, and perfunctory in modelling; the resemblance between this and the head of her nephew Tirhaka is perhaps the best evidence of truthful work.",
		"The latter work is more perfunctory in execution and written for a wider public than his first history, but the narrative is dramatic and vivid, the portraiture is sympathetic, and the historical events are interpreted by the light of the rationalistic optimism of the later 18th century.",
		"Aside from their signature lines which are simple, stylish, and perfunctory, Gucci and Fendi are well known for creating stunning handbags that can really define your outfit.",
		"But until artificial and independent intelligence in robots is developed, they will still only be able to perform the moist perfunctory tasks or be made to complete tasks which put humans in danger.",
		"Handle it in a perfunctory way, never allowing your partner to step over the emotional line you've drawn.",
		"They were not perfunctory performances - far from it.",
		"By this time the resources of music were such that the long and varied text of the Gloria and Credo inevitably either overbalanced the scheme or met with an obviously perfunctory treatment.",
		"Some effort has been made to include questions for students to answer, but these are rather perfunctory attempts to test understanding."
	],
	"synonyms": [
		"pro forma",
		"passing",
		"cursory",
		"casual",
		"mechanical",
		"automatic",
		"unthinking",
		"standard",
		"passionless",
		"listless",
		"lackadaisical",
		"disinterested",
		"superficial",
		"routine",
		"indifferent"
	],
	"antonyms": [
		"thoughtful",
		"precise",
		"careful",
		"thorough"
	]
}