{
	"word": "enclave",
	"meaning": [
		"A territory surrounded or nearly surrounded by the territory of another country.",
		"A minority culture group living as an entity within a larger group.",
		"To enclose within a foreign territory."
	],
	"sentences": [
		"With the exception of the enclave of Kabinda the province lies wholly south of the river Congo.",
		"Under the terms of this agreement the Lado enclave was incorporated in the Sudan in 1910.",
		"The enclave is bounded S.E.",
		"Jabir is the capital of the Welle district, and in the Lado Enclave on the upper Nile the principal places are Rejaf, Lado and Dufile.",
		"The small republic of San Marino is the only other enclave in Italian territory.",
		"There was nevertheless an increase in cocoa plantations, chiefly in the Kabinda enclave; coffee, though gathered mainly from wild plants, was also cultivated in the Loanda hinterland and other areas.",
		"Congo State forces had penetrated to the Nile valley as early as 1891, but it was not until 1897, when on the 17th of .February Commandant Chaltin inflicted a decisive defeat on the Mandists at Rejaf, that their occupation of the Lado Enclave was assured.",
		"Iglau is situated on the Iglawa, close to the Bohemian frontier, and is one of the oldest towns in Moravia, being the centre of a German-speaking enclave.",
		"The last-named region has to a great extent had a separate history; and it was only in 1894 that the Mosquito Reserve, a central enclave which includes more than half of the littoral and hinterland, was incorporated in the republic and renamed the department of Zelaya.",
		"An agreement with Great Britain, concluded in May 1906, provided for the continuation of this line from the Congo State frontier through the Lado Enclave to the navigable channel of the Nile near the station of Lado, a steamboat and railway service across Africa from the Congo mouth to the Red Sea being thus arranged.",
		"The difficulty was adjusted in 1906 when the Congo State abandoned all claims to the Ghazal province (whence its troops were withdrawn during 1907), and it was agreed to transfer the Lado enclave to the Sudan six months after the death of the king of the Belgians.",
		"The port of Gwadur forms an enclave belonging to the sultan of Muscat.",
		"A similar no-fly zone was established in the north to protect a Kurdish enclave.",
		"The Health Club is 50 meters away and is shared by the surrounding enclave of chalets.",
		"Given the lack of social housing within the development, there is already a danger that the development will become an isolated enclave.",
		"Similarly it is very likely that no Catholics live in Tiger's Bay, a Protestant enclave in West Belfast.",
		"The trade also helps the economy of the autonomous Kurdish enclave in northern Iraq.",
		"The main (and modest) tourist enclave occupies the western coast around the hamlet of Lazy Hill.",
		"That is the all too familiar experience of Protestants living in the Fountain, the last remaining loyalist enclave in Londonderry's west bank.",
		"During the evening groups of Loyalist rioters began to make incursions into the Catholic Short Strand enclave of east Belfast.",
		"So much, then, for the image marketed in the west of the Kurdish enclave as an oasis of democratic pluralism.",
		"The government has sent thousands of troops to subdue the rebellion in the enclave, which has no border with the rest of Angola.",
		"The group has told recent visitors to its enclave that it holds stocks of the deadly chemical agents ricin, cyanide gas and aflatoxin.",
		"Kalkan was once a Greek enclave and retains its white sugar cube houses.",
		"Available at Eastern Mountain Sports, this bag is full of bells and whistles, like a canvas finish that withstands and resists stains and a mesh water bottle enclave to carry your favorite drink.",
		"It is the see of a bishop since 1783, and is the centre of a German enclave in Czech Bohemia.",
		"A small shadowy group of people are huddling together among the large stones which form an enclave toward the center of the circle.",
		"The Iraqi soldiers facing the Kurdish enclave in northern Iraq appear to have recent orders to show they still have teeth.",
		"Alternatively, spend the day by visiting Ceuta, the pretty Spanish enclave on the North African coast.",
		"At a pause, he darted to a small enclave hugging the walls, where a dozen warriors were gathered.",
		"Their capital, Ma'in, lay in the heart of the Sabaean country, forming a sort of enclave on the right hand of the road that leads northward from Ma'rib.",
		"North of the Congo Portugal retained the small enclave of Kabinda, while south of the river the frontier left the Congo at Noki and followed the parallel of that place to the Kwango river.",
		"It is entirely an enclave in Prussian territory, and though it is represented in the Oldenburg diet, it is governed by a separate Regierungskollegium, consisting of a president and two members, who are responsible to the Oldenburg ministry."
	],
	"synonyms": [],
	"antonyms": []
}