{
	"word": "utilitarian",
	"meaning": [
		"Of or having to do with utility.",
		"Made for or aiming at utility.",
		"Stressing usefulness over beauty or other considerations.",
		"Of, having to do with, or believing in utilitarianism.",
		"A person who believes in utilitarianism."
	],
	"sentences": [
		"Utilitarian trees and plants are legion.",
		"It was practised more as a phase of aesthetic culture than with any utilitarian views.",
		"In political economy he was a Utilitarian on the lines of Mill and Bentham; his work was the careful investigation of first principles and the investigation of ambiguities rather than constructive.",
		"Not surprisingly, this is one nylon bag that's as glamorous as it is utilitarian.",
		"Of the great army of writers who flourished in the first half of the 19th century some were closely identified with the utilitarian school, and the majority were influenced in a greater or less degree by the prevailing ideas of that school.",
		"The realization of reason, or of human wills so far as rational, thus presents itself as the absolute end of duty; 1 Singularly enough, the English writer who approaches most nearly to Kant on this point is the utilitarian Godwin, in his Political Justice.",
		"The war of independence over, after a century of fatigue, regrets and doubts, royalty and the nation, now more united and more certain of each other, resumed the methodic and utilitarian war of widening boundaries.",
		"The keynote of his thought was that public ethics has a utilitarian basis, and he insisted strongly on the importance of culture in national development.",
		"On the contrary, they're available in a wide range of colors, boast intricate designs and linings, feature a variety of utilitarian details and are definitely more interesting than the everyday wallet.",
		"This look is at once elegant and utilitarian.",
		"The same utilitarian reason led to its introduction among the clergy generally.",
		"What I have described so far is no doubt a very utilitarian and economic view of culture!",
		"Martineau is much more in sympathy with idealism than Sidgwick, whose work consists in a restatement from a novel and independent standpoint of the Utilitarian position.",
		"Sandra Flower Sandra Flower uses simple sewing skills that can be found in utilitarian and domestic needlework the world over.",
		"And now you can see that the ethic is not transcendent, the ethic is utilitarian.",
		"It looks utilitarian enough to bash through the bush, yet handsome enough to pick up the kids in.",
		"Gerry went to the library but found their recipes too utilitarian for his and his rabbits ' tastes.",
		"Thus the retributive theory of punishment with its criterion of justice as an end in itself gives place to a theory which regards punishment solely as a means to an end, utilitarian or moral, according as the common advantage or the good of the criminal is sought.",
		"He was by no means prone to overmuch introspection, his great interest in the conduct of others being shown in the wise maxims of Poor Richard, which were possibly too utilitarian but were wonderfully successful in instructing American morals.",
		"Socrates, although he held that virtue was the only human good, admitted to a certain extent the importance of its utilitarian side, making happiness at least a subsidiary end of moral action (see Ethics).",
		"In other cases his statement of utilitarian considerations is fragmentary and unmethodical, and tends to degenerate into loose exhortation on rather trite topics.",
		"If one used a utilitarian calculus in this your child or your dog?",
		"This is the strain that runs from Hobbes through the classical utilitarian philosophers.",
		"He used a utilitarian ethic to justify lying to millions.",
		"It 's a language that chimes with the propositional logic of the workplace, the language of league tables and utilitarian calculation.",
		"Indeed, my own faith in freedom does not rest in the last resort on utilitarian arguments at all.",
		"What I have described so far is no doubt a very utilitarian and economic view of culture !",
		"Mill 's arguments of toleration can be described as utilitarian in character.",
		"Some were strictly utilitarian in appearance; others were beautifully decorated.",
		"Shops along Queensway are more utilitarian in style, whilst those found in Station Square have a quaint, village feel about them.",
		"Other additions followed, but they were utilitarian in design rather than handsome, which can be said for the main Georgian block.",
		"Choose a design - traditional, contemporary, elaborate, or utilitarian - that matches not only your personality and lifestyle, but one that coordinates with your china and other dishes to give the table a matching look.",
		"Build a bookshelf that will either be flexible enough to service another room or area in the same room, or be so utilitarian, or well integrated, that keeping it where it is won't become a problem.",
		"The lawn furniture of the time was considered utilitarian, and kitschy in the decades following, but recently has found a dedicated base of fans.",
		"These bags are most often utilitarian in design, and not very attractive.",
		"While homeowners may think that an energy efficient refrigerator would be incredibly utilitarian, Energy Star refrigerators are available in a wide range of models.",
		"There are a variety of compost bins on the market, ranging from utilitarian to aesthetically pleasing.",
		"Hardware is simple and utilitarian rather than decorative.",
		"The style of an antique farmhouse table is usually very utilitarian in design.",
		"In general, a more ornate panel should be paired with a ornate room, while panels with cleaner lines should be saved for more utilitarian rooms.",
		"Modern utilitarian bathrooms used a stripped down aesthetic to create a united appearance.",
		"There are some unique choices of curtain rods that are not just utilitarian, but add a very decorative flare to your window treatments.",
		"The fabric on a pillow form is typically plain and utilitarian; pillow forms aren't intended to be displayed.",
		"While frescos aimed at portraying actual painted figures and are also the forerunner of the modern mural, the subtle washes of color in many remain bright examples of a look that is achieved when color is applied on a utilitarian medium.",
		"Kitchen throw rugs are not only utilitarian but can also be an opportunity to add another design element into your kitchen décor.",
		"This arrangement allowed Jefferson to access the bed from either room, which suited his utilitarian philosophy of design and function.",
		"Instead of being a purely utilitarian room, beautiful décor can make it a room you actually want to spend time in.",
		"Now that you have the utilitarian aspects of your laundry room design planned, take time to focus on making this room attractive and cohesive to the design of the rest of your home.",
		"Otherwise, the bathroom was meant to be wholly utilitarian.",
		"Larger pillows clearly offer more seating space, but beyond that they can also prove quite utilitarian in plenty of situations.",
		"Many bathroom designs aren't much more than the basic utilitarian requirements and don't afford you the opportunity to get creative with color or textures.",
		"Many of these choices straddle the line between utilitarian and ornamental, because they look great while also doing a great job holding up your plants.",
		"Consider getting rid of the utilitarian glaring bulbs that offer too little or too much light and install designer track lighting.",
		"This flexibility converts the lighting unit from a utilitarian device to a design element.",
		"Ranging from utilitarian to whimsical designs, there is sure to be a light fixture that is appropriate for your home.",
		"Although they are somewhat utilitarian in nature, there are many different designs available.",
		"Some models are ornate and dramatic, while others are more practical and utilitarian.",
		"While most home improvement stores carry them, quite often the selection can be limited to a few different varieties and they tend to be very utilitarian in design.",
		"Utilitarian safari jackets with zips and pockets along with the classic denim jacket enabled these looks for early spring.",
		"They may also protect the skin from ultraviolet rays, and they are utilitarian in their construction.",
		"Since they're often worn in rugged environments because of their utilitarian nature, cargo pants are typically made of durable materials, and can even come with UV protection.",
		"This made them almost useless from a utilitarian point of view, but some men still favored them for their inherent style.",
		"A professional player by the name of Lacoste was tired of wearing the button down shirt and tie that was customary in the 1920's, and so he set out to design a more utilitarian shirt.",
		"Men's silk tee shirts add a touch of class and sophistication to an otherwise utilitarian piece of clothing.",
		"You can still find decorative bras in the longline style, but they look much more utilitarian than a bustier.",
		"On the other other hand, women who like frilly bras don't want to always wear plain, utilitarian types that have no other role outside of supporting the bust.",
		"Since most swim aids on the market are utilitarian looking, the child becomes a billboard to everyone at the pool that they have to wear it because they can't swim; the child understands this.",
		"Retailers often don't carry a very large selection, and the glasses frames are extremely utilitarian and boring.",
		"Rack placement - You will want your glass rack to be in a good utilitarian space for easy access.",
		"They can be utilitarian with an industrial stainless steel look or more decorative wrought-iron racks integrated with other design elements.",
		"Wine bottle holders are usually meant to be decorative or utilitarian and since it's out in your house, the bottles you put on it are subject to the same temperature changes your house or apartment will go through during the day.",
		"Best advice is to figure out the utilitarian angle first of how many bottles you need to rack and then pretend to be an interior designer and choose one.",
		"The Catholic missionaries building this type of furniture were creating items that would be utilitarian, which explains the straight lines seen in this style.",
		"As more people find the joy of antique tool collecting, the value of these utilitarian objects slowly continues to rise.",
		"This time around, it serves up a skirt that is fashionably chic and utilitarian.",
		"Flowers and other sorts of frippery were added to the formerly utilitarian rubber head pieces, giving swimwear a very distinctive look that is still associated with this period.",
		"If you think that tummy control swimsuits must look utilitarian and old fashioned compared to sleek bikini styles, this swim dress will have you doing a double take.",
		"There are so many different types of scarves, they definitely are not just for utilitarian purposes anymore.",
		"This, combined with the unique Girbaud ability to create utilitarian designs that are more than just pretty clothes and accessories, makes the brand a leader in the international fashion scene.",
		"Available in various colors, the styles range from utilitarian leather crossbodies to flap leather hobos.",
		"The checkbook covers offered by Amazon range from the utilitarian to the extravagant.",
		"Former magazine editor Kate Brosnahan was on a fruitless search for a bag that was both stylish and utilitarian.",
		"Mary Frances handbags are more like pieces of art than utilitarian function.",
		"From cell phones to keys, and from books to makeup, women need a bag that gets the job done well without seeming too utilitarian in the process.",
		"Students that are searching for a utilitarian backpack may be interested in the Perfect Score Collection.",
		"Though she enjoys popularity in all spectrums, her handbags are particularly lauded for their utilitarian designs and cheerful spirits.",
		"Named for its unusual style, the Patagonia Atom Sling Pack is a utilitarian dream.",
		"Of course, just because it's the very epitome of utilitarian style doesn't mean every man will eagerly grab one.",
		"However, a relationship between the two has the potential to be very strong if a partner shares the practical and utilitarian approach that makes many Capricorns so successful.",
		"Okay, we've kept it hot, we've kept it classy, and we've kept it utilitarian, but have we kept it cool?",
		"Whether you are looking for a great treat for your feet, or just something comfy and utilitarian to wear for your next pedicure appointment, yoga sandals are sure to fit the bill!",
		"A bit less utilitarian looking than the Mountain slippers, Moose slippers are a cute choice for the girly girl on your list who requires a bit of extra warmth.",
		"These shoes are durable, water resistant and surprisingly chic, despite their incredibly utilitarian construction.",
		"From precision timers, alarms, day and month options and features such as steel casing for durability, military watches are utilitarian and perfect for athletes, hunters, pilots and outdoorsmen.",
		"It may seem as though there is little room for innovation on products so simple and utilitarian as those, which is exactly why I'm very excited about this challenge.",
		"Many alarm clocks are miniature works of art or perhaps have novelty styling, others are very utilitarian in design.",
		"These are more utilitarian than others, and many find them more sensual as well as highly functional.",
		"An absorbent terry cloth robe is a practical, utilitarian choice.",
		"Utilitarian styles get the job done and give good service but may not be as glamorous, while sexier, spicy styles may not give as much wearable performance but they make you look and feel great.",
		"Women's lingerie is more utilitarian, which I never understood that - though Victoria's Secret has changed that somewhat.",
		"Where else can you purchase a utility T-shirt bra (that, by the way, looks anything but utilitarian) and then flip the page and purchase a sexy garter belt?",
		"For a long time, sports bras were more utilitarian than fashionable.",
		"This lovely nightgown looks almost like a piece of art rather than utilitarian sleepwear.",
		"The Romulans, by contrast, are far more Spartan and utilitarian in their ship design, leaning towards long lines and cool metals.",
		"Some of these places are luxurious, but many are simple and utilitarian.",
		"But most of Bentham's conclusions may be accepted without any formal profession of the utilitarian theory of morals.",
		"Many of Bentham's phrases, such as \"international,\" \"utilitarian,\" \"codification,\" are valuable additions to our language; but the majority of them, especially those of Greek derivation, have taken no root in it.",
		"The impression was confirmed by the study of the English psychologists, as well as Condillac and Helvetius, and in1822-1823he established among a few friends the \"Utilitarian\" Society, taking the word as he tells us, from Galt's Annals of the Parish.",
		"He had become convinced that his comrades in the Utilitarian Society, never more than ten, had not the stuff in them for a world-shaking propaganda; the society itself was dissolved; the Parliamentary Review was a failure; the Westminster did not pay its expenses; Bentham's Judicial Evidence produced little effect on the reviewers.",
		"Utilitarian, or perhaps rather practical, considerations have very little to do with the subject from a scientific point of view - no more so than the science of chemistry has to do with the art of the manufacturing chemist.",
		"Adoption, for example, as a practice for improving the happiness of families and the welfare of society, is capable of being weighed, and can in truth only be weighed, by utilitarian considerations, and has been commended 1 For Comte's place in the history of ethical theory see Ethics.",
		"His genius still works under forms prescribed by Greek art, and under the disadvantage of having a p ractical and utilitarian aim imposed on it.",
		"In ethics Gioja follows Bentham generally, and his large treatise Del merito e delle recompense (1818) is a clear and systematic view of social ethics from the utilitarian principle.",
		"But the most striking feature in Belgium, where so much is modern, utilitarian and ugly, is found in the older cities with their relics of medieval greatness, and their record of ancient fame.",
		"The Fragment on Mackintosh is a severe exposure of the flimsiness and misrepresentations of Sir James Mackintosh's famous Dissertation on the Progress of Ethical Philosophy (1830), and discusses the foundations of ethics from the author's utilitarian point of view.",
		"Carlyle's connexion with Charles Buller, a zealous utilitarian, introduced him to the circle of \" philosophical radicals.\"",
		"The motive assigned for right doing is individualistic utilitarian - the advantage accruing to the man either through the laws of society or through the rewards dispensed by God.",
		"Though it is a biographical tradition that he lacked wit, Moliere and Don Quixote seem to have been his favourites; and though the utilitarian wholly crowds romanticism out of his writings, he had enough of that quality in youth to prepare to learn Gaelic in order to translate Ossian, and sent to Macpherson for the originals !",
		"Mill's Utilitarian Society (1822-1823), he took a great interest in a society for reading and discussion, which met (from 1823) in a room at the bank before business hours twice a week.",
		"Democritean physics without a calculus had necessarily proved sterile of determinate concrete results, and this was more than enough to ripen the naturalism of the utilitarian school into scepticism.",
		"For this reason Hume is sometimes classed as a moral-sense philosopher rather than as a utilitarian.",
		"The last writer who, though not a political utilitarian, may be regarded as belonging to the school of Mill is Henry Sidgwick, whose elaborate Methods of Ethics (1874) may be regarded as closing this line of thought.",
		"Again, we may contrast the early Greek hedonists, who bade each man seek the greatest happiness (of whatever kind), with modern utilitarian and social hedonists, who prefer the greatest good or the greatest happiness of the greatest number.",
		"Count Billow, indeed, though, like Bismarck, a \"realist,\" utilitarian and opportunist in his policy, made no effort to emulate the masterful independence of the great chancellor.",
		"A paper on the \" Roman Commonwealth\" which belongs to this period, expresses convictions about religious liberty and the relations of religion to the state that were modified and deepened afterwards; objections to the sacerdotal conception of Christianity appear in another article; short work is made of ecclesiastical claims to infallibility in the interpretation of Scripture in a third; a scheme of utilitarian ethics, wider than that of Hobbes, is suggested in a fourth.",
		"It has already been pointed out that the problem as it presented itself to utilitarian philosophers could lead only to a false solution, depending as it did upon a wholly fictitious theory as to the nature of desire.",
		"We may take this latter treatise as representing the first in the development of English ethics, at which what were afterwards called \" utilitarian\" and \" intuitional \" morality were first formally opposed; in earlier systems the antithesis is quite latent, as we have incidentally noticed in the case of Cumberland and Clarke.",
		"The utilitarian system gained an attractive air of simplicity by thus using a single perfectly clear notion - pleasure and its negative quantity pain - to answer both the fundamental questions of mortals, \" What is right ?",
		"In this way the utilitarian method is freed from the subversive tendencies which Butler and others had discerned in it; as used by Paley, it merely explains the current moral and jural distinctions, exhibits the obvious basis of expediency which supports most of the received rules of law and morality and furnishes a simple solution, in harmony with common sense, of some perplexing casuistical questions.",
		"But on this assumption a system of private conduct on utilitarian principles cannot be constructed until legislative and constitutional reform has been perfected.",
		"The fact is that there are several different ways in which a utilitarian system of morality may be used, without deciding whether the sanctions attached to it are always Varieties adequate.",
		"The combination of antecedents is somewhat differently given by different writers; but all agree in representing the conscience of any individual as naturally correlated to the interests of the community of which he is a member, and thus a natural ally in enforcing utilitarian rules, or even a valuable guide when utilitarian calculations are difficult and uncertain.",
		"Even at the beginning of the 19th century, when the main interest of writers who belonged to the Utilitarian school was mainly political, the influence of political theories upon contemporary moral philosophy was upon the whole an influence of which the moral philosophers themselves were unconscious; and from the nature of things moral and political philosophy have a tendency to become one and the same inquiry.",
		"Prior to that date wooden box-hives of various shapes had been adopted by advanced bee-masters anxious to increase their output of honey, and by enthusiastic naturalists desirous of studying and investigating the wonders of bee-life apart from the utilitarian standpoint.",
		"He is far too egoistic, far too preoccupied with his own taste, which is resolutely hostile to any such utilitarian program.",
		"This site has shed some of its more fancy handles since we last reviewed it, becoming more utilitarian.",
		"Not all the stone quarried in the Dales was used for purely utilitarian purposes.",
		"The Land Rovers they produced a million miles away from the luxury Rover saloons, being of a strictly utilitarian nature.",
		"It is the sphere of adaptive behavior, and is essentially utilitarian.",
		"The farm is a rather utilitarian building set just beyond another group of trees.",
		"The five K's and the other esoteric observances of the Sikhs mostly had a utilitarian purpose.",
		"Some of these undecorated utilitarian wares may once have been used for cooking.",
		"Peter had endeavoured to import from western Europe the essentials of good government and such of the useful arts as were required for the development of the natural resources of the country; Catherine did likewise, but she did not restrict herself to purely utilitarian aims in the narrower sense of the term.",
		"It was utilitarian and not symbolical, and from the nature of the purpose in view must have taken place before, rather than during, service.",
		"Utility remains becomes substantially an arch of utilitarian proposi tions, with an artificial Great Being inserted at the top to keep them in their place.",
		"His lectures on political economy, which are based on strict utilitarian principles, are in marked accordance with the theories of the English school of economists.",
		"After the death of his father, a civil servant, his mother's second marriage transferred him to Canada, where he was chiefly brought up. He came to England in 1824, was called to the bar (Q.C. 1843), became intimate with the leading radical and utilitarian reformers, was elected M.P. for Bath in 1832, and took up that general attitude of hostility to the government of the day, be it what it might, which he retained throughout his life.",
		"It is difficult to make these views quite consistent; but at any rate Hume emphatically maintains that \" reason is no motive to action,\" except so far as it \" directs the impulse received from appetite or inclination \"; 2 Hume's ethical view was finally stated in his Inquiry into the Principles of Morals (1751), which is at once more popular and more purely utilitarian than his earlier work.",
		"Stewart lays stress on the obligation of justice as distinct from benevolence; but his definition of justice represents it as essentially impartiality, - a virtue which (as was just now said of Reid's fourth principle) must equally find a place in the utilitarian or any other system that lays down universally applicable rules of morality.",
		"Neoplatonism perceived that neither sense perception nor rational cognition is a sufficient basis or justification for religious ethics; consequently it broke away from rationalistic ethics as decidedly as from utilitarian morality.",
		"But as a rule, and especially in the great periods of church architecture, their builders were untrammelled by any utilitarian considerations; they built for the glory of God, for their own glory perhaps, in honour of the saints; and their work, where it survives, is (as it were) a petrification of their beliefs and ideals.",
		"It consists mainly of maxims which may be described in turn as moral, utilitarian and secular.",
		"It becomes equivalent to economic laisser-faire and \"Manchesterism,\" and as such it must fight its own corner with those who now take into consideration many national factors which had no place in the early utilitarian individualistic regime of Cobden's own day."
	],
	"synonyms": [
		"useful",
		"functional",
		"serviceable",
		"practical",
		"practicable",
		"handy",
		"usable",
		"sensible",
		"realistic",
		"efficient",
		"economical",
		"effective",
		"pragmatic"
	],
	"antonyms": [
		"unrealistic",
		"unnecessary",
		"impractical"
	]
}