{
	"word": "paradigm",
	"meaning": [
		"A pattern, example, or model.",
		"An example of a declension or conjugation, giving all the inflectional forms of a word.",
		"An overall concept accepted by most people in an intellectual community, as those in one of the natural sciences, because of its effectiveness in explaining a complex process, idea, or set of data.",
		"A conceptual framework\"”an established thought process.",
		"A way of thinking which can occasionally lead to misleading predispositions; a prejudice. A route of mental efficiency which has presumably been verified by affirmative results/predictions."
	],
	"sentences": [
		"It showed an emerging paradigm for intelligent agents.",
		"Game theory was also developed into a central element of the deterrence paradigm.",
		"The object-oriented paradigm is a new and different way of thinking about programming.",
		"The Chinese are beginning to embrace a fundamentally different paradigm in development.",
		"Gross international happiness is a new concept in economic thinking aimed at replacing the western paradigm of economic productivity and well-being.",
		"It was a paradigm of economic productivity and well-being.",
		"With the advent of the internet and the DVD format, a new paradigm in movie rentals was born.",
		"This is happening now as one generation comes of age and exerts their paradigm onto society.",
		"Consumerism is imperative to our culture's paradigm.",
		"At stage three, the prevailing paradigm of what it means to use a computer in school is challenged.",
		"Savings and shares raising the program income is advocated within both the financial sustainability paradigm and poverty alleviation paradigms.",
		"The mechanistic paradigm has failed the reality test in life.",
		"In this learning paradigm, the therapist will give your child a cue, and the child then has an opportunity to respond.",
		"The Euclidean paradigm of mathematics as an objective, absolute, incorrigible and rigidly hierarchical body of knowledge is increasingly under question.",
		"Thus the authoring paradigm has become declarative in nature, describing the data rather than the processes involved in document links.",
		"The linear, static paradigm of mechanistic science based on interactions between separate, independent parts is a travesty of organic reality.",
		"So this thinking only reinforces the existing paradigm - the pattern in which new games become old dogs very very quickly.",
		"This is exactly what occurred in the blind allegiance to the Newtonian paradigm.",
		"The paper then considers three change issues in HE which seem particularly apposite to key elements of the new paradigm.",
		"A situation that, for computer simulation, is delivered using the constructionist (Corporate Cartooning) paradigm.",
		"With high-end gaming a paradigm of istanbul pamuk is late sir george.",
		"This paradigm is currently being extended to determine if other transcription factor fusion oncogenes confer similar self-renewal properties.",
		"In the third paradigm NE operates as an unconditioned stimulus for odor preference learning in the rat pup.",
		"A new paradigm is needed in which the market is accepted as useful but not sacrosanct.",
		"The individualistic paradigm of the self attempts to imagine selfhood as unitary.",
		"What the paradigm shift requires is a writing proper to making.",
		"This paradigm is heavily utilized in AI, prompting substantial research of the derivation of bounds.",
		"The animal model paradigm appeared viable in the 19th century when we knew so little.",
		"In Lepsius's grammar the verbal paradigm fills altogether I Io pages.",
		"The current telecommunication networks are based on the \" connection setup \" paradigm.",
		"Select from Moda, a contemporary line crafted from travertine, or Paradigm, with delicate swirls of marble and limestone creating intricate patterns perfect for any room of the house.",
		"The most common way of measuring auditory discrimination with P300 is the oddball paradigm, in which a series of low-frequency auditory stimuli is randomly interspersed with high-frequency stimuli.",
		"You're talking more than the everyone-is-a-snowflake paradigm?",
		"The \"Asian miracle\" and the discourse on Asian values questioned the dominance of the western development paradigm.",
		"Use of wildcards to implement a fuzzy search for a particular lexeme frequently finds words which are not part of the paradigm under investigation.",
		"We have used the paradigm of rational design from structural information to engineer more potent cysteine proteinase inhibitors offer.",
		"On the other hand, there are mares of little or no value as racers who have become the mothers of some of the most celebrated horses on the turf; among them we may cite Queen Mary, Pocahontas and Paradigm.",
		"The authoring paradigm has become declarative in nature, describing the data rather than the processes involved in document links.",
		"In the generative paradigm, Chris Loynes describes alternatives to the positivist paradigm in outdoor experiential learning.",
		"The views of the scholars at the Leipzig conference simply do not conform to the dominant paradigm.",
		"Paradigm again produced, among several winners of more or less celebrity, Lord Lyon (winner of the Two Thousand Guineas, Derby and St Leger) and Achievement (winner of the St Leger), both being by Stockwell."
	],
	"synonyms": [
		"yardstick",
		"pattern",
		"ideal",
		"prototype",
		"model",
		"sample",
		"example",
		"substitution class",
		"image",
		"epitome",
		"chart",
		"standard",
		"exemplar",
		"beau ideal",
		"mirror"
	],
	"antonyms": []
}