{
	"word": "enigma",
	"meaning": [
		"One that is puzzling, ambiguous, or inexplicable.",
		"A perplexing, usually ambiguous, statement; riddle.",
		"A perplexing, baffling, or seemingly inexplicable matter, person, etc.",
		"A German device used during World War II to encode strategic messages."
	],
	"sentences": [
		"My past is such an enigma; I don't know any of the details.",
		"It was the most perplexing enigma in astronomy.",
		"Some clue to this enigma might be found by asking a lot of questions.",
		"Man is a hopeless enigma to himself, until he sees himself in the light of being a human with human failings.",
		"The reason that the source of the noise is such an enigma is that no one ever traced the sound when they heard it.",
		"The principles on which these divisions were made remain an enigma to the present day.",
		"The enigma therefore still defies solution.",
		"He did a lot of research so he is not confused by the enigma of the pain that comes with the disease.",
		"The crowds of Epicureans were a standing enigma to the adherents of less popular sects.",
		"The greatest enigma is the puzzle of man's ultimate destiny.",
		"Ever since, his character has been a much-discussed enigma.",
		"Howard Abbott was an enigma in many ways and his death by far the greatest conundrum.",
		"You are such an enigma, one minute all cocky and brash, the next formal and chivalrous.",
		"But ultimately, the phrase finds its own relation to the visual image, thereby creating an enigma and a new psychic experience.",
		"You sound like the Brits with the enigma code.",
		"Research The abnormal prion protein causing vCJD remains a scientific enigma.",
		"Death is the ultimate enigma, and we'll never know its secrets.",
		"Is man, by searching alone, going to solve the great enigma?",
		"So how to explain the enigma of French rugby?",
		"Some clue to this enigma may perhaps be found in the second principle of classification proposed by the present writer at the Congresso Internationale di Scienze Storiche at Rome (Atti del Con gresso, ii) in 1903.",
		"Not About Alan Turing The film enigma, based on Robert Harris's thriller novel of that name, is NOT about Alan Turing.",
		"This region is known as Pamir; it has all the characteristics of the highest regions of Tibet, and so far fitly receives the Russian designation of steppe; but it seems to have no special peculiarities, and the reason of its having been so long regarded as a geographical enigma is not obvious.",
		"To those who hold that all intellectual exercise outside the sphere of religion is impious or that all intellectual exercise inside that sphere is futile, he must remain an enigma.",
		"The U-boat enigma cipher is built up by Knox as the crucial problem -- and then what?",
		"Al Carone - unlike his near namesake, Al Capone truly was a paradox wrapped in a mystery concealed behind an enigma.",
		"The richest grave of all was explored at Vaphio in Laconia in 1889, and yielded, besides many gems and miscellaneous goldsmiths' work, two golden goblets chased with scenes of bull-hunting, and certain broken vases painted in a large bold style which remained an enigma till the excavation of Cnossus.",
		"Thanks to their efforts, the new science of Assyriology came into being, and before long the message of the Assyrian books had ceased to be an enigma.",
		"Infant apparel sizing is often an enigma for new parents.",
		"According to Bella Online, Katzen is the original tattoo artist who worked on the Enigma.",
		"Inspired by one of the villains Spiderman battled, Human Enigma began his quest to turn his body into a giant jigsaw puzzle.",
		"Tattooed performers like The Enigma are slowly turning their bodies into living works of art.",
		"A strange anecdote in his life helps us to unravel this enigma.",
		"A long forgotten incident of British maritime history appears to be at the heart of this intriguing enigma.",
		"This fact explains a passage which has hitherto been a total enigma to every expounder, i.e.",
		"Well, after Christmas there suddenly was a surplus of these toys, bringing prices back down to a reasonable amount and vanquishing the enigma that the toys seem to harbor when they weren't in your child's closet.",
		"Katzen was married to The Enigma, a sideshow performer who is tattooed to look like a living blue puzzle.",
		"Her own tattoo journey began about eight months after she finished tattooing the outlines of the puzzle pieces on the Enigma.",
		"Human Enigma didn't get his first tattoo until he was twenty.",
		"The Enigma is covered in a blue puzzle pattern over his entire body.",
		"The Enigma has covered his entire body is puzzle piece shapes, which are slowly being filled in with a solid blue color.",
		"If, therefore, the possibilities of exegesis were exhausted in the list of methods already enumerated, science would have to put the New Testament Apocalypse aside as a hopeless enigma.",
		"Much research is still to be done to resolve the enigma of learning styles.",
		"He maintained with full conviction to the end of his life a grossly erroneous hypothesis of the tides, early adopted from Andrea Caesalpino; the \" triplicate \" appearance of Saturn always remained an enigma to him; and in regarding comets as atmospheric emanations he lagged far behind Tycho Brahe.",
		"There ensued forty-five years of groping for a law which should clear up the enigma of the solar reversals.",
		"But the former do not correspond to the observed inequalities, and the explanation of the outstanding differences may be regarded to-day as the most perplexing enigma in astronomy.",
		"Enigma comfortably fits the bill with its highly responsive synchro tilt finely tuned to match the users body size and weight.",
		"And you call me an enigma.",
		"Namely, that their manager is not an enigma but suffers a warped, even perverted character.",
		"Man is a hopeless enigma to himself, till he sees himself in the light of revelation as a fallen creature.",
		"My past is such an enigma; this business really tangled me up.",
		"Admittedly, Cleary was an enigma, but there remained no real connection to Byrne.",
		"From his belief in teleology he is not deterred by the enigma of pain; he is a determined optimist.",
		"Being smart, I knew that rattly noises were n't good especially when they 're loud enough to drown out my new Enigma CD."
	],
	"synonyms": [
		"puzzler",
		"mystery",
		"sphinx",
		"brain-teaser",
		"conundrum",
		"riddle",
		"closed-book",
		"secret",
		"puzzle",
		"perplexity",
		"rebus",
		"puzzling",
		"problem",
		"inexplicable",
		"crux"
	],
	"antonyms": []
}