{
	"word": "myriad",
	"meaning": [
		"Of an indefinitely large number; countless; innumerable.",
		"Of a highly varied nature.",
		"Composed of numerous diverse elements or facets.",
		"Any indefinitely large number.",
		"Ten thousand.",
		"A great number of persons or things."
	],
	"sentences": [
		"A myriad of emotions flooded over Dean as Corday spoke.",
		"I'll never be able to count the myriad blessings I have received.",
		"The sparkling myriad lights of the city reminded me of my days in Paris.",
		"Our house has been plagued with myriad insects this summer.",
		"After his accident, Luke has myriad prescriptions to take.",
		"However, the big frigates were not enough for the myriad small French privateers.",
		"This eclectic batik blazer is extremely versatile because of the myriad colors that comprise the pattern of the textile.",
		"The myriad health benefits of vegetarianism have been known for centuries.",
		"In The Development Hypothesis (1852) he objects strongly to the incredibility of the special creation of the myriad forms of life, without, however, suggesting how development has been effected.",
		"There are endless possibilities, thanks to the myriad styles available.",
		"The myriad sparkling lights of the city reminded me of my days in Paris.",
		"Prices range quite a bit, so you'll want to shop around, and in truth, with the myriad choices that are available, there's a good chance you'll be glad you did!",
		"The book does its best to cover every aspect of yoga, from the myriad asanas performed in the fundamental Hatha yoga path to the layers of spirituality involved in the practice.",
		"An initial tranche of 22 projects was funded by the ESRC to look into the myriad aspects of this question.",
		"Treatment plans must address the myriad and serious underlying personal and social problems that lead to gang involvement.",
		"A good travel agent can uncover myriad opportunities to match your interests, such as museum treks, biking, outlet shopping, golf packages, special performing arts performances, historical recreation, and food and wine festivals.",
		"A smallest string bikini is a broad term that can accommodate myriad styles.",
		"The choicest productions of the former two with those of many other poets were brought together in 756 and embodied in a book called the Manyoshu (Collection of a Myriad Leaves).",
		"It's simply one of those items of clothing that stands up to constant wear, holds up well over the years and looks fantastic with myriad outfits.",
		"The end of World War II affected American life in a myriad ways, one of which was the surge of new births.",
		"Take a cue from Hollywood though, if you must, and glean some style inspiration from the myriad celebrities setting new precedents for short hairstyles.",
		"There are myriad styles to choose from, most of which are quite attractive.",
		"There are myriad bikini tops out there, and weeding through the choices to find your perfect style can be a bit exhausting.",
		"However, that can be difficult to do considering the myriad styles that are available for purchase today.",
		"Accordingly, prayers of supplication or thanksgiving were offered up to the Buddhist pantheon painted and sculpted in the myriad caves.",
		"Thanks to a well-developed U.S. Postal Service that could deliver packages anywhere there was mail service, people throughout the vast nation suddenly had access to myriad goods, including seeds.",
		"There are myriad types of cross necklaces, including the crucifix and Celtic crosses.",
		"It works well in myriad situations, suits all body types and is available in an enormous range of solid colors and patterns.",
		"Presbyopia can be treated in myriad, if not traditional, ways, including reading, bifocal or multifocal eyeglasses.",
		"Brands such as Jones New York, Calvin Klein and Theory are excellent starting points; you'll find myriad choices at reasonable, mid-range price points.",
		"The LBD can be worn in myriad ways, which is part of its great charm.",
		"Lopez has claimed to design her clothes to fit myriad body shapes, but her use of stick thin models in her runway show and her catalog have a lot of women doubting the clothes were designed around an average woman's curvy body.",
		"Some changed colors in the light, others were dip dyed in myriad colors and still others were bunched up at the hip and held with a piece of circular plastic.",
		"Winter sweater coats for women are available in myriad styles, materials and color options, so there is truly something for everyone.",
		"Depending on the look you're going for, you have myriad ways of making your outfit come to life with the simple addition of a pair of socks!",
		"Sure, there may be myriad reasons for your departure, both good and bad.",
		"From there we sail through Paradise Bay with its myriad icebergs and deep cut fjords, while having chances of seeing large whales.",
		"For instance, healthcare is a field crying out for innovative solutions to a range of complex problems, and myriad opportunities exist for startups.",
		"Although they traditionally contain lamb, it is a simple matter to create myriad vegetarian fillings for grape leaves.",
		"That's because this garment is so versatile that it tends to work in a myriad of situations.",
		"Lost among the myriad of video game retailers out there?",
		"Seventh cranial nerve endings control neck, eyelid, and forehead muscles; are responsible for facial expression, the secretion of saliva, the volume at which sound is perceived; and a myriad of other functions.",
		"No matter what route you take in the world of virtual makeovers, know that these programs can help you in a myriad of ways.",
		"In such cases it is best to leave your first time experience in the hands of a styling professional who is experienced in a myriad of possible outcomes.",
		"Butterfly and claw clips can accomplish a myriad of casual updos.",
		"When you have put together a list of your basic needs, you have a myriad of choices to contemplate when it comes to homeschool Spanish curriculum.",
		"The scarf is available in myriad lengths and can be worn primarily for functional purposes or to make a fashion statement.",
		"Available in myriad shapes and color palettes, the wallet offers that always-coveted combination of function and fashion in one sleek package.",
		"It is available in myriad neutral colors, ranging from black to beige.",
		"Just as there are myriad interpretations of the Bible, there are thousands of yoga instructors who present yoga in a variety of ways.",
		"One of the best ways to understand this industry is to visit the myriad fancy food shows and gift merchandising conferences.",
		"Finally, there are myriad chest machines out there, ranging from awful to awesome.",
		"There's plenty more excellent ab destroyers out there, such as rollerball, plank sidestands, Captain's Chair, dumbbell sidebends, reverse crunches, hanging knee raises and a myriad exercise ball-based ideas.",
		"Once you discover the myriad benefits of walking, you may find this activity is one of your favorite ways to work fitness into your daily life.",
		"After myriad problems and issues, this company ceased operations.",
		"Out of myriad topics one can follow on Twitter, the trending ones convey a sense of what is \"important\" to most users at a given time, much like the front page of a newspaper.",
		"Horror films are popular with audiences for a myriad of reasons.",
		"There are a myriad of styles, sizes and colors to choose from at UnderGear and there lace selection is impressive.",
		"Top Drawers has a myriad of bikini styles for you to chose from.",
		"As you can probably tell, you'll have a myriad of options to choose from at Bare Necessities, and the best part is that you'll be able to choose a pair that suits your body's needs perfectly.",
		"Comes in a myriad of colors, from nude to black, so it can't be seen under clothing.",
		"Resplendent in silk and satin, there is a myriad of different styles and colors to choose from.",
		"Perhaps what makes sexy booty shorts so erotic is the fact that they come in a myriad of styles.",
		"You’ll definitely want to visit this site first as you’ll love the myriad selections of styles offered here.",
		"Contacts- Why not include an address book to the myriad of iPod features?",
		"Party stores like Party City, and catalog merchants like Oriental Trading Company, have myriad items that make great favors, and they have gift bags and boxes that make the favors more attractive.",
		"Every Caribbean destination is so different-and even within one island-say Jamaica or Cuba-you can find such a myriad of flavors and influences.",
		"Definitions of science fiction vary as much as the myriad of subgenres it encompasses.",
		"The Empire Strikes Back is unique in the extent to which it does not provide closure to its myriad plot threads.",
		"Card is perhaps best known for Ender's Game, and all its myriad sequels, prequels and offshoots.",
		"With a myriad of products and procedures out there, it can be difficult to know which way to go.",
		"Many people take Benadryl or one of its competitors for poison ivy, mosquito bites, and a myriad of other skin irritations associated with the great outdoors.",
		"Though the allure of these myriad skin care products is practically addictive, their price tags and sometimes even their claims are not.",
		"This site gives myriad information about taxes, including general topics and specific topics alike.",
		"The myriad of options available to help you in this process may seem overwhelming, but they don't need to be.",
		"It was critical to a myriad of complications; we held the key to access of the past!",
		"It was a subsidiary of one or more of Mr. Cooms' international holdings and would be devoted to analyzing a myriad of production numbers effecting economies from countries around the world.",
		"It doesn't matter what causes its termination, there were always a myriad of possibilities something could go wrong.",
		"The ramifications were disturbing; my mind a myriad of flashing light and churning thoughts.",
		"He sat with his sisters and mother beneath a brilliant sky atop the small rise overlooking Anshan Palace with its white columns and myriad of windows.",
		"When he reached the waterfall at the base of the storage pond, the mist rose up from the cascade, creating a myriad of icy fingers of crystal in the cold air.",
		"Mike obeyed, and they walked through the myriad of tunnels until Elise began grumbling about the distance and Brady became disoriented.",
		"Harpy and Crested Eagles hunt here and we'll see colonies of leafcutter ants and myriad butterflies.",
		"These unusual emissions enabled astronomers to pinpoint these two faint stars among the myriad of other faint stars in the cluster.",
		"Running the myriad of applications we expect from a computer is a whole different ballgame.",
		"More signifcantly, the chassis received a myriad of upgrades, which included variable rate damping and improved bushing, among the many tweaks.",
		"There were also a myriad of soft corals of all colors from red to yellow to purple.",
		"Flying myriad miles century brought nostalgia course quot says dalton.",
		"For Hungary did not suffer the slow decline into the Final Solution, through a myriad stages of debasement.",
		"The models overall accuracy is not in question, but I found the myriad of minor surface dings in the mold annoying.",
		"Yes, we will fight for decent housing for our class, for a myriad of reforms under existing social conditions.",
		"Incorporating rumba, ragga, Spanish guitar and myriad African beats, their music is instantly infectious and delivered with impeccable artistry.",
		"A cook's best friend, Petroselinum crispum, commonly known as curly parsley, is used in myriad ways in the kitchen.",
		"The indentation effect might even be at work in the way porous silicon (with a myriad of nanoscopic filaments) emits light.",
		"Small sized telescopes will show a dazzling spectacle, a myriad of glimmering stars fused to form a slightly flattened disk.",
		"And The Canadian Folk Singer, Though In A Land Of Myriad Springs, Still Goes A La Claire Fontaine Of His Ancestral Fancy; While The Lullabies His Mother Sang Him, Like The Love Songs With Which He Serenades His Blonde, Were Nearly All Sung Throughout The Normandy Of Le Grand Monarque.",
		"The most famous of the works ascribed to him is the Mani Kambum, \" the Myriad of Precious Words \" - a treatise chiefly on religion, but which also contains an account of the introduction of Buddhism into Tibet, and of the closing part of the life of Srong Tsan Gampo.",
		"The Andes are covered in temperate rainforests, from which a myriad of rivers flowing down.",
		"Sailing north through a myriad of tiny islands, we spotted a couple of seals basking on the rocks.",
		"From a trickling stream to the fury of the flood, it shows the Stour river in a myriad of moods.",
		"When we're young, we aren't burdened with all that knowledge and our minds tend to be a bit more adventurous, able to see myriad possibilities.",
		"However, there is such a thing as free diapers, formula, and a myriad of other baby essentials available to you with just a few simple clicks of the mouse.",
		"Innovative baby products, created by baby experts and designed to aid babies and their parents in a myriad of ways, continue to emerge on the market.",
		"Basically the entire family, home and even your pets are covered with a myriad of goods.",
		"The last two companies provide only electronic equipment while Amazon has a myriad of products.You can also find online access to some very popular brick and mortar stores and buy now pay later catalog companies.",
		"You could bring a myriad of diseases and parasites home to your cats.",
		"However, larger falls may produce a myriad of injuries as well as some fatalities.",
		"As a cat owner, you have a myriad of resources for accurate cat health care information.",
		"Animal shelters bring in animals from all over, which means that your new kitten may have been exposed to a myriad of germs.",
		"Billiards - Pool tables now come in a myriad of styles, from traditional to modern, in a range of colors and finishes.",
		"A myriad of different traditional and rustic decorating styles can be explored in addition to many modern and contemporary styles.",
		"They come in a myriad of materials and finishes, including pine, oak, and cherry wood; brass, nickel, and other metals; and unfinished or covered with fabric.",
		"Many people opt to have a professional come in to do a mural for a myriad of reasons, including a desire for a complicated, intricate design and trying to avoid adding anything else to the to-do list as you prepare for baby's arrival.",
		"Of course, you are only limited by your imagination and this hardy straw form can continue to be recycled into a myriad of colorful themes and configurations for use indoors and outdoors, for years to come.",
		"The brand is well-known for its high quality and myriad of products and shades.",
		"Now this built in sample system has gone beyond scents and has moved on to lotion, concealer, lipstick, and a myriad of other tiny surprises you wouldn't expect to normally find.",
		"Some of these pets even generate personalities and can play games with you, solve puzzles and a myriad of other things, so they're always entertaining.",
		"Over a period of time your pet will come out of its holding cache and want to play, be fed or any other myriad of tasks.",
		"Turkey is receptive to a myriad of flavors that are easy to marry with the natural taste of the bird.",
		"If you can't find it where you shop, the internet provides a myriad of options.",
		"Indian food has a variety of common ingredients that give rise to a myriad of flavor combinations.",
		"Though Fiskars is known throughout the world as a scissor company, the scrapbooking world enjoys a myriad of Fiskars offerings in addition to the classic scissors.",
		"There is not set method to reducing stress, but a whole myriad of activities that can help.",
		"With outgoing, dynamic campus pastors, students are invited throughout the school year to a myriad of Christ-focused activities, all of which give them the opportunity to become a Christian if they so desire.",
		"The good news is that no matter the subject you need help with, there are a myriad of online tutoring sites that can help you find the answers you need.",
		"Formal dresses are available in a myriad of colors including white, gold, amethyst, turquoise, magenta, red, mink, silver, navy, indigo, peacock, brown, black, and ruby.",
		"Night driving involves a myriad of other difficulties that inexperienced drivers have difficulty with, such as opposing headlights on dark roads.",
		"People following the diet can mix items from the above two lists to create a myriad of sauces, soups (gazpacho style), dehydrated breads, smoothies and even mock meats.",
		"ChooseVeg.com has a myriad of recipe ideas.VeganCoach.com has many great breakfast recipes to choose from.",
		"Beau-Coup.com actually has a designated fall blend, though there are other color blends available to match a myriad of fall wedding color schemes.",
		"Whether that translates into choosing a plain cake to reflect simple values, a cake with an emphasis on elegance or an ornate, unique cake to reflect your interests as a couple, there are a myriad of potential design choices.",
		"Best of all is that wedding cupcakes are just as creative as any large cake can be, and they lend themselves perfectly well to a myriad of excellent design and display ideas.",
		"While working with a myriad of other groups, the CSAT helps find access to medically sound and cost-effective substance abuse treatment programs in local areas.",
		"For style-oriented individuals, there's nothing quite like choosing from a myriad of full size comforter sets.",
		"Frog cake pans are hard to come by, but at least one formal model exists, and there are a myriad of other ways to create a frog cake by combining differently shaped pans.",
		"Picking just one out of the myriad of creative birthday cake designs available is a fun and challenging part of decorating.",
		"Manufacturers don't skimp when it comes to giving girls a myriad of winter coat choices.",
		"Youth and adult sizes in a myriad of graphic styles are available for both male and females.",
		"Thanksgiving is another fall holiday that calls for turkey ties or ties featuring a myriad of fall leaves.",
		"Within the tennis shoe category, there are a myriad of manufacturers, each offering up their own promising designs and technology to the tennis world.",
		"Earning a degree has a myriad of benefits, including better job prospects, more networking contacts, and the possibility of a higher pay scale, but it also has drawbacks.",
		"More currently, however, brick-and-mortar universities as well as purely online schools have flooded the marketplace with a myriad of options.",
		"Outside of Old San Juan, the two Hyatt Resorts, the Dorado Beach and the Cerromar Beach Resort offer a myriad of watersports, restaurants, and activities alongside one of the best beaches on the island.",
		"With its myriad of entertainment, activities and dining options, Carnival Cruise ships can be compared to a floating, modern resort.",
		"The river, made famous by the likes of Mark Twain and the myriad of captains, who made history steering their steamboats in treacherous conditions, is still a vital part of the travel industry.",
		"Each tour is roughly 90 minutes long and provides great views of the river and a myriad of historic landmarks that dot the banks of the Mississippi.",
		"Grand Bahama Island is an ideal vacation spot for families because of its beautiful beaches, kid-friendly restaurants and myriad of activities, such as swimming, kayaking, fishing, and snorkeling.",
		"This may be true, but if it isn't, you may incur vet bills, sleepless nights listening to relentless coughing, and a myriad of other aggravations.",
		"In addition, a veterinarian certified as a dog ophthalmologist must test the puppies' eyes since also prone to a myriad of conditions including progressive retinal atrophy.",
		"This label, however, is completely inadequate to account for the myriad of genres that Led Zeppelin experimented with in their nine album, thirteen-year career.",
		"Guitarists, both beginning and advanced, use a myriad of tuning devices to help them get their guitars as close to in tune as possible.",
		"However, that is certainly no reason to get discouraged because there are a myriad of boots that not only make you look your best, but also spice up your wardrobe nicely.",
		"The myriad of options can be difficult to navigate, but, in general, you are eligible as soon as you reach 65.",
		"As senior citizens encounter a myriad of life changes, depression can be a response.",
		"One of the best advantages of the collection is the fact that no matter the eyewear you select, you have a myriad of different choices when it comes to the finished design.",
		"Maui Jim shades block 100 percent of harmful UV rays, eliminate glare, come in a variety of lens colors for a myriad of needs, and are available with and without prescription lenses.",
		"In fact you can purchase these pads in a myriad of styles, including round, oval, rectangular, and teardrop shaped.",
		"In this collection, you'll find the aforementioned intricate detail, plus a myriad of different frames to choose from.",
		"Full eye contact lenses are available in a myriad of designs and behave similarly to regular soft contact lenses.",
		"Golf sport glasses are important because the focus needs to be on your game, and these types of glasses can actually help in a myriad of ways.",
		"The lens colors are also quite extensive at Maui, as customers have the option to choose from a myriad of tints, each of which can be sport specific.",
		"What helps this particular site stand out from some of its competitors is the fact that they offer a myriad of different lens colors.",
		"Frames Direct also has a comprehensive collection of Vogue eyewear as well, and with its myriad of styles, the only problem you may experience is just choosing one style!",
		"The Liberty styles that are available in each of these categories fit snugly, yet comfortably, around the head, and come in a myriad of lens colors that range from a soft golden amber, to gentle, yet clear, soft grey.",
		"The myriad of variety is why Mario Party 8 is a best rated Wii game.",
		"You have vast environments to explore and a myriad of characters with whom to interact.",
		"Today the wine drinker has a myriad of choices of decorative wine bottle holders.",
		"There are over 35 wineries in the area, each offering a delicious myriad of wines for the vinophile.",
		"In addition the myriad of unlocked phones that are available through overseas importers, you will also find a good variety of Samsung cell phones being sold by American and Canadian cell providers as well.",
		"There are a myriad of reasons why someone would want to trace a mobile phone number.",
		"Just as there are many methods for boosting cell phone signal, there are a myriad of reasons why you may be experiencing particularly weak cell phone reception.",
		"There are a myriad of reasons why Apple may have banned iPhone apps.",
		"Shopping through a Palm accessory store, you'll find a myriad of cables and attachments that will allow you to charge the Pre in your car, through international wall outlets and more.",
		"Just as there are a myriad of apps available for the Apple iPhone, there are lots of Motorola Droid apps for owners of that smartphone to consider too.",
		"If you were to search for unlocking mobile phones on the Internet, you may discover a myriad of online stores and service providers who charge you a fee to complete the unlocking process.",
		"There are a myriad of hair styles to choose from, and it can be difficult to find the one that is perfect for you.",
		"Few are able to pull off the myriad of styles that Beyonce can.",
		"Salon professions have access to a myriad of reds to flatter every hair color and skin tone, so for optimum results when adding red highlights to your dark hair, you may want to visit an experienced colorist.",
		"From nebulous schedules to a myriad of hands-on activities, Kim and Ken Campbell have given potential homeschoolers an opportunity to estimate the advantages and disadvantages of this particular homeschool approach.",
		"A myriad of careers are available for certified or licensed professionals at this retail chain.",
		"But if a problem is detected, doctors can provide a myriad of resources and treatment options.",
		"Erectile dysfunction can be caused by a myriad of health conditions, many treatable by a physician.",
		"You can also hop on the cable car directly from the hotel, transporting you conveniently to a myriad of shopping, art gallery choices and if you are looking for a relaxed, low key evening out in the city.",
		"In short, cover ups are a wonderful choice because they provide you with a myriad of different styles that are perfect whether beach side or poolside!",
		"This is fairly easy to do because swimming trunks come in a myriad of colors, patterns and styles.",
		"Even better is the fact that it comes in a myriad of colors from pink to green and a host of shades in between.",
		"Don't be afraid to try out a myriad of styles, designs and colors to get the full advantage of this revolutionary entry into the swimsuit realm.",
		"Their shorts are available in a myriad of colors.",
		"Even so, this particular suit comes in a myriad of colors so you should be able to spot one you like.",
		"The unlined slingshot comes in a myriad of colors that when dry, appear completely opaque.",
		"This graphic print tankini boasts a myriad of colors that range from hot pink to white to black, and for added measure, the hem floats out gently.",
		"With its myriad of styles and colors, it's easy to see why folks still love the classic bikini.",
		"Also available with matching bottoms, this dotted V-neck top has the flattering halter look in a myriad of colors, including lemon, coastal green and tropical pink.",
		"Here, you can find a myriad of safety related products that might be perfect for you, including alarms, safety nets, and of course, actual fences.",
		"With respect to the name brand's separates, you'll love the myriad of choices available.",
		"There, you'll readily find a myriad of board shorts, all of which are wildly patterned, colored and truly full of youthful spirit.",
		"From tummy control panels, to inventive ruching to flattering cuts, these suits take into account a myriad of different factors and blend them together in one exquisite package.",
		"Men's swimwear should not only be nice to look at, but also capable of withstanding all of the myriad of water sports and activities that are bound to come up during your time at the beach.",
		"You'll also want to take a close look at the myriad of styles available at Hapari, particularly if you are a fan of the printed look.",
		"When you think \"bikinis\", you probably see an image of the traditional two-piece, but today, bikinis come in a myriad of styles.",
		"You'll also enjoy the myriad of styles offered on the site, as well as the manufacturer's close attention to detail and customer service.",
		"To be sure, there are a myriad of styles that you can choose from when it comes to two-piece tankini short sets, so it can be difficult to know which one to select.",
		"A great source of omega-3s, cod liver oil provides a myriad of health benefits.",
		"Since there are a myriad of colors that one can choose from, the best rule to keep in mind is if you are going light on the bottom, choose a slightly darker color for your top.",
		"Hamilton Beach's commercial milkshake machine is similar to what age-old soda shops used to use to create a myriad of mixed ice cream and soda delights.",
		"Any of the above board games can be found at nearly every Wal-Mart, Target or K-Mart in your city as well as a myriad of online stores like Amazon.",
		"Basically you choose which piece you want to be, roll to see who goes first then continue around the board answering a myriad of questions with your television remote.",
		"Read on to learn more about where you can buy the myriad of available fragrance refills for you Scentsy system.",
		"After all, you made it through attire fittings, in-law coordination, and a myriad of details and still managed to say \"I do.\"",
		"Pave setting engagement rings, in particular, often use CZ or other simulated stones to create the illusion of a myriad of diamonds for far less expense.",
		"This, however, overlooked the vast myriad of colors that sapphires can also be found in, from the palest of yellow sapphire to the deepest green - and of course pinks.",
		"Stories of loss, strife and recovery abound and offer a myriad of directions to expound upon the newsworthy and personal aspects of the news accounts.",
		"For this reason, a visit to Hot Topic is sure to be engulfed in blacks, purples, and a myriad of sarcastic catch phrases and products carrying a certain sense of dark humor.",
		"The myriad of styles and color options can be downright dizzying!",
		"The latter is available in a myriad of colors, including an \"Aloha\" print, and comes equipped with a telescoping adjustable handle for easy handling.",
		"Besides the myriad of styles that are viable here, everything from pink to red to green, the prices are right too at just $9.99.",
		"Both styles are deliciously bright in the bold colors of yellow and light pink, and both are roomy enough to house a myriad of objects.",
		"Osprey accomplishes this in a myriad of ways, the most important of which is the fit of the bag, how you pack the bag, and by deciding if special details, like Osprey Hydraulics, are right for you.",
		"From comfy and cozy beds, to bicycle seat lookouts, to water and food bowls, Snoozer Pet has a myriad of models worth exploring.",
		"Even people born on the same day are born during different zodiac hours, which produce a myriad of personality types.",
		"Kids PC games aimed at the preschool set focus on a myriad of basic skills, including recognition of shapes, colors, numbers, and letters.",
		"Festivals-There may be a myriad of festivals in your area that you've never checked out.",
		"Activities-These girls participate in a myriad of ways.",
		"Rotten Tomatoes offers a myriad of professional reviews of Casablanca in addition to readers' reviews and a forum for everyone to discuss the movie.",
		"Likewise, business road warriors will appreciate the myriad of built-in security features.",
		"Although beige remains the \"goes with everything\" color, you'll find the trench coat in a myriad of different colors and lengths.",
		"Today, Blazers come in a myriad of brilliant colors and patterns, including floral and plaid for women.",
		"The comfortable footwear comes in a myriad of colors and designs, including styles that feature the company's signature seagull logo on the foot bed.",
		"Together, they learn, love, laugh and cry through life's myriad of opportunities and obstacles.",
		"Actress Ashley Jones has played a myriad of characters on the stage, in film and television including roles on The Young and the Restless, Bold and the Beautiful and True Blood.",
		"On soaps, characters will come back from the dead, obtain special powers to manipulate a situation, can be transplanted into another body, and a myriad of other absurd adventures you would never buy on another show.",
		"The back is a large canvas that gives you a myriad of possibilities for designs.",
		"Easily incorporated into a myriad of tattoo designs, flowers prove themselves versatile, colorful and most importantly a feminine aspect to any type of tattoo.",
		"The Novetel's Times Square location offers plenty of options as diners can walk down to Restaurant Row and select from a myriad of dining options.",
		"At her best, a travel agent is an invaluable helper, one who can guide you through the myriad of travel choices and prices, and help you to plan the ideal vacation.",
		"These travel professionals can sift through the myriad of travel information to help you find the trip that's best suited to your needs.",
		"The Albuquerque Biological Park is gorgeous year round, however in December it turns into an illuminated winter wonderland with countless holiday lights designed to fit a myriad of themes.",
		"After selecting a travel route, visitors click on tabs to plan side trips, find attractions and a myriad of dining style options.",
		"It is possible to set the radio to your favorite station and this means that you have the choice of waking up to music, news, sports or any other of the myriad of radio stations available.",
		"Teachers and students alike use the resources found in Yoga Journal to gain a deeper understanding of the craft and further their practices in myriad ways.",
		"When you write, it's impossible to factor in all the myriad factors that can occur as a business matures.",
		"Yet, a considerable number of these \"conventional\" used car buyers have found a myriad of ways to harness the power of the ever expanding online automotive resources and tools at their disposal to make informed buying decisions.",
		"The Internet has also opened a myriad of opportunities to make money freelancing and providing content for blogs, press releases, marketing letters, websites, newsletters, ezines and more.",
		"If you are truly a die-hard cheerleading fan, there are a myriad of options for exhausting the concept of cheerleader clipart.",
		"There are a myriad of ways to reduce the fat, sugar, and cholesterol content of traditional recipes.",
		"It can cause devastation to a myriad of people who are trapped in its vicious cycle.",
		"Eating foods like these can lead to a myriad of chronic and potentially life threatening illness.",
		"The exercise ball as a piece of workout equipment is quite versatile with a myriad of applications.",
		"You can choose from a myriad of exercises to fulfill these three requirements.",
		"Today's athlete, fitness enthusiast or average person looking for casual gear will find a myriad of warm-up suits in modern fabrics designed to make your workouts as comfortable as possible.",
		"The colors vary from traditional white to a myriad of colors including shades of grey, stripes, and heathers.",
		"With this myriad of choices, you should have no trouble finding bra straps that suit your personality perfectly!",
		"For anyone who has ever asked themselves, \"How do I sew boxer shorts?\", fortunately you have a myriad of places to check for a satisfactory answer.",
		"If the lingerie party is being hosted in someone's honor, whether for a birthday or bridal shower, there are myriad of gifts you can choose amongst.",
		"Only one color is available when it comes to this style, white, but this nightgown is so elegantly made, it really doesn't need to come in a myriad of color choices for one to find it appealing.",
		"War is a thought provoking experience and as a result it generated a myriad of songs and ballads.",
		"She bit back her smile and returned to her myriad of ornaments, carefully laying a tissue paper over a packed box of delicate pieces, merged memories of two families, joined now by a few items of their first Christmas together.",
		"With the myriad of products that they offer, the appeal is clear and affordable.",
		"Our office received thousands of Internet generated reports from around the world, listing a myriad of up to date economic data.",
		"My uncle's bakery sells many different flavored pastries, there's always a myriad to choose from.",
		"I couldn't choose between the myriad of options before me.",
		"Megan and Laura discuss a myriad of topics on their show.",
		"There is a myriad of things to do in New York City!",
		"His brother owns a myriad of video games, more than I've ever seen!",
		"There is a myriad of pretentious students at this Ivy League school.",
		"I'm still facing a myriad of options regarding this situation; I'm not sure what to do.",
		"Our cable providers offer a myriad of channels to watch!",
		"Denny had a myriad of ideas, but it would take him time to organize them into a cohesive proposal.",
		"I've been with a myriad of men in my life, yet I have never been in love.",
		"Living in the bible belt, I have a myriad of churches to go to."
	],
	"synonyms": [
		"unnumbered",
		"unnumberable",
		"uncounted",
		"unnumerable",
		"innumerous",
		"innumerable",
		"infinite",
		"multitudinous",
		"countless",
		"numberless",
		"numerous",
		"many",
		"legion",
		"10000",
		"ten thousand",
		"scores",
		"lots",
		"host",
		"endless",
		"army",
		"countless",
		"flood",
		"legion",
		"innumerable"
	],
	"antonyms": [
		"calculable",
		"measurable",
		"limited",
		"little"
	]
}