{
	"word": "delineate",
	"meaning": [
		"To draw; depict.",
		"To trace the outline of; sketch out.",
		"To depict in words; describe.",
		"To establish the position of (a border).",
		"To show or contain a distinguishing characteristic of; distinguish."
	],
	"sentences": [
		"Use colors to clearly delineate the elements in your graphs.",
		"In order to define the waistline, it's important to delineate the bosom from the belly area.",
		"Delineate each area where a specific color will be used with a line on the paper to mark the difference.",
		"The middle-school years are also key for self-development, but since young kids don't have occupations and families to delineate their purposes, they rely on favorite actors, television series, and film icons to express themselves.",
		"In an L shaped kitchen, an island can further delineate the space between the open end of the kitchen and the rest of the house.",
		"The same syntax is used with tags such as ,  and ",
		" to delineate paragraphs.",
		"Again, the physician as naturalist, though stimulated by the pathologist to delineate disease in its fuller manifestations, yet was hampered in a measure by the didactic method of constructing \"types\" which should command the attention of the disciple and rivet themselves on his memory; thus too often those incipient and transitory phases which initiate the paths of dissolution were missed.",
		"To delineate in a few words the character of the Poverello of Assisi is indeed a difficult task.",
		"Ziegler's hypsometric maps (1856) or so-called \" relief maps,\" which attempt to delineate the ground so as to give the impression of a relief, are generally preferred.",
		"The enamels are used to delineate decorative subjects and are applied in masses, the principal colors being green, yellow and soft Prussian blue, all brilliant and transparent, with the exception of the last which is nearly opaque.",
		"The maps of the Ordnance, Geological and Hydrographic Surveys delineate the configuration and geology of England and the adjacent seas with a completeness unsurpassed in any other country.",
		"Clothing can be a good way to delineate these boundaries, or to allow parts of the body to be touched without an invasive feeling.",
		"Paragraph tags delineate blocks of text, and are usually used to include spacing so that screen text is easier to read.",
		"On the MySQL.com site, you can see the output of the command when used to delineate specific fields from a table.",
		"The voltmeter needle may then be made to record its variations graphically on a drum covered with paper and so to delineate the wave form of the current.",
		"His earliest work, entitled Reloj de principes, published at Valladolid in 1529, and, according to its author, the fruit of eleven years' labour, is a didactic novel, designed, after the manner of Xenophon's Cyropaedia, to delineate, in a somewhat ideal way for the benefit of modern sovereigns, the life and character of an ancient prince, Marcus Aurelius, distinguished for wisdom and virtue."
	],
	"synonyms": [
		"define",
		"delimitate",
		"delimit",
		"specify",
		"outline",
		"limn",
		"trace",
		"line",
		"describe",
		"draw",
		"map",
		"etch",
		"survey",
		"sketch",
		"design"
	],
	"antonyms": []
}