{
	"word": "fraudulent",
	"meaning": [
		"Acting with fraud; deceitful.",
		"Based on or characterized by fraud.",
		"Done or obtained by fraud.",
		"False; phony."
	],
	"sentences": [
		"I wouldn't dream of going into business with that fraudulent insurance company.",
		"Even something as small as cashing a fraudulent check can get you in big trouble.",
		"Guilty officials having been severely punished, the fraudulent creditors of the government remained to be dealt with.",
		"Many people don't understand the consequences of filing fraudulent tax returns.",
		"Hoffman, for governor, and by the issue of false naturalization papers and fraudulent voting in New York City on a gigantic scale Hoffman was chosen governor and the electoral vote was cast for Seymour.",
		"Banishment and change of place had already diminished Petracco's fortune, which was never large; and a fraudulent administration of his estate after his death left the two heirs in almost complete destitution.",
		"The real point of this superb declamation was Burke's conviction that ministers supported the claims of the fraudulent creditors in order to secure the corrupt advantages of a sinister parliamentary interest.",
		"They are also the dealers in antiquities, both genuine and fraudulent.",
		"The Blancos, using the fraudulent elections in 1896 as a pretext, now broke out in armed revolt under the leadership of Aparicio Saraiva.",
		"After residence in the state for three years divorce may be obtained on grounds of fraudulent contract, desertion, neglect for three years, adultery, cruelty, intemperance, imprisonment for life and certain crimes.",
		"Zero liability for all purchases made as a result of fraudulent activity or a lost or stolen card.",
		"Prepaid Visa gift cards feature the same protection against fraudulent use that traditional Visa cards have.",
		"It is academically fraudulent and an offense against University discipline.",
		"If not I think they should be investigated for online fraud, if proven fraudulent.",
		"Fraudulent use - Some consumers complained that they bought the gift card and when they went to use it, it wouldn't work because the balance was zero.",
		"Generally, the accounts are declined because of the high rate of charge backs initiated for the transactions, whether they are fraudulent or not.",
		"Some even make claims that are outright fraudulent.",
		"In 1857 he broke with President Buchanan and the \" administration \" Democrats and lost much of his prestige in the South, but partially restored himself to favour in the North, and especially in Illinois, by his vigorous opposition to the method of voting on the Lecompton constitution, which he maintained to be fraudulent, and (in 1858) to the admission of Kansas into the Union under this constitution.",
		"Appropriately severe penalties should be applied in cases where inaccurate or even fraudulent information is submitted.",
		"To avoid fraudulent he said quot in front of his alma mater.",
		"Unfortunately findings sometimes may appear fraudulent even when fraud has not taken place.",
		"For example, we must give information to authorized benefit fraud investigators where fraudulent benefit claims are suspected.",
		"Concurrently fraudulent imitation has regrettably increased.",
		"Some stores have stopped accepting coupons that are printed off the Internet because of so many fraudulent coupons in the past.",
		"Equifax monitors a subscriber's account and issues an alert if there is a suspicion of fraudulent activity.",
		"If there are fraudulent charges on your account, you may have to agree to press charges against the unauthorized user, which requires a police report.",
		"Fraudulent activity liability - Cardholders are responsible for all fraudulent activity connected that occurs before the card is reported lost, missing or stolen.",
		"It doesn't take a lot of effort to create a website that appears to be a site for prepaid cards, but that could be fraudulent.",
		"Bank of America constantly monitors the activity of cardholder accounts in an effort to make sure that there is no fraudulent activity.",
		"Do you want a guarantee that fraudulent activity will be taken care of?",
		"Users are not liable for fraudulent purchases.",
		"There are several tell-tale signs of a fraudulent online college.",
		"Stores don't get reimbursed for fraudulent coupons, so many have stopped taking printable coupons to avoid losing money.",
		"No dealership is responsible for any new vehicle once it has been purchased and driven off their lot unless they have been fraudulent.",
		"This is the department in any insurance company that is charged investigating fraudulent insurance claims.",
		"The stimulus plan inadvertently prompted many fraudulent scams, so people must take care to carefully study and documentation received regarding the COBRA stimulus.",
		"In other words, don't trust an unsolicited document received in the mail from a non-governmental agency that claims to have a rebate check waiting for you because this is probably a fraudulent claim.",
		"The state almost entirely supports the Connecticut school for imbeciles, at Lakeville; the American school for the deaf, in Hartford; the oral school for the deaf, 1 The constitution prescribes that \" the privileges of an elector shall be forfeited by a conviction of bribery, forgery, perjury, duelling, fraudulent bankruptcy, theft or other offense for which an infamous punishment is inflicted,\" but this disability may in any case be removed by a two-thirds vote of each house of the general assembly.",
		"Just ad carriers shady or fraudulent respondents in the the reuben brothers.",
		"So who was it who had been planning since before 9/11 to create a fraudulent casus belli against Saddam?",
		"Working for this leading loss adjuster you will based within a specialist team handling potentially fraudulent claims.",
		"Your opposition to the regime of Mugabe is the ultimate riposte to his fraudulent nonsense about fighting colonialism.",
		"Common types of bankruptcy fraud include petition mills, false oath, concealment of assets, and fraudulent conveyance.",
		"Fraudulent health insurance north Dakota 's legislative by introducing new.",
		"Features of new offense The new offense is to be \" knowingly concerned in the fraudulent evasion of income tax \" .",
		"Fraudulent accounting is nothing new to the world of Italian football but... ... .",
		"For example, we must give information to authorized benefit fraud investigators where fraud investigators where fraudulent benefit claims are suspected.",
		"Three solid days of your steady drone as you defend an obviously fraudulent set of accounts is enough.",
		"Radio 3s New Music selection procedures are inept - if not fraudulent.",
		"Flexibility to adopt insurers selling fraudulent a network model.",
		"I should have thought it would be based on the actual damage directly flowing from the fraudulent inducement.",
		"A company is being run for a fraudulent purpose e.g. regularly submitting falsely inflated bills to customers for car repairs.",
		"This is particularly nettlesome to some TLD managers concerned that this information could be used for fraudulent activity.",
		"That is why Mesa used a fraudulent plebiscite to mask the continuing privatization of the energy industry behind promises of nationalization.",
		"Sicily is now part of the new united Italy, but this has been brought about by a fraudulent plebiscite.",
		"At present, honest policyholders end up paying over the odds in premiums to cover monies lost to fraudulent activity.",
		"Without limitation, no user shall make any speculative, false or fraudulent reservation or any reservation in anticipation of demand.",
		"Here you can get the latest information on protection from the increasing number of fraudulent scams.",
		"Marshall was reportedly close to connecting Lyndon Johnson to fraudulent activities involving businessman and convicted swindler Billy Sol Estes.",
		"To help avoid fraudulent transactions we are doing everything to ensure the safety of our customers.",
		"The second was called for by the preference which the common law gave to a distant collateral over the brother of the half-blood of the first purchaser; the fourth conferred an indefeasible title on adverse possession for twenty years (a term shortened by Lord Cairns in 1875 to twelve years); the fifth reduced the number of witnesses required by law to attest wills, and removed the vexatious distinction which existed in this respect between freeholds and copyholds; the last freed an innocent debtor from imprisonment only before final judgment (or on what was termed mesne process), but the principle stated by Campbell that only fraudulent debtors should be imprisoned was ultimately given effect to for England and Wales in 1869.1 In one of his most cherished objects, however, that of Land Registration, which formed the theme of his maiden speech in parliament, Campbell was doomed to disappointment.",
		"That the Sanskrit root sthag (Pali, thak), to cover, to conceal, was mainly applied to fraudulent concealment, appears from the noun sthaga, cheat, which has retained this signification in the modern vernaculars, in all of which it has assumed the form thag (commonly written thug), with a specific meaning.",
		"Spurious material includes all that mass of objects made by whites and sold as of Indian manufacture; some of it follows native models and methods; the rest is fraudulent and pernicious.",
		"Even after the Peace of Aix-la-Chapelle (1748) the Iroquois complained bitterly of the fraudulent land speculators, and in 1753 the chiefs of the Mohawks threatened to declare the covenant chain broken.",
		"A genuine concern for local Christianity is the writer's justification for his work, and any idea of fraudulent aims must be dismissed at once.'",
		"Instead of confirming all claims existing when the country passed to the United States, and so ensuring an immediate settlement of the matter, which was really the most important thing for the peace and purse of the community, the United States government undertook through a land commission and courts to sift the valid from the fraudulent.",
		"The high value of realty in San Francisco naturally offered extraordinary inducements to fraud, and the largest part of the city was for years involved in fraudulent claims, and its peace broken by \" squatter \"-troubles.",
		"He nevertheless holds the process to have been one that implied no fraudulent intention.",
		"There are a lot of fraudulent organizations out there that take advantage of uninformed consumers.",
		"Auction sites or online retailers, such as Amazon, that offer to sell your used items invite fraudulent people to pretend to have the items and never send it when the auction is over.",
		"The program offers a comprehensive list of security features to protect cardholders from fraudulent use online and beyond.",
		"This guarantee also applies to other forms of fraudulent use beyond Internet theft.",
		"Get purchase assurance that protects the users of the card from fraudulent charges for 90 days from the date of purchase.",
		"Most cards may be personalized with a photo of the user, which can help in protecting the user's account from fraudulent charges.",
		"In addition, be aware of any fraudulent advertisements received and report them to the FTC.",
		"Innovis will work with fraud victims to get errors and fraudulent items removed from the report.",
		"In case the fraud specialists and alert system don't stop the fraud in time, you needn't worry as you are not responsible for paying even $1 of fraudulent purchases on your account.",
		"Many card issuers make it easier to make a written notification by providing you with a form, called an affidavit, for you to complete to show why you believe the charge to be fraudulent.",
		"The fraud will be investigated just as diligently on a family member as it would be if the fraudulent use was by someone you don't know.",
		"The companies store all of this information in databases that also house statistical findings on patterns in fraudulent behavior.",
		"The Citi Forward Card for College Students offers no annual fees and a zero dollar liability on fraudulent charges.",
		"If your card is lost or stolen, the company will not hold you responsible for the fraudulent charges made to the card.",
		"In cases of extended fraud alerts, the file will contain documentation the consumer filed with federal, state or local law enforcement documenting the fraudulent activity.",
		"They do, however, reduce the instances of additional fraudulent activity taking place.",
		"The point of these services is to catch any fraudulent activity before theft actually occurs.",
		"By using a monitoring service, you can watch for fraudulent activity or mistakes that might adversely affect you through no fault of your own.",
		"Report any fraudulent activity you find to the Federal Trade Commission and your local police department.",
		"This way, you can check your report three times per year to spot fraudulent activity quickly.",
		"The card provides users with a debit card with the owner's name on it to protect it from fraudulent use.",
		"None of the cards described below requires payment of an annual fee, and all provide cardholders with protection against fraudulent use.",
		"This way, you can spot any fraudulent activity on the account as soon as possible.",
		"If the marriage is found to be fraudulent (entered into only for the purpose of obtaining a green card), then the alien will have his/her permanent-resident status terminated.",
		"To avoid unintentionally using fraudulent coupons, you should be wary of anything sounding too good to be true.",
		"Many fraudulent companies out there will promise you modeling jobs as long as you pay them a specified fee.",
		"Some rumors say he was fired and some say that the United Autism Foundation isn't even a charity, but a fraudulent storefront.",
		"The doctors were reportedly already under investigation for writing fraudulent prescriptions prior to Corey Haim's death.",
		"Verifying accreditation can also help you avoid fraudulent education programs that may cost a student time, money and grief.",
		"Report the fraudulent email to the company or financial institution involved.",
		"Restrictions can also vary, and interested guests should always carefully investigate any too-good-to-be-true offers to be sure they are not victimized with fraudulent tickets.",
		"Each year, the theme parks will change out codes and ticket design to ensure fraudulent tickets are impossible to obtain.",
		"There are two main ways to try and guard against the loss of money spent on fraudulent items.",
		"Adoption fraud may involve the misrepresentation and fraudulent concealment of a child's pre-adoption history.",
		"You can do this by entering the name of the site into a search engine, using an antivirus program that detects fraudulent web pages, or checking with Better Business Bureau Online.",
		"Do a search of the company there and learn about potential scams and fraudulent activity.",
		"The problem is so widespread that there is a warning about fraudulent employment offers on KBR's website.",
		"There's no reason to pay for listings that are available for free elsewhere, and it's very possible that sites asking for money have fraudulent intentions.",
		"Often, the fraudulent fees can be as high as ten percent of the reverse mortgage funding.",
		"This behavior is commonplace following other disasters, and there are plenty of crooks who operate fraudulent charities on an everyday basis as well.",
		"A lot of times identity thieves use fraudulent e cards to try to get people to download viruses to their computers.",
		"The danger of the check cashing, of course, is that they are passing fraudulent checks and you are in effect sending them your own money.",
		"Use this guide to help keep you from making a fraudulent purchase in the future.",
		"Wondering to yourself, \"Do restaurant BOGO coupons work,\" is common when there are so many fraudulent coupons out there.",
		"Do not download anything from a website that looks untrustworthy or fraudulent.",
		"Many customers waste time using websites that have fraudulent coupons, so the ones that offer reliable deals need to be saved into a favorites list or bookmarked for future use.",
		"Unfortunately, sometimes fraudulent coupons end up on these websites despite their best efforts to keep them off.",
		"Although the Internet has made it easier than ever to find coupons, there are a number of people attempting to skirt the law by posting fraudulent coupons online.",
		"Coupons that are blurry, contain typographical errors, and are missing a bar code are likely fraudulent.",
		"Another common coupon usage restriction is a limit to the overall value of the coupon, as most fraudulent coupons tend to be for free products or a high percentage off the overall price.",
		"There are also tips on how to get \"Bricks\" coupons to print on your computer and how to spot fraudulent coupons online.",
		"They often keep lists of fraudulent coupons so checkers know which ones they cannot accept.",
		"The first season ended with Jane/Deb facing disbarment after revealing a fraudulent scheme on the part of a client.",
		"Be sure to know what to look for and what to ask in order to arrange the perfect vacation and to avoid any fraudulent travel deals.",
		"Avoid being lured in to fraudulent or unsatisfactory travel arrangements.",
		"There is considerable difference between a study that has errors and a fraudulent study created for financial gain.",
		"The British scientific community takes the retraction to a devastating level for Wakefield, as they suggest that the study is not only erroneous, it is fraudulent.",
		"Scam Busters lists dozens of work from home and internet business opportunities that are scams or at least borderline fraudulent.",
		"Consumers who suspect a fraudulent company or unethical business practices can contact the BBB for assistance.",
		"The death penalty was freely awarded for theft and other crimes regarded as coming under that head; for theft involving entrance of palace or temple treasury, for illegal purchase from minor or slave, for selling stolen goods or receiving the same, for common theft in the open (in default of multiple restoration) or receiving the same, for false claim to goods, for kidnapping, for assisting or harbouring fugitive slaves, for detaining or appropriating same, for brigandage, for fraudulent sale of drink, for disorderly conduct of tavern, for delegation of personal service, for misappropriating the levy, for oppression of feudal holders, for causing death of a householder by bad building.",
		"Public sittings are apt to be means of obtaining money by false pretences, and the great scandal of spiritualism is undoubtedly the encouragement it gives to the immoral trade of fraudulent mediumship.",
		"As a director of the company, moreover, he was suspected of fraudulent complicity, taken into custody and heavily fined; but £ro,000 was allowed him out of the wreck of his estate, and with this his skill and enterprise soon constructed a second fortune.",
		"The management of the road under his control, and especially the sale of $5,000,000 of fraudulent stock in 1868-1870, led to litigation begun by English bondholders, and Gould was forced out of the company in March 1872 and compelled to restore securities valued at about $7,500, 0 00.",
		"In1875-1882he was corporation counsel of New York, and as such brought about a codification of the laws relating to the city, and successfully contested a large part of certain claims, largely fraudulent, against the city, amounting to about $20,000,000, and a heritage from the Tweed regime.",
		"The committee's decision was that the Board of Grounds and Buildings was not authorized to let the decorating and furnishing of the state house; that it had illegally authorized certain expenditures; and that architect and contractors had made fraudulent invoices and certificates.",
		"Inspectors are employed to give information regarding the packing of fruit, and also to see to the enforcement of the Fruit Marks Acts, which prohibit the marking of fruit with wrong brands and packing in any fraudulent manner.",
		"The Supreme Court dismissed the bill on the grounds that equity has no jurisdiction over political matters; that, assuming the fraudulent character of the objectionable constitutional provisions, the court was in effect asked to assist in administering a fraud; and that relief \"must be given by them {the people of the state} or by the legislative and political departments of the government of the United States.\"",
		"The assessment (Ti nmµa) included all the property of the contributor, whose accuracy in making full returns was safeguarded by the right given to other citizens to proceed against him for fraudulent under-valuation.",
		"During the next four years the submission of all the pueblos was secured, and the permanency of 1 Although the Quivira story was fabricated by an Indian captive and its fraudulent character was fully exposed by Coronado in 1541, ignorant American treasure-seekers still search for this mythical region.",
		"Even at this valuation, the recognized outstanding circulation (for there had been fraudulent issues as well) amounted to more than I,400,000.",
		"Severe discipline, suppression of fraudulent interference, furnishing of clothes and equipment by the king, regulation of rank among the officers, systematic revictualling of the army, settled means of manufacturing and furnishing arms and ammunition, placing of the army under the direct authority of the king, abolition Of great military charges, subordination of the governors of strongholds, control by the civil authority over the soldiers effected by means of paymasters and commissaries of stores; all this organization of the royal army was the work of le Tellier.",
		"All investments have the potential for scams and fraudulent activity, and silver is no exception.",
		"These and other types of fraudulent activities are commonplace with companies that are not legitimate and are simply trying to scam people out of money.",
		"Citi cardholders are not responsible for fraudulent purchases made with their account.",
		"There are a number of fraudulent individuals located all throughout the globe who make their living by stealing computer information.",
		"This will prevent someone from using your card to ship fraudulent purchases elsewhere.",
		"This bill passed both houses, but was vetoed in February 1859 by President Buchanan on the ground that it would cause friction between the states, that it would be uneconomical, that it might encourage fraudulent speculation, that it would injure existing institutions, and that it was unconstitutional.",
		"His fraudulent business strategies don't bode well for the way he handles other aspects of his life.",
		"Being costly, it is much subject to adulteration; but the fraudulent additions may easily be detected by volatilization, which in the case of pure vermilion leaves no residue.",
		"Fraudulent interpolation, whether the fraud be pious or otherwise, does occur, but is comparatively rare.",
		"The high value of land in and about the city caused the fabrication of two of the most famous claims examined and rejected as fraudulent by the United States courts (the Limantour and Santillan claims).",
		"But he removed a horde of fraudulent contractors, kept the armies in the field well equipped, and infused energy into procrastinating generals."
	],
	"synonyms": [
		"fallacious",
		"deceitful",
		"sticky-fingered",
		"piratic",
		"brigandish",
		"wily",
		"underhand",
		"surreptitious",
		"subtle",
		"snide",
		"misleading",
		"knavish",
		"dishonest",
		"deceptive",
		"deceiving"
	],
	"antonyms": [
		"valid",
		"authentic",
		"real",
		"genuine",
		"honest",
		"fair"
	]
}