{
	"word": "heresy",
	"meaning": [
		"A religious belief opposed to the orthodox doctrines of a church; esp., such a belief specifically denounced by the church.",
		"The rejection of a belief that is a part of church dogma.",
		"The holding of any such belief or opinion.",
		"Any opinion (in philosophy, politics, etc.) opposed to official or established views or doctrines.",
		"Adherence to such controversial or unorthodox opinion."
	],
	"sentences": [
		"Leo was disturbed throughout his pontificate by heresy and schism.",
		"Three types of heresy have appeared in the history of the Christian Church.'",
		"An investigation was begun in March 1559, and as the result of a conviction for heresy the exhumed body of Jorisz was burned, together with his portrait, on the 13th of May 1559.",
		"Leo then formally excommunicated Luther by bull of the 3rd of January 1521; and in a brief directed the emperor to take energetic measures against heresy.",
		"These amulets recognized the Messianic claims of Sabbatai Sebi, and a famous rabbinic contemporary of Eybeschiitz, Jacob Emden, boldly accused him of heresy.",
		"The acts of councils of this age are full of the trials of bishops not only for heresy but for immorality and common law crimes.",
		"As this prince belonged, like Firdousi, to the Shiah sect, while Mahmud and Maimandi were Sunnites, and as he was also politically opposed to the sultan, Hasan Maimandi did not fail to make the most of this incident, and accused the poet of disloyalty to his sovereign and patron, as well as of heresy.",
		"There, after six days' disputing with Alcuin, he again recanted his heresy.",
		"In the later heresy of Manichaeism there were affinities to Gnosticism, but it was a mixture of many elements, Babylonian-Chaldaic theosophy, Persian dualism and even Buddhist ethics (p. 126).",
		"The next type of heresy may be called evolutionary or formatory.",
		"The theological professors took the alarm at passages in the Meditations; an attempt to prove the existence of God savoured, as they thought, of atheism and heresy.",
		"In spite of the relief afforded by orthodox additions, it was urged that its Epicurean sentiments contradicted the Torah and favoured heresy.",
		"He returned with letters of recommendation to Charles Martel, charged not only to convert the heathen but to suppress heresy as well.",
		"It was feared that the heresy, if suffered to make headway, would spread like wildfire among the ignorant Russian peasantry, and Archbishop Nikon was sent to Athos to threaten the recalcitrant brethren with severe temporal and eternal penalties should they remain obstinate.",
		"The Holy Synod decided that the peculiar tenets of Bulatovich and his followers were to be known and condemned as.` the heresy of the Name of God.\"",
		"Under the general law against heresy their books were burnt by the hangman, they were searched for signs of witchcraft, they were imprisoned for five weeks and then sent away.",
		"The progress of heresy, the reported troubles in Germany, the war which had lately broken out between the dukes of Austria and Burgundy, and finally, the small number of fathers who had responded to the summons of Martin V., caused that pontiff's successor, Eugenius IV., to think that the synod of Basel was doomed to certain failure.",
		"He was one of the first of his countrymen to recognize and come under the influence of German thought and speculation, and, amidst an exaggerated alarm of German heresy, did much to vindicate the authority of the sounder German critics.",
		"On the 28th of February 1546 Wishart was brought to trial in the cathedral before the cardinal and other judges, the regent declining to take any active part, and, being found guilty of heresy, was condemned to death and burnt.",
		"He was finally apprehended by order of Pope Eugenius IV., condemned and burnt for heresy.",
		"In 1555 Bishop Farrar of St David's was publicly burned for heresy under Queen Mary at the Market Cross, which was ruthlessly destroyed in 1846 to provide a site for General Nott's statue.",
		"But now the greater boldness of the dialecticians awakened a spirit of general distrust in the exercise of reason on sacred subjects, and we find even a Realist like Gilbert de la Porree arraigned by Bernard and his friends before a general council on a charge of heresy (at Rheims, 1148).",
		"The suffering Magyar multitudes eagerly responded to these seductive teachings, and the result was a series of dangerous popular risings (the worst in 1433 and 1436) in which heresy and communism were inextricably intermingled.",
		"He was a pious, peaceloving monk with no ambition save for the church, the crusades and the extirpation of heresy.",
		"The same thing is seen from the fact that the heresy of the Marcionites was already showing itself in this district, for (in Tixeront's words) \" heresies, in the first centuries at feast, only spread in already constituted Christian communities.\"",
		"The Armenian fathers held that Jesus, unlike other men, possessed incorruptible flesh, made of ethereal fire, and so far they shared the main heresy of the Paulicians.",
		"Similarly (in a iothcentury form of renunciation of Bogomil error preserved in a Vienna codex 1) we hear of Peter \"the founder of the heresy of the Messalians or Lycopetrians or Fundaitae and Bogomils who called himself Christ and promised to rise again after death.\"",
		"Another resolution, of importance for the history of the treatment of heresy, was the canon which decreed that armed force should be employed against the Cathari in southern France, that their goods were liable to confiscation and their persons to enslavement by the princes, and that all who took up weapons against them should receive a two years' remission of their penance and be placed - like the crusaders - under the direct protection of the church.",
		"He held a prominent place in the New School branch of the Presbyterians, to which he adhered on the division of the denomination in 1837; he had been tried (but not convicted) for heresy in 1836, the charge being particularly against the views expressed by him in Notes on Romans (1835) of the imputation of the sin of Adam, original sin and the atonement; the bitterness stirred up by this trial contributed towards widening the breach between the conservative and the progressive elements in the church.",
		"His advocacy of anti-slavery principles, then frowned upon by the Methodist authorities, aroused opposition, and eventually resulted in his trial for heresy and the revocation of his licence.",
		"This gave rise to a charge of heresy, of which he was acquitted at the national synod held at Alengon in 1637, and presided over by Benjamin Basnage (1580-1652).",
		"In 1699 he began to publish his largest work, described by Tolstoy (The Kingdom of God is within You, chap. iii.) as \"remarkable, although little known,\" Unparteiische Kirchenand Ketzerhistorie, in which he has been thought by some to show more impartiality towards heresy than towards the Church (cp. Otto Pfleiderer, Development of Theology, p. 277).",
		"The commission appointed to try him on charges of heresy and treason was composed of his enemies, including Doffo Spini, who had previously attempted to murder him; many irregularities were committed during the three trials, and the prisoner was repeatedly tortured.",
		"In the Theodosian Code the various crimes which are accounted sacrilege include - apostasy, heresy, schism, Judaism, paganism, attempts against the immunity of churches and clergy or privileges of church courts, the desecration of sacraments, &c. and even Sunday.",
		"For the next few years he was employed by Cardinal Hosius, the learned Polish prelate, in his efforts to check the spread of heresy in Poland, Lithuania and Prussia.",
		"This seemed to the high Calvinists of Holland a grave heresy.",
		"The energy and imprudence of Eutyches in asserting his opinions led to his being accused of heresy by Domnus of Antioch and Eusebius, bishop of Dorylaeum, at a synod presided over by Flavian at Constantinople in 448.",
		"Together with his brother Thomas he was put in prison for heresy in 1611.",
		"Eventually, after having threatened to bring an action for wrongful imprisonment, Legate was tried before a full Consistory Court in February 1612, was found guilty of heresy, and was delivered to the secular authorities for punishment.",
		"Before the adoption of the Federal constitution Rhode Island was badly afflicted with the paper money heresy.",
		"His first wife, who died at Oxford on the 15th of February 1553, was disinterred in 1551 and tried for heresy; legal evidence was not forthcoming because witnesses had not understood her tongue; and instead of the corpse being burnt, it was merely cast on a dunghill in the stable of the dean of Christ Church.",
		"The pope was, however, compelled to modify his measures by the threat that if the people could not obtain the services of religion they would not support the clergy, and that heresy would spread.",
		"He was educated at Edessa, perhaps in the famous \"school of the Persians,\" which was afterwards (in 489) expelled from Edessa 2 on account of its connexion with the Nestorian heresy.",
		"At Litchfield and in Boston he was a prominent opponent of the $rowing \"heresy\" of Unitarianism, though as early as 1836 he was accused of being a \"moderate Calvinist\" and was tried for heresy, but was acquitted.",
		"It has been generally assumed that the ecclesiastical authority was always competent to determine what are the fundamental articles of the Christian faith, and to detect any departures from them; but it is necessary to admit the possibility that the error was in the church, and the truth was with the heresy.",
		"Accordingly\" heresy is to be distinguished from defective stages of Christian knowledge.",
		"They were not on this account chargeable with heresy.",
		"Origen indulged in many speculations which were afterwards condemned, but, as these matters were still open questions in his day, he was not reckoned a heretic. (iii.) In accordance with the New Testament use of the term heresy, it is assumed that moral defect accompanies the intellectual error, that the false view is held pertinaciously, in spite of warning, remonstrance and rebuke; aggressively to win over others, and so factiously, to cause division in the church, a breach in its unity.",
		"Ebionitism asserted\" the continual obliga- heresy.",
		"It is not necessary in illustration of the second type of heresy - that which arises when the contents of the Christian faith are being defined - to refer to the doctrinal controversies of the middle ages.",
		"It may be added that after the Reformation Arianism was revived in Socinianism, and Pelagianism in Arminianism; but the conception of heresy in Protestantism demands subsequent notice.",
		"The third type of heresy is the revolutionary or reformatory.",
		"The Reformation itself was from the standpoint of the Roman Catholic Church heresy and schism.",
		"Orthodoxy is con- Modern formity to the recognized creed or standard of public doctrine; heresy is a wilful departure from it.",
		"Whatever was conceived as contrary to the teaching of the Bible was regarded as heresy.",
		"The enlargement of the horizon of knowledge by the advance of science, the recognition of the only relative validity of human opinions and beliefs as determined by and adapted to each stage of human development, which is due to the growing historical sense, the alteration of view regarding the nature of inspiration, and the purpose of the Holy Scriptures, the revolt against all ecclesiastical authority, and the acceptance of reason and conscience as alone authoritative, the growth of the spirit of Christian charity, the clamorous demand of the social problem for immediate attention, all combine in making the Christian churches less anxious about the danger, and less zealous in the discovery and condemnation of heresy.",
		"Having traced the history of opinion in the Christian churches on the subject of heresy, we must now return to resume a subject already mentioned, the persecution of heretics.",
		"Calvin consented to the death of Servetus, whose views on the Trinity he regarded as most dangerous heresy, and whose denial of the full authority of the Scriptures he dreaded as overthrowing the foundations of all religious authority.",
		"Only a few instances of heresy in other religions can be given.",
		"A very good list of writers on heresy, ancient and medieval, is given in Burton's Bampton Lectures on Heresies of the Apostolic Age (1829).",
		"Bohmer's Jus ecclesiasticuni Protestantium (1714-1723), and van Espen's Jus ecclesiasticuzn (1702) detail at great length the relations of heresy to canon and civil law.",
		"Heresy became henceforward a purely ecclesiastical offence, although disabling laws of various kinds continued to be enforced against Jews, Catholics and other dissenters.",
		"Apparently, if a proper case could be made out, an ecclesiastical court might still sentence a layman to excommunication for heresy, but by no other means could his opinions be brought under censure.",
		"Whether Convocation has any jurisdiction in cases of heresy is a question which has occasioned some difference of opinion among lawyers.",
		"Phillimore states that there is no longer any doubt, even apart from the effect of the Church Discipline Act 1840, that Convocation has no power to condemn clergymen for heresy.",
		"Heresy or no heresy, in the last resort, like all other ecclesiastical questions, is decided by the judicial committee of the council.",
		"The English lawyers, following the Roman law, distinguish between heresy and apostasy.",
		"Nor did they escape the more serious imputation of heresy on important articles of faith; indeed, there was a disposition to put them on the same level with the Gnostics.",
		"Now again he maintained with great warmth of conviction that his views were in close accordance with Scripture and the Anglican standards, but the council, without specifying any distinct \"heresy\" and declining to submit the case to the judgment of competent theologians, ruled otherwise, and he was deprived of his professorships.",
		"From 1872 onwards he was a strict teetotaller, not touching alcohol even as a medicine, and there was some murmuring among his clergy that his teaching on this subject verged on heresy.",
		"This theory, however, depended upon unverified assumptions, such as the supposed silence of theologians about the creed at the beginning of the 9th century; the suggestion that the completed creed would have been useful to them if they had known it as a weapon against the heresy of Adoptianism; the assertion that no MS. containing the complete text was of earlier date than c. 813.",
		"This would explain the quotation of the two documents together by the council of Toledo, since the heresy lasted on for a long time in Spain.",
		"But even if we date the rise of heresies in the reign of Domitian instead of Trajan, 2 the attributing of this epistle against 2 O n this point (date of the outbreak of heresy) there is some inconsistency in the reported fragments of Hegesippus.",
		"Judas is conceived as cherishing the intention of discussing for the benefit of the Christian world (for no mere local church is addressed) the subject of \" our common salvation \" (the much desiderated authoritative definition of the orthodox faith), but diverted from this purpose by the growth of heresy.",
		"Sieffert, on account of the superscription, would date as early as 70-80, but acknowledges the hyper-Pauline affinity of the heresy, its propagation as a doctrine, and close relation to the Nicolaitan of Rev. ii.",
		"Meanwhile he was tried in Scotland for heresy and condemned without a hearing.",
		"But it should not be forgotten that to many generations of close scholarship these genealogical lists seemed to convey such knowledge in the most precise terms, and that at so recent a date as, for example, the year in which Queen Victoria came to the throne, it was nothing less than a rank heresy to question the historical accuracy and finality of chronologies which had no other source or foundation.",
		"Here, as so often elsewhere, the heresy of an elder day has come to seem almost an axiomatic truth.",
		"Not many years ago it would have been accounted a heresy to suggest that the historical books of the Old Testament had conveyed to our minds estimates of Oriental history that suffered from this same defect; but to-day no one who is competent to speak with authority pretends to doubt that such is really the fact.",
		"It was on his initiative that this synod condemned the heresy of adoptianism and the worship of images, which had been restored in 787 by the second council of Nicaea; and at the same time that council was declared to have been superfluous.",
		"He submitted to the influence of the rigorists, and carried forward the war upon heresy, though not with the savage vehemence of his predecessor.",
		"The only points of sure information which we possess relate to (1) his relations with Ignatius, (2) his protests against heresy, (3) his visit to Rome in the time of Anicetus, (4) his martyrdom.",
		"It was in no small degree due to his stanch and unwavering leadership that the Church was saved from the peril of being overwhelmed by the rising tide of the pagan revival which swept over Asia during the first half of the 2nd century, and it was his unfaltering allegiance to the Apostolic faith that secured the defeat of the many forms of heresy which threatened to destroy the Church from within.",
		"Autograph copies of his work De Ecclesia and of the controversial tracts which he had written against Paletz and Stanislaus of Znaim having been acknowledged by him, the extracted propositions on which the prosecution based their charge of heresy were read; but as soon as the accused began to enter upon his defence, he.",
		"The healing of the schism proved no very difficult matter; but the council hoped not only to restore unity and suppress heresy, but to re-establish general councils as a regular element in the legislation of the Church.",
		"Johann Reuchlin, a well-known scholar, who had been charged by the Dominicans with heresy, not only received the support of the newer type of scholars, who wrote him encouraging letters which he published under the title Epistolae clarorum virorum, but this collection suggested to Crotus Rubianus and Ulrich von Hutten one of the most successful satires of the ages, the Epistolae obscurorum virorum.",
		"The Lutheran heresy he held to be God's terrible judgment on the sins of the clergy.",
		"He induced these to unite in opposing the Lutheran heresy on condition that the pope would issue a decree providing for some of the most needed reforms. There was to be no more financial oppression on the part of the clergy, and no unseemly payments for performing the church services.",
		"There was some heresy in England during the opening decades of the 6th century, survivals of the Lollardy which now and then brought a victim to the stake.",
		"The first parliament of the reign swept away almost all the species of treasons created during the previous two centuries, the heresy acts, including the Six 1547- Articles, all limitations on printing the Scriptures in 1553.",
		"Then, the ancient heresy laws having been revived, came the burnings of Rogers, Hooker, Latimer, Ridley, Cranmer and many a less noteworthy champion of the new religion.",
		"While there was in a certain sense freedom of opinion, all printers had to seek a licence from the government for every manner of book or paper, and heresy was so closely affiliated with treason that the free expression of thought, whether reactionary or revolutionary, was beset with grave danger.",
		"This is true of the supreme crime of heresy, which in the notorious case of Servetus was only an expression of rules laid down over a thousand years earlier in the Theodosian Code.",
		"The king was as intent as the rulers of Spain had been to keep the American possessions free from all taint of heresy.",
		"Until the rise of the Arian heresy these forms were probably regarded as indifferent, both being equally capable of an orthodox interpretation.",
		"What he calls heresy, under the sanction of excommunication or that more formal excommunication known as anathema, is heresy.",
		"As soon as the heresy laws and ecclesiastical jurisdiction had been re-established, Ferrar was examined by Gardiner, and then with signal indecency sent down to be tried by Morgan, his successor in the bishopric of St David's.",
		"The earliest record of their presence there is the condemnation of ten canons of Orleans as Manichees in 102 2, and soon after this we find complaints of the prevalence of heresy in northern Italy and in Germany.",
		"It may be said generally that Catharism formed the abiding background of medieval heresy.",
		"Thus a reforming movement became heresy through disobedience to authority, and after being condemned embarked on a course of polemical investigation how to justify its own position.",
		"The crusade against the Albigensians could destroy prosperous cities and hand over lands from a heedless lord to one who was obedient to the church; but it could not get rid of heresy.",
		"The revival of preaching, which was the work of the order of St Dominic, did more to combat heresy, especially where its persuasions were enforced by law.",
		"The work of inquisition into cases of heresy proceeded slowly in the hands of the bishops, who were too busy with other matters to find much time for sitting in judgment on theological points about which they were imperfectly informed.",
		"The greatest blow struck against heresy was the transference of the duty of inquiry into heresy from the bishops to Dominican inquisitors.",
		"The secular power, which shared in the proceeds of the confiscation of those who were found guilty of heresy, was ready to help in carrying out the judgments of the spiritual courts.",
		"In the more accessible regions north and south heresy was exposed to a steady process of persecution, and tended to assume shifting forms. Among the valleys it was less easily reached, and retained its old organization and its old contents.",
		"On his return he took strong parliamentary measures against Presbyterians, and consequently, at a provincial synod held at St Andrews in April 1586, he was accused of heresy and excommunicated, but at the next General Assembly the sentence was remitted as illegal.",
		"As a result of this situation, the Catholic condemnation of heresy - though as stringent as ever in principle - has assumed less dangerous forms for the heretic. Nevertheless, it proved capable, even in the 19th century, of imposing onerous restrictions on the heterodox, and practical exemplifications of this hostile attitude persist to the present day.",
		"Again, the attempt to subordinate all intellectual life to ecclesiastical control was a feature of the medieval Church, and the fundamental attitude of that Church towards heresy was fixed during the same period.",
		"What is technically and conventionally meant in dogmatic theology by \"the Nestorian heresy\" must now be noticed.",
		"So far as Nestorius himself is concerned, however, it is certain that he never formulated any such doctrine;2 nor does any recorded utterance of his, however casual, come so near the heresy called by his name as Cyril's deliberately framed third anathema (that regarding the \"physical union\" of the two hypostases or natures) approaches Eutychianism.",
		"That a man of such conspicuous ability, who impressed himself at the outset on the people of Constantinople as an uncompromising opponent of heresy should within a few short years be an excommunicated fugitive, sacrificed to save the face of Cyril and the Alexandrians, is indeed, as Duchesne says, a tragedy.",
		"He was as lenient with the offences iof the orthodox as he was rigid in suppressing heresy and schism.",
		"Encouraged by this pleasing symptom of orthodoxy the bishops, instead of first attempting to put their own dilapidated house in order, at once proceeded to institute pr e osecutions for heresy against all and sundry.",
		"Bitter in his hatred of heresy, he yet displayed great kindness to the poor.",
		"By the promotion to the cardinalate of such men as Contarini, Caraffa, Pole and Morone, and the appointment of a commission to report upon existing evils and their remedy, the way was opened for reform; while by the introduction of the Inquisition into Italy (1542), the establishment of the censorship and the Index (1543), and the approval of the Society of Jesus (1540), most efficient agencies were set on foot for combating heresy.",
		"From 1875 onwards Smith contributed to the 9th edition of the Encyclopaedia Britannica a long series of important articles, which, together with the articles of Cheyne, Wellhausen and others, made that work an important factor in the change which was to pass over English thought in regard to the Bible; in 1878, by his pleadings in the trial for heresy brought against him on the ground of these articles, he turned a personal defeat in the immediate issue into a notable victory for the cause which led to his condemnation; and subsequently (in 1880), in two series of lectures, afterwards published 2 and widely read, he gave a brilliant, and, as it proved, to a rapidly increasing number a convincing exposition of the criticism of the literature, history and religion of Israel, which was already represented in Germany 2 The Old Testament in the Jewish Church (1881); The Prophets of Israel (1882).",
		"Italians, especially Bernardino Ochino, had given her religious instruction, and the Italians who rejected Catholicism usually adopted far more advanced forms of heresy than Lutheranism, Zwinglianism, or even Calvinism.",
		"She valued uniformity in religion, not as a safeguard against heresy, but as a guarantee of the unity of the state.",
		"But they encountered much opposition and were even charged with heresy; when this accusation had been disposed of, there were still difficulties in the way of starting any new order.",
		"On the whole, then, for an exposition of Gnosticism we are thrown back upon the polemical writings of the Fathers in their controversy with heresy.",
		"He that shall do contrary to this shall likewise be punished as a favourer of heresy and error.\"",
		"It cannot be proved that the expansions have been made in the interests of any sect or heresy.",
		"In February 1437 the pope desired the emperor Sigismund to send Payne to be tried for heresy at Basel.",
		"He who believes that every judgment on the highest matters different from his own is simply a heresy must have a mean idea of the faith; and while the qualifications, the reserve, the lingering sympathies of the real student make him in many cases a poor controversialist, it may be said that a mere controversialist cannot be a real theologian\" (Lessons from Work, pp. 84-85).",
		"The final judgment found no proof of heresy, but compelled him to abjure sixteen errors, rather extorted than extracted from his writings, suspended him from his see for five years, and secluded him to the Dominican cloister of Sta Maria sopra Minerva.",
		"His real crime was not heresy but reform.",
		"The duke of Guise was now named lieutenant-general of the kingdom, but his Catholic leanings were somewhat held in check by the chancellor Michel de l'Hopital, through whose mediation the edict of Romorantin, providing that all cases of heresy should be decided by the bishops, was passed in May 1560, in opposition to a proposal to introduce the Inquisition.",
		"After an education at St Andrews, and acting as tutor to the children of Lord Darcy, the English warden of the North, he became a Dominican, but was soon in trouble as a heretic. In 1536 he made his way to England, but failing to obtain the preferment he desired at Cambridge, he went on to Italy, where the influence of Cardinal Pole, who was himself accused of heresy, secured him the post of master of the novices in the Dominican convent at Bologna.",
		"In 1892 he was tried for heresy by the presbytery of New York and acquitted.",
		"After he and those who adhered to him (describing themselves as of the Holy Catholic Apostolic Church) had in 1832 removed to a new building in Newman Street, he was in March 1833 deposed from the ministry of the Church of Scotland by the presbytery of Annan on the original charge of heresy.",
		"The impartiality of his censures, which he directed not only against the prevailing sins of the laity, but also against heresy, simony, avarice, and impurity among the secular and regular clergy, provoked the hostility of the clergy, and accusations of heterodoxy were brought against him.",
		"He must also have heard of the burning of Edward Wightman in the same city in 1612, the last person burned for heresy in England.",
		"St Bernard completed the reformation, combated heresy, and by his immense moral ascendancy gained victories by which Rome benefited.",
		"Hitherto more tolerant of heresy than the local authorities, the papacy now felt compelled to take defensive measures against it, and especially against Albigensianism, which had made great strides in the south of France since the middle of the 12th century.",
		"From the Grisons, who favoured France and Venice, Spain seized the Valtelline in 1620, incidentally uprooting heresy there by the massacre of six hundred Protestants.",
		"He detected in his bishop Gnosticism, Manichaeism and Sabellianism, and was convinced that he himself was the champion of pure doctrine against heresy.",
		"It deals with all questions of doctrine and with the repression of heresy, together with those crimes which are more or less of the character of heresy.",
		"But later on, about 480, and throughout the following centuries, the Armenians rejected the decrees of Chalcedon and held that the assertion of two natures in Christ was a relapse into the heresy of Nestor.",
		"When the case was tried, the assembly held that the charge of heresy was based on a misunderstanding, but that \"by want of due care in his mode of statement he had given some ground for the painful impressions which had existed.\"",
		"In 1335 Pietro d'Abano of Padua delivered in Paris a course of lectures on this subject (afterwards edited by Blondus, 1544), a few years before he was burned for heresy.",
		"It seems improbable that Titus or any of the pastorals is directed against any one phase of contemporary heresy.'",
		"He was prosecuted in the church courts for heresy, the accusation being founded on his primary charge, delivered and published in 1857, in which he set forth his views on the Eucharist.",
		"He studied history, law and theology, and became a vizier as his father had been before him, but was deposed for heresy, and spent the rest of his life quietly in the country.",
		"Mose important was the two-fold mission to Britain - of St Augustine in 596, of Mellitus, Paulinus and others in 601; but Gregory also made strenuous efforts to uproot paganism in Gaul, Italy, Sicily, Sardinia and Corsica, Arianism in Spain, Donatism in Africa, Manichaeism in Sicily, the heresy of the Three Chapters in Istria and northern Italy.",
		"The so-called \"simoniacal heresy,\" particularly prevalent in Gaul, Illyricum and the East, he repeatedly attacked; and against the Gallican abuse of promoting laymen to bishoprics he protested with vigour.",
		"In 912 he returned to the faith of his fathers and became its most distinguished champion, using the philosophical methods he had learned in the school of heresy.",
		"In 1744 we find him, in anticipation of a vacancy in the chair of moral philosophy at Edinburgh university, moving his friends to advance his cause with the electors; and though, as he tells us, \" the accusation of heresy, deism, scepticism or theism, &c., &c., was started \" against him, it had no effect, \" being bore down by the contrary authority of all the good people in town.\"",
		"In the following year he received, in spite of the usual accusations of heresy, the librarianship of the Advocates' Library in Edinburgh, small in emoluments (40 a year) but rich in opportunity for literary work.",
		"Matters came to a climax at the council of Vienne in 1311 under Pope Clement V., where the \"sect of Beguines and Beghards\" were accused of being the main instruments of the spread of heresy, and decrees were passed suppressing their organization and demanding their severe punishment.",
		"After this Thebes experienced a serious set-back with the heresy of Akhenaton, the son of Amenophis III.",
		"Nevertheless when the bishops arraigned the reformer for heresy John would not abandon him.",
		"At the same time he set himself, with a very characteristic determination, to inquire into the actual state of the law of heresy.",
		"One other posthumous production also (besides the tract on Heresy before mentioned) may be referred to this, if not, as Aubrey suggests, an earlier time - the two thousand and odd elagiac verses in which he gave his 1 The De medio animarum statu of Thomas White, a heterodox Catholic priest, who contested the natural immortality of the soul.",
		"Paul's heresy lay principally in his insistence on the genuine humanity of Jesus of Nazareth, in contrast with the rising orthodoxy which merged his human consciousness in the divine Logos.",
		"The duke as a devout Catholic desired to purge the state of heresy, and initiated repressive measures against the Waldenses, but after some severe and not very successful fighting he ended by allowing them a measure of religious liberty in those valleys (156r).",
		"Almost his first official act was to summon a synod (the first Lateran) for dealing with the Monothelite heresy.",
		"It met in the Lateran church, was attended by one hundred and five bishops (chiefly from Italy, Sicily and Sardinia, a few being from Africa and other quarters), held five sessions or \"secretarii\" from the 5th to the 31st of October 649, and in twenty canons condemned the Monothelite heresy, its authors, and the writings by which it had been promulgated.",
		"The Eunomian heresy was formally condemned by the council of Constantinople in 3 81.",
		"At Freeport, on the Wisconsin boundary, on the 27th of August, Lincoln answered questions put to him by Douglas, and by his questions forced Douglas to \"betray the South\" by his enunciation of the \"Freeport heresy,\" that, no matter what the character of Congressional legislation or the Supreme Court's decision \"slavery cannot exist a day or an hour anywhere unless it is supported by local police regulations.\"",
		"Persecutions for heresy had begun, the feeling between the two great religious parties being further embittered by some revelations made by Otto von Pack to Philip of Hesse.",
		"In 1530 the emperor, flushed with success in Italy and at peace with his foreign foes, came to Germany with the express intention of putting an end to heresy.",
		"The penalty of excommunication ipso facto is only maintained for reading books written by heretics or apostates in defence of heresy, or books condemned by name under pain of excommunication by pontifical letters (not by decrees of the Index).",
		"There was no element of heresy in his creed, which was mainly distinguished by a rigid formalism and strict obedience to the letter of the Koran and the orthodox tradition or Sunna.",
		"They then came in contact with the Berghwata, a Berber people of central Morocco, who followed a heresy founded by Salah ibn Tarif 300 years previously.",
		"But what were the distinctions and sophisms of the theologians for, if they could not remove such contradictions, and convict their opponents of heresy?",
		"Accused of heresy in 1538, he fled to England, where a similar charge was brought against him at Bristol in the following year.",
		"At the very end of his long career of theological discussion, Justinian himself lapsed into heresy, by accepting the doctrine that the earthly body of Christ was incorruptible, insensible to the weaknesses of the flesh, a doctrine which had been advanced by Julian, bishop of Halicarnassus, and went by the name of Aphthartodocetism.",
		"Heresy proved more obstinate.",
		"The civilians, looking on him as a patriarch of their science, have as a rule extolled his wisdom and virtues; while ecclesiastics of the Roman Church, from Cardinal Baronius downwards, have been offended by his arbitrary conduct towards the popes, and by his last lapse into heresy, and have therefore been disposed to accept the stories which ascribe to him perfidy, cruelty, rapacity and extravagance.",
		"Yet these two schools of Sufis were never quite similar; on Sunnite soil Sufiism could not openly impugn orthodox views, while in Persia it was saturated with Shiite heresy and the pantheism of the extreme devotees of 'Ali.",
		"An interval of peace occurred, among a series of border battles, and the heresy of Lollardy was attacked by the clergy; Resby, who had been a priest in England, was burned in 1407 at Perth.",
		"The oath of abjuration of James was another cause of division, at least till it was watered down in 1719; and by 1726 a revival of the charges of heresy against Simson, with the increase of agitation against the majority of the Assembly who supported patrons, lighted a flame which burned the slight bonds that kept the extremists in union with the kirk.",
		"The council of Capua, inspired by the pope, deferred to the council of Macedonia the affair of Bonosus, bishop of Sardinia, who had been accused of heresy.",
		"To seek for Arahatship in the practice of the ecstasy alone is considered a deadly heresy. ?",
		"This book, by its independent criticism and departures from traditionalism, aroused the opposition of the General Assembly of the Presbyterian Church; though the charges brought against McGiffert were dismissed by the Presbytery of New York, to which they had been referred, a trial for heresy seemed inevitable, and McGiffert, in 1900, retired from the Presbyterian ministry and entered the Congregational Church, although he retained his position in Union theological seminary.",
		"A few years later he attempted, in concert with others, to fasten a charge of heresy upon Archbishop Cranmer in connexion with the Act of the Six Articles; and but for the personal intervention of the king he would probably have succeeded.",
		"Thus Gardiner and the archbishop maintained opposite sides of the king's church policy; and though Gardiner was encouraged by the king to put up articles against the archbishop himself for heresy, the archbishop could always rely on the king's protection in the end.",
		"Heresy was gaining ground in high places, especially after the king's marriage with Catherine Parr; and there seems to be some truth in the story that the queen herself was nearly committed for it at one time, when Gardiner, with the king's approbation, censured some of her expressions in conversation.",
		"He no doubt approved of the act, which passed the House of Lords while he presided there as chancellor, for the revival of the heresy laws.",
		"In his general teaching Chrysostom elevates the ascetic element in religion, and in his homilies he inculcates the need of personal acquaintance with the Scriptures, and denounces ignorance of them as the source of all heresy.",
		"John Mayr of Eck, a noted controversialist and professor of theology in the university of Ingolstadt, scented the Hussite heresy in the Theses, and denounced them in a tract entitled Obelisks.",
		"In the country identified with Jaipur, on the other hand, the inhabitants were devoted to heresy and war.",
		"He set to work to restore some of these ruins, to reconstitute and pacify the Papal State, to put an end to the Schism, which showed signs of continuing in Aragon and certain parts of southern France; to enter into negotiations, unfortunately unfruitful, with the Greek Church also with a view to a return to unity, to organize the struggle against heresy in Bohemia; to interpose his pacific mediation between France and England, as well as between the parties which were rending France; and, finally, to welcome and act as patron to saintly reformers like Bernardino of Siena and Francesca Romana, foundress of the nursing sisterhood of the Oblate di Tor de' Specchi (1425).",
		"His fiend Caelestius was in 412 charged with and excommunicated for heresy because he regarded Adam as well as all his descendants as naturally mortal, denied the racial consequences of Adam's fall, asserted the entire innocence of the new-born, recognized sinless men before the coming of Christ.",
		"An orthodox upper cadi was named instead, and the dogma of the created Koran was declared heresy; therewith began a persecution of all the adherents of that doctrine and other Motazilite tenets.",
		"She was examined for heresy in March 1545 by the lord mayor, and was committed to the Counter prison.",
		"The Reformers turned to the state for protection against the Roman Church, and ultimately as a refuge from anarchy, and they also returned to the theology of the Fathers as their safeguard against heresy.",
		"This did not suit Philip, who, although he instituted a process in the supreme tribunal of Aragon, speedily abandoned it and caused Perez to be attacked from another side, the charge of heresy being now preferred, arising out of certain reckless and even blasphe On the other hand it is suggested that this story of his being the son of Gomez was only circulated by Ruy Gomez's wife, Ana de Mendoza, as a refutation of the possibility of a supposed amour between her and Perez.",
		"Jerome vowed that he would not leave Vienna till he had cleared himself from the accusation of heresy.",
		"Two ancient grammarians, Xeno and Hellanicus, were known as the \" separators \" (oi xcop4\"ov-res); and Aristarchus appears to have written a treatise against their heresy.",
		"Dualism is also used in a special theological sense to describe a doctrine of the Nestorian heresy.",
		"With heresy he was at first unwilling to interfere, for he was aware of the commercial value of the Huguenots; but when the king resolved to make all France Roman Catholic, he followed him and urged his subordinates to do all that they could to promote conversions.",
		"On his return from Rome, Hildebert had a public disputation with Henry, in which, according to the bishop's Acta episcoporum Cenomannensium, Henry was shown to be less guilty of heresy than of ignorance.",
		"The heretic, having developed powers of rational choice, perceives his heresy, to wit, his want of adaptation to the moral environment, and turning round embraces the new faith that is the passport to survival.",
		"The next great event in the history of the Baptists (though it should be mentioned that the last execution for heresy in England by burning was that of a Baptist, Edward Wightman, at Lichfield 1612) is the rise of the first Calvinistic or Particular Baptist Church.",
		"The pope (Paul II.) viewed these proceedings with suspicion, as savouring of paganism, heresy and republicanism.",
		"In 1550 he was sent to Rome in the interests of John Hamilton, archbishop of St Andrews, and attracted the notice of the highest authorities, who, when his failing health drove him back to Scotland in 1558, nominated him papal nuncio to inquire into the spread of heresy in that country.",
		"All heresy was proscribed by the Kavadh I., 488531.",
		"Nevin (q.v.), by its Neander-like view that Romanism and Protestantism were only stages in the divinely appointed development of the Christian Church, aroused fierce opposition in the Reformed Church and Schaff was characterized as \"Puseyistic\" and \"semi-papistical\"; in 1845 he was tried for heresy and found not guilty by the Synod.",
		"A charge of heresy in 1538, of which he was acquitted by his friendly judges, one of whom was his friend Arnoul Le Ferron, was almost the only event of interest during these years, except the publication of his books, and the quarrels and criticisms to which they gave rise.",
		"The transference of the Curia from Rome to Avignon (1309) had brought the papacy under the influence of the French crown; and this position Philip the Fair of France now endeavoured to utilize by demanding from the pope the dissolution of the powerful and wealthy order of the Temple, together with the introduction of a trial for heresy against the late Pope Boniface VIII.",
		"Autos-da fe were rare events; their victims were not as a rule serious thinkers, but persons accused of sorcery or Judaizing, nor were they more numerous than the victims of the English laws relating to witchcraft and heresy.",
		"Attached to the church is a penitentiary used in the reign of Queen Mary for the confinement of persons awaiting trial on a charge of heresy.",
		"To silence him his enemies then denounced him to that tribunal, and he was cited to appear before the Holy Office at Coimbra to answer points smacking of heresy in his sermons, conversations and writings.",
		"They further declared that all who affirmed that heresy existed in Bohemia were \" liars, vile traitors and calumniators of Bohemia and Moravia, the worst of all heretics, full of all evil, sons of the devil.\"",
		"Naturally, this was resented by the patriarch Anthimus, who stigmatized the racial basis of the Bulgarian Church as the heresy of Phyletism.",
		"He even ventures to hope that such good people may be saved, notwithstanding their heresy.",
		"His share in this revolt resulted in his imprisonment, on the charge of heresy, for seventeen weeks in the dungeons of the papal palace at Avignon.",
		"The first is the De fautoribus hereticorum, and deals with the pope as arbiter in the matter of heresy.",
		"The Compendium errorum selects four papal constitutions which involved a declaration against evangelical poverty, and insists that they are full of heresy.",
		"However, the former professor and inquisitor-general was stoutly opposed to doctrinal changes, and demanded that Luther be punished for heresy.",
		"There was still no statute by which he could be condemned to the stake, but Hooper was kept in prison; and the revival of the heresy acts in December 1554 was swiftly followed by execution.",
		"The reason is, that in order to depose them with some show of legality, it was necessary, as a preliminary, to convict them of heresy, and it began to be seen that their tenacity of power, and the ruses by which they evaded the necessity of abdicating, however harmful might be their consequences, did not in themselves constitute a clearly-defined heresy.",
		"The temptation to trace all heresy to one who had been condemned by Peter was too strong for the Fathers.'",
		"Simon Magus, he says, was the father Cyril of all heresy.",
		"But to push the equation of St Paul with Simon Magus further than we are forced to by the facts of the case is to lose sight of the real character of the Clementines as the counterblast of Jewish to Samaritan Gnosticism and to obscure the greatness of Simon of Gitta, who was really the father of all heresy, a character which has been erroneously attributed to Simon Magus.",
		"King Frederick now recommended him to Copenhagen to preach heresy at the church of St Nicholas, but here he found an able and intrepid opponent in Bishop Ronne.",
		"The accusation of heresy has usually been dismissed as a slander; but recent investigations make it probable, though not quite certain, that Boniface privately held certain Averroistic tenets, such as the denial of the immortality of the soul.",
		"To refute the predestinarian heresy Hincmar composed his De praedestinatione Dei et libero arbitrio, and against certain propositions advanced by Gottschalk on the Trinity he wrote a treatise called De una et non trina deitate.",
		"The origin of Maronism has been much obscured by the efforts of learned Maronites like Yusuf as-Simani (Assemanus), Vatican librarian under Clement XII., Faustus Nairon, Gabriel Sionita and Abraham Ecchellensis to clear its history from all taint of heresy.",
		"It is worth noting that even as late as the close of the 16th century the Maronite patriarch found it necessary to protest by anathema against imputations of heresy.",
		"Charging him with the heresy of Sabellius in a provincial synod held at Soissons in 1121, they procured by irregular practices a condemnation of his teaching, whereby he was made to throw his book into the flames and then was shut up in the convent of St Medard at Soissons.",
		"When this historical heresy led to the inevitable persecution, Abelard wrote a letter to the abbot Adam in which he preferred to the authority of Bede that of Eusebius' Historia Ecclesiastica and St Jerome, according to whom Dionysius, bishop of Corinth, was distinct from Dionysius the Areopagite, bishop of Athens and founder of the abbey, though, in deference to Bede, he suggested that the Areopagite might also have been bishop of Corinth.",
		"Equally futile was John's declaration (April 3, 1327) that Louis had forfeited his crown and abetted heresy by granting protection to Marsilius of Padua.",
		"A violent manifestation of this resistance took place in connexion with the accusation of heresy brought against the pope.",
		"De Sacramentis Corporis et Sanguinis Domini; a treatise, in three books, against the Berengarian heresy, highly commended by Peter of Cluny and Erasmus.",
		"He appears in connexion with the dispute in the church of Antioch between Paul of Samosata, who had been deprived of his bishopric by a council of bishops for heresy, and his successor Domnus.",
		"In the quarrel that ensued the prelate was openly accused of simony, of heresy, and other matters more suitable for a criminal court.",
		"The origin of the heresy is to be sought in the Greek, Alexandrine and Oriental philosophizing about the imperfection or rather the essential impurity of matter.",
		"Only Bishop Courtenay refused to be terrorized; he chose this moment to open a campaign against the dukes ally, John Wycliffe, who was arraigned for heresy before the ecclesiastical courts.",
		"He and his disciples were expelled from Oxford, and ere long the bishops began to arrest and try them for heresy.",
		"The victims were nearly all clergy or citizens; the king shrank from touching the Lollards of higher rank, and even employed in his service some who were notoriously tainted with heresy.",
		"This was the eccentric Reginald Pecock of Chichester, who, while setting himself to confute Lollard controversialists, lapsed into heresy by setting reason above authority.",
		"He used his arbitrary power to modify the despotic system of the Tudors; all treason laws since Edward III., all heresy laws, all restrictions upon the publication of the Scriptures were removed in the first parliament of the reign, and various securities for liberty were enacted.",
		"Of the nine fundamental laws of that Priscillian, whose widespread heresy evoked from the synod of Saragossa (418) the canon, \" No one shall fast on Sunday, nor may any one absent himself from church during Lent and hold a festival of his own,\" appears, on the question of fasting, not to have differed from the Encratites and various other sects of Manichean tendency (c. 406).",
		"The calf, if calf there be, is probably a symbol of the execrable heresy of Darazi, who is frequently styled the calf by his Orthodox opponents.",
		"In 1457 Bourchier took the chief part in the trial of Reginald Pecock, bishop of Chichester, for heresy; in 1467 he was created a cardinal; and in 1475 he was one of the four arbitrators appointed to arrange the details of the treaty of Picquigny between England and France.",
		"But before the great outburst of scholasticism, ancient literature found a somewhat less inadequate channel in Arabian and partly even in Jewish scholarship. Aristotle was no longer strained through the meshes of Boetius; study of and the new light inspired Roscellinus with heresy.",
		"The effect of the Salters' Hall conference (1719), called for by the alleged heresy of James.",
		"The organization must have been strong in numbers, but only those who were seized for heresy are known by name, and it is only from the indictments of their accusers that their opinions can be gathered.",
		"The court party and the clergy proposed statutes for the suppression of heresy, and twice at least secured the concurrence of the Commons.",
		"The archbishop treated Oxford as if it had issued the document, and procured the issue of severe regulations in order to purge the university of heresy.",
		"Henry first tried personal persuasion, and when that failed directed trial for heresy.",
		"The council of Constance (1414-1418) put an end to the papal schism, and also showed its determination to put down heresy by burning John Huss.",
		"In 790 Alcuin returned to his own country, to which he had always been greatly attached, and st syed there some time; but Charlemagne needed him to combat the Adoptianist heresy, which was at that time making great progress in the marches of Spain.",
		"The common sense of Christendom gradually shook off these extravagances; but the reluctance to shed blood lingered long, and was hardly extinguished even by the growing horror of heresy.",
		"Again, - just as the Stoics held wisdom to be indispensable to real rectitude of conduct, while at the same time they included under the notion of wisdom a grasp of physical as well as ethical truth, so the similar emphasis laid on inwardness in Christian ethics caused orthodoxy or correctness of religious belief to be regarded as essential to goodness, and heresy as the most fatal of vices, corrupting as it did the very springs of Christian life.",
		"Thus, for example, the anti-secular tendencies of the new creed, to which Tertullian (160-220) gave violent and rigid expression, were exaggerated in the Montanist heresy which he ultimately joined; on the other hand, Clement of Alexandria, in opposition to the general tone of his age, maintained the value of pagan philosophy for the development of Christian faith into true knowledge (Gnosis), and the value of the natural development of man through marriage for the normal perfecting of the Christian life.",
		"The council were at a loss which course to take; not that they doubted which of the disputants was right, for they all held by the views of Calvin, but they were unable to determine to what extent and in which way Bolsec should be punished for his heresy.",
		"After many wanderings, and after having been condemned to death for heresy at Vienne, whence he was fortunate enough to make his escape, Servetus arrived in August 1553 at Geneva on his way to Naples.",
		"He obtained very little support in Germany, however, while the suspicion that he favoured heresy deprived him of encouragement from the pope.",
		"The heresy, notwithstanding the severe measures taken against it, continued to spread in France as well as in Spain; in 412 Lazarus, bishop of Aix in Provence, and Herod, bishop of Arles, were expelled from their sees on a charge of Manichaeism.",
		"The main work of his later years was the defence of the church, and the suppression of heresy.",
		"The heresy was successfully stamped out in Britain, but distinct traces of it are to be found some three centuries later in Ireland, and it is to Irish monks on the European continent that we owe the preservation of the recently discovered copies of Pelagius's Commentary.",
		"He was one of those who met at the White Horse tavern to discuss theological questions, and when Barnes was arrested on a charge of heresy, Coverdale went up to London to assist him in drawing up his defence.",
		"In the following year, however, a Lateran council repudiated this compact as due to violence, and a synod held at Vienne with papal approval declared lay investiture to be heresy and placed Henry under the ban.",
		"His plan failed; and the emperor Theodosius, aided by Ambrose, bishop of Milan, preferred to make the Christian clergy into a body of imperial and conservative officials; while in return for their adhesion he abolished the Arian heresy and paganism itself, which could not survive without his support.",
		"The Church called on the emperor to convoke and preside over her councils and to combat heresy; and in order more effectually to crush the latter she replaced primitive independence and local diversity by uniformity of doctrine and worship, and by the hierarchy of dioceses and ecclesiastical provinces.",
		"Their relations with the East Roman emperor (sole lord of the world after the Roman Senate had sent the imperial insignia to Constantinople in 476) were confined to receiving insults from him or suspecting him of heresy.",
		"He also dragged the Western clergy into the popes quarrel with the emperor at Constantinople, by summoning the council of Gentiily, at which the iconoclastic heresy was condemned (767).",
		"By the possession of the three bishoprics and the recapture of Calais an effort towards a natural line of frontier and towards a national policy seemed indicated; but while the old soldiers could not forget Marignano, Ceresole, nor Italy perishing with the name of France on her lips, the secret alliance between the cardinal of Lorraine and Granvella against the Protestant heresy foretold the approaching subordination of national questions to religious differences, and a decisive attempt to purge the kingdom of the new doctrines.",
		"Despite the edict of Romorantin, which by giving the bishops the right, of cognizance of heresy prevented the introduction of the Inquisition on the Spanish model into France; despite the assembly of Fontainebleau, where an attempt was made at a compromise acceptable to both Catholics and moderate Calvinists; the reform party and its Bourbon leaders, arrested at the states-general of Orleans, were in danger of their lives.",
		"It was not at first a demagogy maddened by the preaching of the irreconcilable clergy of Paris, but a union of the more honest and prudent classes of the nation in order to combat heresy.",
		"But the deputies of the third estate did not support the other two orders, and the latter in their turn refused the king money for making war Sixth War on the heretics, desiring, they said, not war but the and destruction of heresy.",
		"To put his, absolute right beyond all control he based it upon religion, and to this sceptic disobedience became a heresy.",
		"He first applied to the theological schoolmen, who grounded their religion on reason; but their aim was only to preserve the faith from heresy.",
		"The science, falsely so called, of the several theological schools, their groundless distinctions and sophistical demonstrations, he regarded as the great source of heresy and scepticism.",
		"He was condemned, as \"vehemently suspected of heresy,\" to incarceration at the pleasure of the tribunal, and by way of penance was enjoined to recite once a week for three years the seven penitential psalms. This sentence was signed by seven cardinals, but did not receive the customary papal ratification.",
		"In the intensity of their struggle with the Reformation they subjected education to a censorship which, in order to exclude all risk of heresy, stifled thought and reduced knowledge to the repetition of safe formulas.",
		"Eutyches was acquitted of heresy and reinstated, Flavianus and other bishops deposed, the Roman legates insulted, and all opposition was overborne by intimidation or actual violence.",
		"The Prussian bishops, who were devoted to the knights, at a synod at Elbing questioned the authority of Gedymin's letters and denounced him as an enemy of the faith; his orthodox subjects reproached him with leaning towards the Latin heresy; while the pagan Lithuanians accused him of abandoning the ancient gods.",
		"The heresy which Tatian either founded or adopted was that of the Encratites.",
		"In 1805 he was elected to succeed John Playfair in the chair of mathematics at Edinburgh, not, however, without violent though unsuccessful opposition on the part of a narrow-minded clerical party who accused him of heresy in something he had said as to the \"unsophisticated notions of mankind\" about the relation of cause and effect.",
		"The possibility of his redemption, however, was in the 5th century branded as a heresy.",
		"However irregular this sentence may have been from the canonical point of view (for the accusers do not seem to have actually proved the crime of heresy, which was necessary, according to most scholars of the period, to justify the deposition of a sovereign pontiff), the condemned pope was not long in confirming it.",
		"His Bampton Lectures (in the preparation of which Blanco White had assisted him) were suspected of heresy, and this suspicion was accentuated by a pamphlet put forth by Newman, Elucidations of Dr Hampden's Theological Statements.",
		"His influence in Oxford was supreme about the year 1839, when, however, his study of the monophysite heresy first raised in his mind a doubt as to whether the Anglican position was really tenable on those principles of ecclesiastical authority which he had accepted; and this doubt returned when he read, in Wiseman's article in the Dublin Review on \"The Anglican Claim,\" the words of St Augustine against the Donatists, \"secures judicat orbis terrarum,\" words which suggested a simpler authoritative rule than that of the teaching of antiquity.",
		"He again affirmed the papal supremacy over Sicily, and promised to root out heresy in Germany.",
		"Accused of violating treaties, breaking oaths, persecuting the church and abetting heresy, Frederick replied by an open letter rebutting these charges, and in equally unmeasured terms denounced the arrogance and want of faith of the clergy from the pope downwards.",
		"With the rise of theological controversy and the growth of heresy catechetical instruction became of vital importance to the Church, and much greater importance was attached to it.",
		"The heresy, which had penetrated into these regions probably by trade routes, came originally from eastern Europe.",
		"But, protected by William IX., duke of Aquitaine, and soon by a great part of the southern nobility, the heretics gained ground in the south, and in 1119 the council of Toulouse in vain ordered the secular powers to assist the ecclesiastical authority in quelling the heresy.",
		"The taking of Lavaur and the submission of Raymond Roger in no way arrested the progress of the heresy.",
		"The independence of the princes of the south was at an end, but, so far as the heresy was concerned, Albigensianism was not extinguished, in spite of the wholesale massacres of heretics during the war.",
		"The Inquisition, however, operating unremittingly in the south at Toulouse, Albi, Carcassonne and other towns during the whole of the 13th century and a great part of the 14th, succeeded in crushing the heresy.",
		"There were some recrudescences of heresy, such as that produced by the preaching (1298-1309) of the Catharist minister, Pierre Authier; the people, too, made some attempts to throw off the yoke of the Inquisition and the French,' and insurrections broke out under the leadership of Bernard of Foix, Aimery of Narbonne, and, especially, Bernard Delicieux at the beginning of the 14th century.",
		"He was pronounced guilty of rapine, incendiarism, incest, assassination and heresy.",
		"Pet. was seen to be tainted with the Docetic heresy, and the Shepherd was not apostolic.",
		"Others will have heard her talk on medieval heresy at Marxism 2004 or read her article on the Albigensian crusade in Socialist Worker.",
		"Moreover, opposition to the tenets of the accepted religion is apostasy or heresy and is punished by death.",
		"What has been hitherto a comparatively harmless fad now threatens to become a minor heresy.",
		"He was the first to condemn the heresy of Paul of Samosata.",
		"There were false prophets or people teaching heresy in the churches.",
		"You consider the Gnostic heresy that is here in embryo in this book.",
		"In these times the Pelagian heresy arose throughout the world.",
		"One of the triggers for compiling the Nicene Creed was the Arian heresy.",
		"That was the gnostic heresy - to say ' matter is bad or mistaken ' .",
		"All he says about their doctrine is it is damnable, or damning or destructive heresy.",
		"The word heresy means \" a choice \" { from \" to choose \" } .",
		"Arthur appears as defender of Christianity, driving out pagan heresy, conquering Denmark, Norway and Gaul.",
		"Neither is it any coincidence that there are currently 4 revisionist historians that are awaiting trial for the \" heresy \" of debating history.",
		"The Alexandrian presbyter Arius had in 318 accused his bishop Alexander of heresy.",
		"All other so-called ' Churches ' had been formed through schism and heresy from Her.",
		"However, the most common cause of heresy concerned something called transubstantiation.",
		"So he presided at the trial of John Claydon, Skinner and citizen of London, who after five years' imprisonment at various times had made public abjuration before the late archbishop, Arundel, but now was found in possession of a book in English called The Lanterne of Light, which contained the heinous heresy that the principal cause of the persecution of Christians was the illegal retention by priests of the goods of this world, and that archbishops and bishops were the special seats of antichrist.",
		"On the 12th of February 1420 proceedings were begun before him against William Taylor, priest, who had been for fourteen years excommunicated for heresy, and was now degraded and burnt for saying that prayers ought not to be addressed to saints, but only to God.",
		"The records of convocation in Chicheley's time are a curious mixture of persecutions for heresy, which largely consisted in attacks on clerical endowments, with negotiations with the ministers of the crown for the object of cutting down to the lowest level the clerical contributions to the public revenues in respect of their endowments.",
		"From the very day of Clement's coronation the king had charged the Templars with heresy, immorality and abuses, and the scruples of the weak pope were at length overcome by apprehension lest the State should not wait for the Church, but should proceed independently against the alleged heretics, as well as by the royal threats of pressing the accusation of heresy against the late Boniface VIII.",
		"In pursuance of the king's wishes Clement summoned the council of Vienne (see Vienne, Council Of), which was !unable to conclude that the Templars were guilty of heresy.",
		"As the heresy consisted chiefly in defending the clergy on grounds of reason instead of authority, the proceeding does not show any great enlightenment on Waynflete's part.",
		"Others, while recognizing the supreme authority of the papal magisterium in matters of doctrine, confine the infallibility to those cases alone in which the pope chooses to make use of it, and declares positively that he is imposing on all the faithful the obligation of belief in a certain definite proposition, under pain of heresy and exclusion from the Church; they do not insist on any special form, but only require that the pope should clearly manifest his will to the Church.",
		"The Cross party charged the Tennents with heresy and disorder; the Tennents charged their opponents with ungodliness and tyranny.",
		"Charles Augustus Briggs, tried for heresy for his inaugural address in 1891 as professor of biblical theology at Union Seminary (in which he attacked the inerrancy of the Bible, held the composite character of the Hexateuch and of the Book of Isaiah and taught that sanctification is not complete at death), was acquitted by the presbytery of New York, but was declared guilty and was suspended from its ministry by the General Assembly of 1893.",
		"In spite of his drunkenness, however, Murad was a bigoted Sunni, and the main cause of his campaign against Persia was his desire to extirpate the Shia heresy.",
		"In 1542 a tract, written by him and entitled Della Pienezza, suficienza, et satisfazione della passione di Christo, or Libellus de morte Christi, was made by the Inquisition the basis of a charge of heresy, from which, however, he successfully defended himself.",
		"St Francis concurred in these measures, and, three years later, even requested that those who, as he said, \"follow their heresy, rather as a party than a religion,\" should be ordered either to conform or to leave their country, with leave to sell their goods.",
		"Several Christian books were ascribed to him, and there was one especially on the Trinity (see below) which was regarded as proof that he had taken an active part against the heresy of Theodoric. It was therefore for his orthodoxy that Boetius was put to death.",
		"Wagnerism was henceforth proclaimed out of the mouths of babes and sucklings; learned musicians felt that it had an unfair advantage; and by the time Wagner's popularity began to thrive as a persecuted heresy he had left it in the lurch.",
		"We may attribute the origin of the episcopate to the need felt of a single official to preside at the Eucharist, to represent the church before the heathen state and in the face of rising heresy, and to carry on correspondence with sister churches.",
		"In God we take to record in our consciences that from our hearts we abhor all sects of heresy, and all teachers of erroneous doctrines; and that with all humility we embrace purity of Christ's evangel, which is the only food of our souls\" (Preface).",
		"That the dangers of heresy might be avoided, laymen were forbidden to argue about matters of faith by Pope Alexander IV., an oath \"to abjure every heresy and to maintain in its completeness the Catholic faith\" was required by the council of Toledo (1129), the reading of the Scriptures in the vulgar tongue was not allowed to the laity by Pope Pius IV.",
		"It regarded itself as justified in invoking the power of the state to suppress heresy by civil pains and penalties, including even torture and death.",
		"Too often the primitive \"heresy of the Phrygians\" has been studied in the light of the matured system of Tertullian.",
		"An attempt has been made in some quarters to prove that certain allusions in the epistle imply the rise of the heresy of Marcion and that it cannot therefore be placed earlier than 140.",
		"A new chapter in the history of the church censure may be said to have begun with the publication of those imperial edicts against heresy, the first of which, De summa trinitate et fide catholica, dates from 380.",
		"At the university the schools were divided between the partisans of the two professors; but Cano pursued his rival with relentless virulence, and took part in the condemnation for heresy of his brother-friar.",
		"A German correspondent of Aeneas Sylvius assures him in 1 457 that \" thousands of tricks are devised by the Roman see which enables it to extract the money from our pockets very although they did not thereby succeed in checking the growth of heresy in Bohemia (see Huss).",
		"In May 1521 Wolsey attended a pompous burning of Lutheran tracts in St Paul's churchyard, where Bishop Fisher preached ardently against the new German heresy.",
		"After the death of Francis I., his successor, Henry II., set himself even more strenuously to .extirpate heresy; a special branch of the parlement of Paris - the so-called Chambre ardente - for the trial of heresy cases party was established, and the fierce edict of Chateaubriand (June 1551) explicitly adopted many of the expedients of the papal inquisition.",
		"With the passing of time the early enthusiasm waned, the expectation of the immediate return of Christ was widely given up, the conviction of the Spirit's presence became less vivid, and the conflict with heresy in the 2nd century led to the substitution of official control for the original freedom (see below).",
		"At the diet of Piotrkow in 1562, indeed, the king's sore need of subsidies induced him, at the demand of the szlachta, to abolish altogether the jurisdiction of the ecclesiastical courts in cases of heresy; but, on the other hand, at the diet of 1564 he accepted from Commendone the Tridentine decrees and issued an edict banishing all foreign, and especially Anti-trinitarian, heretics from the land.",
		"On the other hand, he can at the most be doubtfully exculpated from the charge of having tortured men and children for heresy.",
		"In both kingdoms Rudolph had failed to assert his sovereign power except in fitful attempts to extirpate heresy.",
		"To be an eminent scholar was to be accused of immorality, heresy and atheism in a single indictment; and the defence of weaker minds lay in joining the Jesuits, as Heinsius was fain to do.",
		"In a letter to the people of Toulouse, undoubtedly written at the end of 1146, St Bernard calls upon them to extirpate the last remnants of the heresy.",
		"It is an age of conscious selection as between ideal systems. Instead of necessitating a wasteful and precarious elimination of inadequate customs by the actual destruction of those who practise them - this being the method of natural selection, which, like some Spanish Inquisition, abolishes the heresy by wiping out the heretics one and all - progress now becomes possible along the more direct and less Comte's own term \" fetishism \" was most unfortunately misleading (see Fetishism).",
		"On the one hand, indeed, orthodoxy and heresy are symbolized to his mind by the wheat and the tares respectively; he clings to the naive opinion of Catholicism, that contemporary orthodoxy has prevailed within the Church from the first; he recognizes the true faith only in the mystery of the Trinity; he judges heretics who have been already condemned as interlopers, as impudent innovators, actuated by bad and self-seeking motives; he apologizes for having so much as treated of Arianism at all in his history of the Church; he believes in the inspiration of the ecclesiastical councils as much as in that of the Scriptures themselves.",
		"Religion began to be identified with the state; and the king combated heresy and dissent, not only as a religious duty, but as a matter of political expediency, unity of faith being obviously conducive to unity of law.",
		"Frederick, accused of heresy, blasphemy and other crimes, called upon all kings and princes to unite against the pope, who on his side made vigorous efforts to arouse opposition in Germany, where his emissaries, a crowd of wandering friars, were actively preaching rebellion.",
		"Peter of Castelnau retaliated by excommunicating Raymond VI., count of Toulouse, as an abettor of heresy (1207), and kindled in the nobles of the south that animosity of which he was the first victim (1209).",
		"Finally, Basil spewed out the dogmas of his heresy.",
		"Some refused to change and they were burned at the stake for heresy.",
		"Popular heresy has given redheads a range of personality traits associated with the vibrant, fiery shades of their hair.",
		"Despite the scandal and heresy that has shadowed Spears' career, that nostalgic gesture clearly demonstrates the love between husband and wife and shows how they both value classic traditions.",
		"Nevertheless, the extremely severe penal edicts issued during the reign of Sigismund I., though seldom applied, seem to point to the fact that heresy was spreading widely throughout the country.",
		"The colonial period was one of strict repression, the intellectual life of the people being jealously supervised by the church to protect itself against heresy, and their progress being restricted by the Portuguese crown to protect its monopoly of the natural resources of the country.",
		"That Leo did not do more to check the tendency toward heresy and schism in Germany and Scandinavia is to be partially explained by the political complications of the time, and by his own preoccupation with schemes of papal and Medicean aggrandizement in Italy.",
		"On the 27th of October 1457 he took part in the trial and condemnation for heresy of Reginald Pecock, bishop of Chichester, who had been ordained subdeacon and deacon on the same day and by the same bishop as Waynflete himself.",
		"The first of these was due to the adoption by certain teachers in theological seminaries of the methods and results of the \"higher criticism,\" and two famous heresy cases followed.",
		"This theory has advanced from the position of a disparaged heresy to acceptance by leading thinkers.",
		"It was believed that its object was the introduction of the dreaded form of the Inquisition established in Spain, and in any case more systematic and stringent measures for the stamping out of heresy.",
		"They began to be alarmed by the severity with which the edicts against heresy were being carried out, and by the rising indignation among the populace.",
		"In England, except in the peculiar case of imprisonment pending trial for heresy, or in the case of a clerk convicted of crime, these things could not be.",
		"In the cases of heresy, apostasy and sorcery, the spiritual courts sought the aid of the secular jurisdiction to superadd the punishment of death.",
		"Heresy has been treated as a crime to be tried in and punished by the ordinary courts of the country, as in the cases of Servetus and Grotius.",
		"It deals with-the secular crimes of spiritual persons, if of importance and if not capital (these last being reserved for the secular forum), and with heresy and schism.",
		"On the 20th of October 1349 Clement published a bull commanding the bishops and inquisitors to stamp out the growing heresy, and in pursuance of the pope's orders numbers of the sectaries perished at the stake or in the cells of the inquisitors and the episcopal justices.",
		"In Germany, in 1414, there was a recrudescence of the epidemic of flagellation, which then became a clearly-formulated heresy.",
		"A charge of heresy was brought against him, but he escaped to France, and established himself as a merchant at Rouen or Dieppe, where he lived un - molested until his death in 1553, although attempts were made by the Scottish community there to bring further charges against him.",
		"Having filled the post of nuncio in England and Spain, he served successive popes as adviser in matters pertaining to heresy and reform.",
		"The statute De haeretico comburendo had just been introduced for the purpose of stamping out heresy, but it had not become law when Sawtrey was summoned to St Paul's and was charged with denying transubstantiation, with refusing to adore the cross except as a symbol, and with six other heresies.",
		"Till near the end of the 2nd century the line between heresy and orthodoxy was less rigidly drawn there than at Ephesus, Lyons, Rome or Carthage.",
		"Thus was begun the First Crusade against heresy.",
		"During the absence of the pope, a certain hermit began to spread heresy and was opposed by Ignatius and his companions.",
		"The monks appealed against this to the Holy Synod; but the synod declared against them and ordered the abbots to repress the heresy.",
		"There Arianism was formulated and there Athanasius, the great opponent of both heresy and pagan reaction, worked and triumphed.",
		"In it he discusses the \"notes\" which distinguish Catholic truth from heresy, and (cap. 2) lays down and applies the famous threefold test of orthodoxy - quod ubique, quod semper, quod ab omnibus credi-tum est.",
		"On the death of Ninoslav in 1250, vigorous efforts were made to exterminate the Bogomil heresy; and to this end, Bela IV., who appeared as the champion of Roman Catholicism, Hungarian' secured the election of his nominee Prijesda to the banate.",
		"When he had ruthlessly quelled the resistance offered to his accession by his brothers, who both fell in the struggle for the throne, Selim undertook his campaign in Persia, having first extirpated the Shia heresy, prevalent 5 e 12 m, g P Y, P 1512152.0.",
		"It seems not unlikely that Pelagianism had taken root among the Christian communities of Ireland, and it was found necessary to send a bishop to combat the heresy.",
		"But in spite of the moderation of his views and his abstention from controversy, he came under suspicion of heresy, and escaped expulsion from his office only by resignation (1619).",
		"A friendly letter from Alcuin, and a controversial pamphlet, to which Felix replied, were followed by the sending of several commissions of clergy to Spain to endeavour to put down the heresy.",
		"Bishop Colenso (q.v.), condemned in 1863 on a charge of heresy, ignored the authority of the court of South African bishops and was maintained in his position by decision of the Privy Council in England.",
		"He fell under the suspicion of the Inquisition; his mystical teaching was said to be heretical, and his most famous book, the Guia de Peccadores, still a favourite treatise and one that has been translated into nearly every European tongue, was put on the Index of the Spanish Inquisition, together with his book on prayer, in 1559 His great opponent was the restless and ambitious Melchior Cano, who stigmatized the second book as containing grave errors smacking of the heresy of the Alumbrados and manifestly contradicting Catholic faith and teaching.",
		"A series of resolutions provided in detail for the organized suppression of heresy and for the institution of the episcopal inquisition (Canon 3).",
		"Regarding heresy as a crime, the church was not content with inflicting its spiritual penalties.",
		"Heresy is a spiritual thing,\"he says,\" which one cannot hew with any iron, burn with any fire, drown with any water.",
		"The nature of the heresy, opposed, however, and the resort to the authority of Jude \" the brother of James \" against it, favour rather the period of Polycarp and Papias (117-150).",
		"There are no indications of any form of doctrinal heresy as needing rebuke; the warnings against false teaching are quite general.",
		"A code of instructions for the guidance of church courts when engaged in cases of discipline is in general use, and bears witness to the extreme care taken not only to have things done decently and in order, but also to prevent hasty, impulsive and illogical procedure in the investigation of charges of heresy or immorality.",
		"The regent was alienated from the popular leaders, and was no longer disposed to help William of Orange, Egmont, and Hoorn to secure a mitigation of religious persecution; and the heart of Philip was hardened in its resolve to exterminate heresy in the Netherlands.",
		"It laid down the lawfulness and necessity of persecution to the death for heresy in the most absolute terms; and Cranmer himself condemned Joan Bocher to the flames.",
		"He was not, however, charged with direct heresy, as were Nestorius and Dioscorus, and the synod seems to have hesitated to deal stringently with the primate of Christendom.",
		"Three of them express in the strongest language the orthodox faith of the church in opposition to the Arian heresy, and these three put in unmistakable language the procession of the Holy Spirit from both Father and Son.",
		"When the desire arose that it should be believed that Boetius perished from his opposition to the heresy of Theodoric, it was natural to ascribe to him works which were in harmony with this supposed fact.",
		"To the conservatives, known subsequently as Old Ritualists or Old Believers, this marked the beginning of the reign of Antichrist (was not 666 the number of the Beast?); but they continued the struggle, conservative opposition to the Westernizing policy of the tsars, which was held responsible for the introduction of Polish luxury and Latin heresy, giving it a political as well as a religious character.",
		"At a later period, when the Church had learnt to look with suspicion upon devotional books likely to provoke the scoffing of some and lead others into heresy, a work of this kind could hardly meet with her approval.",
		"After the failure of Contarini's attempt at reconciliation with the Protestants (1541) the papacy committed itself to the reaction advocated by Caraffa; the Inquisition and censorship were set up (1542, 1 543), and the extermination of heresy in Italy undertaken with vigour.",
		"The Jesuit Masdeu stoutly denies that he had any real existence, and this heresy has not wanted followers even in Spain.",
		"Selim determined on war with Persia, where the heresy was the prevalent religion, and in order that the Shiites in Turkey should give no trouble during the war, \"measures were taken,\" as the Turkish historian states, which may be explained as the reader desires, and which proved fully efficacious.",
		"It is to be observed, moreover, that as Alembert confined himself chiefly to mathematical articles, his work laid him less open to charges of heresy and infidelity than that of some of his associates.",
		"But he resigned his benefices, and, in conjunction with Cajetan, founded the order of the Theatines (1524) with the object of promoting personal piety and of combating heresy by preaching.",
		"Differences of opinion there must be; but \"heresy is not an error of the understanding but an error of the will.\"",
		"Charles Augustus Briggs, tried for heresy for his inaugural address in 1891 as professor of biblical theology at Union Seminary, was acquitted by the presbytery of New York, but was declared guilty and was suspended from its ministry by the General Assembly of 1893.",
		"He took priests' orders and appears to have held the chaplaincy of St Matthews, Dundee, but in March 1539 he was accused of heresy, apparently for having, in conjunction with his brothers, written some anti-Catholic ballads.",
		"Asia Minor and the West developed the strict ecclesiastical forms by means of which the church closed her lines against heathenism, and especially against heresy; in Alexandria Christian ideas were handled in a free and speculative fashion and worked out with the help of Greek philosophy.",
		"Soon after his arrival, Ignatius may have seen in the Place de Greve the burning of Louis de Berquin for heresy.'",
		"At Venice Ignatius was again accused of heresy, and it was said that he had escaped from the Inquisition in Spain and had been burnt in effigy at Paris.",
		"Among other matters reference is made to the introduction of Christianity in the reign of Tiberius; the persecution under Diocletian; the spread of the Arian heresy; the election of Maximus as emperor by the legions in Britain, and his subsequent death at Aquileia; the incursions of the Picts and Scots into the southern part of the island; the temporary assistance rendered to the harassed Britons by the Romans; the final abandonment of the island by the latter; the coming of the Saxons and their reception by Guortigern (Vortigern); and, finally, the conflicts between the Britons, led by a noble Roman, Ambrosius Aurelianus, and the new invaders."
	],
	"synonyms": [
		"hippiedom",
		"iconoclasm",
		"opinion",
		"infidelity",
		"defection",
		"schism",
		"nonconformity",
		"dissent",
		"blasphemy",
		"unorthodoxy",
		"secularism",
		"agnosticism",
		"apostasy",
		"doctrinal divergence",
		"sectarianism"
	],
	"antonyms": [
		"orthodoxy"
	]
}