{
	"word": "irrevocable",
	"meaning": [
		"Impossible to retract or revoke.",
		"That cannot be revoked, recalled, or undone; unalterable.",
		"Unable to be retracted or reversed. Final."
	],
	"sentences": [
		"A deed done is irrevocable, and its result coinciding in time with the actions of millions of other men assumes an historic significance.",
		"The beneficium was to be as practically irrevocable as the oath of fidelity.",
		"Such authority to commit the University is not irrevocable.",
		"Further details of these irrevocable undertakings are set out in Appendix II to this announcement.",
		"He doesn't sound like someone who would sign an irrevocable license allowing others to profit from his work.",
		"Under the legislation, by Thursday midnight the resignation of the UUP Ministers would become irrevocable.",
		"Even now irrevocable damage may have been done to the ecosystems on which we all ultimately depend.",
		"Lord Carnarvon's reply was that the act of annexation was an irrevocable one.",
		"References Such submissions are usually declared irrevocable by byte of the rules providing for them.",
		"In this case it makes sense to look at permanent insurance with low cash values like a Guaranteed Universal Life (GUL) policy, owned by an irrevocable life insurance trust.",
		"Given this downside, why would anyone opt for an irrevocable trust rather than a revocable trust?",
		"Meanwhile the conference in London had drawn up the project of a treaty for the separation of Holland and Belgium, which was declared \" to be final and irrevocable.\"",
		"The arbitration shall be held in San Francisco, CA; both parties hereby give their irrevocable consent to jurisdiction of courts of or in the State of California, as well as processes of the AAA in California.",
		"Moreover, in a letter to Cardinal Richard, archbishop of Paris, the pope affirms that this his solemn decision is \" firm, authoritative and irrevocable.\"",
		"It may be noticed, too, that he still accepts the \"social compact \" as the natural mode of constituting government, and regards the obligations of subjects to civil obedience as normally dependent on a tacit contract; though he is careful to state that consent is not absolutely necessary to the just establishment of beneficent government, nor the source of irrevocable obligation to a pernicious one.",
		"Later when the conservatives accepted the annexation of Texas and the radicals supported the Wilmot Proviso the split became irrevocable.",
		"In 1534 Henry formally repudiated the authority of the pope, and from this time Latimer was the chief co-operator with Cranmer and Cromwell in advising the king regarding the series of legislative measures which rendered that repudiation complete and irrevocable.",
		"His dissatisfaction with Ptolemaic doctrines was of early date; and he returned from Italy, where so-called Pythagorean opinions were then freely discussed, in strong and irrevocable possession of the heliocentric theory.",
		"Article III., which guarantees religious freedom, forbids sectarian control of public schools, prohibits polygamy and defines the relation of the state to the public lands of the United States, is irrevocable except by consent of the United States.",
		"The Arbitration Act 1889 provides that a submission, unless a contrary intention is expressed in it, is irrevocable except by leave of the court or a judge, and is to have the same effect in all respects as if it had been made an order of court.",
		"The object of this enactment was to save the expense of making a submission a rule of court by treating it as having been so made, and it leaves the law in this position, that while the authority of an arbitrator, once appointed, is irrevocable, there is no power - any more than there was under the old law - to compel an unwilling party to proceed to a reference, except in cases specially provided for by sections 5 and 6 of the act of 1889.",
		"The moment in which the first movement was made is irrevocable, and at that moment I could make only one movement, and whatever movement I made would be the only one.",
		"This expensive practice was abolished; various checks were placed upon legislative extravagance, and upon financial, special and local legislation generally; and among reform provisions, common enough to-day, but uncommon in 1875, were those forbidding the General Assembly to make irrevocable grants of special privileges and immunities; requiring finance officials of the state to clear their accounts precedent to further eligibility to public office; preventing private gain to state officials through the deposit of public moneys in banks, or otherwise; and permitting the governor to veto specific items in general appropriation bills.",
		"Under the law prior to the act of 1889 (a) an agreement to refer disputes generally, without naming the arbitrators, was always irrevocable, and an action lay for the breach of it, although the court could not compel either of the parties to proceed under it; (b) an agreement to refer to a particular arbitrator was revocable, and if one of the parties revoked that particular arbitrator's authority he could not be compelled to submit to it; (c) when, however, the parties had got their tribunal fixed, and were proceeding to carry out the agreement to refer, the act 9 and io Will."
	],
	"synonyms": [
		"irrevokable",
		"intractable",
		"fixed",
		"firm",
		"final",
		"constant",
		"fated",
		"conclusive",
		"irreversible",
		"unalterable"
	],
	"antonyms": [
		"revocable",
		"reversible",
		"alterable",
		"changeable",
		"temporary"
	]
}