{
	"word": "soliloquy",
	"meaning": [
		"Lines in a drama in which a character reveals his or her thoughts to the audience, but not to the other characters, by speaking as if to himself or herself.",
		"An act or instance of talking to oneself.",
		"A specific speech or piece of writing in this form.",
		"(drama) The act of a character speaking to themselves so as to reveal their thoughts to the audience.",
		"(very rare) To issue a soliloquy."
	],
	"sentences": [
		"Look back to the end of his final soliloquy.",
		"The man seemed lost in introspection, as if delivering a soliloquy.",
		"We experience the relativities of ' truth ' in the last soliloquy of Othello.",
		"The soliloquy at the end showed a man still puzzled by his continuing inability to ever see anything more than the facts.",
		"I quote, as an example, the following unguarded soliloquy of James Bryce.",
		"It is worth reminding the class of the \" Frailty thy name is woman \" observation from Hamlet 's first soliloquy.",
		"The opening soliloquy which appears below establishes Richard 's character at the outset of the play.",
		"We experience the relativities of \"truth\" in the last soliloquy of Othello.",
		"The opening soliloquy which appears below establishes Richard's character at the outset of the play.",
		"As everyone retires, the fairies perform their blessings and Puck delivers a tender epilog soliloquy.",
		"Does this soliloquy move the play forward in any way (e.g. give us a new insight into the prince 's thinking)?",
		"His touching soliloquy at the end showed a man still puzzled by his continuing inability to ever see anything more than the facts.",
		"In the same year he also published The Moralists, a Philosophical Rhapsody, and in the following year Soliloquy, or Advice to an Author.",
		"Subsequently, if your employment at the organization was a rewarding experience, there's still no need to write a two-page soliloquy.",
		"There is one other long soliloquy in the play?",
		"He wrote a chronicle of the monastery and several biographies - the life of Gerhard Groot, of Florentius Radewyn, of a Flemish lady St Louise, of Groot's original disciples; a number of tracts on the monastic life - The Monk's Alphabet, The Discipline of Cloisters, A Dialogue of Novices, The Life of the Good Monk, The Monk's Epitaph, Sermons to Novices, Sermons to Monks, The Solitary Life, On Silence, On Poverty, Humility and Patience; two tracts for young people - A Manual of Doctrine for the Young, and A Manual for Children; and books for edification - On True Compunction, The Garden of Roses, The Valley of Lilies, The Consolation of the Poor and the Sick, The Faithful Dispenser, The Soul's Soliloquy, The Hospital of the Poor."
	],
	"synonyms": [
		"monologue",
		"speech",
		"discourse",
		"address",
		"monology",
		"aside",
		"apostrophe"
	],
	"antonyms": []
}