{
	"word": "travesty",
	"meaning": [
		"A debased or grotesque likeness.",
		"A grotesque or farcical imitation for purposes of ridicule; burlesque.",
		"A crude, distorted, or ridiculous representation (of something)",
		"(pejorative) A grossly inferior imitation.",
		"To make a travesty of; burlesque.",
		"To make a travesty of; to parody."
	],
	"sentences": [
		"It was a travesty of justice to remove them from their home.",
		"I think that was a complete and utter travesty.",
		"Every lie about the war is a travesty of the truth.",
		"The building had \"become a pathetic travesty of the original design,\" as Walter Ison sadly noted.",
		"This travesty of democracy has shaken the loyalty of people who've been in the party for a long time.",
		"The decision to fine him was a total travesty of what he deserved.",
		"Lui et elle, the rejoinder of the poet's brother Paul de Musset, was even more a travesty of the facts with no redeeming graces of style.",
		"The way the project evolved was a travesty of organic reality.",
		"In associating St Pelagia with St Marina, St Margaret, and others, of whom either the name or the legend recalls Pelagia, Hermann Usener has endeavoured to show by a series of subtle deductions that this saint is only a Christian travesty of Aphrodite.",
		"The procedure was a travesty of justice.",
		"Its affectations were burlesqued in Gilbert and Sullivan's travesty Patience (1881), which practically killed by ridicule the absurdities to which it had grown.",
		"His metaphysic was a travesty rather than a reproduction of that of his master.",
		"Far from broadening the UK's palate, supermarkets have conditioned us to accept a travesty of the real shopping experience.",
		"The committee made a travesty of this process.",
		"The BNP's claims are a complete travesty of the truth.",
		"She respected the bishops only as supporters of her throne; and, although the well-known letter beginning \"Proud Prelate\" is an 18th-century forgery, it is hardly a travesty of Elizabeth's attitude.",
		"Of Christianity he can have been able to learn very little, even in Medina; as may be seen from the absurd travesty of the institution of the Eucharist in v.",
		"The taking of the lands of the American Indian was a travesty of history.",
		"Play acting and bad tempers rose in succession, producing a travesty from what should have been a fine contest.",
		"It would be a travesty of justice to remove them from their home.",
		"This travesty of democracy has shaken the loyalty of people who 've been in the party for a long time.",
		"A Sunday without a brunch is a sad Sunday and a brunch without a Mimosa is a travesty indeed.",
		"Still, Lana wasn't convinced she wanted to discover what lay behind the door after the travesty along the road.",
		"This travesty was built upon a farce.",
		"Much of the legend is a running travesty of the true history of the conqueror.",
		"A standard recommendation of child analysis would make a travesty of this process.",
		"The linear, static paradigm of mechanistic science based on interactions between separate, independent parts is a travesty of organic reality.",
		"So there'll be shocks for those who bear this in mind when playing this travesty of history.",
		"New conditions are making a travesty of the old.",
		"The Spanish referendum was a travesty built upon a farce.",
		"Next to Hideo Nakata 's masterful tale however, it 's an absolute travesty.",
		"The BNP 's claims are a complete travesty of the truth.",
		"In a country where our core values of freedom and liberty are protected by the sacrifices of these men and women, the fact that a single veteran would be homeless is a travesty.",
		"The sad travesty of the partial third season should be a lesson to television producers everywhere - if your show is a romance, and one of your two leads decides to leave, cancel the show.",
		"Every travesty of the truth is a travesty of the truth.",
		"This usurpation constitutes the greatest travesty of the American Constitution and jurisprudence in the history of this nation."
	],
	"synonyms": [
		"farce-comedy",
		"farce",
		"sendup",
		"lampoon",
		"burlesque",
		"mockery",
		"spoof",
		"parody",
		"pasquinade",
		"charade",
		"takeoff",
		"put-on",
		"perversion",
		"sham",
		"mock",
		"mock",
		"ape",
		"parody",
		"mimic",
		"caricature",
		"burlesque",
		"imitate",
		"sham",
		"ridicule",
		"perversion",
		"mockery",
		"lampoon",
		"imitation",
		"exaggeration",
		"distortion"
	],
	"antonyms": [
		"solemnity",
		"seriousness",
		"be serious"
	]
}