{
	"word": "despot",
	"meaning": [
		"An absolute ruler; king with unlimited powers; autocrat.",
		"Anyone in charge who acts like a tyrant.",
		"A title applied to certain classes of rulers, as Byzantine emperors or bishops of the Eastern Church.",
		"A Byzantine emperor or prince.",
		"A ruler with absolute power; a tyrant."
	],
	"sentences": [
		"The archbishop Giovanni Visconti was at this period virtually despot of Milan.",
		"It was about 348-345 B.C. that Aristotle spent three years at Assus with Hermeas, an ex-slave who had succeeded his former master Eubulus as despot of Assus and Atarneus.",
		"Dionysius was regarded by the ancients as a type of the worst kind of despot - cruel, suspicious and vindictive.",
		"The spectacle of an Eastern despot apparently advancing on the lines of European progress was in itself as astonishing as new.",
		"It is true that the bishop was not an absolute despot.",
		"Charlotte always arranges everything in our house and rules us like a despot.",
		"The table scrap thing makes a person feel like a benevolent despot, a human queen of the cat realm.",
		"In 1204 Baldwin, conqueror of Constantinople, conferred the kingdom of Thessalonica on Boniface, marquis of Montferrat; but in 1222 Theodore, despot of Epirus, one of the natural enemies of the new kingdom, took the city and had himself there crowned by the patriarch of Macedonian Bulgaria.",
		"Stalin was quickly depicted as an evil despot, out to conquer the world.",
		"The English ladies were more easily dispensable Henry was a tyrant and a despot.",
		"Who would have mirth In after-life while Earth's poor children wear The fetters of the despot, and despair To break them?",
		"Though a despot, as all Inonarchs were obliged to be at that date, he reigned with prudence, probity and zeal for the welfare of his subjects.",
		"On the death of Hippocrates, tyrant of Gela (491 B.C.), Gelo, who had been his commander of cavalry, succeeded him; and in 485, his aid having been invoked by the Gamori (the oligarchical landed proprietors) of Syracuse who had been driven out by the populace, he seized the opportunity of making himself despot.",
		"This vigorous despot, whose ambi- Henry vI tions were not all chimerical, had succeeded where his predecessors, including Frederick, had failed.",
		"A national policy of \"growling before fighting\" - later practised successfully enough by the United States - was not then possible; and one writer has very justly said that what chiefly affects one in the whole matter is the pathos of it - \"a philosopher and a friend of peace struggling with a despot of superhuman genius, and a Tory cabinet of superhuman insolence and stolidity\" (Trent).",
		"When it became apparent that the conspirators had only removed the despot and left the despotism, he again devoted himself to philosophy, and in an incredibly short space of time produced the de Natura Deorum, de Divinatione, de Fato, Cato maior (or de Senectute), Laelius (or de Amicitia), and began his treatise de Officiis.",
		"Then Robespierre was beheaded for being a despot.",
		"In this exploratory environment, far from oversight or ruling authorities, the Captain becomes the absolute monarch, and it takes a certain breed to embrace the risks without becoming a despot.",
		"Machiavelli judged the case of Italy so desperate that salvation could only be expected from the intervention of a powerful despot.",
		"In 1666 the rajah Palakkah, whose father and grandfather had been murdered by the family of Hassan, the tyrant of Sumatra, made common cause with the Dutch against that despot.",
		"God is to him an absolute despot, who declares a thing right or wrong from no inherent necessity but by his arbitrary fiat.",
		"It is impossible from these sources to form a correct picture of Cambyses' character; but it seems certain that he was a wild despot and that he was led by drunkenness to many atrocious deeds.",
		"During the last period of Edwards rule England might have been described as a despotism, if only the king had cared to be a despot.",
		"Abd-ar-rahman was tolerant, but it is highly probable that he was very indifferent in religion, and it is certain that he was a thorough despot.",
		"As commander in the field in 1257 against Michael Angelus, despot of Epirus, he showed little military capacity.",
		"After the battle of Kossovo Servia existed for some seventy years (1389-1459) as a country tributary to the sultans but governing itself under its own rules, who assumed the Greek title of \" despot.\"",
		"Demosthenes protested against spending strength, needed for greater objects, on the local quarrels of a despot.",
		"The fundamental difference between the Moslem, who know only the despot and the Koran, and a Christian people who have tievelopmentthle Church, a body of law and a Latin speech, was of the well seen in the contrast between the end of the christian greatness of Mansur, and the end of the weakness Kingdoms, of his Christian contemporaries.",
		"The father, though enlightened, had been a thorough despot; the son was sluggish and stupid to the verge of imbecility, but the despotism remained.",
		"No sooner had he regained Hungary than he received tempting offers from the pope, represented by the legate Cardinal Cesarini, from George Brankovic, despot of Servia, and George Castriota, prince of Albania, to resume the war and realize his favourite idea of driving the Turk from Europe.",
		"In 1792, Gustavus III, a patron of the arts who had become an enlightened despot, was shot.",
		"He was a local despot, with great appeal to Arab youths.",
		"Continuing for yet a little longer his course of feverous, almost frenzied, opposition to the throne, on the 3rd of July he electrified France by his bold denunciation of the king, not only as a hypocrite and a despot, but as a base traitor to the constitution.",
		"Verona had previously fallen under the power of a less able despot, Ezzelino da Romano, who died in 1259.",
		"Ubanu, installed by the Boers as paramount chief in 18 9 4, was a sanguinary despot and was compelled to flee in 1898.",
		"The first despot after Kossovo was Tsar Lazar's eldest son \" Stephen the Tall,\" who was an intimate friend of Sigismund IV., king of Hungary and emperor of the Germans.",
		"As despot, George worked to establish an alliance between Servia, Bosnia and Hungary.",
		"The offices of high constable and earl marshal were left vacant; the Danehoffer or national assemblies fell into desuetude, and the great queen, an ideal despot, ruled through her court officials acting as superior clerks.",
		"At the capture of Constantinople by the Turks (1453) he fell into their hands, but managed to escape to Peloponnesus, where he obtained protection at the court of Thomas Palaeologus, despot of Achaea.",
		"He added to his other titles that of \" count of Severin, despot of the Dobrudja, and lord of Silistria,\" and both Vidin and Sistora appear in his possession.",
		"A Greek by birth, adopted son of Jacob Heraklides, despot of Paros, Samos and other Aegean islands, acquainted with Greek and Latin literature, and master of most European languages; appearing alternately as a student of astronomy at Wittenberg, whither he had been invited by Count Mansfeld, as a correspondent of Melanchthon, and as a writer of historical works which he dedicated to Philip II.",
		"The country was politically split up into little principalities, most of them governed by some petty despot, whose interests were not often the same as those of the community.",
		"He was now completely subservient to Austria, an Austrian, Count Nugent, being even made commander-in-chief of the army; and for four years he reigned as a despot, every tentative effort at the expression of liberal opinion being ruthlessly suppressed.",
		"This expedition, under the joint command of the Despot George and of Hunyadi Janos, defeated the Turks in a great battle at Kunovitsa.",
		"Once seated in the duchy of Milan, he displayed rare qualities as a ruler; for he not only entered into the spirit of the age, which required humanity and culture from a despot, but he also knew how to curb his desire for territory.",
		"It was shortly after this revolution, in 317, that Agathocles with a body of mercenaries from Campania and a host of exiles from the Greek cities, backed up by the Carthaginian Hamilcar, who was in friendly relations with the Syracusan oligarchy, became a tyrant or despot of the city, assuming subsequently, on the strength of his successes against Carthage, the title of king.",
		"Syracuse passed through another reign of terror; the new despot proclaimed himself the champion of popular government, and had the senate and the heads of the oligarchical party massacred wholesale.",
		"In 1263 and 1264 respectively, Michael, with the help of Urban IV., concluded peace with Villehardouin, prince of Achaia, and Michael, despot of Epirus, who had previously been incited by the pope to attack him, but had been decisively beaten at Pelagonia in Thessaly (1259); Villehardouin was obliged to cede Mistra, Monemvasia and Maina in the Morea.",
		"He has been described as a \"despot under the forms of law\"; and it is apparently true that he committed no illegal act.",
		"He holds that we are rationally justified in affirming human immortality and the existence of a finite God who is to be a constitutional ruler, but not a despot, over the souls of men.",
		"In contrast with his father Cypselus, the founder of the dynasty, he is generally represented as a cruel despot, or at any rate as having used all possible devices for keeping his city in subjection.",
		"Thus was elaborated the type of despot which attained completeness in Gian Galeazzo Visconti and Lorenzo de Medici.",
		"Richard soon followed; but while Philip sailed straight for Acre, Richard occupied himself by the way in conquering Cyprus - partly out of knight-errantry, and in order to avenge an insult offered to his betrothed wife Berengaria by the despot of the island, partly perhaps out of policy, and in order to provide a basis of supplies and of operations for the armies attempting to recover Palestine.",
		"Peace was also made at the same time with the despot of Servia and the voivode of Walachia, on the basis of the payment of tribute.",
		"But he was an energetic, clear-headed man, of great practical force and skill, cultivated, accomplished, agreeable, flexible, possibly unscrupulous, just the sort of person whom a restless despot like Justinian finds useful.",
		"He was succeeded by his son, a youth of eighteen, called Singumin (Chenguza of Symes), who proved himself a bloodthirsty despot, and was put to death by his uncle, Bodawpaya or Mentaragyi, in 1781, who ascended the vacant throne.",
		"The fall of Pitt's first ministry and the formation of the Addington cabinet, the peace of'Amiens, and the establishment of Napoleon as first consul with all the powers of a military despot, seemed to offer Fox a chance of resuming power in public life.",
		"On the other hand, the characteristic merits of the system may be summed up as consisting in the safeguards it provides against the undue predominance of any one power or person in the government, and therewith against any risk there may be that the president should become a despot, and in the full opportunities it secures for the due consideration of all important measures.",
		"Leaving his protection he sought shelter with Michael, despot of Epirus, and then repaired to Asia Minor,where his son-in-law Lascaris was holding his own against the Latins.",
		"Afterwards invested with the title of \"despot,\" he was finally proclaimed joint-emperor and crowned alone at Nicaea on the 1st of January 1260.",
		"Charles was a thorough despot of the benevolent order, and had been deeply offended by the real or suspected share of the Jesuits in the riot of 1766.",
		"It survived, with various dismemberments, until 1430, when the last prince, Centurione Zaccaria, ceded the remnant of it to his son-in-law, Theodorus II., despot of Mistra.",
		"He was a weak despot with an exaggerated opinion of his dignity and his prerogatives.",
		"On the journey he was seized by the despot of Epirus, Theodore Angelus, and, after an imprisonment of two years, died, probably by foul means."
	],
	"synonyms": [
		"tyrant",
		"autocrat",
		"satrapy",
		"disciplinarian",
		"czar",
		"autarch",
		"anarch",
		"totalitarian",
		"martinet",
		"oppressor",
		"authoritarian",
		"dictator",
		"satrap",
		"ruler",
		"monarch"
	],
	"antonyms": [
		"democrat"
	]
}