{
	"word": "heterogeneous",
	"meaning": [
		"Differing or opposite in structure, quality, etc.; dissimilar; incongruous; foreign.",
		"Composed of unrelated or unlike elements or parts; varied; miscellaneous.",
		"Xenogeneic.",
		"Diverse in kind or nature; composed of diverse parts.",
		"(mathematics) Incommensurable because of different kinds."
	],
	"sentences": [
		"Its population, then as at the present day, was a heterogeneous collection of all races.",
		"After the outbreak of the war a somewhat indefinite, heterogeneous provisional government was in power till a constitution was adopted in 1780, when John Hancock became the first governor.",
		"Ottoman Turks, scattered gipsy communities, German settlers in north Palestine, and all sorts of Europeans make up a heterogeneous and incompatible population.",
		"This consists of a medley of documents of the most heterogeneous character.",
		"A collective polyphyletic or heterogeneous group, originally cosmopolitan; with certainty existing since the Miocene.",
		"The population is heterogeneous.",
		"The architecture of the city until the earthquake and fire of 1906 was very heterogeneous.",
		"The nucleus of the invading horde was a small pastoral tribe in Mongolia, the chief of which, known subsequently to Europe as Jenghiz Khan, became a mighty conqueror and created a vast empire stretching from China, across northern and central Asia, to the shores of the Baltic and the valley of the Danube - a heterogeneous state containing many nationalities held together by purely administrative ties and by an enormous military force.",
		"To these should be added 133,144 Hungarians, 21,733 natives of Germany (3782 less than in 1890), 2506 natives of Italy, 1703 Russians, 1176 French, 1643 Swiss, &c. Of this heterogeneous population 1,461,891 were Roman Catholics, the Jews coming next in order with 146,926.",
		"In Progress, its Law and Cause (1857) he adopted Von Baer's law, that the development of the individual proceeds from the homogeneous to the heterogeneous.",
		"However intelligible may be the notion of a tribe reserved for priestly service, the fact that it does not apply to early biblical history is apparent from the heterogeneous details of the Levitical divisions.",
		"The heterogeneous elements of the new organization could not be made to unite on a man who for so many years had devoted his energies to purely Whig measures, and he was considered less \"available\" than Fremont in 1856 and than Lincoln in 1860.",
		"These may be called heterogeneous homoplasies, but it is necessary to recognize the existence of homogeneous homoplasies, here called multiradial apocentricities.",
		"But the greatest reduction, with only A remaining, is characteristic of such a heterogeneous assembly as Accipitres, Cypselidae, Trochilidae, Striges and Fregata.",
		"In the classification adopted in this article, the attempt has been made to combine the best points in old and recent schemes, and to avoid the inconvenience of a large heterogeneous group including the vast majority of the families.",
		"This is a somewhat heterogeneous group, most of whose members are characterized by clubbed feelers and simple, unbroadened tarsal segments - usually five on each foot - but in some familie andenera the males have less than the normal number on the feet of one pair.",
		"To combine the heterogeneous narratives and isolated statements into a consecutive account is impossible; to ignore those which conflict with the now predominating views would be unmethodical.",
		"These academies were organized on both scholastic and popular lines; their constitution was democratic. An outstanding feature was the Kallah assemblage twice a year (in Elul at the close of the summer, and in Adar at the end of the winter), when there were gathered together vast numbers of outside students of the most heterogeneous character as regards both age and attainments.",
		"In short, we have a somewhat heterogeneous assemblage of tropical, temperate and alpine plants, as has been already briefly indicated, of which, however, the tropical are so far dominant as to give their character to the flora viewed as a whole.",
		"Next he places the parrots (q.v.), and then the vast assemblage of \" Passereaux \"- which he declares to be all of one type, even genera like Pipra (manakin, q.v.) and Pitta - and concludes with the somewhat heterogeneous conglomeration of forms, beginning with Cypselus (swift, q.v.), that so many systematists have been accustomed to call Picariae, though to them as a group he assigns no name.",
		"On the other hand, it is not too much to say that, from the end of 1759 to the end of 1761, the unshakable firmness of the Russian empress was the one constraining political force which held together the heterogeneous, incessantly jarring elements of the anti-Prussian combination.",
		"Whatever may be thought of the manner of this refusal, or of its immediate motives, it was in itself wise, for the German empire would have lost immeasurably had it been the cause rather than the result of the inevitable struggle with Austria, and Bismarck was probably right when he said that, to weld the heterogeneous elements'of Germany into a united whole, what was needed was, not speeches and resolutions, but a policy of \"blood and iron.\"",
		"Dividing the power between their two orders of the nine and the people, they excluded the riformatori and replaced them by a new and heterogeneous order styled the aggregati, composed of nobles, exiles of 1456 and citizens of other orders who had never before been in office.",
		"Thus, at the outset, the most heterogeneous elements were to be found both on the Left and Right.",
		"It may be safely said of all those living things which are large enough to enable us to trust the evidence of microscopes, that they are heterogeneous optically, and that their different parts, and especially the surface layer, as Life and contrasted with the interior, differh sicall and organiza- P Y ?",
		"Once prime minister, his personal popularity proved to be a powerful unifying influence in a somewhat heterogeneous party; and though the illness and death (August 30, 1906) of his wife (daughter of General Sir Charles Bruce), whom he had married in 1860, made his constant attendance in the House of Commons impossible, his domestic sorrow excited widespread sympathy and appealed afresh to the affection of his political followers.",
		"Rather under the influence of the great formative Christian conceptions he parted gradually with the eschatology he had inherited from Judaism, and entered on a progressive development, in the course of which the heterogeneous elements were for the most part silently dropped.",
		"Several fraternities - old gilds or new companies, with their respective cognate or heterogeneous branches of industry and trade - were fused into one body.",
		"It may well be doubted whether Opisthoglypha form one genuine group instead of a heterogeneous assembly.",
		"It is a very heterogeneous group, being fleshy-stemmed with a woody axis, the branches being angular, winged, flattened or cylindrical, and the flowers small, short-tubed, succeeded by small, round, peashaped berries.",
		"But it is easy to see that informal preaching to the people at large, especially after the Peasant Revolt, with which Miinzer had been identified, should have led to a general condemnation, under the name \" Anabaptist \" or \" Catabaptist,\" of the heterogeneous dissenters who agreed in rejecting the State religion and associated a condemnation of infant baptism with schemes for social betterment.",
		"The French army, similarly arrayed, but with a few battalions attached to the cavalry wings, was more heterogeneous than the German, being composed of French, Hessian, German mercenaries, and Liegeois.",
		"If these are included in the description \" mensuration,\" the subject thus consists of two heterogeneous portions - elementary mensuration, comprising methods and results, and advanced mensuration, comprising certain results intended for practical application.",
		"The few genera and species are undoubtedly a heterogeneous assembly, as indicated by their very scattered distribution, but they all agree in their decidedly handsome colour pattern, bands of dark brown to maroon upon a light ground.",
		"The population was of a very heterogeneous character, but mainly of an undesirable class of Levantines; this with the damp heat and the dirt and noise of the incessant coaling operations gave the town an unenviable reputation.",
		"He supposes that evolution is primarily integration, from the incoherent to the coherent, exemplified in the solar nebula evolving into the solar system; secondly differentiation, from the more homogeneous to the more heterogeneous, exemplified by the solar system evolving into different bodies; thirdly determination, from the indefinite to the definite, exemplified by the solar system with different bodies evolving into an order.",
		"This third position isarelic of ancient metaphysical realism; although it must be remembered that Kant does not go to the length of Descartes and Locke, who supposed that from mere ideas we could know bodies and souls, but suggests that beneath the phenomena of outer and inner sense the thing in itself may not be heterogeneous (ungleichartig).",
		"But his main reliance is on the passage in the Kritik, where Kant, speaking of the Cartesian difficulty of communication between body and soul, suggests that, however body and soul appear to be different in the phenomena of outer and inner sense, what lies as thing in itself at the basis of the phenomena of both may perhaps be not so heterogeneous (ungleichartig) after all.",
		"The chief features of Pennsylvania history in colonial days were the predominance of Quaker influence, the heterogeneous character of the population, liberality in matters, of religion, and the fact that it was the largest and the most 7successful of proprietary provinces.",
		"A rapid British attack would in any case forestall the concentration of these heterogeneous squadrons.",
		"But the multitude of the deities and the variety of the myths that it strove to incorporate prevented the development of a uniform theological system, and the heterogeneous origin of the religion remained irretrievably stamped upon its face.",
		"The tragedy of Kashgil was repeated on the 4th of February 1884, when General Bakers heterogeneous force, on the march from Trinkitat to Tokar, was routed at El Teb by an inferior body of tribesmen.",
		"Algae are, however, so heterogeneous a class, of which the constituent groups are so inadequately known, that it is at present futile to endeavour thus to exhibit their pedigree.",
		"Its composite population is a faithful reflection of the heterogeneous elements in the dominions of the Habsburgs, while the trade and industry of Hungary are centralized at Budapest in a way that can scarcely be affirmed of any other European capital.",
		"The amir's factories at Kabul for arms and ammunition are said to turn out about 20,000 cartridges and 15 rifles daily, with 2 guns per week; but-the arms thus produced are very heterogeneous, and the different varieties of cartridge used would cause endless complications.",
		"As the result of the patient and masterly organization of the \"young Turks,\" combined with the universal discontent with the rule of the sultan and the palace camarilla, the impossible seemed to be achieved, and the heterogeneous elements composing the Ottoman empire to be united in the desire to establish a unified state on the constitutional model of the West.",
		"The physical properties of a heterogeneous body (provided they vary continuously from point to point) are known to depend, in the neighbourhood of any one point of the body, on a quadric function of the co-ordinates with reference to that point.",
		"The carrying of the alphabet to the Greeks by the Phoenicians at an early period affords no clue to the period when Semitic ingenuity constructed an alphabet out of a heterogeneous multitude of signs.",
		"He next travelled into Kipchak (the Mongol khanate of Russia), and joined the camp of the reigning khan Mahommed Uzbeg, from whom the great and heterogeneous Uzbeg race is perhaps named.",
		"Under more favourable political conditions, the sacerdotal class might perhaps, in course of time, have succeeded in imposing something like an effective common creed on the heterogeneous medley of races and tribes scattered over the peninsula, just as they certainly did succeed in establishing the social prerogative of their own order over the length and breadth of India.",
		"Stomatopoda.-ThiS order, at one time a medley of heterogeneous forms, is now confined to the singularly compact group of the Squillidae.",
		"On the one hand it is said that mind and matter are absolutely heterogeneous, and, therefore, that any causal relation between them is ex hypothesi impossible.",
		"It is really a large collection of opinions and views, a remarkably heterogeneous mixture of contents, for which the history of its growth is no doubt largely responsible.",
		"Moreover, in endeavouring to sketch the theology of early Judaism it has been easy to find in the heterogeneous and conflicting ideas a system which agreed with preconceived views, and to reject as late or exceptional whatever told against them.",
		"Closer investigation, however, shows that both groups of laws contain heterogeneous elements and that their present form is the result of a long process of development.",
		"The native population is of the most diverse origin; the foreign element is equally heterogeneous, but more than half (in 1900, 14,172 out of 24,283 foreign-born) are Mexicans, many of whom are not permanent residents; after 1900, immigrants were largely mine labourers, and included Slavonians and Italians.",
		"The Indian wars, breeding a habit of dependence on force, and the heterogeneous elements of cattle thieves, Sonoran cowboys, mine labourers and adventurers led to one of the worst periods of American border history.",
		"The latter division, characterized by the possession of 19 somites and pairs of appendages (apart from the eyes), by the division of the appendages into two tagmata corresponding to cephalothorax and abdomen, and by the constancy in position of the generative apertures, differing in the two sexes, is unquestionably a natural group. The Entomostraca, however, are certainly a heterogeneous assemblage, defined only by negative characters, and the name is retained only for the sake of convenience, just as it is often useful to speak of a still more heterogeneous and unnatural assemblage of animals as Invertebrata.",
		"Abies, Tsuga, Larix, &c., the mesophyll is heterogeneous, consisting of palisade and spongy parenchyma.",
		"In the more heterogeneous structure of the wood and in the possession of true vessels the Gnetales agree closely with the higher flowering plants.",
		"To establish, therefore, any fair account of the incidence of indirect taxes on different classes of the community, real classes being distinguished, and not a mere rough grouping into so-called classes of units who are altogether heterogeneous, is probably beyond the skill of man.",
		"The large class of heterogeneous nouns which are masculine in the singular and feminine in the plural constitute what is sometimes called the neuter declension.",
		"Hinks, and includes the material from some hundreds of plates taken at twelve observatories; in general it may be said the discussion proves that the material is distinctly heterogeneous, and that in places where it would hardly be expected.",
		"The heterogeneous character of great masses of strata has always had a marked influence on the nature of the folding; some beds have yielded much more readily than others, certain beds will be found to be faulted, .while those above and below have folded without fracture.",
		"Conduct, e.g., is said to be more moral in proportion as it exhibits a tendency on the part of the individual or society to become more \" definite,\" \" coherent \" and \" heterogeneous.\"",
		"It is a heterogeneous mixture of all the nations and religions of the East - Turks, Arabs, Persians, Indians, Armenians, Chaldaeans and Jews.",
		"In a certain sense we may say that the universe now presents itself to the thinking astronomer, not as a heterogeneous collection of bodies, but as a unified whole.",
		"This heterogeneous population was called Gallgoidel or foreign Irish (whence the modern name Galloway), and like their northern kinsmen they betook themselves to the sea and practised piracy.",
		"A civil code was carefully drawn up by Seor Alonzo Martinez, in order to consolidate the very heterogeneous ancient legislation of the monarchy and the local laws of many provinces, especially Catalonia; Aragon, Valencia, Navarre, and the Basque territory.",
		"After parting with Villaverde, Silvela met with many difficulties, and had much trouble in maintaining discipline in the heterogeneous ranks of the Conservative party.",
		"He showed that in de Blainville's group there were associated with a number of heterogeneous forms a group of animals characterized by being composed of two layers of cells comparable with the first two layers in the development of vertebrate animals.",
		"Steel differs in many ways from iron in respect of atmospheric corrosion; the heterogeneous nature of steel gives occasion to a selective rusting, ferrite is much more readily attacked than the cementite and pearlite; moreover, the introduction of other elements may retard rusting; this is particularly the case with the nickel-steels.",
		"The heterogeneous character of the duties placed upon his department by Congress seemed in fact to reflect the English idea of its primacy.",
		"It is probable, however, that under the same generic name very heterogeneous plants have been confounded.",
		"The chemical reactions that I am most concerned with are of relevance to heterogeneous and enzymatic catalysis.",
		"A supported heterogeneous catalyst prepared by traditional methods will not normally have this tightly-controlled a particle size distribution.",
		"Unit 1852 comprises unoriented heterogeneous fill with aggregates of poorly prepared building materials and anthropogenic debris.",
		"This supports the hypothesis that PD is a disease with a heterogeneous etiology.",
		"At higher levels in the walls ' B ' becomes more heterogeneous, suggesting some re-use of material.",
		"The Reactionary Nature of Imperialism The world, however, still remains very heterogeneous.",
		"Nonetheless, the population is, in fact, ethnically heterogeneous.",
		"Two clinically heterogeneous trials are included, therefore a metaanalysis was considered inappropriate.",
		"It is a genetically heterogeneous condition which shows both recessive and dominant modes of inheritance.",
		"It seems clear that febrile convulsions make up an extremely heterogeneous group for which there is no single mode of inheritance.",
		"Most web sites, on the other hand, are highly heterogeneous in many respects.",
		"However, achieving these objectives for all students was complicated by the increasingly heterogeneous nature of the intake to the apprenticeship program.",
		"The authors conclude that familial perisylvian polymicrogyria seems to be genetically heterogeneous, and is an as yet undescribed syndrome of cortical maldevelopment.",
		"The lesion displays heterogeneous texture with echogenicity similar to the normal renal parenchyma.",
		"We consider networks with heterogeneous a-priori conditional and unconditional failure probability.",
		"Of particular interest is the modeling of ultrasonic wave propagation through heterogeneous media.",
		"While chemistry rests in the acceptance of ultimate heterogeneous elements, the vortex-theory assumed uniform matter through the universe, and reduced cosmical physics to the same principles as regulate terrestrial phenomena.",
		"But this book itself was a farrago of heterogeneous elements - pieces of genuine history, ancient stories once told in Babylon of Gilgamesh or Etanna, literary forgeries of the days soon after Alexander, like the oldest part of the \"Testament of Alexander,\" variations due to Egyptian patriotic sentiment, like that which made Alexander the son of the last Pharaoh, Nectanebus.",
		"France in 178 9, though its ancient provincial boundaries survived, had long since been welded into a nation conscious of its common interests; Russia remains a vast empire, composed of the most heterogeneous, sometimes even mutually hostile, elements., whose antagonisms were bound to be an element of weakness in any assembly truly representative of all sections of the people.",
		"If, however, as in practice, the light be heterogeneous, the source of finite area, the obstacles in motion, and the discrimination of different directions imperfect, we are concerned merely with the mean brightness found by varying the arbitrary phase-relations, and this is obtained by simply multiplying the brightness due to a single aperture by the number of apertures (n) (see Interference Of Light, § 4).",
		"The majority of thermodynamical problems may be treated without any reference to entropy, but it affords a convenient method of expression in abstract thermodynamics, especially in the consideration of irreversible processes and in reference to the conditions of equilibrium of heterogeneous systems.",
		"Reminding us in some respects of the quaint medieval writers, Froissart and Philippe de Comines, he greatly excels them, at once in the beauty of his language and the art with which he has combined his heterogeneous materials into a single perfect harmonious whole.",
		"In loud sounds, such as a peal of thunder from a near flash, or the report of a gun, the effect may be considerable, and the rumble of the thunder and the prolonged boom of the gun may perhaps be in part due to the breakdown of the wave when the crest of maximum pressure has moved up to the front, though it is probably due in part also to echo from the surfaces of heterogeneous masses of air.",
		"Though he chastised Liberal professors and turbulent students, it was in the spirit of a benevolent Landesvater; and he laboured assiduously at the enormous task of administrative reconstruction necessitated by the problem of welding the heterogeneous elements of the new Prussian kingdom into a united whole.",
		"In the Saite period a sort of standard edition was drawn up, consisting of 165 chapters in a fixed order and with a common title the book of going forth in the day; this recension was published by Lepsius in 1842 from a Turin papyrus Like the Pyramid texts, the Book of the Dead served a funerary purpose, but its contents are far more heterogeneous; besides chapters enabling the dead man to assume what shape he will, or to issue triumphant from the last judgment, there are lists of gates to be passed and demons to be encountered in the nether world, formulae such as are inscribed on sepulchral figures and amulets, and even hymns to the sun-god.",
		"It should be remembered that the term \"Abyssinian\" is purely geographical, and has little or no ethnical significance; it is derived from the Arabic Habesh, \" mixed,\" and was a derisive name applied by the Arabs to the heterogeneous inhabitants of the Abyssinian plateau.",
		"The parliamentary skill of Prince Billow in holding together the heterogeneous elements of which the government majority in the Reichstag was composed, no less than the diplomatic tact with which he from time to time \"interpreted\" the imperial indiscretions to the world, was put to a rude test by the famous \"interview\" with the German emperor, published in the London Daily Telegraph of the 28th of October 1908 (see William Ii., German emperor), which aroused universal reprobation in Germany.",
		"Activity dependent excitability changes of nociceptors and mechanoreceptors Sensory neurons of the dorsal root ganglion are functionally heterogeneous.",
		"Peroxisomal disorders form a heterogeneous disease group, with different degrees of severity.",
		"The group of deficiencies is believed to be heterogeneous, that is, having widely varying characteristics among those affected.",
		"In some parts of the country, multiracial relationships are far less common-and less accepted-than in more heterogeneous areas.",
		"To us, indeed, his conception of the universe, like that of Philo, seems a strange medley, and one may be at a loss to conceive how he could bring together such heterogeneous elements; but there is no reason to doubt that the harmony of all the essential parts of his system was obvious enough to himself.",
		"His next and most important publication was his famous paper \"On the Equilibrium of Heterogeneous Substances\" (in two parts, 1876 and 1878), which, it has been said, founded a new department of chemical science that is becoming comparable in importance to that created by Lavoisier.",
		"None of the MSS., however, is older than the 16th century.9 The following sketch represents, as far as can be gathered from these heterogeneous sources, the principal features of the Mandaean system.",
		"The great advance in modern zoology as regards the classification of the Hexapoda lies in the treatment of a heterogeneous assembly which formed Linnaeus's order Neuroptera.",
		"Nothing whatever is to be said against the composition of his first and second \" tribes\"; but the third is an assemblage still more heterogeneous than that which Nitzsch brought together under a name so like that of Muller - for the fact must never be allowed to go out of sight that the extent of the Picarii of the latter is not at all that of the Picariae of the former.'",
		"The remaining three are now seen to be obviously artificial associations, and the second of them, Clamatores, in particular, containing a very heterogeneous assemblage of forms; but it must be bottle in mind that the internal structure of some of them was at that time still more imperfectly known than now.",
		"These now took the place of the old heterogeneous areas, governed by their respective sovereigns without reference to any idea of nationality or of national representation.",
		"Such is an imperfect sketch of the composition and the internal history of the Koran, but it is probably sufficient to show that the book is a very heterogeneous collection.",
		"One of the key technologies which is helping to achieve these goals is heterogeneous catalysis.",
		"Thus the Ethiopians who usurped the crown of the Pharaohs from 740-660 B.C. were of a mixed stock akin to the modern Barabra; the northern Nubians who successfully defied the Roman emperors were under the lordship of the Blemyes (Blemmyes), an East African tribe, and the empire of the Candace dynasty, no less than the Christian kingdoms which succeeded it, included many heterogeneous racial elements (see also Nubia).",
		"But this scattered and heterogeneous empire required a large standing army and a strong central government to hold it together.",
		"In judging the Decline and Fall it should carefully be observed that it falls into two parts which are heterogeneous in the method of treatment.",
		"Consequently we are justified in retaining \"Ratitae\" in our classification, although they are a heterogeneous, not strictly monophyletic, assembly.",
		"Further, he did good by insisting upon simplicity in prescribing, when it was the custom to give a number of drugs, often heterogeneous and inconsistent, in the same prescription.",
		"On analysis, the law of the Ripuarians, which contains 89 chapters, falls into three heterogeneous divisions.",
		"The heterogeneous \" Ferns \" grouped under Spheno pterideae are especially abundant.",
		"But as the immigrants were of very different foreign nationalities, the country became a collection of heterogeneous ethnical elements, amid which the ruling Magyar race formed only a minority.",
		"It is significant for the whole future of Hungary that no effort was or could be made by Stephen to weld the heterogeneous races under his crown into a united nation.",
		"Owing to the peculiarities of its situation, the population of Vienna is of a very cosmopolitan and heterogeneous character.",
		"A heterogeneous army, drawn largely from India and Australasia, had also been gathering in Egypt for several weeks past, of which portions could be made available for work elsewhere in the Near East."
	],
	"synonyms": [
		"piebald",
		"varied",
		"motley",
		"mixed",
		"miscellaneous",
		"diverse",
		"assorted",
		"dissimilar",
		"different",
		"heterogenous",
		"polymorphous",
		"polymorphic",
		"sundry",
		"multiform",
		"multifarious"
	],
	"antonyms": [
		"homogeneous",
		"unchanging",
		"uniform",
		"identical",
		"pure",
		"single",
		"autogenous"
	]
}