{
	"word": "spearhead",
	"meaning": [
		"The pointed head of a spear.",
		"The leading person, part, or group in an endeavor, esp. in a military attack.",
		"The driving force in a given action, endeavor, or movement.",
		"One who leads or initiates an activity (such as an attack or a campaign).",
		"(sports) A player who initiates attacking moves.",
		"To be the leader of (a movement, for example).",
		"To take the lead in (an attack, business venture, etc.)"
	],
	"sentences": [
		"Antony will help spearhead the bank's expansion into the Public Sector market.",
		"Even so, her own fate was nothing like Jonny's, a good kid who would be forced to take on the Black God's mantle and spearhead the forces of evil.",
		"Finds were recovered of an iron arrowhead and iron spearhead together with large quantities of pottery, butchered animal bones and fish bones.",
		"They had been taken to France to form a spearhead to help get the British troops out of France.",
		"There was also a bronze spearhead and part of a beaker and a cinerary urn.",
		"It was approximately 6 feet long with a leaf shaped spearhead made of iron.",
		"Spearhead Exhibitions Ltd 's website is published by Spearhead Exhibitions Limited.",
		"He has been appointed to Oxford BioMedica 's San Diego subsidiary to spearhead business development primarily in the USA.",
		"The warrior tried to get the sharp iron spearhead under the enemy 's shield to stab him.",
		"Altruism is second nature for this couple and they often spearhead community projects and charities.",
		"Movie studios will also use popular celebrities to spearhead their campaigns.",
		"Rather than having allowed her experiences to destroy her, her pain has become a spearhead for change.",
		"Spearhead exhibitions Ltd's website is published by spearhead exhibitions Ltd's website is published by Spearhead Exhibitions Limited.",
		"The warrior tried to get the sharp iron spearhead under the enemy's shield to stab him.",
		"Antony will help spearhead the bank 's expansion into the Public Sector market.",
		"The article that accompanied the photo announced that there would be a new Six by the name of Natalie who would spearhead a group of Cylons that had an agenda different from the others.",
		"The tanged spearhead characteristic of the south is replaced by the socketed variety towards the north."
	],
	"synonyms": [
		"spear-point",
		"spearpoint",
		"start",
		"pioneer",
		"lead",
		"launch",
		"direct",
		"develop",
		"advance",
		"initiate",
		"originate",
		"create",
		"begin"
	],
	"antonyms": []
}