{
	"word": "brevity",
	"meaning": [
		"The quality of being brief; shortness of time.",
		"The quality of being concise; terseness.",
		"(uncountable) Succinctness; conciseness.",
		"(rare, countable) A short piece of writing."
	],
	"sentences": [
		"You did a good job on the brevity of this newsletter this week.",
		"Your Dictionary's definition has the best brevity.",
		"I like the brevity of this review.",
		"The very brevity of the New Testament narratives is astounding.",
		"The brevity of a poetic text has its own reward.",
		"Do you consider brevity in reporting good or bad?",
		"Cecil Kilpatric, presents the fruit of his detailed research for the benefits of those who appreciate brevity in writing.",
		"It was due to the brevity of the marriage.",
		"Express how you feel with brevity and specificity.",
		"But no writer has surpassed him in the clearness and brevity with which he could sum up the characteristics of an epoch in the history of the world, or present and define the great forces by which the world has been influenced.",
		"As a bonus, she achieved brevity, in conformity to the Maxim of Manner.",
		"The brevity of the note and its lack of doctrinal significance prevented it from gaining frequent quotation in the early Christian literature, but it appears in Marcion's canon as well as in the Muratorian, whilst Tertullian mentions, and Origen expressly quotes it.",
		"It was the choice because of the brevity of life.",
		"The northern summers find compensation for brevity in duration of sunshine and light.",
		"His narrative is highly rhetorical, and as he at the same time attempts more than Tacitean brevity his narrative is often very obscure.",
		"It 's brevity adds to its feeling of rightness for a prayer as the light fails for another day.",
		"Rashbam's notes on the Bible are remarkable for brevity, but when he comments on the Talmud - he wrote explanations on several tracts - he is equally noted for prolixity.",
		"The parade caught the mood of their lord and any brevity soon softened down to respectful attendance.",
		"Brevity is the operative word for the reviews and they are generally three to five terse lines that pass judgment of the wine.",
		"The Mohawk and other summer hair cuts focus on shape, movement, and brevity.",
		"It was the fruit of twenty years' labour, and exhibits with a brevity of expression, which, it has been said, \"condenses more matter into a line than can be extracted from pages of other writers,\" the results of his study.",
		"This arrangement, which for the sake of brevity will henceforth be referred to as the Szell-Kdrber Compact, was destined to play an important part in the history of the next few years, though it was never fully ratified by either parliament and was ultimately discarded.",
		"The brevity of the interval between the tap on the knee and the beginning of the resultant contraction of the muscle seems such as to exclude the possibility of reflex development.",
		"Next, we see that wherever we are able to observe its method of relating an incident, as in the case of the healing of the centurion's servant, we have the same characteristics of brevity and simplicity which we admired in St Mark.",
		"Yet if the history of Europe in the 16th century of our era came to be written with the brevity with which we write the history of Europe in the 6th century B.C., it would be difficult at the distance of time implied by that supposition to distinguish the Italian movement of the Renaissance in its origin from the German movement of the Reformation.",
		"This framework consists of short notices of important events, wars, prodigies, consecration of temples, &c., all recorded with extreme brevity, precisely dated, and couched in a somewhat archaic style.",
		"Between ten and eleven years ago there was an hypothesis of mine registered in your books, wherein I hinted a cause of gravity towards the earth, sun and planets, with the dependence of the celestial motions thereon; in which the proportion of the decrease of gravity from the superficies of the planet (though for brevity's sake not there expressed) can be no other than reciprocally duplicate of the distance from the centre.",
		"In about a week afterwards he spoke again, which shows how little damage he felt, while the good sense, brevity, and blameless manner of the speech (on a copyright bill) announced that he could learn.",
		"But perhaps the most conclusive proof of its brevity is that it was read publicly to the assembled people immediately before they, as well as their king, pledged themselves to obey it; and not a word is said as to the task of reading it aloud, so as to be heard by such a great multitude, being long or difficult.",
		"For the sake of brevity we might call the former the \" philological \" system, as it rests chiefly on the study of language, while the latter might be styled the \" historical \" or \" anthropological \" school, as it is based on the study of man in the sum of his manners, ideas and institutions.",
		"Dean returned to his quarters where in less than five minutes Fred joined him, annoyed at the brevity of his inquisition.",
		"In more difficult situations, give everyone a chance to speak, but not all at once, and encourage brevity.",
		"The increase in the destructiveness of war becomes even more striking when the relative brevity of the world wars is taken into account.",
		"Inevitably, a book of this brevity on a topic of such great controversy will provoke some disagreement.",
		"Life's fragility and brevity was beautifully encapsulated by the 100 ticking metronomes in the opening Poeme Symphonique by Ligeti.",
		"They are used to communicate a timeless message, often achieving a wistful, yearning and powerful insight through extreme brevity.",
		"The results of these operations, which were conducted by the Archaeological Society under the direction of Kavvadias and Kawerau, must be summarized with the utmost brevity.",
		"The faults observed in these entries may for the sake of brevity be reduced to the following heads.",
		"The brevity of the strip also neatly sidesteps the need for ' Unwinese ', and is all the more better for it.",
		"Adding vinegar to bath water can help to alleviate external itchiness but brevity is important in this approach, too.",
		"Giuseppe Ferraris Rivoluzioni d haIfa (1858) deserves notice as a work of singular vigour, though no great scientific importance, and Cesare Balbos Sommario (Florence, 1856) presents the main outlines of the subject with brevity and clearness.",
		"Such an expression as a l b 2 -a 2 b i, which is aa 2 ab 2 aa x 2 2 ax1' is usually written (ab) for brevity; in the same notation the determinant, whose rows are a l, a 2, a3; b2, b 2, b 3; c 1, c 2, c 3 respectively, is written (abc) and so on.",
		"The fame of the martyrs led to the building of a basilica in their honour at Carthage; and their annual commemoration required that the brevity and obscurity of their Acts should be supplemented and explained, to make them suitable for public recitation.",
		"The nominal title, even when most strictly observed, is rarely more than a starting-point; and, though the brevity of these first essays for the most part prevents the author from journeying very far, he contrives to get to the utmost range of his tether.",
		"These first two books contain Smith's general economic scheme; and we have stated it as fully as was consistent with the brevity here necessary, because from this formulation of doctrine the English classical school set out, and round it the discussions of more modern times in different countries have in a great measure revolved.",
		"He had already assisted Nathaniel Bowditch in his translation of the Mecanique celeste, and now produced a series of mathematical textbooks characterized by the brevity and terseness which made his teaching unattractive to inapt pupils.",
		"These readings may be cited by the name of the MS., or if still greater brevity is required as the readings of inferior MSS.",
		"For brevity we may call these the periods of wrought iron, of cast iron, and of molten steel, recognizing that in the second and third the earlier processes continued in use.",
		"Writing for brevity k =p, k =q, (1), we have for the general expression (ยง 11) of the intensity X2 f 212 = S 2 +C 2..",
		"Ziauddin Ahmad has delineated these arguments with admirable brevity and clarity.",
		"Although one of the characteristics of insects is the brevity of their adult lives, a considerable number of exceptions to the general rule have been discovered.",
		"The idea and properties of a fractional number having been explained, we may now call it, for brevity, a fraction.",
		"The first distinct account which we have is from Arrian, who, with his usual brevity and severe veracity, narrates the march of Alexander through this region, which he calls the country of the Oreitae and Gadrosii.",
		"They are used to communicating a timeless message, often achieving a wistful, yearning and powerful insight through extreme brevity.",
		"By comparison, our Gavin was dazzling, making his points with commendable brevity.",
		"He used brevity codes to keep logistics manageable.",
		"It is doubtful whether the brevity of this latter process really compensates for its greater difficulty."
	],
	"synonyms": [
		"transience",
		"briefness",
		"obmutescence",
		"laconicism",
		"compendiousness",
		"laconism",
		"ephemerality",
		"aphorism",
		"abridgement",
		"abbreviation",
		"terseness",
		"pithiness",
		"pointedness",
		"conciseness",
		"succinctness"
	],
	"antonyms": [
		"lengthiness",
		"permanence",
		"longevity"
	]
}