{
	"word": "transcendent",
	"meaning": [
		"Transcending; surpassing; excelling; extraordinary.",
		"In Kantianism, beyond human knowledge.",
		"Beyond the limits of possible experience.",
		"Transcending the Aristotelian categories.",
		"Existing apart from the material universe.",
		"That which surpasses or is supereminent; something excellent."
	],
	"sentences": [
		"God is regarded as the transcendent source of being and purity, from which the individual in his natural state is alienated and afar off.",
		"Because Allah is considered to be totally transcendent, his creation shares none of his character.",
		"God was apt to be thought of as purely transcendent, not immanent in the world.",
		"The idea of the soul must be regarded as transcendent.",
		"The sense in which there must be a ground of the unity of the supersensible 2 while yet the transcendent use of Reason - i.e.",
		"The idea of the world as the totality of being is, like the correlative idea of God, only of regulative value; it is transcendent, as we never do more than make approaches to a knowledge of the sum of being.",
		"The dominant thought is the infinite and transcendent sovereignty of God, to know whom is the supreme end of human endeavour.",
		"A special application of this relation between the prior perfect, and the imperfect, which it influences, is found in the doctrine of the connexion of the abstract (transcendent) intellect with man.",
		"What seems from the material point of view to be the acquisition of learning, study and a moral life, is from the higher point of view the manifestation of the transcendent intellect in the individual.",
		"It is readily seen, in regard to the first of them, that all attempts to determine the nature of the ego as a simple, perdurable, immaterial substance rest upon a confusion between the ego as pure logical unity and the ego as object of intuition, and involve a transcendent use of the categories of experience.",
		"But, according to him, this transcendent is the unconscious (Kraftvolles unbewusst ideales Geschehen).",
		"We can only explain it by supposing that Wundt wishes to believe that, beyond the \" ideal,\" there really is proof of a transcendent, ideating, substance-generating will of God; and that he is approaching the noumenal voluntarism of his younger contemporary Paulsen.",
		"Especially were the Messianic hopes forgotten or transferred to a transcendent sphere beyond death.",
		"None the less the first place is given to the salvation of the soul, since, created for an unending existence, it is of transcendent importance.",
		"In the 26th series (1850) he returned to a discussion of magnetic lines of force, and illuminated the whole subject of the magnetic circuit by his transcendent insight into the intricate phenomena concerned.",
		"This transcendent mind is sometimes connected with the moon, according to the theory of Aristotle, who assigned an imperishable matter to the sphere beyond the sublunary, and in general looked upon the celestial orbs as living and intelligent.",
		"We may expect, then, to find the transcendent employment of the categories leading into various difficulties and inconsistencies.",
		"The idea of such an understanding is, for cognition, transcendent, for no corresponding fact of intuition is furnished, but it is realized with practical certainty in relation to reason as practical.",
		"Add the Fraser sisters and Georgina Boyes to the mix and you have something utterly transcendent.",
		"And so transcendent that he must stoop even to see the heavens!",
		"Hick feels that all religions are manmade views of the utterly transcendent and otherwise unknowable God, and should be viewed as such.",
		"At the moment he left practically nothing to tell the world of his transcendent genius, and his reputation has had to be retrieved from oblivion page by page, and almost poem by poem.",
		"Here is a tangible symbol for the transcendent reality.",
		"Chief among these were (I) The conception of God as transcendent.",
		"Plato had made God accessible to the highest knowledge as the transcendent idea, remote from the world.",
		"This transcendent or abstract being is that which the world of nature is always seeking.",
		"The imperial crown symbolizes the transcendent illumination or light of the 8th degree, the one that embraces and governs everything else.",
		"And yet, having regard to the transcendent importance and solemnity of the questions here at issue, such levity is intolerable.",
		"Please get a decent lyricist to do justice to a great voice and transcendent tunes.",
		"They affirmed the paradox of a transcendent and immanent God by rejecting both the Stoic pantheism and the Platonic cosmic dualism mentioned above.",
		"It involves the shaman directly and actively in transcendent realities or lower realms of being.",
		"There's none of the potent imagery and evocative locations that made the television show transcendent.",
		"All of this guarantees that God is absolutely transcendent and removed from His creation.",
		"And now you can see that the ethic is not transcendent, the ethic is utilitarian.",
		"This total meaning which is one living unity in the Divine Word, is possible because He is also transcendent.",
		"Again, in his Grundproblem der Erkenntnisstheorie (1889) he uses without proof the hypothesis of psychological idealism, that we perceive psychical effects, to infer with merely hypothetical consistency the conclusion of noumenal metaphysical idealism that all we can thereby know is psychical causes, or something transcendent, beyond phenomena indeed, yet not beyond mind.",
		"He calls this epistemology \" transcendent realism \"; it is really \" transcendent idealism.\"",
		"These thinkers performed for the unity of the faith in France and in the Missionary Catholic states of Germany services of transcendent merit, exceeding far in importance those of their flourishing allies, the Inquisitions of Spain, Italy, and of the Spanish Netherlands (see Inquisition).",
		"Many are the pet names, the poetic epithets bestowed upon it - the harbour of refuge, the cool cave, the island amidst the floods, the place of bliss, emancipation, liberation, safety, the supreme, the transcendent, the uncreated, the tranquil, the home of peace, the calm, the end of suffering, the medicine for all evil, the unshaken, the ambrosia, the immaterial, the imperishable, the abiding, the farther shore, the unending, the bliss of effort, the supreme joy, the ineffable, the detachment, the holy city, and many' others.",
		"If we set aside such transcendental conditions as belong to sensibility or to the receptive phase of mind and are the presuppositions of juxtaposition of parts, the remainder are ascribable to spontaneity or understanding, to thought with its unifying, organizing or focussing function, and their elucidation is the problem of transcendental analytic. It is still logic, indeed, when we are occupied with the transcendent objects of the discursive faculty as it is employed beyond the limits of experience where it cannot validate its ideas.",
		"His mastery of the English tongue, his dramatic power, his instinctive art of impersonation, which had become a second nature, his vivid imagination, his breadth of intellectual view, the catholicity of his sympathies, his passionate enthusiasm, which made for the moment his immediate theme seem to him the one theme of transcendent importance, his quaint humour alternating with genuine pathos, and above all his simple and singularly unaffected devotional nature, made him as a preacher without a peer in his own time and country.",
		"It is the \" switch track \" by which the transcendent Word can be mediated redemptively into the space-time domain of human life.",
		"There 's none of the potent imagery and evocative locations that made the television show transcendent.",
		"We believe that there are many deities, and these are not simply ways of looking at a single transcendent deity.",
		"He did this by conceiving a transcendent realm of Forms which were the true reality.",
		"Vitthala is a transcendent god of such breadth he is identified with Brahman.",
		"These ruffles are tasteful and the crystal designs cleanly arranged so that each piece is completely transcendent.",
		"It is true he sets out with a transcendent Deity, and follows Plato in viewing the creation of the cosmos as a process of descent from the more to the less perfect according to the distance from the original self-moving agency.",
		"The transition from the 4 Zeller observes that this scale of decreasing perfection is a necessary consequence of the idea of a transcendent deity.",
		"The union with transcendent deity is not so much knowledge or vision as ecstasy, coalescence,.",
		"Thus as life is transcendent and yet immanent in body, and mind in brain, and both utilize their organs, so God, transcendent and immanent, uses the course of nature for His own ends; and the emergence both of life and mind in that course of nature evidences such a divine initiative as is assumed in the recognition of the possibility of miracles.",
		"His metaphysical deduction from this psychological view is that all we know is mental phenomena, \" the whole outer world exists for us only in our ideas,\" and all that our reason can logically do beyond these phenomena is to frame transcendent \" ideals.\"",
		"This being so, he finds in mathematics two kinds of transcendence - real, where the transcendent, though not actual in experience, can become partly so, e.g.",
		"As the same limit is applied by him to all transcendent rational \" ideals,\" and especially to those which refer to the content of the notion of the world, and, like all psychological and ontological \"ideals,\" belong to the imaginary transcendent, his conclusion is that reason, in transcending experience, logically conceives \" ideals,\" but never logically infers corresponding realities.",
		"Although the national God was at once a transcendent ruler of the universe and also near at hand to man, the unconscious religious feeling found an outlet, not only in the splendid worship at Jerusalem, but in the more immediate intercessors, divine agencies, and the like; and when Judaism left its native soil the local supernatural beings revived - as characteristically as when the old placenames threw off their Greek dress - and they still survive, under a veneer of Mahommedanism, as the modern representatives of the Baals of the distant past.'",
		"It may be added here that judged by later experience the Irish system had no transcendent merits, and it is now extinct.",
		"A theosophical system may also be pantheistic, in tendency if not in intention; but the transcendent character of its Godhead definitely distinguishes it from the speculative philosophies which might otherwise seem to fall under the same definition.",
		"It was an article of faith with her disciples that the outward and visible Helena Petrovna Blavatsky was on certain occasions the vehicle of psychic powers of transcendent spiritual import.",
		"By some the Messianic kingdom was thought of as permanent, by others as intermediary, the external kingdom being transcendent.",
		"God's continual presence, his fatherly love, his transcendent righteousness, his mercy, his goodness, were the facts of immediate experience.",
		"But though God is transcendent and unknowable He is immanent in the world.",
		"The transcendent employment of the categories leads to antinomy, or equally balanced statements of apparently contradictory results.",
		"Furthermore, both are monotheistic, believing in only one righteous and transcendent creator God.",
		"Les Burgraves, a tragic poem of transcendent beauty in execution and imaginative audacity in conception, found so little favour on the stage that the author refused to submit his subsequent plays to the verdict of a public audience.",
		"And so transcendent that he must stoop even to see the heavens !",
		"Only in the power that is integrated in the transcendent glory of Christ can any believer renounce the hidden things of dishonesty.",
		"In 1602 he made his second visit to the French capital, when his transcendent qualities brought him into the closest relations with the court of Henry IV., and made him the spiritual father of that circle of select souls who centred round Madame Acarie.",
		"The present outlook was hopeless, but in the enlarged horizon of time as well as space the thoughts of some of the most spiritual minds in Judaism were directed to the transcendent and ultimate.",
		"This group of ideas culminated in the Logos of Philo, expressing the world of divine ideas which God first of all creates and which becomes the mediating and formative power between the absolute and transcendent deity and passive formless matter, transmuted thereby into a rational, ordered universe.",
		"Immanent Philosophy is the hypothesis that the world is not transcendent, but immanent in consciousness.",
		"Moreover, nothing should be done by the state which interferes with the transcendent interest committed to the Church.",
		"Kant distinguishes as \"transcendent\" the world of things-in-themselves as being without the limits of experience; while \"transcendental\" is his term for those elements which regulate human experience, though they are themselves beyond experience; such are the categories of space, time, causality.",
		"Locke's Reasonableness of Christianity was an attempt to recall religion from the crude speculations of theological sects, destructive of peace among Christians, to its original simplicity; but this is apt to conceal its transcendent mystery.",
		"Locke had some apprehension of this transcendent intellectual obligation.",
		"Here the central glory of the Cross as \"the power of God unto salvation\" suffered some eclipse, although the passion of Christ was felt to be a transcendent act of Divine Grace in one way or another.",
		"Thus log x is the integral function of 1/x, and it can be shown that log x is a genuinely new transcendent, not expressible in finite terms by means of functions such as algebraical or circular functions.",
		"It is like \" immanent philosophy,\" in opposing experience to the transcendent; but it also opposes experience to the transcendental, or a priori.",
		"At the same time, in spite of his sympathy with the whole development of idealism since Kant, which leads him to reject the thing in itself, to modify a priorism, and to stop at transcendent \" ideals,\" without postulates of practical reason, he nevertheless has so much sympathy with Kant's Kritik as on its theories of sense and understanding to build up a system of phenomenalism, according to which knowledge begins and ends with ideas, and finally on its theory of pure reason to accord to reason a power of logically forming an \" ideal \" of God as ground of the moral \" ideal \" of humanity - though without any power of logically inferring any corresponding reality.",
		"Nor can our truth be a copy of a transcendent and absolute truth (Dewey).",
		"The transcendent genius of its author, the vitality and romantic fortunes of his doctrine, claim our warmest sympathies for Platonism.",
		"In the Jewish theology God is represented as purely transcendent, having no likeness of nature with man, and making no personal entrance into history.",
		"In 1652 they put out their \"commission book\" under the title The Transcendent Spirituall Treatise.",
		"Shaftesbury vigorously protests against the notion of a wholly transcendent God."
	],
	"synonyms": [
		"surpassing",
		"superior",
		"supreme",
		"exceeding",
		"preeminent",
		"abstract",
		"transcendental",
		"theoretical",
		"theoretic",
		"ideal",
		"hypothetical",
		"hypothetic",
		"uttermost",
		"utmost",
		"unsurpassable"
	],
	"antonyms": [
		"simple",
		"ordinary",
		"inferior"
	]
}