{
	"word": "viable",
	"meaning": [
		"Capable of success or continuing effectiveness; practicable.",
		"Able to live.",
		"Workable and likely to survive or to have real meaning, pertinence, etc.",
		"Capable of living, developing, or germinating under favorable conditions.",
		"Capable of living outside the uterus. Used of a fetus or newborn."
	],
	"sentences": [
		"It is a completely viable state, with a ski museum and a McDonald's.",
		"Up until now, there has been no viable alternative.",
		"The 2000s saw the rise of commercially viable seeds created by transgenesis, that is, the insertion of DNA from one species into another species.",
		"I am saying that for small nations to be economically and politically viable is good news for peace.",
		"We have recently been experimenting with heat meters, to see whether the possibility of charging via their readings is viable.",
		"One of the aims of the Project is to help the farmers develop a viable financial livelihood.",
		"Mail chiefs argue the existing post office network is no longer financially viable.",
		"Both are viable options in securing discount girls dresses.",
		"We focused on creating a viable, virtual company and discovered many practices that made working virtually productive and rewarding.",
		"Wych Elm produces a mass of viable seed with relatively young trees reach fruiting maturity.",
		"The only viable solution for wire ropes is by regular oil or grease soaking.",
		"Designers will find these images to be a viable toolbox of techniques with immediate and precise applications.",
		"Stripping the topsoil for heather regeneration was not a viable option.",
		"A star is essentially a ball of boiling gas trillions of miles away, so ownership is hardly a viable option anyway !",
		"Badger extermination is not a viable way to control bovine tuberculosis in cattle, researchers in Ireland have decided.",
		"Many people consider drying fresh herbs to preserve the harvest, but freezing fresh herbs offers a viable alternative.",
		"Furthermore, since the sport involves spending a considerable amount of money, getting enough practice is not always viable.",
		"It was then discovered by Swiss physical therapists as a viable form of therapy for lower back pain.",
		"Irish music industry veteran Dave O'Grady is sanguine about the impact of the internet in making a viable future for artists and independent labels.",
		"However, a day must be allowed so that viable tapeworm eggs can be expelled before the journey.",
		"Contrary to expectation, a shop in town is not a financially viable proposition.",
		"Sterilization - renders an object free from viable micro-organisms, including bacterial spores.",
		"We have recently been experimenting with heat meters, to see wether the possibility of charging via their readings is viable.",
		"It took a long time for someone to recognize that people flying off the trampolines was a preventable event and solve the problem with a viable product.",
		"Be creative in coming up with solutions and then figure out way to make your solution a reality and a viable business.",
		"While this could certainly be the case, keep in mind that many toddler adoptions begin as foster care, so this could be a viable option for your family.",
		"Whether you need a replacement vehicle because your car is in the shop, or you're looking for a means to get around during the family vacation, renting a car is usually a viable option.",
		"For example, if you simply want to introduce your toddler to the concept of a guitar--but not necessarily start up with lessons--then toy guitars are a viable option.",
		"If you are fine with purchasing less than pristine books for your collection, this is a viable option.",
		"This is a viable option because you can get a like-new product that has been sent back to Apple and refurbished under an Apple certified program.",
		"Thus, memory foam mattress toppers were created and buying memory foam mattress toppers became a viable alternative for those who wanted the comfort and support without the need to buy a whole bed.",
		"Clip-ons come in a wide range of styles and prices making them a viable option for anyone to consider.",
		"Purchasing a printer that is no longer commercially available is a surprisingly viable option for saving money when shopping for electronics.",
		"Believe it or not, science has been tampering with feline genetics for years, trying to genetically alter cats to produce a viable breeding strain that lacks the Fel d1 protein.",
		"However, pine litter provides a viable alternative to cat owners who want to avoid some of the major concerns surrounding clay and silica-based litters.",
		"However, if you are concerned about your environmental impact, Yesterday's News cat litter is a viable option for you.",
		"If you have the necessary skills, making the furniture yourself can be a viable alternative.",
		"Since the average household cat has no access to other viable sources of B1, repeated intake of a deficient food product will lead to an incidentally irreversible thiamine deficiency.",
		"Once within the cat it works to prevent viable egg production.",
		"Secure debt consolidation loans are backed by collateral such as the equity within an automobile or home, and can be a viable option in some instances.",
		"While these are all viable reasons, they may not apply to every cardholder, and choosing which accounts to close takes careful consideration.",
		"These programs rarely offer the same promotional materials available through programs like the one offered through American Express, but they are a viable option.",
		"Scores are calculated using the VantageScore system, which differs slightly from the FICO scores used by some other programs, but are nonetheless viable and accurate, provided you understand how they work.",
		"In the case of a couple who has been married briefly and/or has little in the way of property to divide between them, this can be a viable option.",
		"Mediation is a viable alternative to litigation for divorcing couples.",
		"Obviously, this is the best and most affordable method and well worth investigating to see if it's a viable option.",
		"Despite its few disadvantages, it is still a viable method of powering homes and equipment and only needs political and financial backing to become the standard, rather than the exception.",
		"Depending on what your energy needs are and where you live, wind energy may be a viable option for you.",
		"If you live in an apartment, a kitchen compost container is a viable option.",
		"This clean, alternative fuel remains a viable piece in the solution for climate change.",
		"The only viable solution is to move wind farms farther from shores to reduce their aesthetic impact.",
		"When weighed with the catastrophic effects of climate change, wind energy still remains a viable solution.",
		"It produces no emission nor does it generate solid waste, making it an all-around viable energy solution.",
		"Hydro power is a viable renewable energy resource in the Midwest, thanks to the numerous lakes and rivers found in the region.",
		"The council recommended that banning regular plastic bags would result in more harmful environmental effects and that compostable bags do not offer a viable solution.",
		"You might think of fabric as being a viable recyclable, but there are quite a few recycled fabrics that are on the market either as material or a product.",
		"Other viable oily skin foundations include foundation powders, or foundations that act like a liquid, but once applied to the skin, turns into a silky smooth powder.",
		"When the online community first became a viable venue for generating significant retail sales, most online stores charged customers for shipping costs.",
		"Fortunately, if you have decent photography skills, and know how to market your talent, you have a legitimate chance to make a viable income from your images.",
		"Professional photojournalists are sometimes called news photographers and are typically employed by newspapers, magazines and television stations to shoot images that are commercially viable.",
		"It is a viable and respected free alternative to costly photo editing programs.",
		"If you are interested in using a natural option in place of white refined sugar, you may want to consider honey, agave syrup, or fructose as viable options.",
		"At the time, skis were the only viable form of transportation.",
		"Whether you are an avid Nordic skier looking for an off-season training plan, or whether you simply want to get into shape, the Nordic Track Classic Pro Skier might be a viable option.",
		"They soon discovered that skis were the only viable method of transportation.",
		"While Blue Mountain may not have the extensive terrain offered by Colorado or Utah resorts, with 2009 lift ticket prices averaging at $53, it may be a viable budget option.",
		"It provides a viable destination for mixed groups of cross-country and downhill skiers.",
		"Second, it also offers the highest base elevation, making skiing viable even into the spring.",
		"In many circumstances, such as during your workday, this type of stress relief game is not always a viable option.",
		"For example, while mashed bananas and applesauce are viable egg substitutes, you wouldn't want to use them in a casserole or other savory dish.",
		"The coconuts commonly found in Western supermarkets have the green husks removed, so they are no longer viable as seeds.",
		"If you find that local support isn't viable or available, there are plenty of raw food groups online that will welcome your questions and help you grow into your new raw diet.",
		"Many newlyweds need to save money on purchases and a registry at Macy's offers viable money-saving options.",
		"The most viable options are provided through government agencies, community services and charity organizations.",
		"The manufacturer has invested money in a product it's now stuck with and has no viable retail store chain to sell it.",
		"Adults who obtain their college degree at age 22, 42 or 62 will be more financially viable and secure going forward.",
		"For students who prioritize Christianity but cannot study in person, looking into distance learning options is a viable alternative.",
		"Distance learning college graduate courses give working adults a viable method for completing a graduate degree while still balancing a busy life.",
		"This range of departure ports makes Norwegian Cruise Line a viable option for passengers across the country, with cruise itineraries ranging from Bermuda and Bahamas voyages to both Alaskan and Hawaiian journeys.",
		"One viable option for discount sailings to Europe is to consider repositioning cruises.",
		"It is important to note that not all cases are suitable for legal action; professional consultations and evaluations are a necessary step in determining if a lawsuit is viable based on these or other factors.",
		"Pet sitters present a viable alternative to kennels because their services allow your pet to remain in the comfort of its own home where it feels most secure.",
		"Although natural dog foods can be a viable alternative to commercial feeds, you should gradually switch your dog over to this type of diet.",
		"In recent years, anesthesia-free sprays and gels have become a viable alternative for pet owners who are wary of allowing their dog to be placed under anesthesia.",
		"However it came to pass, it is still a viable option for getting rid of undesirable plants and weeds, such as dandelions and grass, in areas where you don't want them to grow.",
		"Ebay still remains a viable source for guitars like the Wolfgang.",
		"Described simultaneously as heavy rockers, dark balladeers and the missing link between blues-based rock and heavy metal, BOC has remained viable over the years and even thrives in many areas of the world.",
		"Despite the distinctive curve of technological and stylistic evolution surrounding music in general, bluegrass remains a viable genre.",
		"While there are many viable plastic decking products available, they continue to be perceived by the public as slippery when wet, even if they're not.",
		"Choosing the best jewelry box for a child and knowing when to switch to an adult model will help keep those habits viable no matter how much jewelry a child eventually owns.",
		"Rather than bemoan the passing of the exquisite Dockers style denim shorts, why not look at some viable replacements, for work and play?",
		"The idea behind Fair Trade certification attempts to make it viable for farm owners and workers to earn a living and rewards them for following responsible and sustainable farming practices.",
		"Many plant growers these days treat seeds and plants with chemicals to make them more viable by increasing their resistance to bacterial and pest attack.",
		"The benefits of organic farming and gardening make it a viable compromise between agriculture and the environment.",
		"In many respects, this awareness makes organic farming a viable option.",
		"Brides who are not comfortable with form-hugging, sleeveless dress designs have great opportunities to explore this viable option.",
		"Costume shops are still viable options that may yield great results.",
		"There are more than 60 individual seams of coal that have been found viable to mine in West Virginia.",
		"If living in your own home is no longer practical or desirable, nursing homes, assisted living facilities, retirement communities, and independent facilities are all viable options.",
		"Assisted living is a viable housing alternative for senior who do not require a nursing home or skilled nursing, yet desire some privacy and independence.",
		"Assisted living, however, is another very viable option.",
		"When you look at an example of senior chair exercise, you can easily see that getting a workout while seated is a viable option.",
		"For some people, gray hair is to be worn with pride; however, if you find your gray hair to be a personal struggle, coloring it is a viable option.",
		"The Snoring Center of South Jersey is a valuable resource for anyone looking for viable treatment options for the sleep problem.",
		"The center offers convenient nighttime sleep studies that can help determine the specific cause of your snoring as well as the most viable treatment options to consider.",
		"Oral appliance therapy is a very viable alternative for many patients who have been diagnosed with sleep apnea and snoring.",
		"Trenton snoring solutions are plentiful, offering many viable options to consider in treating this sleep problem.",
		"Tidewater Neurologists and Sleep Disorder Specialists offer comprehensive diagnostic approaches as well as viable treatment options for its patients.",
		"A sleep dentist in Plano can help patients living in this region by offering a viable option to continuous positive airway pressure (CPAP) masks and sleep apnea surgery.",
		"In some cases, snoring surgery is the most viable option.",
		"Understanding the severity of the problem can lead to a viable treatment plan.",
		"In short, Acuvue contact lenses provide you with yet another viable option from which you can choose.",
		"These goggles are said to fit over most eyeglass frames, so if you'd rather not have prescription lenses put into the goggles and don't wear contacts, they could be a viable option for you.",
		"For those who are afraid the Boxy is too small, this one may make a viable option.",
		"Look for other restrictions and conditions that may limit who can take advantage of the offer or when it is viable.",
		"Many different branches of science must cooperate to create a safe, viable ride, and there are more than a dozen coaster designs for thrill seekers to enjoy today.",
		"While it may seem like a perfectly viable and cost-effective solution for playing a range of video games, burning discs from friends is not at all advisable since this can run into copyright concerns and legal issues.",
		"It may have started out as a more expensive offering, but the Xbox 360 has quickly become a very viable and inexpensive game system.",
		"When you find that you are stuck and cannot see a viable move that will result in a match, you may be inclined to use one of the available hints.",
		"If you're looking for a more casual gridiron experience, playing free online football video games is a much more viable (and affordable) option to consider.",
		"Regular GameCube controllers are quite inexpensive these days, so this can be a viable gaming alternative for your Wii as well.",
		"If you like to collect wines or are seeking a bottle of wine that is difficult to find, buying wine online provides a viable solution.",
		"For the quality and price, however, Bonny Doon wines tend to be a very good value, making them viable as enjoyable everyday drinkers.",
		"Unfortunately, this wonderful wine from Williams-Selyem is most likely no longer viable.",
		"By this time, commercial printing had become more accessible, making the mass printing of cards and other literature a more viable marketing tool.",
		"This may be a viable option, but it's important to understand what factors can affect used tent camper values.",
		"This last option, realistically, is only viable if you have at least a 2.5G (or a high-speed 3G) connection.",
		"Whatever the case, opting for an unlocked phone might be a viable option.",
		"The below listed stores are also viable options, but as always, be careful when shopping online.",
		"Don't forget that prepaid and family plans are very viable options as well.",
		"That said, there are a couple of viable alternatives that you may want to consider.",
		"For people who don't talk too much or for those who simply want to control their monthly expenses better, AT&T prepaid cell phones are a very viable option.",
		"With so many viable options in the marketplace today, reading a cellular phone review and ratings for its different features is a great first step in determining the handset that is best for you.",
		"Unfortunately, Microsoft severely hinders the abilities of these applications and they are not viable desktop replacements.",
		"Herbal therapies are increasingly recognized as viable options; for example, capsaicin, the component that makes cayenne peppers spicy, is used in ointments to relieve the joint pain associated with arthritis.",
		"Since tetracycline can permanently discolor new teeth that are still forming, it is usually not prescribed for children unless no viable alternative is available.",
		"About 30 percent of amputees experience a sensation of the amputated part \"telescoping\" or shrinking into the viable part of the limb.",
		"A fetus is considered viable at 24 weeks since that is the minimum gestational age for sufficient lung development.",
		"While it might be even better to take a class from this teacher, watching her videos for free on the Internet is a viable option!",
		"If you answered yes to any of these questions,a transplant may be a viable option.",
		"Because those follicles are still viable, there are a number of restorative products that seek to stimulate hair regrowth, though with limited success.",
		"Hair-thickening shampoos can help disguise early hair loss but the effects are usually temporary and only viable as the product continues to be used.",
		"Styling your hair at home is an easy, fun and affordable option when a trip to the salon isn't viable.",
		"Is buying wholesale hair care products a viable option for you?",
		"Following are some ideas to help find a niche and to create a viable strategy.",
		"Many reputable companies use call services from employees' homes as a viable option for communicating with clients.",
		"In many cases, business who are looking to control overhead costs and streamline their operations are turning to telecommuting as a viable opportunity for staffing many positions.",
		"Target your search for jobs relevant to the skills that you have and you are much more likely to find viable employment opportunities.",
		"Answer all of the questions honesty and completely so that you have the greatest possible chance of being considered as a viable candidate.",
		"It can be a stretch for them to consider legal nursing as a viable career option.",
		"This sounds like a situation where you are not getting viable information from the mortgage company, and I understand your frustration.",
		"If you want to become a home inspector you should know that you are about to enter a viable profession that is oftentimes in high demand, especially when the real estate market is thriving.",
		"Since these special mortgage loans are designed for seniors in order to offer them a viable source of income after retirement, people who are below the age of 62 are not eligible to receive a reverse mortgage.",
		"Your OB provider will examine you with a pelvic exam, further hCG level tests, and an ultrasound to confirm a viable pregnancy or an ectopic pregnancy.",
		"Plus, the sperm has to be healthy and still viable by the time it gets there.",
		"Radiation that gets absorbed by the ovaries may do so much damage that a woman no longer has viable eggs.",
		"In fact, sperm with the X chromosomes are viable longer than their male counterparts.",
		"One of the biggest advantages of a natural method of contraception is the approach is viable for couples who want conceive.",
		"Likewise, sperm remains viable for about 72 hours, so a woman who ovulates on the 14th can conceive from sex on the 12th since the sperm will still be viable when ovulation occurs.",
		"The hormone therapy may be taken in a number of convenient forms, making the approach a viable option for men.",
		"Buying used maternity clothing isn't appealing to everyone even though it is a viable option for those interested in finding products from lines that are no longer in production.",
		"On that first day, the eggs in your ovaries are in the follicular stage and a few will begin the phase called maturation, which turns them into viable eggs.",
		"If you are concerned about the question \"when does conception occur,\" it's important to remember that conception means only that a sperm and egg have united, not that a viable pregnancy is present.",
		"While she may not have sex on the actual day her egg is released, she still has viable sperm waiting to fertilize the newly-released egg.",
		"This fluid can assist with conception because it can help keep sperm viable for up to five days.",
		"There is conflicting information about whether viable sperm can be released prior to ejaculation.",
		"Traditionally, doctors have advised against withdrawal because of the fear that pre-ejaculate contained viable sperm.",
		"While a one-piece suit isn't for everyone, it can certainly be appreciated as a viable option when you want to get more daring.",
		"If you are not fond of black, blue and red are other viable options you can utilize.",
		"Cut on the bias for a bit more \"give\", this halterkini is only available in one color, Clover (a bright green), but if this is a color that looks great against your skin, then this top might be a viable option.",
		"Europeans have been sporting this version of the monokini on clothing optional beaches for years, but it hasn't really been a viable style in North American where private or nude beaches are at more of a premium.",
		"Swimsuits that look opaque to the untrained eye, only becoming see-through when wet, are another viable and sexy option.",
		"Food and supplements both offer viable options for vitamin K sources.",
		"You will not only be giving things to those in need, but equipping others within your community to get back on their feet through viable employment and rehabilitation programs.",
		"A good office friendship could turn into a very viable romance where you get to see each other all day.",
		"Internet dating has moved from an interesting fad to a viable method for meeting Mr. or Ms. Right.",
		"Since this cut can make a ring quite expensive, that could be a more viable option.",
		"Thanks to modern technology and the increased interest in developing a virtual workforce, freelance copywriting is becoming a more viable career option each day.",
		"Locust bean gum, also known as carob gum, is another viable substitute for xanthan gum.",
		"While this is not applicable if you are shopping at an online site, it is a viable option if you have a live, breathing salesperson in front of you.",
		"Besides the myriad of styles that are viable here, everything from pink to red to green, the prices are right too at just $9.99.",
		"The minor expense of printing out a different deck is certainly a viable option.",
		"If you children are going to watch TV, the Noggin channel is a viable option because of its educational programming and lack of commercials.",
		"Self past life regression is a viable option for people seeking to learn more about their past lives.",
		"Buying tapes, or following your own mind are all viable methods you can employ for this process.",
		"The presentation was actually offered on the topic of alternative energies because Clennell was focused on methane hydrate beds that exist under the ocean as a viable alternative to traditional fuels like natural gas.",
		"There will come a time in the process when you realize that there may be no viable records remaining, but this doesn't mean you should give up.",
		"However, as this concept grows in popularity, this option may become more viable in the future.",
		"Ribbons, strips of handkerchiefs, and short scarves all make viable options.",
		"The old Mike Tanel, however, was no longer viable on the field - the speed, agility and strength he once displayed were things of the past.",
		"Watching soap operas and other network television shows on the Internet is a viable option for many people who work on computers or simply have one a home.",
		"Why bite the hand that feeds, when for a little extra you can legally purchase terrific flash and make sure the whole industry remains healthy and viable?",
		"If you're looking for a tattoo that can be small and simple yet stylish, a cross is a viable option.",
		"Administering proper care to your exotic piercing will help determine its healing time and ability to remain viable.",
		"With distribution facilities ranging across the North American continent and Europe, the company remains a viable contender in the bedside clock and radio industry.",
		"In the interests of maintaining a viable place in the timepiece industry, the company regularly introduces new collections to its already impressive array of Wenger watches.",
		"Nevertheless, the style and content of the magazine, with a balance of honored tradition and modern innovation, keep it positioned as a top source of viable information for yoga practitioners.",
		"For yoga students looking for a yoga practice that transcends physical, emotional, and spiritual benefits for oneself, this type of holistic yoga practice is a viable choice.",
		"For yogis who are immersed in Iyengar yoga, and plan to teach this one particular style of yoga, this short, affordable teacher training program is a viable option.",
		"Focusing on communication, behavioral and social aspects of the condition is a viable approach to developing a better understanding, and perhaps creates coping mechanisms for teens, children and adults.",
		"The event lasts three days, offering excellent information and viable approaches for people in Australia.",
		"The first step is identifying the person's strengths and needs to create a viable treatment plan.",
		"Each child's IEP (Individualized Education Plan) and PLP (Personalized Learning Plan) include viable steps towards gaining a solid education paired with real life skills for use after graduation.",
		"Business card printing is a viable part of the commercial printing industry.",
		"Party home businesses have become a viable employment option for thousands of people who would rather not participate in the daily grind of traditional employment.",
		"Traditional channels will always be more expensive, but depending on the patterns of your audience, they're still necessary for viable consideration.",
		"Neglect or fall short on this aspect of running a business, and your business won't be viable for a long time.",
		"Data was collected using anonymous customer and salesperson survey and the results were tabulated to determine which avenues lead to production of viable leads that resulted in new business for the company.",
		"Direct mail generated 92% more viable leads than other avenues of advertising.",
		"It's critically important to research the market for your idea and test it against economic indicators and marketplace statistics to see if it's viable.",
		"If you think your idea is viable, the second step is finding the money to fund your business and starting your business plan.",
		"It must be well-written and professionally formatted, as well as make a compelling case for why you are a viable candidate for employment.",
		"If you have good communication skills and know your way around the Internet, working as a virtual assistant may be a viable work-from-home business idea for you.",
		"It's important to include as many details as you can to make the case that your business concept is viable.",
		"Regardless of the reasons, the diet can be a viable option for those who follow a vegetarian lifestyle.",
		"Calorie for calorie, this can be a wasteful practice, and with many people starving in the world, this is a viable concern, although distribution realities should also be considered.",
		"A viable first step in the process of losing excess fat is to determine the percentage of adipose tissue on your body.",
		"If you've had difficulty losing weight on more traditional diets, then Atkins may be a viable way for you to lose weight.",
		"For these children and families, a ketogenic diet menu may be a viable choice.",
		"If you are unable to perform floor exercises, a seated abdominal exercise might be a viable option.",
		"Water exercises also offer a viable alternative for hot-weather workouts.",
		"Recumbent bikes offer a viable solution.",
		"The 1970's brought with it an automatic cost of living allowance every year, in order to keep payments in line with inflation, and in the 1980's Social Security had its first viable encounter with a financial predicament.",
		"This company claims to stay abreast of all the current trends within the insurance market, making them a viable resource for employers.",
		"Not everyone who receives Social Security disability benefits is necessarily comfortable with the idea of Direct Deposit, so for these people a check in the mail is a viable option.",
		"Many auto insurance companies have the capability to provide insurance for classic cars, so checking with your current insurer is a viable option.",
		"This can be a viable option for families and individuals who cannot afford full dental insurance coverage.",
		"A dental care discount plan is a viable option for people who find themselves paying for much of their dental care out-of-pocket.",
		"In theory, the longer a person keeps a car, the more potential there is for necessary repairs and the more an extended warranty may be a viable solution.",
		"Online learning is a viable option for companies that do not want to pay a consultant to teach courses on-site.",
		"This may feel like a viable option for many families, so long as everyone in the family is healthy.",
		"The study reported that such a high risk pool was a \"viable option,\" but would demand additional funding of some form, beyond premiums, in order to ensure the program's solvency.",
		"If you are not quite sure on how you feel about boxers or briefs, then this might be another viable undergarment option for you.",
		"Breathable and sweetly sexy, cotton is certainly a viable option for those who prefer a romantic option.",
		"Luckily, the summer season makes this a viable option for party hosts!",
		"While banks, for the most part, have taken over that job, pawn shops are still known as a viable source of income for many people especially during hard economic times.",
		"Public roads are unsuitable, as the trucks carry far too much in weight and length to be viable on these highways.",
		"Some choose to use makeup to cover the birthmark if at all possible, but often birthmark removal is a more viable option.",
		"For those who wish to avoid going that route, though, there may be other viable options.",
		"The Paul Conway (American Heritage) style isn't 100 percent leather, but it comes up time and time again in firefighting forums as a viable option for those who wish to purchase a leather helmet.",
		"While was a noble effort, in the grand scheme of the web (especially after the \"dot.com bubble\" burst) it did not prove to be a viable source of revenue by itself.",
		"It's not necessary to spends thousands or even hundreds of dollars for a viable and relevant website for your business or for fun.",
		"The GAE is considered by some to be a viable java web host, and it has the added benefit of being free.",
		"The alternative â€“ that Death might see Rhyn as a viable leader for the Council â€“ was inconceivable.  No self-serving, reckless, half-evil being could be entrusted with the fate of humanity!  Baffled by the deity's bizarre visit, Kris pushed the memories out of his mind.  He had to find Rhyn.  He picked up his rucksack and joined Kiki outside the tent.  Kiki stood before a portal on the dark beach.",
		"Only a synthesis of the differing perspectives brought by both professions will allow this new medium to remain viable.",
		"Perhaps it was so depopulated in the plague that it wasn't viable anymore.",
		"The second issue is whether asymmetrical devolution, devolution for just some parts of the United Kingdom and not others is viable.",
		"Clearly what we have at the moment is too Draconian for us to remain viable.",
		"Argon beaming is a viable technique for treating oesophageal dysplasia since it only destroys a depth of 2mm into the mucosa.",
		"As such it provides a viable alternative to a single channel electron multiplier particularly in restricted space applications such as field portable leak detectors.",
		"Clearly these costs while not exorbitant as current printing goes, are no longer viable to us as a Society.",
		"The only possible qualification is a case in which the choice may lead to the death of a viable fetus.",
		"For example, in an incarcerated hernia is the small bowel viable or not?",
		"In some cases, the corporate failures reflect an inability to resolve temporary liquidity problems affecting a company that remains viable in the longer-term.",
		"Microsoft's contradictory position on Linux as a viable competitor seems indicative of the difference between the marketplace and the court.",
		"Virtual images are often used, for example, in magnifying lenses, where the image must be viable from different angles.",
		"Chelmsford is a new mart with modern buildings but has closed because of the lack of a viable stock catchment area.",
		"The pairs in shows mathematics as cephalalgia mir p viable that is.",
		"It is difficult to obtain viable myocardium including suitable normal tissue.",
		"However, despite these problems, demand remains substantial enough to make second-hand textile export a viable option for textile reuse.",
		"There was no viable means of in situ preservation.",
		"Provided the resource is there, community hydro projects can also be a viable proposition.",
		"So the means by which it is discovered is always provisional, viable in some point in time.",
		"A heavy rainfall late in the day makes the coastal road the only viable route of advance.",
		"If the battle command of the unit undergoing reorganization remains viable, command lines remain the same.",
		"What sort of annual revenue is likely to be required for commercial services to be viable?",
		"Of course, there are serious enough problems with manual segmentation to prevent it from being a viable solution in most applications.",
		"To develop a methodology to define in what circumstances first time sewerage is viable.",
		"In the first year of my PhD I was looking at creating a viable graphics subsystem for occam-pi.",
		"However the colleges, and the ecumenical courses also, have barely sufficient students to create viable United Reformed Church student cohorts.",
		"Spending money to make money - is AI version 2 economically viable?",
		"It had never proved commercially viable, despite having stunning scenery for tourists.",
		"In addition, they are also limited by geography - wave power is only technically viable in coastal locations.",
		"The only remaining, politically viable option is war.",
		"Print On Demand offers a potentially viable digital production model to the publishing industry as a whole.",
		"The development concept harnessed mixed use to make the project viable.",
		"The majority of seed does not remain viable in soil for longer than a year.",
		"However, what if the system is no longer deemed viable, or has become politically corrupt?",
		"Energy crops and offshore wind have both reached the point where they can become commercially viable.",
		"The animal model paradigm appeared viable in the 19th century when we knew so little.",
		"Have you got any ideas how the Knotted Note can stay financially viable?",
		"As stated above, a paraphrase of Jesus ' saying is ipsissima vox and just as historically viable as ipsissima verba.",
		"A countryside able to support viable farming businesses and producing wholesome, affordable food and teaming with wildlife.",
		"For these reasons and a hundred more, government should be the smallest unit that is economically and politically viable.",
		"The fact that small nations can adopt standard treaties, laws, currencies, and international practices of larger countries means that a small economic unit can be viable.",
		"Indeed the large number of receiverships seen in the early 1990's have now fallen dramatically as banks strive to help viable companies survive.",
		"Deliverables and Outcomes The release of the TRIADS engine as a commercially viable product.",
		"Neither ethanol nor methanol is a viable alternative in the UK at the moment.",
		"The private sector is ceasing to be a viable option for many people on low incomes.",
		"Throw out the business model that you brought to the startup or at least be willing to reassess it and determine if it's viable.",
		"Still, it would have been nice just from a confidence standpoint to know we were following a normal and viable model.",
		"This successful and groundbreaking research soon allowed doctors to retrieve more than one egg thereby increasing the chances for viable fertilization and transfer.",
		"Sperm are viable up to five days after a breeding.",
		"Tomato seeds can stay viable for years, but it is best to use them as soon as possible for maximum germination.",
		"Both of these enhancements were usually incorporated into advanced military or commercial devices, but the high cost prohibited them from being viable products for regular users.",
		"The only way to avoid these problems is not to play games at all, and that's clearly not a viable option.",
		"This is why bamboo is such a viable renewable resource.",
		"Often when a person cannot afford to purchase a new camera, buying a refurbished one is a viable option.Another benefit associated with refurbished cameras is that Canon has a great reputation for producing high quality products.",
		"While many books are also on the market, a good DVD is a viable substitute for a yoga instructor if you don't live near enough to a yoga studio, no one nearby teaches the style you're interested in, or you can't afford the yoga classes.",
		"Due to full-time jobs, family obligations, inflexible schedules or other constraints, on-site degrees aren't viable options for such students, so it's natural to look into online opportunities that allow more personalized study programs."
	],
	"synonyms": [
		"workable",
		"practicable",
		"feasible",
		"executable",
		"reasonable",
		"living",
		"applicable",
		"doable",
		"possible"
	],
	"antonyms": [
		"unpractical",
		"unachievable",
		"impossible",
		"unreasonable"
	]
}