{
	"word": "unctuous",
	"meaning": [
		"Excessively ingratiating or insincerely earnest.",
		"Made up of or containing fat or oil.",
		"Of, like, or characteristic of an ointment or unguent; oily or greasy.",
		"Like oil, soap, or grease to the touch.",
		"Soft and rich."
	],
	"sentences": [
		"Micaceous iron ore consists of delicate steel-grey scales of specular haematite, unctuous to the touch, used as a lubricant and also as a pigment.",
		"A soft, unctuous form results on treating carbon with ash or silica in special furnaces, and this gives the so-called \"deflocculated\" variety when treated with gallotannic acid.",
		"Rather, there was a flinty, somewhat austere structure giving support and contrast to rich, unctuous fruit.",
		"For garden purposes loam should be rather unctuous or soapy to the touch when moderately dry, not too clinging nor adhesive, and should readily crumble when a compressed handful is thrown on the ground.",
		"Its \"sugary optimism, unctuous phraseology and pulpit logic\" appealed, however, to the reviving pietism of the age succeeding the Revolution, and these qualities, as well as his eloquence as a preacher, early brought Ancillon into notice at court.",
		"The tendons in the beef had melted right down to give a gratifyingly unctuous texture.",
		"The varietal is best known for its use in the unctuous dessert wines from the Sauternes region of France, but the dry versions drink remarkably well and are frequently very affordable.",
		"Did that stop the unctuous performances of Fradd and Chisholm?",
		"This multi layered unctuous wine with amazing depth and class.",
		"Its deep, its unctuous, it moves the soul.",
		"Langlois, \"is learned, unctuous, ornate, florid, a mysticism which never indulges in dangerous temerities; it is the orthodox mysticism of a subtle and prudent rhetorician.\"",
		"The skin is unctuous and of a deep-toned yellow colour.",
		"Between the two middle toes, in most species, is lodged a deep glandular bag having the form of a retort with a small external orifice, which secretes an unctuous and odorous substance."
	],
	"synonyms": [
		"soapy",
		"buttery",
		"smarmy",
		"oleaginous",
		"oily",
		"fulsome",
		"slippery",
		"rich",
		"greasy",
		"fatty",
		"suave",
		"soft",
		"adipose",
		"fat",
		"sleek"
	],
	"antonyms": []
}