{
	"word": "condemn",
	"meaning": [
		"To express strong disapproval of.",
		"To declare to be guilty of wrongdoing; convict.",
		"To pass judicial sentence on; inflict a penalty upon.",
		"To pass an adverse judgment on; disapprove of strongly; censure.",
		"To force (someone) to experience, endure, or do something."
	],
	"sentences": [
		"Don't condemn him before you hear the evidence.",
		"Even now I cannot find it in my heart to condemn them utterly.",
		"Hearing the lengths his mate went through to condemn the human rendered him speechless.",
		"This chief is responsible to the people for his breaches of the law, and in serious cases they can condemn him to death.",
		"He did not condemn fasting altogether, but thought that it ought to be resorted to in the spirit of gospel freedom according as each occasion should arise.",
		"You can't condemn someone who didn't do something.",
		"As the general election approached the only question submitted to the electors was - Do you approve or condemn Lord Beaconsfield's foreign policy ?",
		"God will not condemn the soul of a poor madman.",
		"My mind was too awry to applaud or condemn his action.",
		"It is the absolute will of Allah to pardon whomever he will and condemn whomever he will.",
		"I nowhere condemn the poor historical scholarship of English Protestants.",
		"One day He will return in judgment, to condemn the wicked and justify the righteous.",
		"Garrison was highly critical of the Church for its refusal to condemn slavery.",
		"There's no reason to fear it, no reason to condemn it.",
		"He is throughout more concerned for the wrong done to the faith at Ephesus than to himself, saying that if he held the views attributed to him by Cyril he would be the first to condemn himself without mercy.",
		"She had nothing to say to the man, unless it was to condemn him for kidnapping her, wedding her against her will, and dropping her like a sack of potatoes for his sisters to retrain.",
		"She made no move toward the lever controlling the iron portcullis that would either free or condemn him.",
		"She knew she was damned and wasn't willing to condemn anyone else with the creature in her blood.",
		"Was he judged, condemned, and executed in thy stead, and now will he himself condemn thee?",
		"The only thing that used to unite Unionism for many years was the opportunity to condemn IRA violence.",
		"Tandy persuaded the corporation of Dublin to condemn by resolution Pitt's amended commercial resolutions in 1785.",
		"In spite of the \"enormities and filthinesses,\" which Giraldus says defiled the Irish Church, nothing worse could be found to condemn than marriages within the prohibited degrees and trifling irregularities about baptism.",
		"This reform was justified by the religious intolerance of the parlements; by their scandalous trials of Calas, Pierre Paid Sirven (1709-1777), the chevalier de la Barre and the comte de Lally; by the retrograde spirit that had made them suppress the Encyclopaedia in 1759 and condemn Emile in.",
		"The pope's choice of a book to condemn fell on Quesnel's Reflexions; in 1713 appeared the bull Unigenitus, anathematizing no less than one-hundredand-one of its propositions.",
		"Which meant he was likely aware of what it would take to condemn her and was waiting for his opening.",
		"Every time we say the creed in church, we condemn Arianism in ringing terms.",
		"It is not just for reasons of home town loyalty, however, that the column declines to condemn such barbarity.",
		"Socialists should of course unconditionally condemn the homophobic bigotry of these performers.",
		"Land and People unreservedly condemn this latest act of racism against the much abused indigenous peoples of this, our, homeland.",
		"I personally condemn this human tragedy that occurred, and also condole with the United States government on this tragedy.",
		"We condemn the Government in London for this tactic to delay peace and confuse the electorate in Northern Ireland.",
		"He was the first to condemn the heresy of Paul of Samosata.",
		"It has left a sour taste in the mouth of the British worker, who is quick to detect and condemn hypocrisy.",
		"That is idolatry - but it's easy to condemn that type of idolatry in Rome, when we can have equal idolatry.",
		"Brilliantly marketed, and, rather perversely, often lauded by exactly the same kind of people who condemn Disney as the evil empire.",
		"Rather than condemn the massacres of Kurds, the US escalated its support for Iraq.",
		"Once, religion might have been somewhat standoffish from consumerism, and only entered the marketplace to censor and condemn it.",
		"We totally and completely condemn any terrorism associated with Kashmir, as we do terrorism elsewhere in the world.",
		"Then he who is physically uncircumcised but keeps the law will condemn you who have the written code and circumcision but break the law.",
		"The university of Oxford was invited, on the 13th of February 1845, to condemn \"Tract XC.,\" to censure the Ideal, and to degrade Ward from his degrees.",
		"The evils of this complicated system are obvious, and easy to condemn.",
		"Articles 21 -22 condemn immoral and irreligious newspapers, and forbid writers to contribute to them.",
		"But he seems to have prided himself on a certain humanity, or even generosity of temper, which led him to avoid putting his enemies to death, though he did not scruple to condemn Renaud of Dammartin to the most inhuman of imprisonments.",
		"Louis did not love his brothers, and he detested their policy, which without rendering him any service made his liberty and even his life precarious; yet, loath to condemn them to death, he vetoed the decree.",
		"As much as I love her, I can't condemn her kind to the demons.",
		"How did the anatomists persuade their peers to condone, rather than condemn, the noisome business of dissection?",
		"We strongly condemn the cruel terrorist acts which targeted the innocent people of the United States.",
		"The moral law, which has the right to acquit or condemn, always demands restitution, before mortals can \" go up higher.",
		"To condemn re-shaping or adaptation of this nature from a modern Western standpoint is to misunderstand entirely the Oriental mind and Oriental usage.",
		"But, when the zeal of Epiphanius was kindled against him, when Jerome, alarmed about his own reputation, and in defiance of his past attitude, turned against his once honoured teacher, and Theophilus, patriarch of Alexandria, found it prudent, for political reasons, and out of consideration for the uneducated monks, to condemn Origen - then his authority received a shock from which it never recovered.",
		"Undismayed by personal danger, Savonarola resolved to appeal to all Christendom against the unrighteous pontiff, and despatched letters to the rulers of Europe adjuring them to assemble a council to condemn this antipope.",
		"The nearest approach to a reconciliation of the two statements would appear to be that while, at his advanced age, he did not wish to assume the responsibility of being head of a new denomination, formed in circumstances of exceptional difficulty, he was unwilling to condemn those who were ready to hazard the new departure.",
		"He remained outside party politics, emerging only in 1909, first to attack Mr Lloyd George's budget in the country as a \"revolution,\" and then - to the general surprise - to condemn the House of Lords in debate for rejecting it; and in 1910 (see Parliament) he appeared once more to be coming to the front, by the resolutions he carried in regard to the remodelling of the Upper Chamber, when the death of King Edward VII.",
		"In dealing with this period they sternly condemn the historical personages who, in their opinion, caused what they describe as the reaction.",
		"The UK was very quick to condemn the Hizbullah for capturing two Israeli soldiers last month.",
		"At the same time, his sons were quarrelling about the succession; one of them, Ochus, induced the father by a series of intrigues to condemn to death three of his older brothers, who stood in his way.",
		"The Swiss churches, while agreeing to condemn Servetus, say nothing of capital punishment in their letters of advice.",
		"What he finds it necessary to condemn even in milder terms as bad doctrine is infallibily condemned; that is certain, Roman Catholic theologians tell us, though not yet de fide.",
		"The struggle between these two systems continued well into the 10th century; and, though episcopalism was not infrequently proscribed by the curia, it still survived, and till the year 1870 could boast that no ecumenical council had ventured to condemn it.",
		"He shall pardon his wrongdoers, love his enemies, pray for them that calumniate and accuse him, offer the other cheek to the smiter, give up his mantle to him that takes his tunic, neither judge nor condemn.",
		"Confucius said that\" by the Spring and Autumn men would know him and men would condemn him.\"",
		"The law against the relatives of émigrés was reenacted, and military tribunals were established to condemn émigrés who should return to France.",
		"I understand such feelings in others, and if never having felt them I cannot approve of them, neither do I condemn them.",
		"Your father, a man of the last century, evidently stands above our contemporaries who so condemn this measure which merely reestablishes natural justice.",
		"The moral law, which has the right to acquit or condemn, always demands restitution, before mortals can go up higher.",
		"June 2006 Europe unites to condemn Mandelson 's WTO agenda-FOE,Friday, 02.",
		"The ultimate crime is to miss the chance for peace, and so condemn your people to the unutterable misery of war.",
		"He wanted to condemn the horrible things past-Death had done that resulted in an innocent human being thrown to the Dark One.",
		"Various charges were brought against him, and the senate, awed by the presence of large bodies of troops, had no alternative but to condemn him to death.",
		"He continued to condemn the Pragmatic Sanction in France, and denounced especially the ordinance of Louis XI.",
		"Leaders of the vast majority of religions throughout the world condemn any form of female circumcision.",
		"The judgment purported to \"synodically condemn the said volume as containing teaching contrary to the doctrine received by the United Church of England and Ireland, in common with the whole Catholic Church of Christ.\"",
		"He did not condemn the temporal power of the popes in plain terms, but both his writings and his conduct proved that that power was in his opinion difficult to reconcile with the spiritual mission of the papacy, and was, moreover, a menace to the future of the institution.",
		"He induced the universities of Cologne and Louvain to condemn the reformer's writings, but failed to enlist the German princes, and in January 1520 went to Rome to obtain strict regulations against those whom he called \"Lutherans.\"",
		"It is somewhat curious that some of those who claim Rabelais as an enemy of the supernatural in general have been the loudest to condemn this blemish, and that some of them have made the exceedingly lame excuse for him that it was a means of wrapping up his propaganda and keeping it and himself safe from the notice of the powers that were.",
		"He \" did not allow himself to be hurried on by an inconsiderate zeal to condemn fasting, the life of celibacy, monachism, considered purely in themselves..",
		"But on the other hand the church in maintaining its place and power may condemn as heretical genuine efforts at reform by a return, though partial, to the standard set by the Holy Scriptures or the Apostolic Church.",
		"Phillimore states that there is no longer any doubt, even apart from the effect of the Church Discipline Act 1840, that Convocation has no power to condemn clergymen for heresy.",
		"The verdicts pronounced by this conclave on new books were speedily known over all London, and were sufficient to sell off a whole edition in a day, or to condemn the sheets to the service of the trunkmaker and the pastrycook.",
		"It was enriched by Charles the Bald with two castles, and a Benedictine abbey dedicated to Saint Corneille, the monks of which retained down to the 18th century the privilege of acting for three days as lords of Compiegne, with full power to release prisoners, condemn the guilty, and even inflict sentence of death.",
		"He had written to the Waldenses that it is better not to baptize at all than to baptize little children; now he was cautious, would not condemn the new prophecy off-hand; but advised Melanchthon to treat them gently and to prove their spirits, less they be of God.",
		"We no longer condemn Shakespeare for having violated the ancient dramatic laws, nor Voltaire for having objected to the violations.",
		"There appeared plainly a predetermination to condemn him, and he fled from Tyre to Constantinople to appeal to the emperor himself.",
		"The barons brought up many armed retainers to the parliament of 1321, and forced the king to dismiss and to condemn them to exile.",
		"They were the first society in the world to condemn slavery both in theory and practice; they enforced and practised the most complete community of goods.",
		"They did so reluctantly, because they would thereby condemn themselves to assume that attitude of purely negative criticism which, during the great days of their prosperity, they had looked down upon with contempt, and were putting themselves under the leadership of Eugen Richter, whom they had long opposed.",
		"In other countries the police system has been worked more arbitrarily; it has been used to check free speech, to interfere with the right of public meetings, and condemn the expression of opinion hostile to or critical of the ruling powers.",
		"Somewhat unnecessarily the prime minister went on to condemn the clergymen of the Church of England who had subscribed the Thirty-nine Articles, who have been the most forward in leading their own flocks, step by step, to the very, edge of the precipice.",
		"By Theophilus's instrumentality a synod was called to try or rather to condemn the archbishop; but fearing the violence of the mob in the metropolis, who idolized him for the fearlessness with which he exposed the vices of their superiors, it held its sessions at the imperial estate named \" The Oak \" (Synodus ad quercum), near Chalcedon, where Rufinus had erected a stately church and monastery.",
		"Thus he had to condemn the Association for the Promotion of the Unity of Christendom, with which he had shown some sympathy in its inception in 1857; and to forbid Catholic parents to send their sons to Oxford or Cambridge, though at an earlier date he had hoped (with Newman) that at Oxford at least a college or hall might be assigned to them.",
		"In the approaching disruption writers saw the punishment for the king's apostasy, and they condemn the sanctuaries in Jerusalem which he erected to the gods of his heathen wives.",
		"Justinian himself, with the aid of Leontius of Byzantium (c. 4 8 5-543), a monk with a decided turn for Aristotelian logic and metaphysics, had tried to reconcile the Cyrillian and Chalcedonian positions, but he inclined more and'more towards the monophysite view, and even went so far as to condemn by edict three teachers (Theodore of Mopsuestia, Theodoret, the opponent of Cyril, and Ibas of Edessa) who were offensive to the monophysites.",
		"When two thinkers of such eminence (probably the two greatest ethical thinkers of antiquity) have arrived independently at this strange\"--conclusion, have agreed in ascribing to cravings, felt in this life, so great, and to us so inconceivable, a power over the future life, we may well hesitate before we condemn the idea as intrinsically absurd, and we may take note of the important fact that, given similar conditions, similar stages in the development of religious belief, men's thoughts, even in spite of the most unquestioned individual originality, tend though they may never produce exactly the same results, to work in similar ways.",
		"He wanted to condemn the unreasonable woman, but it was difficult when he thought of her pale features.",
		"There was hardly an early council, great or small, that did not condemn this custom, as well as the other one, still more painful to think of, of self-emasculation.",
		"In order to answer this question we must remember that there are many degrees of probability, and that induction, and therefore deduction, draw conclusions more or less probable, and rise to the point at which probability becomes moral certainty, or that high degree of probability which is sufficient to guide our lives, and even condemn murderers to death.",
		"The true method of science which he possessed forced him to condemn as useless the entire form which Schelling's and Hegel's expositions had adopted, especially the dialectic method of the latter, whilst his love of art and beauty, and his appreciation of moral purposes, revealed to him the existence of a transphenomenal world of values into which no exact science could penetrate."
	],
	"synonyms": [
		"doom",
		"sentence",
		"excoriate",
		"objurgate",
		"decry",
		"reprobate",
		"reproach",
		"knock",
		"judge",
		"execrate",
		"disapprove",
		"detest",
		"curse",
		"castigate",
		"blame"
	],
	"antonyms": [
		"set-free",
		"clear",
		"release",
		"free",
		"discharge",
		"acquit",
		"pardon",
		"approve",
		"vindicate",
		"praise",
		"justify",
		"exonerate",
		"exculpate",
		"absolve",
		"excuse"
	]
}