{
	"word": "resplendent",
	"meaning": [
		"Shining brightly; full of splendor; dazzling.",
		"Brilliantly showy; magnificent or sumptuous; splendid.",
		"Shiny and colourful, and thus pleasing to the eye.",
		"(mathematics) Exhibiting the property of resplendency in Peano arithmetic."
	],
	"sentences": [
		"The old farmhouse appeared almost resplendent in the golden sunlight.",
		"My house is not resplendent with ivory and gold; nor is it adorned with marble arches, resting on graceful columns brought from the quarries of distant Africa.",
		"His style has been characterized with justice as dark and resplendent like ebony.",
		"The resplendent nature of the garden greatly improved the curb appeal of the otherwise drab cottage.",
		"The ladies appeared at the top of the staircase, resplendent in their colorful ball gowns.",
		"Woodpeckers (Coloptes auratus), macaws, parrakeets and other small parrots, and trogons, these last of beautifully resplendent plumage, deserve particular mention.",
		"But the Buddha shines resplendent all day and all night.",
		"Thus, externally, he is surrounded by all the splendour of sovereignty; on his head he wears a great and resplendent crown, with a high circular centrepiece; he is clothed in gold and jewels; round him is a brilliant court, composed of his submissive servants.",
		"Jake was led forward by his attorney, a newcom­er, a dapper little man resplendent in vest, patent leather shoes and a gold watch chain, all topped off by a condescending smile that seemed to say, \"Look out, rubes, I'm going to spring this poor victim before you finish administrating the oath.\"",
		"Plested, resplendent in a scarlet dress, is our talk-show host, urging us \" to stand by your man \".",
		"The resplendent medieval colouring of the subject, the essentially heroic character of Joan of Arc, gave Schiller an admirable opportunity for the display of his rich imagination and rhetorical gifts; and by an ingenious alteration of the historical tradition, he was able to make the drama a vehicle for his own imperturbable moral optimism.",
		"Fred O'Connor sauntered into the room, resplendent in bow tie and jacket, carrying a plate of cinnamon toast.",
		"In front of them were two huge galleons with full rigging resplendent in the September sunshine.",
		"Later in the year purple heather stands out resplendent against the golden bracken.",
		"There's even a triangle swim top that's resplendent in ruffles.",
		"While the Leather section is filled with all leather looks, the Exotic section is resplendent with python and Bridal House Check patterns.",
		"If you love the look of a straw handbag that's resplendent in its coloring, but aren't particularly fond of beads and the like, then you may want to consider Straw Studios' Lucky Black Shoulder Bag.",
		"The liquid litharge when allowed to cool solidifies into a hard stone-like mass, which, however, when left to itself, soon crumbles up into a heap of resplendent dark yellow scales known as \"flake litharge.\"",
		"Finally, we headed into the cloud forest in search of the elusive resplendent quetzal.",
		"In visual media, Irving and Terry are still resplendent, but not alive; they are ghosts of ghosts.",
		"Ex Armchair Olympian 564 is now resplendent in Carousel red.",
		"It is a precious vessel set with jewels, and so resplendent as to eclipse the lights of the hall.",
		"People looked very resplendent in smart DJs, outstandingly LOUD TIES (well done Hutch, yet another triumph) and the like.",
		"To begin with there are the great models of the knight and his opponents, Paul being particularly resplendent in his Templar outfit.",
		"In October 2001 that privilege fell to the Merion Cricket Club sitting resplendent in the verdant acres outside Philadelphia.",
		"Immediately after the election, the Republican campaign team, led by Karl Rove, emerged resplendent, their methods vindicated.",
		"The great man, resplendent in the best suiting that Saville Row can provide is truly the Master of Wine.",
		"He came to make the resplendent glory of Jesus real to those who follow him.",
		"The shops were bright with pennon and banner of resplendent colors.",
		"Looking resplendent in pseudo General livery, NV waits a return trip to the station.",
		"A dark-haired man resplendent in a scarlet rugby shirt waved back.",
		"It was selected with skill and insight by Patrick Johnson who, resplendent in top hat and tails, played it on the piano.",
		"Sir Arthur, on the other hand, was resplendent in an opulent suit ordered especially for the previous night 's performance.",
		"York 's original city waits headed spectacular Sheriffs ' processions, resplendent in scarlet liveries and silver badges.",
		"The second, however, bore the palm on this occasion, being resplendent in a new uniform.",
		"Marcia looked resplendent in her shiny purple dress and pointy shoes.",
		"This term, \"fancy\", can apply to many styles, but in the end, most parents just want their child to be resplendent and unforgettable when it comes to important events.",
		"These figure-flattering garments include some of the trendiest items on the Internet - think resplendent off-the-shoulder gowns, sexy wrap cardigans, chic velvet tops, flattering pencil skirts and much, much more.",
		"One is done in white, while the other is resplendent in polished brown and dark bronze.",
		"Round, large and resplendent in color, this collection was inspired, in part, by Jackie O's style.",
		"In this image, Ms. Prejean is resplendent in a white bikini.",
		"This stunning style, available at Macy's, is resplendent in its graphic flower print, and because the colors are a bit more subdued -- here white, navy blue and red rule the entire top -- you'll find that it's a sophisticated look as well.",
		"So resplendent it practically glows, this bag is ideal for women who tend to pack heavy but don't want to lug everything around in bags that rival suitcases.",
		"Truly, what's not to love about sheer bras that are resplendent in lace?",
		"Resplendent in silk and satin, there is a myriad of different styles and colors to choose from.",
		"Once resplendent and magnificent, the old Porter mansion is now the most dilapidated place on the block.",
		"It forms resplendent monoclinic prisms, soluble in water.",
		"Cabinets, fire-screens, plaques and boxes resplendent with gold lacquer grounds carrying elaborate and profuse decoration of ivory and mother-of-pearl are not objects that appeal to Japanese taste."
	],
	"synonyms": [
		"splendiferous",
		"glorious",
		"splendid",
		"shiny",
		"refulgent",
		"lustrous",
		"glowing",
		"glittering",
		"blazing",
		"magnificent",
		"brilliant",
		"radiant",
		"dazzling",
		"bright",
		"shining"
	],
	"antonyms": [
		"withering",
		"gloomy",
		"cloudy",
		"dull"
	]
}