{
	"word": "scant",
	"meaning": [
		"Barely sufficient.",
		"Inadequate in size or amount; not enough; meager.",
		"Not quite up to full measure.",
		"Inadequately supplied; short.",
		"Not full, large, or plentiful; scarcely sufficient; scanty; meager; not enough.",
		"To limit in size or amount; stint.",
		"To fail to give full measure of.",
		"To treat in an inadequate manner.",
		"To deal with or treat inadequately or neglectfully; slight.",
		"To furnish with an inadequate supply, short ration, etc.",
		"Scarcely; barely.",
		"(masonry) A block of stone sawn on two sides down to the bed level.",
		"(masonry) A sheet of stone.",
		"(wood) A slightly thinner measurement of a standard wood size."
	],
	"sentences": [
		"Recent logic does scant justice to scientific analysis.",
		"The sands and clays found here are fine and soft, and as there is scant vegetation to protect the hillsides they are easily eroded by the rains.",
		"Continuous forest areas are scant.",
		"Schooling was very scant before the creation of the public schools in 1854.",
		"Summer attire may best be described as scant.",
		"Though only four states of the Union are smaller, only three exceeded Massachusetts in 1905 in the value of manufactured products (six exceeding it in population); and this despite very scant native resources of raw materials and a very limited home market.",
		"However, a scant week after that finale aired, the couple held a news conference to reveal that they were no longer together.",
		"He was an unfaithful husband and often treated his wife with scant consideration; he was too fond of Dutch favourites like Keppel or worthless women like Lady Orkney.",
		"Combine that with the scant amount of fabric that thong panties offer, and you have an undergarment that truly accentuates the shape of a woman.",
		"Sometimes a small, scant, little something can uplift the mood and the season.",
		"Teddies are quite scant, so it goes without saying that you'll be showing a lot of skin and in light of this fact, you'll want to feel as comfortable as possible.",
		"There are some tanneries, some preparation of preserves and other fruit products, and some old handicraft industries like the making of hats; but these have been of comparatively scant importance.",
		"Naturphilosophie has had scant mercy at the hands of modern science.",
		"It has been suggested, but with very scant measure of probability, that the existence of elephants in Borneo, whose confinement to a single district is remarkable and unexplained, is due to importation; and the fact is on record that when Magellan's ships visited Brunei in 1522 tame elephants were in use at the court of the sultan of Brunei.",
		"Nor had he less justice done him by a class from whom less justice might have been expected, the brother men of letters whose criticisms he treated with such scant courtesy.",
		"The basis of the soils is sands (coarse, fine or silt); clay beds, though economically important, are in quantity relatively scant.",
		"Figure 4. Synovial fluid CPPD crystals (compensated polarized light microscopy x400 ); scant numbers of rhomboid crystals showing weak positive birefringence.",
		"At Melford fair, good horses were scarce and eagerly sought after, cows started at low prices, fat bullocks in scant supply.",
		"For example, in one highly decentralized institution decisions are made with scant data and analysis.",
		"At this point beneficence has run riot and autonomy is paid scant heed.",
		"Have scant coverage means it is will continue to quot Ichabod quot.",
		"She had also bought herbal cough lozenges over the counter - again these led to only scant improvement in the symptoms.",
		"Spurs were blown away and Harte's 15 yard strike was scant reward for our play.",
		"At the time knowledge of causes of heart diseases among young people was relatively scant.",
		"My Dad will be 83 in a few days time, but his memories are quite clear if rather scant.",
		"The available data is too scant to allow a full understanding of the problems these areas continue to face.",
		"Our knowledge of events once the Saxon invaders took their place is very scant for at least three hundred years.",
		"At this stage he made only scant use of the Bible.",
		"I think that the 2nd disk is somewhat scant.",
		"While hard data on corruption remain frustratingly scant, research is beginning to yield some interesting results.",
		"My life is nearly over Before it has scant begun.",
		"Again evidence for such action seems scant, but calculations of effluent load should include greater use of low water use systems.",
		"In tribal societies in which climate and custom permit scant clothing, body scarification is common and considered as artistically and socially valuable.",
		"Apparently the facilitation of precise placement is of scant interest to current producers of defensive sidearms.",
		"Study of samian ware found in the town, however, suggests the local potters had scant success selling their wares.",
		"Probably he was educated at the school attached to the monastery, and in his Testament he has drawn a lively picture of himself as a typical orchard-robbing boy, who had scant relish for matins, fought, and threw creed and paternoster at the cock.",
		"Even if the increasing weakness of the Egyptian Empire did not invite a repetition of the incursion, it could have allowed the survivors to settle down, and about a century later one of the peoples formerly closely allied with the Purasati is found strongly entrenched at Dor, and together with the more northerly port of Byblos treats with scant respect the traditional suzerainty of Egypt.'",
		"The cliff-dweller country supports a scant vegetation - a few cottonwood in the washes, a few cedars on the mesas.",
		"There were only a few people about at that time, most of whom paid the marching column scant heed.",
		"A feral being with scant regard for the feelings of others, he has hardened himself against any feelings of compassion.",
		"Medical devices get scant attention in the safety debate.",
		"A goal by Glen Little proved scant reward for Burnley 's dominant display against a disappointing Watford at Turf Moor.",
		"In recent discussions there was scant mention of these tools.",
		"His face was pale, he had sunken cheeks; his scant beard was untidy.",
		"In common with some other great truths of the Christian faith, ' reconciliation ' has received but scant notice from theologians.",
		"For many people, success provides little data and stimulates scant reflection.",
		"Of that figure, 36.8 percent of paper products were recycled but only a scant 9.1 percent of plastic bags were recovered.",
		"Recycling has increased significantly since the 1960s, when Americans recycled only a scantseven percent of their trash.",
		"When time is of the essence, it may appear as if options are scant, however, you can still find the theme you want through different vendors.",
		"Choices seem scant but there are surprising alternatives to consider when looking for this romantic dress.",
		"However, selection is scant even on the Internet.",
		"For some, it may just be a case of a few months of scant bleeding, culminating in no monthly menstrual blood loss at all.",
		"Most of these games are rated E for Everyone or T for Teens, with a scant 45 titles rated M for Mature.",
		"Rather than pinching a scant piece of plastic in your hand, your fingers know they're gripping something substantial.",
		"The symptoms are scant, but they can be unmistakable.",
		"All of the images found in any Brooke Burke swimsuit calendar showcases the brunette's stunning features and flawless figure in fashionably scant bikinis.",
		"Some of the bikinis featured here are incredibly scant, but the majority of the ladies are friendly to the camera and don't seem to mind one bit that they are being videotaped.",
		"Even though this bikini features the scant Brazilian bottom, the richness of the fabric's color puts it high on the list of fashionable contenders.",
		"Bottoms are mostly G-string style, and as with most G-strings there is scant material involved, save for a few well placed strips.",
		"Due to their scant nature, micros need to be made of fabrics that have a little give to them, or else they could never remain strategically placed.",
		"Whatever the reason, a micro mini thong bikini is a scant, daring look for the woman not afraid of showing off her body.",
		"Scant doesn't even begin to describe these daring suits, but at least what fabric there is to be had is not see-through.",
		"As should be expected, micro swimwear are scant bikinis that leave little to the imagination.",
		"Microkinis are incredibly scant pieces of thong or G-string material that resemble little more than string.",
		"Slings are truly scant swimsuits, so they won't be for everyone, but if you are bored with conventional bikinis and long for a bit of novelty, this is a style that can successfully fit the bill.",
		"The top here is done in a deep triangle style, and the bottom is every bit as scant as Coco’s.",
		"To be sure, these bikinis are scant, and it takes a woman with a fierce pride in her shape to strut this look comfortably.",
		"This can be especially helpful for those who feel embarrassed by the scant nature of most swim styles.",
		"Another key component of these genre-specific galleries is that it can help you to embrace and wear new, albeit scant, styles.",
		"Over six pounds of berries were necessary for a return of only one scant pound of wax, and the process took much longer than creating tallow candles.",
		"The movement measured a scant 1.2 mm in thickness and only 20.4 mm in diameter.",
		"In this case, a scant amount of motivation and support may be available.",
		"Interesting regions, Close of known only by the scant reports of pilgrims, were made the dark the objects of attention and study; while religious zeal, ages.",
		"The great English writers of Queen Anne's reign seem to have been but little known in the colony, and the local literature, though changed somewhat in character, showed but scant improvement.",
		"Legendre there was a feeling of \"more than coldness,\" owing to his appropriation, with scant acknowledgment, of the fruits of the other's labours; and Dr Thomas Young counted himself, rightly or wrongly, amongst the number of those similarly aggrieved by him.",
		"Their eastern boundary, in the teeth of the spirit of the conventions, and with but scant observance of the letter, was by this means considerably extended.",
		"He was naturally studious, however, and supplemented his scant schooling by night study.",
		"This deficiency must be attributed partly to failing light and an inferior horizon but also to the fact that the ships had had scant opportunity for training and their firecontrol equipment was poor.",
		"Lugard appealed to the king to do justice, but he himself was treated with scant courtesy, and his envoy was told that the French party would sack Kampala if Lugard interfered on behalf of the murdered man.",
		"This large class of \" dissenters \" found themselves as little at home under a Protestant as under a Catholic regime, and have until recently been treated with scant sympathy by historians of the Church.",
		"His Autonomies ecclesiastiques; eglises separees (1897), in which he speaks of the origin of the Anglican Church, but treats especially of the origin of the Greek Churches of the East, was received with scant favour in certain narrow circles of the pontifical court.",
		"Certain commercial interests of New York City favoured the Confederate cause, but MayorWood's suggestion that the city (with Long Island and Staten Island) secede and form a free-city received scant support, and after the san ' James Fenimore Cooper's novels Satanstoe (1845), The Chainbearer (1845) and The Redskins (1846) preach the anti-rent doctrine.",
		"The mountain valleys are covered with little except grasses; on the higher parts of the mountains there are barren rocks or only a scant growth of timber; but many of the lower mountain slopes, especially those along the western border, are clothed with heavy timber, ponderosa pine, lodgepole pine, Douglas-fir and western larch being the principal species.",
		"The latter view is unfortunately confirmed by the undoubted fact that Caesar treated with scant respect the historical institutions of Rome, which with their magnificent traditions might still have been the organs of true political life.",
		"Of the public transactions of this period we have but scant information, but, to judge by what we possess, those twenty-two years were not remarkably eventful.",
		"But until the conditions under which a particular transformation takes place have been ascertained and described, so that the observation may be repeated by other investigators, scant credence is likely to be given to the more extreme polymorphistic views.",
		"The queen-mother married Sir James Stewart of Lorne, and their sons, Buchan and Atholl, mixed in the confused intrigues of the reign of James III., but the queen was treated with scant courtesy by the rival parties.",
		"Save in the beginnings of western frontier trade, and in a great mass of litigation left to the courts of later years by the curious and uncertain methods of land delimitation that prevailed among the French and Spanish colonists, the pre-American period of occupation has slight connexions with the later period, and scant historical importance.",
		"The rivers of British North Borneo to the north of the Padas are of no importance and of scant practical utility, owing to the fact that the mountain range here approaches very closely to the coast with which it runs parallel.",
		"He was tail, rawboned and awkward; his early instruction was scant; but he \"read books,\" talked well, and so, after his admission to the bar at Richmond, Virginia, in 1797, and his removal next year to Lexington, Kentucky, he quickly acquired a reputation and a lucrative income from his law practice.",
		"With each of these local potentates the king could deal with as scant consideration as he pleased, always provided that he had the power or understood the art of making himself feared.",
		"His part in building up the Roman Catholic Church in western Pennsylvania cannot be estimated; but it is said that at his death there were 10,000 members of his church in the district where forty years before he had found a scant dozen.",
		"After the conquest of Peru by the Spaniards in the 16th century the natives were subjected to much tyranny and oppression, though it must in fairness be said that much of it was carried out in defiance of the efforts and the wishes of the Spanish home government, whose legislative efforts to protect the Indians from serfdom and ill-usage met with scant respect at the hands of the distant settlers and mine-owners, who bid defiance to the humane and protective regulations of the council of the Indies, and treated the unhappy natives little better than beasts of burden.",
		"Arizona north of the Gila, save for a very limited and intermittent missionary effort and for scant exploring expeditions, was practically unknown to the, whites until well after the beginning of American rule.",
		"As for OConnells agitation for the repeal of the Union, that met with but scant sympathy in parliament; on.",
		"Of the early history of the Gambia district there is scant mention.",
		"Her contemporaries, scorning her low birth rather than her vices, attributed to her a malicious political role of which she was at heart incapable, and have done scant justice to her quick wit, her frank but gracious manners, and her seductive beauty.",
		"Spurs were blown away and Harte 's 15 yard strike was scant reward for our play.",
		"The determination with which this remarkable race has maintained its mountain stronghold through a long series of ages has hitherto met with scant appreciation in the outside world.",
		"There is considerable reason to think, however, that the more frequent ports of call in the Straits of Malacca were situated in Sumatra, rather than on the shores of the Malay Peninsula, and two famous medieval travellers, Marco Polo and Ibn Batuta, both called and wintered at the former, and make scant mention of the latter.",
		"At a later period, when the Atharvan gained admission to the Vedic canon, a special connexion with the Brahman priest was sometimes claimed, though with scant success, for this fourth collection of hymns and spells, and the comparatively late and unimportant Gopatha-brahmana attached to it.",
		"The Struggle For Existence, The Conquering Of The Wilderness, Has Left Scant Room For Broad Culture Or Scholarship, And The Very Fact That Canada Is A Colony, However Free To Control Her Own Affairs, Has Stood In The Way Of The Creation Of Anything Like A National Literature.",
		"The government soon found itself in financial difficulties, owing to Championnet's demands for money; it failed to organize the army, and met with scant success in its attempts to \"democratize \" the provinces.",
		"Prairie-dogs, jack-rabbits, crows and occasional ravens, quail, grouse, pheasants and wild turkeys are also noteworthy in a rather scant animal life.",
		"The balsam fir and in the south the red cedar occur in scant quantities; more widely distributed, but growing only under marked local conditions, is the yellow or Alaska cedar, a very hard and durable wood of fine grain and pleasant odour.",
		"His labours in the cause of optical science received during his lifetime only scant public recognition, and some of his papers were not printed by the Academie des Sciences till many years.",
		"His opportunities for regular schooling must have been very scant; but he had cultivated friends who discerned his talents and encouraged their development, and he early formed the habits of wide reading and industrious study that were to persist through his life.",
		"This wise recommendation received very scant attention, and it was not until the necessities of the colonies forced them to it that an attempt was made to do what the framers of the original constitution suggested.",
		"The middle and eastern portions of the south side were places at which architectural changes, large or small, were numerous down to the latest times, and where the older buildings met with scant mercy.",
		"The Year of Jubilee, in 1525, was unprecedented in its scant attendance, but the jubilees of 1575 and 1600 again saw great armies of pilgrims marching to Rome.",
		"This pious work Portuguese priests attempted, but with scant success.",
		"In 1879 Gordon was sent on a fresh mission to John on behalf of Egypt; but he was treated with scant courtesy, and was obliged to leave the country without achieving anything permanent.",
		"If she just turned her head, she could see me, sitting comfortably a scant ten feet away in the darkened living room."
	],
	"synonyms": [
		"short",
		"light",
		"stingy",
		"sparse",
		"spare",
		"measly",
		"thin",
		"puny",
		"poor",
		"skimpy",
		"scanty",
		"meager",
		"exiguous",
		"bare",
		"skimp",
		"stint"
	],
	"antonyms": []
}