{
	"word": "anguish",
	"meaning": [
		"Agonizing physical or mental pain; torment.",
		"Great suffering, as from worry, grief, or pain; agony.",
		"Extreme pain, either of body or mind; excruciating distress.",
		"To cause to feel or suffer anguish.",
		"To cause to feel anguish.",
		"To feel anguish.",
		"To feel or suffer anguish.",
		"(intransitive) To suffer pain."
	],
	"sentences": [
		"A look of anguish crossed Jonny's face.",
		"I try not to anguish over the little things.",
		"Terrible anguish struck her heart, she felt a dreadful ache as if something was being torn inside her and she were dying.",
		"A look of anguish crossed the basketball player's face when he hurt his ankle.",
		"He gazed up at her, smiled through the anguish his eyes betrayed and stood.",
		"He cried out in anguish when they lost the football game.",
		"The physical pain penetrated his mental anguish, and he lowered his weapons.",
		"The word was a singular impression of anguish and surprise.",
		"Jackson could feel Elisabeth's anguish, and tried unsuccessfully to hide his own.",
		"She regretted alluding to it the moment the raw look of anguish crossed his face.",
		"The typical response to being injured is anguish.",
		"I feel empathy when I see anguish in the eyes of loved ones.",
		"Allowing himself to meet her eyes, he found his anguish reflected back.",
		"He continues to anguish with guilt and I fear in my heart the burden of his sins will soon cause him to flee in exile from these quarters he has arranged for us to share together.",
		"She was of the opinion that sensible legislation would be welcomed across the spectrum and hasty decisions would only bring anguish.",
		"Be a priority mental anguish some medical bills what serious health problems.",
		"He beats his breast, filled with deep anguish for the way he's lived.",
		"There are issues that are causing much anguish in my constituency.",
		"You will also learn how much self-doubt, intellectual anguish, and hard work went into the writing of her books.",
		"Cries of anguish burst from within deep whooping sobs racked his body.",
		"For however the world may have made progress there are still many situations that wring the heart with anguish.",
		"The last thing you need during this blissful time is an experience that causes tears, anguish, and negative feelings.",
		"The daytime wedding of two lesbians generated a lot of controversy, but for Bianca, her fairy tale wedding quickly led to anguish as she learned of Reese's infidelity with brother-in-law Zach Slater.",
		"Geller's picture had made the cover, but the text of the story must have caused him considerable anguish.",
		"Judgments in these cases allow for back pay, as well as additional damages that include, but are not limited to, pain, suffering, inconvenience, mental anguish and punitive damages.",
		"I don't sense any feeling of uncertainty or anguish.",
		"Grief threatened to consume them, and there would be no reprieve from their anguish.",
		"The hen scrambled, dragging a broken wing and squawking her anguish.",
		"Betsy won't even look at the web site, afraid of the anguish she'll feel seeing negative results from some of our cases and in action on others.",
		"I surely may accept their morbid invitation and although seared by the flames of eternal damnation, I'll at least be free from the anguish and heartache of this abominable life.",
		"Mel Gibson howls aloud in the film to express the anguish of the sacrifice of Golgotha.",
		"We feel the mental anguish encountered by men suffering in the helpless situation of a gas attack.",
		"The patient suffering from mental or emotional anguish will be offered a story ' cure ' .",
		"Hence the observer feels the pain, the anguish or the smoke filled lungs and passes that memory on to their progeny.",
		"It was in crises of national anguish that men turned most eagerly to the prophecies, and sought to construe their teachings as a promise of speedy deliverance (see Apocalyptic Literature).",
		"As Cicero's philosophical writings have been severely attacked for want of originality, it is only fair to recollect that he resorted to philosophy as an anodyne when suffering from mental anguish, and that he wrote incredibly fast.",
		"My companion, a devotee of the baroque and classical idioms, writhed in anguish throughout this feast of late- and post-romantic chromaticism.",
		"How could I avoid the anguish that comes with a breakup?",
		"Sights, sounds and even smells are enough to spark a memory of the living nightmare and cause anguish.",
		"You'll feel like you've finally unlocked the secret door to your anguish and will be able to start letting go of the pain.",
		"Replacing shower tub faucets can inspire apprehension in even an experienced do-it-yourselver, but it's a DIY job that you might be able to tackle yourself without too much pain and anguish.",
		"Practitioners use it to assist clients in releasing pent up anger and mental anguish.",
		"For some people, roses and hearts symbolize lost love, pain, and perhaps even anguish.",
		"The program arose from the anguish of the Great Depression after several organizations championed for establishment a governmental retirement plan.",
		"Maybe being able to paint or draw would ease her anguish.",
		"The scene in the garden is without the agony of Gethsemane; a faint echo of this historic anguish appears in the scene with the Greeks four days earlier, and even that peaceful appeal to, and answer of, the Father occurs only for His followers' sakes.",
		"Mary took leave of her first and last master with passionate anguish and many parting kisses; but in face of his enemies, and in hearing of the cries which burst from the ranks, demanding her death by fire as a murderess and harlot, the whole heroic and passionate spirit of the woman, represented by her admirers as a spiritless imbecile, flamed out in responsive threats to have all the men hanged and crucified, in whose power she now stood helpless and alone.",
		"Feelings of anguish inspired Sarah to make a change.",
		"The pain, trauma and anguish associated with the injections have been responsible for poor patient compliance to a large extent.",
		"A tender whisper here, a despairing wail of anguish there, it 's a real floor-filler as everyone around her swoons in admiration.",
		"Cries of anguish escaped the mouths of the shocked people.",
		"Notwithstanding the anguish that must have filled his heart, the fallen man preserved his dignity and calm.",
		"Then, these near silent sobs would have turned to shrieks of anguish while I made the young beauty my own."
	],
	"synonyms": [
		"torture",
		"torment",
		"dolor",
		"worry",
		"travail",
		"suffering",
		"remorse",
		"regret",
		"pang",
		"heartbreak",
		"excruciation",
		"dole",
		"consternation",
		"bereavement",
		"anxiety",
		"hurt",
		"pain",
		"torture",
		"torment",
		"scourge",
		"rack",
		"excruciate",
		"strike",
		"smite",
		"plague",
		"agonize",
		"afflict",
		"curse"
	],
	"antonyms": [
		"contentment",
		"solace",
		"joyfulness",
		"joy",
		"comfort",
		"happiness"
	]
}