{
	"word": "slew",
	"meaning": [
		"Slough.",
		"Slue.",
		"A large number, group, or amount.",
		"The act of slewing.",
		"A device used for slaying.",
		"Slay.",
		"To turn (something) on an axis; rotate.",
		"To turn sharply; veer.",
		"To turn about an axis.",
		"To turn or slide sideways or off course; skid."
	],
	"sentences": [
		"He's got a float and a slew of balloons!",
		"That was back when there were a slew of hippies here.",
		"Seized by the invaders, castle and town were later retaken in 1231 by Prince Llewelyn ap Iorwerth, who burned the fortress and slew its garrison.",
		"One may also be permitted to hold that the mythic figure of the dragon, if used poetically, is a highly serviceable one, and consider that \" in the beginning God fought with the dragon, and slew him \" would have formed an admirable illustration of the passages just now referred to, especially to those in the Apocalypse.",
		"Arms should dignify their person; they should ever practise their use; and great would be the merit of those who fought in the van, who slew the enemies of their faith, and who despaired not although overpowered by superior numbers.",
		"Megara was captured, and Nisus, who died fighting (or slew himself), was changed into a sea-eagle.",
		"Amphitryon accordingly took the field against the Taphians, accompanied by Creon, who had agreed to assist him on condition that he slew the Teumessian fox which had been sent by Dionysus to ravage the country.",
		"Proceeding to obey, he was prevented by an angel as he was about to sacrifice his son, and slew a ram which he found on the spot.",
		"Naxos, where they made themselves rulers, and subsequently slew one another in a quarrel.",
		"After a few months he became aware of the crimes of the vizier, and slew him and his sons in a hand-to-hand fight in the palace.",
		"Oenone soon repented and hastened after him, but finding that she was too late to save him slew herself from grief at the sight of his dead body.",
		"In a war (606) between the Mytilenaeans and Athenians for the possession of Sigeum on the Hellespont he slew the Athenian commander Phrynon in single combat.",
		"The slaying of Patroclus by the Trojan hero Hector roused Achilles from his indifference; eager to avenge his beloved comrade, he sallied forth, equipped with new armour fashioned by Hephaestus, slew Hector, and, after dragging his body round the walls of Troy, restored it to the aged King Priam at his earnest entreaty.",
		"Two of the Horatii were soon slain; the third brother feigned flight, and when the Curiatii, who were all wounded, pursued him without concert he slew them one by one.",
		"She thereupon invoked a curse upon her brother, who slew her on the spot.",
		"Thereupon he was sent to tend Amphitryon's oxen, and at this period slew the lion of Mount Cithaeron.",
		"Hercules is supposed to have visited Italy on his return from Erythia, when he slew Cacus, son of Vulcan, the giant of the Aventine mount of Rome, who had stolen his oxen.",
		"Thus, he engages in combat with Heracles on two occasions to avenge the death of his son Cycnus; once Zeus separates the combatants by a flash of lightning, but in the second encounter he is severely wounded by his adversary, who has the active support of Athena; maddened by jealousy, he changes himself into the boar which slew Adonis, the favourite of Aphrodite; and stirs up the war between the Lapithae and Centaurs.",
		"These acts required no priestly aid; each man slew his own victim and divided the sacrifice in his own circle; the share of the god was the blood which was smeared upon or poured out beside stone (nosb, ghabghab) set up as an altar or perhaps as a symbol of the deity.",
		"Having recovered his sword he returned to Iolcus and slew Acastus and Astydameia.",
		"For they slew as many good prisoners as would well have been worth, one with another, four hundred thousand franks.\"",
		"The stratagems and disguises by which with the help of a few faithful friends he slew the suitors are described at length in the Odyssey.",
		"Cast ashore on Ithaca by a storm, he plundered the island to get provisions, and was attacked by Odysseus, whom he slew.",
		"In the civil wars of Sulla the younger Marius was blockaded in the town by the Sullans (82 B.C.); and on its capture Marius slew himself, the male inhabitants were massacred in cold blood, and a military colony was settled on part of its territory, though, possibly owing to the extravagance of the new coloni, we find that in 63 B.C. this was already in the possession of large proprietors.",
		"Almost immediately after, however, Joab, who had been sent away, perhaps intentionally returned and slew Abner at the gate of Hebron.",
		"To avenge herself, Medea presented the new bride with a robe and head-dress, by whose magic properties the wearer was burnt to death, and slew her children by Jason with her own hand.",
		"Mesha took the city, slew its people in honour of Chemosh, and dragged before the god the altar-hearth (or the priests ?) of D-v-d-h (apparently a divine name, but curiously similar to David).",
		"This proved to be his son, whom he slew in accordance with his vow; whereupon a plague broke out in the island, and Idomeneus was driven out.",
		"In 1754 the Peguans, to avenge themselves for a severe defeat at Keoum-nuoum, slew the king of Burma, who was their prisoner.",
		"They were slain by Apollo for having forged the thunderbolt with which Zeus slew Asclepius.",
		"Athamas went mad, and slew one of his sons, Learchus; Ino, to escape the pursuit of her frenzied husband, threw herself into the sea with her other son Melicertes.",
		"In the days of a king of Egypt named Timaeus the land was suddenly invaded from the east by men of ignoble race, who conquered it without a struggle, destroyed cities and temples, and slew or enslaved the inhabitants.",
		"Dunimarle Castle, a handsome structure on the sea-shore, adjoins the site of the castle where, according to tradition, Macbeth slew the wife;and children of Macduff.",
		"Aided by an Athenian force, Inaros slew the satrap Achaemenes at the battle of Papremis and destroyed his army; but the garrison of Memphis held out, and a fresh host from Persia raised the siege and in turn besieged the Greek and Egyptian forces on the island of Papremis.",
		"On the approach of Marcus Aurelius, the adherents of Cassius slew him, and the clemency of the emperor restored peace.",
		"In alliance with the Avars, and Asiatic people who had invaded central Europe, Alboin defeated the Gepidae, a powerful nation on his eastern frontier, slew their king Cunimund, whose skull he fashioned into a drinking-cup, and whose daughter Rosamund he carried off and made his wife.",
		"After the death of Gilcomgain, Gruach wedded Macbeth, Mormaor (or earl in later style) of the province or subkingdom of Moray; Macbeth slew Duncan, and ruled as protector of the legitimate claims of Lulach.",
		"Bruce evaded his spear and slew him with an axe stroke; the axe shaft broke in his hand.",
		"As the Celts marched south the earl of Ross slew Ronald Macdonald, whose inheritance was claimed by John of the Isles.",
		"The more loyal William Douglas, in 1353, slew his kinsman, the shifty Knight of Liddesdale, on the braes of Yarrow, and a fragment of one of the oldest Scottish ballads deplores his fall.",
		"By his aid 300 highlanders were brought into the monastery of the Black Friars in Perth, where the king was keeping the Christmas of 1436, and there they slew James, who had fled into a vault.",
		"First he met and slew Periphetes, surnamed Corynetes (Clubman).",
		"Next came the adventure of the Cretan Minotaur, whom Theseus slew by the aid of Ariadne.",
		"No sooner was he gone than the Indians rose and slew the Greek governor; the Macedonians massacred the Indians; a new governor, sent by Alexander, murdered the friendly Punjab prince, Porus, and was himself driven out of the country by the advance of Chandragupta from the Gangetic valley.",
		"Aetiologists connected both offerings with the Cretan expedition of Theseus, who, when driven ashore at Delos, vowed a thank-offering to Apollo if he slew the Minotaur, which afterwards took the form of the eiresione and Pyanopsia.",
		"Heracles thereupon sent an army against him, and, though at first defeated, finally slew Augeas and his sons.",
		"The caliph Abdalmalik summoned him to his palace and slew him with his own hand.",
		"When they were all collected, a body of executioners rushed into the hall and slew them with clubs.",
		"Seconded by many of the inhabitants of Kairawan, who had remained faithful to the cause of the Abbasids, he attacked his brother, slew him, and proclaimed himself governor in his stead.",
		"Suspecting Panda of favouring a younger son, Umbulazi, as his successor, Cetywayo made war on his brother, whom he defeated and slew at a great battle on the banks of the Tugela in December 1856.",
		"Siegfried bathed in the blood of heals in g g healing the dragon he slew and thus became invulnerable; the blind emperor Theodosius recovered his sight when a grateful serpent laid a precious stone upon his eyes; Cadmus and his wife were turned into serpents to cure human ills.",
		"In its neighbourhood Narses defeated and slew Totila in 552.",
		"Before 1622 there was a population of more than 4000 in Virginia, and the many tribes of Indians who were still the proprietors of the soil over a greater portion of the country naturally became jealous, and on the 22nd of March of that year fell upon the whites and slew 350 persons.",
		"In the year 854 B.C. Hamath was taken by Shalmaneser II., king of Assyria, who defeated a large army of allied Hamathites, Syrians and Israelites at Karkor and slew 14,000 of them.",
		"A fierce engagement took place wherein the Norman and Flemish troops were utterly routed, and the victorious Cymry slew thousands of their fugitives at the fords of the Teifi close to the town of Cardigan.",
		"She was relieved by the arrival of Odysseus, who returned after an absence of twenty years, and slew the wooers.",
		"The people flocked to his standard; Bahram Cobin was routed (591) and fled to the Turks, who slew him, and Chosroes once more ascended the throne of Ctesiphon; Bistam held out in Media till 596.",
		"The nearest approach to a sovereignty in those parts on the death of Abu Said is that of Uzun Ijasan, the leader of the Ak Kuyun, or White Sheep Turkomans, and conqueror of the Black Sheep, whose chief, Jahan Shah, he defeated and slew.",
		"At Kandahar he planned a conspiracy against the government, slew Gurji Khan and his retinue, seized the city, defeated two Persian armies sent against him, and died a natural death in i715.",
		"Yusuf Au, the general commanding the royal troops, defeated and slew Suleiman, and replaced his master on the throne, reserving to himself th protectorship or regency.",
		"At this juncture Abmad Shah Abdali reappeared in Persian Khorasan from Herat; he attacked and took possession of Meshed, slew Mir Alam, and, pledging the local chiefs to support the blinded prince in retaining the kingdom of his grandfather, returned to Afghanistan.",
		"The Ephesians even dragged out and slew those Romans who had fled to the precinct of Artemis for protection, notwithstanding which sacrilege they soon returned from their new to their former masters, and even had the effrontery to state, in an inscription preserved to this day, that their defection to Mithradates was a mere yielding to superior force.",
		"At Modin, Mattathias, an aged priest, not only refused to offer the first sacrifice, but slew an apostate Jew who was about to step into the breach.",
		"In 721 Ine slew Cynewulf, and in 722 his queen Aethelburg destroyed Taunton, which her husband had built earlier in his reign.",
		"In 725 Ine fought with the South Saxons and slew Aldbryht.",
		"But even when driven out of his own kingdom by Pompey, Mithradates was strong enough to regain the Bosporus Cimmerius, and Machares slew himself.",
		"In the Eumenides of Aeschylus\" the Erinyes are reproached in that by aiding Clytemnestra, who slew her husband, \" they are dishonouring and bringing to naught the pledges of Zeus and Hera, the marriage-goddess \"; and these were the divinities to whom sacrifice was offered before the wedding,\" and it may be that some kind of mimetic representation of the \" Holy Marriage,\" the IEpos ydpos, of Zeus and Hera formed a part of the Attic nuptial ceremonies.'",
		"Here Perseus, returning from having slain the Gorgon, found her, slew the monster, set her free, and married her in spite of Phineus, to whom she had before been promised.",
		"After the battle of Chester, in which ZEthelfrith defeated the Welsh, Edwin fled to Rcedwald, the powerful king of East Anglia, who after some wavering espoused his cause and defeated and slew IEthelfrith at the river Idle in 617.",
		"In 6J3 Cadwallon of North Wales and Penda of Mercia rose against Edwin and slew him at Hatfield near Doncaster.",
		"Advancing north and east from their base at Cape Town the colonists gradually acquired - partly by so-called contracts, partly by force - all the land of the Hottentots, large numbers of whom they slew.",
		"A large fleet came ashore in Essex, and, after a hard fight with the ealdorman Brihtnoth at Maldon, slew him and began to ravage the district north of the Thames.",
		"The knights went out to seek their weapons, and when armed followed him into the north transept, where they fell upon him and brutally slew him with many sword-strokes (December 29, 1170).",
		"An angry altercation followed, for Comyn would have nothing to do with the scheme, and Bruce and his followers finally slew him before the altar of a church into which he had fled.",
		"When it began to eat, one of the family of the Thaulonidae advanced with an axe, slew the ox, then immediately threw away the axe and fled.",
		"In 642 Penda slew Oswald at a place called Maerfeld.",
		"In 654 he attacked the East Angles, and slew their king Anna (see East Anglia).",
		"According to the traditional story, when Cleomenes, king of Sparta, invaded the land of the Argives in 510 B.C., and slew all the males capable of bearing arms, Telesilla, dressed in men's clothes, put herself at the head of the women and repelled an attack upon the city of Argos.",
		"There we are told that 12,000 Israelites, without losing a single man, slew every male Midianite, children included, and every Midianite woman that had known a man, and took so much booty that there had to be special legislation as to how is should be divided.",
		"After the death of Numerianus he was chosen emperor by the troops at Chalcedon, on the 17th of September 28 4, and slew with his own hands Arrius Aper, the praefect of the praetorians.",
		"At an assembly held at Tara in 554 Curnan, son of the king of Connaught, slew a nobleman, a crime punishable with death.",
		"In 977 Brian made a sudden and rapid inroad into Donoban's territory, captured his fortress and slew the prince himself with a vast number of his followers.",
		"If an Englishman slew an Irishman (except one of the five regal and privileged bloods) he was not to be tried for murder, for Irish law admitted composition (eric) for murder.",
		"Spenser, an eye-witness, says famine slew far more than the sword.",
		"On one occasion an evil power (Vui) slew all Qat's brothers, and hid them in a food-chest.",
		"Maui slew monsters, invented barbs for fish-hooks, frequently adopted the form of various birds, acted as Prometheus Purphoros the fire-stealer, drew a whole island up from the bottom of the deep; he was a great sorcerer and magician.",
		"Odin's brethren (in Gylfi's Mocking) are Vile and Ve, who with him slew Ymir the giant, and made all things out of the fragments of his body.",
		"A cow licked the hoar-frost, whence rose Bur, whose children, Odin, Vile and Ve, slew the giant Ymir.",
		"Six months later Concini had not even time to protest when another captain, Vitry, slew him at the Louvre, under orders from Louis XIII., on the 24th of April 1617.",
		"Hnaef was killed, but his followers subsequently slew Finn in revenge.",
		"The two brothers, jealous of the athletic prowess of their step-brother Phocus, slew him; but the crime was discovered, and Peleus and Telamon were banished.",
		"According to a later and more definite story, his disappointment drove him mad; he rushed out of his tent and fell upon the flocks of sheep in the camp under the impression that they were the enemy; on coming to his senses, he slew himself with the sword which he had received as a present from Hector.",
		"He next attacked Magadha, dethroned and slew the king, his enemy, with every member of his family, and established himself on the throne (321).",
		"Having crossed Oceanus and landed on the island, Heracles slew Orthrus together with Eurytion, who in vain strove to defend him, and drove off the cattle.",
		"South of it is the stronghold of Masada, built by Jonathan Maccabaeus and fortified by Herod in 42 B.C., where the last stand of the Jews was made against the Romans after the fall of Jerusalem, and where the garrison, when the defences were breached, slew themselves rather than fall into Roman hands.",
		"These Sigurd forged into a new sword, so hard that with it he could cleave the anvil and so sharp that it would sever a flock of wool floating against it down stream; and, so armed, he sought and slew the dragon.",
		"He slew the blacksmith and loaded the treasure on his magic steed named Grani, and then rode off.",
		"But her love for Sigurd was great as ever, and she determined not to survive him; distributing her wealth to her hand-maidens, she mounted Sigurd's funeral pyre, slew herself with his sword, and was burnt with him.",
		"This, he exclaims, can be no other than the hero who slew the two kings of the Nibelungs, Schilbunc and Nibelunc, and seized their treasure, together with the sword Balmunc and the tarnkappe, or cape of darkness, which has the virtue of making him who wears it invisible.",
		"Whereupon Kriemhild slew him with Siegfried's sword.",
		"From now on they could practice evasion tactics - and in the next hour she discovered Bordeaux knew a slew of them.",
		"Heads were shook at his ignorance, followed by a slew of reminiscences of priceless bargains discovered in obscure places.",
		"His performances include a slew of silly voices, noises and vocal acrobatics.",
		"One of the key stories attached to Mithra, is that he slew a divine bull so that its body parts could assist mankind.",
		"There have been a slew of reports in the press claiming the Kurdish militias have intensified their training in preparations for war.",
		"Microsoft on Tuesday released a slew of security patches, five of them critical, as part of its monthly update.",
		"And featuring a slew of original recipes so you can concoct eighteenth century remedies in the comfort of your own home.",
		"This year has seen a slew of articles about the former Beatle's life.",
		"And finally, I've been doing a slew of X window based programming using Xlib and now Motif for my Computer Graphics course.",
		"Fortunately, you have a slew of weapons at your disposal.",
		"The remainder of the season includes an unprecedented slew of new productions, starting with Gaddafi.",
		"Right now there's a whole slew of video sharing websites with YouTube the most popular out there.",
		"At increased speed microsoft's last ditch usual slew of.",
		"Like him too in the motive \" And wherefore slew he him?",
		"Heracles pleaded in vain with Creon for Haemon, who slew both Antigone and himself, to escape his father's vengeance.",
		"Only the babe Jehoash was saved, and he remained hidden in the Temple adjoining the palace itself, The queen, Athaliah, despite the weak state of Judah after the revolt in Philistia and Edom, actually appears to have maintained herself for six years, until the priests slew her in a conspiracy, overthrew the cult of Baal, and crowned the young child.",
		"His vengeance on the Amalekite who slew Saul - the account is a doublet of r Sam.",
		"Polydeuces came forward, and in the end overpowered his adversary, and bound him to a tree, or according to others, slew him.",
		"Archbishop Wulfstan seems to have been a centre of disaffection in the north, and in 95 2 Edred caused him to be imprisoned in the castle of \"Judanburh,\" while in the same year the king, in revenge for the slaying of Abbot Eadelm, slew many of the citizens of Thetford.",
		"Then father and son, aided by Eumaeus and Philoetius, slew or drove out the suitors of Penelope (see Odysseus).",
		"In the year 251 they defeated and slew the emperor Decius, and in the reign of Gallienus their fleets setting out from the north of the Black Sea worked great havoc on the coast of the Aegean (see GOTHS).",
		"The priests of Amane at Meroe and Napata, in fact, regulated through his oracle the whole government of the country, choosing the king, directing his military expeditions (and even compelling him to commit suicide, according to Diodorus) until in the 3rd century B.C. Arkamane (Ergamenes) broke through the bondage and slew the priests.",
		"They slew the sheriff of Angus (1391-1392) in a battle, and then two clan-confederacies, quarrelling among themselves, put their cause to the ordeal of fight, in the famous combat of thirty against thirty, on the Inch of Perth (see Scott's Fair Maid of Perth).",
		"A further battle at a place called Mearcredes burne is recorded under the year 485, and in the annal for 491 we read that Ella and Cissa his son sacked Anderida and slew all the inhabitants.",
		"He slew his inoffensive brother-in-law with his own hand, and tortured and mutilated the much-loved Marius Gratidianus.",
		"Another ritual, fascinating for the glimpse it affords of very old-world thought, is that of the Diipolia, the yearly sacrifice to Zeus Polieus on the Acropolis at Athens.6 In this an ox was slaughtered with ceremonies unique in Greece; the priest who slew him fled and remained in exile for a period, and the axe that was used was tried, condemned and flung into the sea; the hide of the slain ox was stuffed with hay, and this effigy of the ox was yoked to the plough and feigned to be alive.",
		"Thereupon he slew the smith and loading the treasure on the magic steed Grani, given to him by Odin, set out upon his travels.",
		"The slew of horror movies that has been thrown onto the screen are not about truly scaring the audience, but only startling them.",
		"There are also a whole slew of special features within the Survival Mode viewing of the film.",
		"Another in a slew of films of the period featuring a gorilla on the rampage.",
		"A slew of new artists have also been signed to the label for release during 2005.",
		"It 's featured here from master tape, along with the best of several other 45s and a slew of fabulous unreleased material.",
		"It 's from Brian and signed by a slew of people, only some that I know.",
		"This year has seen a slew of articles about the former Beatle 's life.",
		"And finally, I 've been doing a slew of X window based programming using Xlib and now Motif for my Computer Graphics course.",
		"Right now there 's a whole slew of video sharing websites with YouTube the most popular out there.",
		"At increased speed microsoft 's last ditch usual slew of.",
		"David slew Goliath, he did not kick the sh*t out of him.",
		"However, the rise time is limited - possibly by amplifier slew rate.",
		"If no suitable slew data are available, then method 4 uses standard background spectra.",
		"The only downside is that if a bigger wormwheel is adopted then the slew speed reduces.",
		"Saint George is probably a christianisation of a much older pagan smith god who also slew dragons.",
		"Well, to sate your veracious appetites, Redemption TV are showing a slew of Roadrunner bands in their Redemption Live !",
		"One of the reasons that this theme is so popular is that there are a slew of ideas to go with it.",
		"If I got addicted to pigments, I'd have a whole slew of new things to buy-at a higher price.",
		"The brand offers a slew of shades from the everyday taupe to the more bold turquoise so whether you want to be a natural beauty or a bold vixen, MAC has the shades for you.",
		"Picnik also features a slew of other features including custom-made effects, whereby you have the ability to use a rainbow of colors to paint specific areas of your image.",
		"While beef is the number one red meat consumed in the United States, there are a whole slew of meats available to consumers.",
		"Touted as \"Where the Celebrities Shop,\" Cinderella's Gowns offers a slew of gorgeous prom dress designs.",
		"Drug and alcohol addictions, DUI arrests, and an ongoing slew of court battles have derailed Lohan and her career, making her popular for all the wrong reasons.",
		"Ashlee's first solo album, Autobiography, did well on the charts and prompted a slew of appearances.",
		"Beck had a long-running show on FOX News, and has authored a slew of books covering genres from politics to children's picture books.",
		"According to Kardashian's note, photographers snapped a slew of photos of Kim look-a-likes in Texas and tried to make money from them.",
		"She's had more than her fair share of negative media coverage since she swept the pop charts with a slew of hit singles.",
		"The show was a huge success and has been credited with starting the slew of cowboy-themed western series' that followed it.",
		"If there are a slew of staterooms available on a given voyage, the cruise line will reduce fares so they can sell out the ship.",
		"This voluptuous beauty didn't make the final cut of the TV show America's Next Top Model, but that hasn't stopped her from gaining fame on a slew of magazine covers and other television stints.",
		"Digging a little deeper, however, offers a whole slew of reasons to purchase.",
		"If you aren't sure which indoor water park and hotel is for you, the Internet has a whole slew of them for you to consider.",
		"The indoor water wonderlands feature palm trees, constant 84-degree temperatures, and slew of colorful decorations.",
		"If you have beaten the game, you also unlock 2 batmobile missions, a slew of interviews and movies and all of the contents of the Gallery of Fear.",
		"Through a series of events, Conker meets a slew of memorable characters; the most infamous is the operatic Mightypoo.",
		"As the big season for video game rollout begins, Nintendo has announced a slew of titles that will be available between now and early 2006.",
		"Ever since the original Nintendo Entertainment System released in 1985, there have been a slew of Mario games.",
		"The game does require a bit of thought since the slew of super villains you will encounter may be a bit overwhelming.",
		"Ninja Gaiden Black is everything the original was and more, with a slew of new additions.",
		"You start out as Lloyd and the Chosen, Collete, but as the story progresses (and boy does it) you hook up with a slew of playable characters to add to your team.",
		"First of all, beating the Devil Within mode will unlock a slew of things that couldn't otherwise be obtained (like new levels and such for the fighting game).",
		"Now, a slew of video game vixens are gracing popular games, attempting to capitalize on the interest in video game girls.",
		"Out of the slew of consoles released over the years, which ones really mattered?",
		"If the wine lover for which you are buying a gift already has all the books and a slew of pretty wine glasses, how about giving him or her the latest and greatest in wine accessories?",
		"Yes, there are a whole slew of wine snobs that will never admit that they love a wine priced below $50 a bottle.",
		"Cell phone themes are complete packages that offer a whole slew of customized content, sometimes even including some fun cell phone games too!",
		"Others, like Natalie Portman's completely shorn head, make temporary waves and inspire a slew of copycat styles.",
		"There are a slew of different products on the market that can turn your fuzzy legs, arms and bikini area into baby smoothperfection; it’s just a matter of personal preference and pain tolerance.",
		"You may also want to check out Leap Frog which offers a slew of resources for students in all stages learning to read.",
		"If it's just one area over the course of a whole slew of scores that are on par, perhaps you've overlooked something in your overall educational plan.",
		"If you love low-rise jeans and clingy knits, you will have no problem finding a slew of styles to meet your needs.",
		"Synthetic hormones come with a slew of side effects and some can be quite troublesome.",
		"With swimsuit controversy comes a slew of opinions.",
		"Each spring/summer season, Juicy comes out with a slew of terry cloth designs that can be worn over your swimsuit to the pool or seaside.",
		"Gingseng root is a traditional Chinese remedy for a slew of ailments, from depression to the pains of aging.",
		"Dietary supplements are more than just vitamin pills; they can be protein powders, herbs, bars, gels, teas and a whole slew of products straddling the lines between food, sport supplements and medication.",
		"This collective frenzy for Meyer's novels and subsequent big screen adaptations paved the way for a slew of Twilight-inspired paraphernalia, including t-shirts, jewelry, dolls and board games.",
		"Learning a slew of new recipes alongside their proper execution can turn celiac disease into a delicious new experience!",
		"Beginning with a slew of catchy T-shirts, the pair moved on to design the ubiquitous Juicy velour tracksuits that swept through the fashion world leaving practically no celebrities unconverted.",
		"This season's merchandise features a slew of comfortable neutral colored handbags in whites, beiges, tans, and black shades.",
		"So if you want the real deal, be prepared to hunt through a slew of websites.",
		"Have a slew of dressy functions coming up?",
		"Every few months, a slew of stylish bags and coordinating accessories are revealed, always right on top of current trends but designed with longevity in mind, too.",
		"Right in line with the current season's trends, the company releases a slew of new bags every few months, all lavishly dyed in rich, true hues like fuchsia, violet, cobalt blue, turquoise, emerald and yellow, to name but a few.",
		"Marjorie Orr offers a slew of services, including personal consultations and snapshots for the week and month ahead.",
		"In fact, many Aries have had it quite tough with a seemingly endless slew of problems behind them.",
		"The sky is really the limit - just remember there are a slew of things that the kids will think are cool, that fit into your budget, and that don't add to your guests' dental bill!",
		"There are, however, a slew of mostly true urban legends.",
		"You can find less expensive computer monitors if you stray from models that contain a slew of bells and whistles.",
		"Best Buy's Twitter page is peppered with discounts, deals and a slew of coupon codes.",
		"Because you can't spend 24 hours at the office, Naturalizer has gone and created a slew of upscale designs for your evening itinerary.",
		"Even if you aren't an industry professional, being creative with your footwear is a surefire way to individualize yourself from amongst a slew of equally talented and attractive dancers.",
		"Moreover, Crocs are quite reasonably priced and come in a slew of colors alongside a growing number of styles.",
		"Fall is definitely the time to start checking out the offerings more closely, and wintertime will typically see a slew of styles become available in a range of colors.",
		"The popularity of the Hollyoaks actress has spawned a slew of Web sites devoted exclusively to photographs and background information.",
		"When you first hear the phrase, \"eye tattooing\", a slew of possibilities may come to mind.",
		"The complexity of modern times coupled with the struggle to stand apart from the crowd has created a slew of new justifications for purposely scarring the body.",
		"They're delicate, capricious, cute and colorful, but it takes more than just a pretty face to attract a slew of devoted fans.",
		"Despite a slew of additional fees, the basic cruise fare includes all the necessities of a luxurious getaway, and savvy vacationers can easily avoid extensive additional charges.",
		"Those uninterested in driving will find a slew of available van and bus transportation services at a reasonable cost.",
		"The site also provides a slew of information specifically for student travelers.",
		"Meanwhile, those looking for a more serene setting can explore Cabo San Lucas, which boasts a slew of upscale resorts and miles of luxurious beaches.",
		"There are a slew of ways this can be written, based on your standing in the company, your overall feelings toward the organization, why and when you're leaving and if you can honor the company's notice policy or need to leave sooner.",
		"There are a slew of seemingly unpronounceable herbs used in Ayurvedic treatments of traditional Indian medicine, such as garcinia cambogia, gymnema sylvestre, and polygonum multiflorum to name just a few.",
		"Free weights are more than just moving the weight from point A to point B; this type of exercise also involves a whole slew of stabilizing muscles that don't get involved in a machine with a fixed groove.",
		"Having said that, having a strong midsection comes with a slew of benefits, and you'd have to put in a lot of effort to actually grow the abs to the point where it made any real visual difference.",
		"This in turn comes with a slew of advantages ranging from less stress on joints and cardiac health to pure aesthetics.",
		"Running is easy to get into and available to practically any able-bodied person looking to get in shape, but there's also a whole slew of psychological benefits to running you may not be aware of.",
		"With a slew of upbeat, danceable songs in her repertoire, it's no wonder the pop princess is such a phenomenon.",
		"Queen was the first band she uncovered - she still counts them as her biggest influence - and a slew of 80s female pop icons like Cyndi Lauper and Pat Benetar.",
		"The following reputable companies offer a slew of services that allow you to customize your invitations so that they stand out and make it impossible for guests to say no toattending your shindig.",
		"Everyone will leave with a great meal and a slew of new recipes to try.",
		"America's Next Top Model is a competition-style reality show that pits aspiring models against each other to win a slew of prizes, including a photo shoot, modeling contract, cash, and other goodies.",
		"Collagen production slows dramatically, which then results in a slew of skin care woes heretofore unfamiliar to most women, including wrinkles, scars and fine lines.",
		"You've got vacations lined up, barbecues to go to, parties to attend and a slew of other activities that, more likely than not, are being held outdoors.",
		"If your friend suddenly posts a slew of messages about getting a free iPhone or watching a life-changing video on YouTube, don't click on the links.",
		"Open Graph is a system that allows Facebook to share your information with a slew of partners--advertisers and more--to make the system more \"personal.\"",
		"The city has a slew of restaurants, perfect for satisfying hefty appetites after a day spent outdoors.",
		"But here was twenty-year-old Randy Byrne, at the threshold of life, batting .362 with seventeen home runs, a slew of RBI's, and a glove that could stop a freight train, being offered the world!",
		"There were several small vehicles, several more men with donkeys, and a slew of boats departing the harbor for the morning catch.",
		"In 655 he was attacked by Penda, and, after an unsuccessful attempt to buy him off, defeated and slew the Mercian king at the battle of the Winwaed.",
		"Eugenius was captured and executed, but Arbogast escaped to the mountains, where however he slew himself three days afterwards (8th of September 394).",
		"He burned the town and slew the English sheriff William Hezelrig.",
		"The Maclaurins acquired the district as early as the 9th century and occupied it for several hundred years until ousted by the Macgregors, a neighbouring clan, who had repeatedly raided their lands, and in 1558 slew the chief and many of his followers.",
		"Boleslaus in his fury slew the saintly bishop, but so general was the popular indignation that he had to fly his kingdom.",
		"About 1330 B.C. Khurba-tila was captured by Kuri-galzu III., the Kassite king of Babylonia, but a later prince Kidin-Khutrutas avenged his defeat, and Sutruk-Nakhkhunte (1220 B.C.) carried fire and sword through Babylonia, slew its king Zamama-sum-iddin and carried away a stela of Naram-Sin and the famous code of laws of Khammurabi from Sippara, as well as a stela of Manistusu from Akkuttum or Akkad.",
		"Then Achilles, to revenge his friend's death, returned to the war, slew Hector, dragged his body behind his chariot to the camp, and afterwards round the tomb of Patroclus.",
		"East Anglia was subject to the supremacy of the Mercian kings until 825, when its people slew Beornwulf of Mercia, and with their king acknowledged Ecgberht (Egbert) of Wessex as their lord.",
		"Semites and Egyptians, Peruvians and Aztecs, slew human victims; Africa, especially the West Coast, till recently saw thousands of human victims perish annually; in Polynesia, Tahiti and Fiji were great centres of the rite - in fact, it is not easy to name an area where it has not been known.",
		"Theodoric, who, ten days after his entry into the city, slew his rival at a banquet in the palace of the Laurel Grove (March r 5, 493).",
		"When it came to the ears of the king he slew the most responsible of the Pharisees and every member of his household who accepted what the Pharisee said.",
		"Each man slew his wife and children; ten men were selected by lot to slay the rest; one man slew the nine executioners, fired the palace and fell upon his sword.",
		"In 642, however, we find the two Celtic peoples at war with one another, for in that year the Britons under their king Owen defeated and slew the Scottish king Domnall Breac. In the same year they came into conflict with the Northumbrian king Oswio.",
		"Elhanan of Bethlehem slew the giant Goliath of Gath, and David's own brother Shimei (or Shammah) overthrew a monster who could boast of twenty-four fingers and toes.",
		"Thus Oedipus grew up ignorant of his parentage, and, meeting Laius in a narrow way, quarrelled with him and slew him.",
		"Alarmed by a hint dropped by Edward, he left England secretly, and in the church of the Friars Minorite at Dumfries on the 10th of -February 1306 met Comyn, whom he slew before the high altar for refusing to join in his plans.",
		"Whatever were his qualities as a fighter, the Cid was but indifferent material out of which to make a saint, - a man who battled against Christian and against Moslem with equal zeal, who burnt churches and mosques with equal zest, who ravaged, plundered and slew as much for a livelihood as for any patriotic or religious purpose, and was in truth almost as much of a Mussulman as a Christian in his habits and his character.",
		"But in 416 B.C. the Athenians, having attacked the island and compelled the Melians to surrender, slew all the men capable of bearing arms, made slaves of the women and children, and introduced 500 Athenian colonists.",
		"As a punishment, Apollo slew her sons and Artemis her daughters.",
		"Aristodemus offered his own daughter, and when her lover, hoping to save her life, declared that she was no longer a maiden, he slew her with his own hand to prove the assertion false.",
		"He was next ordered out against the Solymi, a hostile tribe, and afterwards against the Amazons, from both of which expeditions he not only returned victorious, but also on his way back slew an ambush of chosen warriors whom Iobates had placed to intercept him.",
		"In 991 the Danes burned Ipswich, and defeated and slew the East Saxon ealdorman Brihtnoth at Maldon.",
		"For two years he ravaged and slew; in 1003 Exeter was destroyed; Norwich and Thetford in 1004.",
		"While it was being collected, the Danes sacked Canterbury and barbarously slew the archbishop Alphege.",
		"The empress Theodora (842-857) hung, crucified, beheaded or drowned some Ioo,000 of them, and drove yet more over the frontier, where from Argaeum, Amara, Tephrike and other strongholds their generals Karbeas and Chrysocheir harried the empire, until 873, when the emperor Basil slew Chrysocheir and took Tephrike.",
		"In the sequel Daniel proves to the king that the priests with their wives and children came in through privy doors and consumed the viands set before the god; and the king, angered at their trickery, slew them all and gave Bel over to Daniel for destruction.",
		"At the same time Commodus, proud of his bodily strength and dexterity, exhibited himself in the arena, slew wild animals and fought with gladiators, and commanded that he should be worshipped as the Roman Hercules.",
		"Taking advantage of the absence of Flaccus at Chalcedon and the discontent aroused by his avarice and severity, Fimbria stirred up a revolt and slew Flaccus at Nicomedia.",
		"But the land was cursed with barrenness, and the oracle declared that Alcmaeon would never find rest until he reached a spot on which the sun had never shone at the time he slew his mother.",
		"Again Laomedon broke his word; whereupon Heracles returned with a band of warriors, attacked Troy, and slew Laomedon and all his sons except Priam.",
		"The Armenian writer Eznik (c. 425) also attests that Mani's teaching was merely that of the Magi, plus an ascetic morality, for which they hated and slew him.",
		"When he grew up Aegisthus slew Atreus, and ruled jointly with his father over Mycenae, until they were deposed by Agamemnon on his return from exile.",
		"After the departure of Agamemnon to the Trojan war, Aegisthus seduced his wife Clytaemnestra (more correctly Clytaemestra) and with her assistance slew him on his return.",
		"Gissur took the latter course, attacked Snorri at his residence, Reykjaholt, and slew him on the 22nd of September 1241.",
		"Heracles burst the bonds which bound him, and, seizing his club, slew Busiris with his son Amphidamas and his herald Chalbes.",
		"Special interest attaches to this trace of their earlier origin, because of the famous cult of Diana Nemorensis, whose temple in the forest close by Aricia, beside the laces Nemorensis, was served by \"the priest who slew the slayer, and shall himself be slain\"; that is to say, the priest, who was called rex Nemorensis, held office only so long as he could defend himself from any stronger rival.",
		"Joab thrust three spears through the heart of Absalom as he struggled in the branches, and as though this were not enough, his ten armour-bearers came around and slew him.",
		"In 634 he defeated and slew the British king Ceadwalla at a place called by Bede Denisesburn, near Hefenfelth, which has been identified with St Oswald's Cocklaw, near Chollerford, Northumberland.",
		"And also among the Englishmen there were certain rascals that went afoot with great knives, and they went in among the men of arms, and slew and murdered many as they lay on the ground, both earls, barons, knights and squires, whereof the king of England was after displeased, for he had rather they had been taken prisoners.\"",
		"In the gallant discharge of its duties he was dangerously wounded by a leading outlaw, whom he slew in single combat; and while yet confined to Hermitage Castle he received a visit of two hours from the queen, who rode thither from Jedburgh and back through 20 miles of the wild borderland where her person was in perpetual danger from the freebooters whom her father's policy had striven and had failed to extirpate.",
		"Armed only with a Dirk he slew the beast.",
		"During that twenty-year period an immense number of fields were left untilled, houses were burned, trade changed its direction, millions of men migrated, were impoverished, or were enriched, and millions of Christian men professing the law of love of their fellows slew one another.",
		"He was trained in all manly accomplishments by heroes of the highest renown in each, until in a transport of anger at a reprimand he slew Linus, his instructor in music, with the lyre.",
		"A sacristan commanded one party which captured several hundred prisoners in the course of a month; and there was Vasilisa, the wife of a village elder, who slew hundreds of the French."
	],
	"synonyms": [
		"multiplicity",
		"million",
		"jillion",
		"wad",
		"peck",
		"passel",
		"lot",
		"heap",
		"zillion",
		"scad",
		"ream",
		"oodles",
		"load",
		"gob",
		"bushel",
		"slide",
		"slue",
		"slip",
		"skid",
		"destroyed",
		"dispatched",
		"finished",
		"killed",
		"wasted",
		"zapped",
		"murdered",
		"offed",
		"liquidated",
		"butchered",
		"slaughtered"
	],
	"antonyms": [
		"bore",
		"created"
	]
}