{
	"word": "inane",
	"meaning": [
		"Lacking sense or meaning; foolish; silly.",
		"Purposeless; pointless.",
		"The void of infinite space."
	],
	"sentences": [
		"I tend to act inane around the people that I am closest to.",
		"For this reason, it is in parents' best interest to follow the procedures put in place no matter how inane they may seem.",
		"While most readers found Epstein's comments inane, at least one congressman agreed to look into it.",
		"To gain attention from his friends, Andrew always acts inane.",
		"While it costs $100 a year to join, you can be sure that annoying jokers don't clog the community with inane chatter.",
		"Many thanks to Jo for driving me up there, putting up with my inane chatter for 4 hrs then driving me home.",
		"If life really were a choice between dull domesticity and such inane thrill-seeking, it would be depressing indeed.",
		"Dean spent most of the evening flipping through TV channels, but as none of the inane programs held even minimal inter­est, he took out his voice recorder and began summarizing his notes for the detailed report on Jeffrey Byrne, adding as much minutia as he could muster, as Cynthia Byrne had requested.",
		"Just the thoughts of a sleep deprived student, that may or may not be inane babble!",
		"I know that sometimes, getting annoyed with inane comments, I put rather inane responses on myself.",
		"He's proud of his lawn and he's not going to be happy about that, was her immediate and utterly inane thought.",
		"Politicians have diminished the debate down to often inane simplicities.",
		"It all looks so inane to me, so false, not of any merit whatsoever.",
		"Mothers have been told they must stop breastfeeding for reasons too inane to discuss.",
		"Write some of your best comical fiction about the personal struggle of dealing with inane coworkers.",
		"Everywhere, except in the Wisdom of Solomon, the Underworld is the old Hebrew inane abode of all the dead, and therefore a negligible quantity for the moralist.",
		"Together we might peruse some of the more notable entries submitted to that inane contest in case a gem lays molding in the rubble heap of stupid begging missives from fantasying idiots.",
		"Back on board the boat the inane incessant excited chatter that follows a superb dive had to be heard to be believed.",
		"By the way, where did all that inane drivel about a \" stakeholder society \" go?",
		"And Mary stands and weeps again, and God still suffers pain, but for that mother standing there such comment seems inane.",
		"The more inane even say we aim to \" destroy the ESF \" .",
		"The little boy always got in trouble for acting inane in class instead of staying on topic.",
		"I have never seen the strict professor act inane, so she surprised us when she made a joke.",
		"The old couple likes to act inane by dancing around in front of the children."
	],
	"synonyms": [
		"vacuous",
		"mindless",
		"fatuous",
		"asinine",
		"worthless",
		"void",
		"vapid",
		"stratospheric",
		"shallow",
		"senseless",
		"ridiculous",
		"nonsensical",
		"jejune",
		"insubstantial",
		"imbecile",
		"hollowness",
		"emptiness",
		"vacuity",
		"shallowness",
		"marasmus",
		"lethargy",
		"inanity",
		"inanition"
	],
	"antonyms": [
		"sensible",
		"intelligent",
		"smart",
		"bright"
	]
}