{
	"word": "salient",
	"meaning": [
		"Leaping, jumping, or capering.",
		"Gushing or jetting forth.",
		"Standing out from the rest; noticeable; conspicuous; prominent.",
		"Pointing outward; jutting or projecting, as an angle.",
		"Most important or notable.",
		"The part of a battle line, trench, fort, etc. which projects farthest toward the enemy.",
		"A salient angle, part, etc."
	],
	"sentences": [
		"Only salient points can be indicated.",
		"It may be well to point out here the salient features in Bonaparte's conduct towards the states of northern Italy.",
		"The salient event of Bela's reign was the terrible Tatar invasion which reduced three-quarters of Hungary to ashes.",
		"Einstein's work is so important and has proved fertile in so many various branches of physics that it is not possible to do more than enumerate a few of the most salient papers.",
		"Equality before the law, absolute religious toleration and local autonomy, were its salient features.",
		"A brief comparison with these will indicate its salient features.",
		"It was now seen as being more politically salient than when launched a year ago.",
		"See Driver ad loc. The chief and most salient characteristic of the worship of the high places was geniality.",
		"A period of infinite confusion and extreme misery now ensued, of which only the salient points can here be noted.",
		"Nick also makes some very salient points in his newly revised Preface.",
		"Next day, by a skilfully conducted attack following a liberal use of gas shells, he pinched up the Meletta-Badenecche salient, occupying both Tondarecar and Badenecche and taking Monte Fior and Castelgomberto in the rear.",
		"The salient was quickly wiped out, several thousand prisoners were taken, and both Col del Rosso and Monte Melago were captured.",
		"The data show that the difference in the two patterns is perceptually salient.",
		"The blurring of these boundaries is particularly salient in many African contexts.",
		"Support and feedback could be important in this process, and especially salient for on school placement.",
		"This idea of ' difference '10 becomes particularly salient within the contemporary Balkan context.",
		"Here we provide some useful tips for doing just that, examining the salient points of each Article in the Act.",
		"I must confine myself here to underscoring the two salient points of the debates which were very vehement at times.",
		"Adept as she was in the most exquisite delicacy of dissimulation, the most salient note of her original disposition was daring rather than subtlety.",
		"We now describe some of the salient features of the example.",
		"Show the ability to put the salient points across in a few words.",
		"The most salient phonetic characteristics will be listed in table 1 below.",
		"Still, nothing changes the salient facts on the ground.",
		"However a brief description of the salient aspects is relevant to the present discussion.",
		"Halfmoon an outwork, crescent shaped or with two faces forming a salient angle.",
		"Make succinct, salient points, avoiding jargon and unnecessarily complex information.",
		"It will more surely suit my son\" - show that his mind seized the salient facts of the situation; but his instincts struggled against them.",
		"It is unnecessary in this place to recapitulate the many results which had accumulated by the end of the 18th century, or to discuss the labours and theories of individual workers since these receive attention under biographical headings; in this article only the salient features in the history of our science can be treated.",
		"The salient feature of Cambodian geography is the large lake Tonle-Sao, in a depression 68 m.",
		"Even in a brief summary of the war one salient fact is noticeable, that all Wellington's reverses were in connexion with his sieges, for which his means were never adequate.",
		"Constancy of purpose was the salient feature of Thomas's military character.",
		"Between the Val Lagarina and the Vallarsa and along the Val Terragnolo the Italian lines formed a dangerously exposed salient, running down from the high slopes and completely dominated by the Austrian guns on Monte Biaena, Monte Ghello, Monte Finonchio and the Folgaria plateau.",
		"But the Austrians were now getting ready to go - out of the salient and back to a strong line which they had already selected.",
		"The counter-offensive, which was to be directed against the two sides of the Austrian salient, was never fully developed, for it was anticipated by the Austrians, who withdrew skilfully and in good order.",
		"Pecori-Giraldi retired from Asiago and Gallio, and based his right on the fortified lines of the Meletta group. This formed a salient, for the line marked out for the IV.",
		"Conrad and Krauss continued their attempts to break through on the mountain front, but Krauss confined his efforts to the positions west of Monte Grappa and the worrying Solarolo salient.",
		"But more than i r,000 prisoners were taken as a result of the gas bombardment and the breaking of the line at the base of the salient.",
		"He opened his attack on Dec. z i by a push on each wing of his front, from the Brenta valley and Monte Pertica against Col della Berretta, and against both sides of the Solarolo salient.",
		"As an introduction to the discussion of the natural regions into which England is divided (Section II.), and for the sake of comparison of altitudes, size of rivers and similar details, the salient geographical features may be briefly summarized.",
		"In less highly integrated organisms, such as \"cold-blooded\" vertebrates, the point of death is less conspicuous, and when we carry our observations further down the scale of animal life, there ceases to be any salient phase in the slow transition from life to death.",
		"These are the few salient points (other, of course, than the epochs of his more important discoveries and inventions presently to be considered) in the uneventful life of this great man.",
		"His eclecticism, his ontology and his philosophy of history were declared in principle and in most of their salient details in the Fragmens philosophiques (Paris, 1826).",
		"Here again it has been possible to notice only the salient points or landmarks, leaving all detail to special articles as above.",
		"But Medieval before giving a brief account of the ethical part of his moral system, it will be well to notice the salient points in philo- the long and active discussion that led up to it.",
		"At the same time there are salient points which mark the outline of his thought.",
		"An invasion of Jagatais and the irruption of Timur are salient points in the history of Seistan prior to the Sefavid conquest (1508).",
		"We shall proceed in the first instance to examine the most salient features of the normal Castilian, spoken in the provinces more or less closely corresponding to the old limits of Old and New Castile, so as to be able afterwards to note the peculiarities of what, for want of a better expression, we must call the Castiian dialects.",
		"In dealing with the practical side of apiculture it will not be necessary to do more than mention the salient points to be considered by those desirous of acquiring more complete knowledge of the subject.",
		"A few salient facts may be added concerning the astrologers and their predictions, remarkable either for their fulfilment or for the ruin and confusion they brought upon their authors.",
		"Here Gedymin's triumphal progress was irresistible; but the various stages of it are impossible to follow, the sources of its history being few and conflicting, and the date of every salient event exceedingly doubtful.",
		"The salient episode of his career was an attempt to establish a republic at Hakodate.",
		"The limits of the present article will only admit of the most salient points being indicated, particularly those in which the horse differs from other Ungulata.",
		"As any detailed statement of the critical system, however compressed, would be beyond the limits of the present article, it is proposed here to select only the more salient doctrines, and to point out in connexion with them what advance had been effected by Kant, and what remained for subsequent efforts at complete solution of the problems raised by him.",
		"This can provide highly salient problems with immediate tangible feedback.",
		"It is worth briefly sketching out some salient features of Hegelian idealism.",
		"In fact, poetry is the art par excellence of Persia, and her salient cultural achievement.",
		"This difference will become more salient with the development of further tools for computer simulation, which has already begun.",
		"Considering the rogue cases just makes the true order salient.",
		"The media seem to be particularly influential in making some issues more salient than others.",
		"What follows is not a review of Playback, but my notes of the points I found most salient.",
		"In discussing the question of the historiography of contemporary art, two factors seem particularly salient.",
		"A salient characteristic of antisocial children and adolescents is that they appear to have no feelings.",
		"Against Bulgaria the Yugoslav delegation claimed considerable frontier rectifications - (a) the Strumnica salient, which threatened the Vardar railway from the east, (b) the district of Kochana (Tocana) and the Bregalnitsa (Bregalnica), (c) a strip of territory running parallel with the old Serbo-Bulgarian frontier the whole way from Zajecar to Kyustendil, and (d) the town of Vidin on the Danube and the salient between it and the Timok.",
		"The principles of treatment just mentioned apply more especially to the cure of acute diseases; but they are the most salient characteristics of the Hippocratic school.",
		"It is a species of saga, setting forth not only the heavenly beginnings of the Japanese race, but also the story of creation, the succession of the various sovereigns and the salient events of their reigns, the whole interspersed with songs, many of which may be attributed to the 6th century, while some doubtless date from the fourth or even the third.",
		"The metal is then heated, not to redness, but sufficiently to develop a certain degree of softness, and the workman, taking a very thin sheet of gold (or silver), hammers portions of it into the salient points of the design.",
		"Corps, but that the salient held by the enemy in that area should be left until the progress of the operations on either flank should endanger the garrison's line of retreat.",
		"At the Wilderness he commanded, during the second day's fighting, half of the Union army; at Spottsylvania he had charge of the fierce and successful attack on the \"salient\"; at Cold Harbor his corps formed the left wing in the unsuccessful assault on the Confederate lines.",
		"The results of this census were tabulated with care and skill, and a preliminary analysis gave the salient results and in some cases compared them with European figures.",
		"An energy which never slackened, a doggedness which no adversity could crush, a fiery ambition coupled with the coolest calculation, and a diplomatic unscrupulousness which looked always to the end and never to the means, these were the salient qualities of the reconstructor of the dismembered Danish state.",
		"Before touching on the salient points in the subsequent centuries, in connexion with the leading nations of Europe, we may briefly note the cosmopolitan position of Erasmus (1466-1536), who, although he was a native of the Netherlands, was far more closely connected with France, England, Italy, Germany and Switzerland, than with the land of his birth.",
		"Forts which had been erected at salient points on either side of the lakes and rivers dividing the United States from Canada, which but for this agreement would, in the natural course of events, have been enlarged, increasingly garrisoned, and provided with modern implements of destruction, at large expense, have remained substantially as when the agreement was made, or now constitute but interesting or picturesque ruins; and the great cost of constructing and maintaining, through a long series of years, naval armaments of ever-increasing power has been avoided.\"",
		"From the head of the Val Pellice the main chain runs north-west, and diminishes much in average height till it reaches the Mont Thabor (10,440 ft.), which forms the apex of a salient angle which the main chain here presents towards the west.",
		"The salient feature of the region between the Tarn and the Aveyron is the plateau of the Segala, bordered on the east by the heights of Levezou and Palanges and traversed from east to west by the deep valley of the Viaur, a tributary of the Aveyron.",
		"But the salient merit of the Analysis is the constant endeavour after precise definition of terms and clear statement of doctrines.",
		"These three salient facts are practically the sum of our knowledge of early Danish history previous to the Viking period.",
		"The salient feature of Danish politics during subsequent years was the struggle between the two Tings, the Folketing or Lower House, and the Landsting, or Upper House of the Rigsdag.",
		"The salient of Soglio l'Aspio (4375 ft.), between the frontier and the Upper Astico, was practically in the air, and could only be considered as an outpost.",
		"When they had taken up their positions in the Meletta - Badenecche salient, Conrad's attacks were renewed, and for 10 days the fight continued, but brought no success to the Austrians, who lost heavily.",
		"The loss of the Meletta-Badenecche positions Deft another salient exposed to Austrian attack.",
		"Another salient feature of the Moderate policy was the consolidation of discipline.",
		"Here also is Skansen, an ingenious reproduction in miniature of the salient physical features of Sweden with its flora, fauna, and characteristic dwellings inhabited by peasants in the picturesque costumes of the various districts.",
		"At the apex of the Serbian salient the Bulgarians had obtained a firm hold on Car Vrh.",
		"The Kazan Tatars speak a pure Turkish dialect; they are middle-sized, broadshouldered and strong, and mostly have black eyes, a straight nose and salient cheek bones.",
		"The full evidence of this correspondence will be found in such works as Brehm's Thierleben; and some of the salient points are set forth by Charles Darwin, in the chapter on \" Mental Powers,\" in his Descent of Man.",
		"Greek husbandry had no salient characteristics."
	],
	"synonyms": [
		"spectacular",
		"striking",
		"prominent",
		"outstanding",
		"springing",
		"protruding",
		"projecting",
		"obvious",
		"moving",
		"jumping",
		"important",
		"glaring",
		"flagrant",
		"noticeable",
		"marked"
	],
	"antonyms": [
		"re-entrant",
		"unnoticeable",
		"inconspicuous",
		"unimportant"
	]
}