{
	"word": "pernicious",
	"meaning": [
		"Tending to cause death or serious injury; deadly.",
		"Causing great injury, destruction, or ruin; fatal; deadly.",
		"Wicked; evil."
	],
	"sentences": [
		"The pernicious weed has spread all through the flower bed.",
		"He had pernicious anemia at age 49 years.",
		"The last two had a pernicious effect on Cuba, draining it of horses, money and of men.",
		"In the war on terrorism and the role on HIV, the UN's role is equally pernicious.",
		"The grandmother put up with the pernicious nonsense.",
		"This woman exercised a most pernicious influence over him.",
		"This tendency to destroy organic matter makes the repeated application of lime a pernicious practice, especially on land which contains little humus to begin with.",
		"Even when it came to be authorized by Roman law under certain restrictions, it was still looked upon as a pernicious crime.",
		"Aliens are granted the civil rights enjoyed by Mexicans, but the government reserves the right to expel those guilty of pernicious conduct.",
		"It also prevents pernicious anemia and is necessary to a healthy nervous system.",
		"She had pernicious anemia, in which vitamin B12 is not absorbed from the intestine.",
		"Moreover there was considerable controversy between the \" Old Lights,\" who regarded the \" revival \" as positively pernicious, and the \" New Lights,\" who approved it.",
		"By embolism is meant the more or less sudden stoppage of a vessel by a plug of solid matter carried thither by the current of the blood; be it a little clot from the heart or, what is far more pernicious, an infective fragment from some focus of infection in the body, by which messengers new foci of infection may be scattered about the body.",
		"The good he did was limited to the spheres of public works and police; in other respects his rule was a pernicious influence for Cuba.",
		"In a number of cases there are colicky pains in the abdomen, with diarrhoea or constipation and more or less anaemia, while the Dibothriocephalus latus is capable of producing a profound and severe anaemia closely resembling pernicious anaemia.",
		"Severe remittents (pernicious or bilious remittents) approximate to the type of yellow fever, which is conventionally limited to epidemic outbreaks in western longitudes and on the west coast of Africa.",
		"The Yomiuri Shimbun (Buy and ReoA News) was the first to break away from this pernicious fashion.",
		"Spurious material includes all that mass of objects made by whites and sold as of Indian manufacture; some of it follows native models and methods; the rest is fraudulent and pernicious.",
		"In opposition to the opinion of many historians, his contemporaries, that Poland fell through the nobility and the diets, Schmitt held (as did Lelewel) that the country was brought to ruin by the kings, who always preferred dynastic interests to those of the country, and by the pernicious influence of the Jesuits.",
		"This battle became the subject of a great many poems and had pernicious consequences, especially as regards the antagonism between the Qais-Modar and Kalb-Yemenite tribes.",
		"Of the mortality due to malarial disease a small part only is referable to the direct attack of intermittent, and chiefly to the fever in its pernicious form.",
		"There was general agreement that the phrase \"youth apathy\" is a pernicious misnomer.",
		"Some people have a medical problem called pernicious anemia in which vitamin B 12 is not absorbed from the intestine.",
		"His dismissal of the SSP executive as \" Trotskyite apparatchiks \" (this to the right wing press) is especially pernicious.",
		"As Gertrude Himmelfarb points out, postmodern multiculturalism has the pernicious effect to demean and dehumanize the people who are the subjects of history.",
		"Pernicious anemia also causes soreness of the tongue, loss of weight, skin pallor often with a lemon tint, and intermittent diarrhea.",
		"The negative impact upon black young people may be especially pernicious.",
		"Nothing was ever so pernicious to our country, nothing was ever so unlucky.",
		"If you have time, I have pernicious anemia and wondered if you had any information on.. .",
		"Pernicious weeds - these include morning glory, sheep sorrel, ivy and several types of grasses.",
		"Would the dandelion be the herald of spring and the daffodil the pernicious weed?",
		"The compilation of \" geography books \" by uninstructed writers led to the pernicious habit, which is not yet wholly overcome, of reducing the general or \" physical \" part to a few pages of concentrated information, and expanding the particular or \" political \" part by including unrevised travellers' stories and uncritical descriptions of the various countries of the world.",
		"Remittent fevers (as well as intermittents) vary considerably in intensity; some cases are intense from the outset, or pernicious, with aggrava tion of all the symptoms - leading to stupor, delirium, collapse, intense jaundice, blood in the stools, blood and albumen in the urine, and, it may be, suppression of urine followed by convulsions.",
		"He also by another charter in 1508 confirmed letters patent granted by Peter de Mauley in 1341, by which the latter renounced to the inhabitants of Doncaster all the manorial claims which he had upon them, with the \"pernicious customs\" which his ancestors claimed from bakers, brewers, butchers, fishers and wind-fallen trees.",
		"Thus a civil career was open to the equites without the obligation of preliminary military service, and the emperor was freed from the pernicious influence of freedmen.",
		"Again, his inaction during those memorable twelve years (1401-1413) when the Turkish empire, after the collapse at Angora (1402), seemed about to be swallowed up by \" the great wolf \" Tamerlane, was due entirely to the malice of the Holy See, which, enraged at his endeavours to maintain the independence of the Magyar church against papal aggression (the diet of 1404, on Sigismund's initiative, had declared bulls bestowing Magyar benefices on foreigners, without the royal consent, pernicious and illegal), saddled him with a fresh rebellion and two wars with Venice, resulting ultimately in the total loss of Dalmatia (c. 1430).",
		"The changes are also common in pernicious anaemia, advanced chlorosis, cachexias, and in the later stages of starvation.",
		"In diseases where haemolysis is extreme, particularly in pernicious anaemia, there are relatively large quantities occasionally as much as ten times the normal amount of haemosiderin deposited in the liver.",
		"Sigismund himself gave it as his opinion that it had been clearly proved by many witnesses that the accused had taught many pernicious heresies, and that even should he recant he ought never to be allowed to preach or teach again or to return to Bohemia, but that should he refuse recantation there was no remedy but the stake.",
		"The general decline in the quality of these bodies, and especially their proneness to pass ill-considered or pernicious bills at the instance of private promotors, has led to the restriction in recent years of their powers by the insertion in the state constitutions of many provisions forbidding the enactment of certain classes of measures, and regulating the procedure to be adopted in the passing, either of statutes generally or of particular kinds of statutes.",
		"The act struck at the root of this pernicious system by providing that every money-lender, as defined by the act, must register himself as such, under.",
		"The council of Trent in its fourth session, 8th April 1546, forbade the sale or possession of any anonymous religious book which had not previously been seen and approved by the ordinary; in the same year the university of Louvain, at the command of Charles V., prepared an \"Index\" of pernicious and forbidden books, a second edition of which appeared in 1S50.",
		"Articles 11-14 forbid books which outrage God and sacred things, books which propagate magic and superstition, and books which are pernicious to society.",
		"Other destructive agencies were epidemics, such especially as measles and small-pox, which swept away 30,000 Fijians in 1875; the introduction of strong drinks, including, besides vile spirits, a most pernicious concoction brewed in Tahiti from oranges; Maori Religion and Mythology, p. 26.",
		"The Spanish Revolution of 1868 caused a further influx of Spaniards and also the introduction of the pernicious \" spoils system.\"",
		"The pernicious practice of livery and maintenance was now at its zenith; all over England in times of stress the knighthood and gentry were wont to pledge themselves, by sealed bonds of indenture, to follow the magnate whom they thought best able to protect them.",
		"However, the more pernicious forms of overactive sebaceous glands can translate into seborrhea which affects both older children and adults.",
		"Also, according to the NNDIC, between 15 to 20 percent of celiac sufferers experience no digestive symptoms at all, but instead display a pernicious and blistering rash across their body called Dermatitis Herpetiformis.",
		"Due to the pernicious nature of the replica industry, it is nearly impossible to purchase genuine Chanel merchandise online.",
		"Unfortunately, the replica industry is a pernicious force within the fashion world and it has grown to such proportions that today, most of the designer handbags you find at online auctions are well-designed replicas.",
		"He had already begun to give evidence of a powerful imagination, and he has described in a letter to his valued friend, Tom Poole, the pernicious effect which the admiration of an uncle and his circle of friends had upon him at this period.",
		"It may be noticed, too, that he still accepts the \"social compact \" as the natural mode of constituting government, and regards the obligations of subjects to civil obedience as normally dependent on a tacit contract; though he is careful to state that consent is not absolutely necessary to the just establishment of beneficent government, nor the source of irrevocable obligation to a pernicious one.",
		"Hume admits the difficulty that arises, especially in the case of the \" artificial \" virtues, such as justice, &c., from the undeniable fact that we praise them and blame their opposites without consciously reflecting on useful or pernicious consequences; but considers that this maybe explained as an effect of \" education and acquired habits.\"",
		"To Calvin this notion appeared so pernicious that he composed a treatise in refutation of it, under the title of Psychopannychia.",
		"It is the routine treatment for pernicious anaemia and Hodgkin's disease, though here again the drug may be of no avail.",
		"Berlu in his Treasury of Drugs (1690) describes it as of \"an infatuating quality and pernicious use.\"",
		"A pernicious and self-replicating virus implanted to replicate swiftly through both civilian and military networks, on the other hand, is indiscriminate indeed.",
		"Vegans, who do not consume any animal products, can be at risk for a lack of vitamin B12 even if they don't suffer from pernicious anemia.",
		"Pernicious anemia is the most common form of B12 deficiency.",
		"Pernicious anemia is diagnosed more often in adults between ages 50 and 60 than in children or young people, although there is the possibility of inheriting the condition, with symptoms not appearing until later in life.",
		"Pernicious anemia is more common in women and in African Americans and is less common in other racial groups.",
		"Vitamin B12 deficiency anemia requires a life-long regimen of B12 shots to maintain vitamin levels and control symptoms of pernicious anemia.",
		"It may also be done to help doctors diagnose acquired illnesses such as acquired hemolytic anemia, leukemia, pernicious anemia, and certain types of cancer.",
		"It may also reappear in adults when the bone marrow is overactive, as in disorders such as pernicious anemia, multiple myeloma, and invasive (metastatic) cancer affecting bone marrow.",
		"Pernicious anemia, homocystinuria, and biotinidase deficiency are three examples of genetic diseases which are treated with megadoses of vitamins.",
		"One example is pernicious anemia, a disease that tends to occur in middle age or old age and impairs the absorption of vitamin B12.",
		"If left untreated, pernicious anemia leads to nervous system damage.",
		"The most significant side effect of a vitamin B12 deficiency is pernicious anemia and this may be accompanied by neurological problems.",
		"People who suffer from pernicious anemia were historically advised to eat plentiful amounts of liver.",
		"It is, however, in class 3 that the legislatures show most activity, much of it pernicious, because prompted by persons seeking to serve private interests which are often opposed to the interests of the whole community.",
		"At the 18th session of the council of Trent (26th February 1562), in consideration of the great increase in the number of suspect and pernicious books,.and also of the inefficacy of the many previous \"censures\" which had proceeded from the provinces and from Rome itself, eighteen fathers with a certain number of theologians were appointed to inquire into these \"censures,\" and to consider what ought to be done in the circumstances.",
		"Now, there is little doubt that the progenitors of both these sections came from a temperate region (in North America); so that here we have one moiety acclimatized to endure extreme heat, and the other extreme cold; and at this day exposure of either to the opposite extreme (or even, as we have seen, to the climate of an intermediate zone) is always pernicious and often fatal.",
		"The commission reported favourably, selecting as a site Blair's original Port Cornwallis, but pointing out and avoiding the vicinity of a salt swamp which seemed to have been pernicious to the old colony.",
		"These resolutions later acquired extraordinary and pernicious prominence in the historical elaboration of the states'-rights doctrine.",
		"He felt it was pernicious doctrine.",
		"Vigorous opposition was made by Liebig and Berzelius, the latter directing his attack against Dumas, whom he erroneously believed to be the author of what was, in his opinion, a pernicious theory.",
		"He was keenly alive to its pernicious influence on the cherished interest of his life, the cause of learning.",
		"In the same way science fiction has developed rules, I find all rules very pernicious to writing.",
		"There's one particularly pernicious piece of red tape that Kent County Council supports."
	],
	"synonyms": [
		"ruinous",
		"destructive",
		"pestilent",
		"deadly",
		"baneful",
		"subtle",
		"insidious",
		"wicked",
		"vicious",
		"toxic",
		"noisome",
		"mortal",
		"malign",
		"evil",
		"baleful"
	],
	"antonyms": [
		"favorable",
		"beneficial",
		"loving",
		"loveable",
		"innocuous",
		"kind",
		"helpful"
	]
}