{
	"word": "deplete",
	"meaning": [
		"To consume or reduce to a very low amount; use up.",
		"To make less by gradually using up (resources, funds, strength, etc.)",
		"To remove the contents or important elements of; empty out or exhaust.",
		"To use up gradually the resources, strength, etc. of.",
		"To empty wholly or partly."
	],
	"sentences": [
		"Fans were coming up in the break to rapidly deplete the pile.",
		"Wind energy does not pollute the environment or deplete resources.",
		"Boiling can deplete the meat of some of its flavor if overcooked.",
		"The goal is to cleanse the body, not deplete it.",
		"As coal and other natural resources continue to deplete, scientists and researchers have found ways to harness renewable sources of energy to provide electricity to people all over the world.",
		"Similarly, too much calcium will deplete magnesium, and so on.",
		"This will deplete your chi and leave you exhausted.",
		"The money required can quickly deplete a home buyer's savings account.",
		"To protect the ozone layer by taking precautionary measures to control global emissions of substances which deplete it.",
		"There is little relation between the amounts proposed to be spent in any one year and the amounts proposed to be raised, and there is a strong tendency to deplete the public treasury through special grants secured by individual members.",
		"Even if you plan ahead, an emergency like a broken vehicle or an unexpected injury could deplete your funds very quickly.",
		"As soon as you deplete your balance entirely, your card will stop working until you reload it.",
		"It would deplete her savings, but she could rent it out to retrieve some of the cost.",
		"If aging pop star, Cher was cremated, would her plastic implants deplete the ozone?",
		"Once you deplete the balance, it may be possible to reload the card with more money, depending on the terms of that particular card.",
		"Sharp corners on furniture deplete Chi and empty corners cause Chi to stagnate.",
		"The short itinerary means that you don't have to deplete your vacation time to unwind, be pampered, and enjoy life on the high seas.",
		"Even the first Kruls (wolf-looking bi-ped thingies) I thought would be training enemies, but they managed to deplete my hit points to half.",
		"Also, because burns dramatically deplete the body of fluids, replacement fluids are administered intravenously.",
		"However, do not let the availability of traceable patterns deplete your child's creativity.",
		"Because the brain cannot utilize fatty acids for energy, the liver produces excess ketones so as not to deplete the glycogen stores in the muscles and to prevent the breakdown of body proteins and muscle mass.",
		"Transgenic'super fish ' could deplete natural ocean zones of all fauna and flora and'super mice ' could spread bubonic plague at will.",
		"Long-term use of ascorbic acid at high intake levels may deplete calcium, magnesium and potassium.",
		"Avoid using soaps on baby's skin every day, which could deplete any natural oils from his or her skin.",
		"The goal is to defeat all three of your opponent's characters and deplete their health points to zero.",
		"The enemies are easy, the rooms cause claustrophobia, and your health never seems to deplete.",
		"Smoking, excessive alcohol and caffeine consumption, and steroid medications may deplete bone and exacerbate bone fragility.",
		"An enema should not given to the baby or child because it can deplete electrolytes and alter body fluid composition.",
		"The older versions are then offered at a lower price to deplete inventory.",
		"Raw foods, on the other hand, are filled with enzymes, and therefore do not deplete the enzyme stores during digestion.",
		"Blood losses from gastrointestinal bleeding, excessive menstrual bleeding, and infection with hookworm can deplete iron and lead to iron deficiency anemia.",
		"Fasting is required for one to two days in order to deplete glucose supplies, allowing doctors to monitor the child's system.",
		"If you see this happening, make an effort to increase your water consumption and boost your water intake with broths, juices, and natural or caffeine-free teas, since caffeine is a natural diuretic and can also deplete the body of water.",
		"The first time you hit a bad guy, the number of rings deplete to zero; the next time you hit an enemy, you lose one life.",
		"Although diarrheal fluids deplete a number of electrolytes (sodium, potassium, chloride, calcium, phosphorus, and magnesium), the main concern in avoiding shock is replacing sodium and water.",
		"These games are based on numbers and scores - for example, working will deplete your \"health points\" but gain you \"money\" to buy presents for a date."
	],
	"synonyms": [
		"exhaust",
		"wipe out",
		"run-through",
		"eat",
		"eat up",
		"use up",
		"consume",
		"squander",
		"reduce",
		"impoverish",
		"enervate",
		"diminish",
		"bleed",
		"bankrupt",
		"sap"
	],
	"antonyms": [
		"augment",
		"fill",
		"give",
		"expand",
		"increase",
		"add"
	]
}