{
	"word": "cosmopolitan",
	"meaning": [
		"Pertinent or common to the whole world.",
		"Common to or representative of all or many parts of the world; not national or local.",
		"Not bound by local or national habits or prejudices; at home in all countries or places.",
		"So sophisticated as to be at home in all parts of the world or conversant with many spheres of interest.",
		"Characterized by worldly sophistication; fashionable, urbane, etc.",
		"A cosmopolitan person or thing; cosmopolite.",
		"A cocktail made of vodka, cranberry and lime juices, and orange liqueur, served in a martini glass."
	],
	"sentences": [
		"The family is cosmopolitan, excepting Madagascar and the whole of the Australian region.",
		"Picidae, woodpeckers, cosmopolitan, excepting Madagascar and Australian region.",
		"The third class of Magyar novelists comprises those cosmopolitan writers who take their method of work, their inspiration and even many of their subjects from foreign authors, chiefly French, German, Russian and also Norwegian.",
		"His reputation now became cosmopolitan.",
		"Owing to the peculiarities of its situation, the population of Vienna is of a very cosmopolitan and heterogeneous character.",
		"Hence, in any cosmopolitan treatment of vegetation, it is necessary to consider the groups of plant communities from the standpoint of the climatic or geographical district in which they occur; and this indeed is consistently done by Schimper.",
		"Cosmopolitan as Erasmus was, to the French literati he was still the Teuton.",
		"Terence was by birth an African, and was thus perhaps a fitter medium of connexion between the genius of Greece and that of Italy than if he had been a pure Greek or a pure Italian; just as in modern times the Jewish type of genius is sometimes found more detached from national peculiarities, and thus more capable of reproducing a cosmopolitan type of character than the genius of men belonging to other races.",
		"The characteristics of the great writers are essentially national, not provincial nor cosmopolitan.",
		"From this standpoint it is obviously unhistorical to deny that England had a very important part in the cosmopolitan movement toward doctrinal change.",
		"The grand-duke's connexion with the courts of Russia and Holland - his mother was a Russian grand-duchess and his wife, Sophia Louisa (1824-1897), a princess of the Netherlands - tended to give the Weimar society a cosmopolitan character, and the grand-duke devoted himself largely to encouraging men of intellect, whether Germans or foreigners, who came to visit or to settle in the town.",
		"During this period, while Germany remains the most productive of the nations, scholarship has been more and more international and cosmopolitan in its character.",
		"The geographical distribution is cosmopolitan, as is the case with Protozoa and Protophyta of similar habits.",
		"The life, like that of the later Cambrian, was singularly cosmopolitan, being in contrast with the provincial character of the life of the earlier Cambrian and of the early (Upper) Silurian which followed.",
		"Both the earlier and the later parts of the Silurian period seem to have been times when physical conditions were such as to favor the development of provincial faunas, while during the more widespread submergence of the middle Silurian the fauna was more cosmopolitan.",
		"Rodents include by far the greater number of species, and have the widest distribution, of any of the orders of terrestrial mammals, being in fact cosmopolitan, although more abundant in some parts, as in South America, which may be considered their headquarters, than in others, as in Australasia and Madagascar, where they are represented only by members of the mouse-group, or Myoidea.",
		"I love Birmingham, it's a very cosmopolitan city.",
		"Its cities are shaking off their staid reputations and reveling in their cosmopolitan chic.",
		"The genus Senecio, with some 1000 species, is practically cosmopolitan.",
		"When the first Russian revolutionary movement developed in 1905 he took part in the meetings of Zemstvo representatives, but did not join the Cadets, whom he considered to be too doctrinaire and cosmopolitan.",
		"The achievements of the Persians in art, literature and religion are by no means contemptible, but somewhat mixed and cosmopolitan.",
		"But subsequent experience has, in practice, modified this interchange, as far as locgovernment goes, though the central government of the Society is always cosmopolitan.",
		"Hares (and rabbits) have a cosmopolitan distribution with the exception of Madagascar and Australasia; and are now divided into numerous genera and subgenera, mentioned in the article FIG.",
		"With the exception of Madagascar, the family, which may be divided into six sub-families, has a cosmopolitan distribution, and the genera are so numerous that only some of the most important can be even mentioned.",
		"Among the Aramaic-speaking people the revolution which displaced the Arabian court of Damascus in favour of a cosmopolitan world centred at the Babylonian seat of the civilizations dealt with in the preceding paragraphs naturally gave an impulse to the wider scholarship. Translations were made from Greek, as, e.g.",
		"The city was distinguished by its cosmopolitan character; the satrap resided there when he came to Phoenicia, and the Persian monarch had his paradise outside the walls.",
		"The town presents, therefore, a cosmopolitan and on market days a very varied appearance, when side by side with people turned out in the latest fashions from Paris or Vienna, we meet peasants of various nationalities, attired in their national costume, intermingled with very scantilyclad Gypsies.",
		"The nucleus of a cosmopolitan society thus formed has expanded into a powerful community enjoying privileges and immunities unknown to natives not receiving its protection.",
		"Perhaps for ingenuity and the latest methods of manipulating skins in the manufacturing of furs the Americans lead the way, but as fur cutters are more or less of a roving and cosmopolitan character the larger fur businesses in London, Berlin, Vienna, St Petersburg, Paris and New York are guided by the same thorough and comparatively advanced principles.",
		"Perhaps for this very reason, however, the German art schools have had no such cosmopolitan influence as that exercised by the schools of Paris, the number of foreign students attending them being comparatively small.",
		"The Stoic philosophy, with its cosmopolitan note, its fixed dogmas and plain ethical precepts, came into the world at the time of the Macedonian conquests to meet the needs of the new age.",
		"Moslem A uthorities.Arabic literature being cosmopolitan, and Arabic authors accustomed to travel from place to place to collect traditions and obtain oral instruction from contemporary authorities, or else to enjoy the patronage of Maecenates, the literary history of Egypt cannot be dissociated from that of the other Moslem countries in which Arabic was the chief literary vehicle.",
		"In his best pieces Hertz is the most modern and most cosmopolitan of the Danish writers of his time.",
		"It is true that down to the 15th century there were many Teutonic Scots who had difficulty in expressing themselves in \" Ynglis,\" and that, at a later date, the literary vocabulary was strongly influenced by the Latin habit of Scottish culture; but the difficulty was generally academic, arising from a scholarly sensitiveness to style in the use of a medium which had no literary traditions; perhaps also from medieval and humanistic contempt of the vulgar tongue; in some cases from the cosmopolitan circumstance of the Scot and the special nature of his appeal to the learned world.",
		"The persons classed above under \"other nationalities\" are representatives of almost every Asiatic nation of importance, and of many African races, Singapore being one of the most cosmopolitan cities in the world.",
		"It is cosmopolitan in distribution, but the majority of the species are confined to the temperate and colder parts of the northern hemisphere and many are arctic or alpine.",
		"Goethe, the cosmopolitan Weltbierger of the 18th century, had himself no very intense feelings of patriotism, and, having seen Germany flourish as a group of small states under enlightened despotisms, he had little confidence in the dreamers of 1813 who hoped to see the glories of Barbarossa's empire revived.",
		"But even if, by omitting these accidental items, the list be reduced to thirty, a sufficient number will be lef t to indicate the cosmopolitan character of the city.",
		"At the same time the new learning introduced by the earlier humanists awakened free thought, encouraged curiosity, and prepared the best minds of Europe for speculative audacities from which the schoolmen would have shrunk, and which soon expressed themselves in acts of cosmopolitan importance.",
		"In the summer of 1787, a year after the marriage, the elder Schopenhauer, whom commercial experiences had made a cosmopolitan in heart, took his wife on a tour to western Europe.",
		"Snoilsky was prominent for the richness of his lyrical style, his cosmopolitan interests and his great width of culture.",
		"A large population grew up, first at Kimberley, afterwards at Barberton, and finally at Johannesburg - a population modern in its ideas, energetic, educated, cosmopolitan, appreciating all the resources that modern civilization had to offer them, and with a strong partiality for the life of the town or the camp rather than that of the farm and the veld.",
		"During these twenty-four years he exercised considerable influence on public opinion and even on the Government, by representing with great ability the moderately Conservative spirit of Moscow in opposition to the occasionally ultra-Liberal and always cosmopolitan spirit of St Petersburg.",
		"This cosmopolitan citizenship remained all through a distinctive Stoic dogma; when first announced it must have had a powerful influence upon the minds of men, diverting them from the distractions of almost parochial politics to a boundless vista.",
		"From this time forward, state, municipal and private enterprise have worked hand in hand to make the capital cosmopolitan.",
		"Nowhere else could the youth of genius who was destined to impress a cosmopolitan stamp on medieval culture and to begin the modern era have grown up under conditions more favourable to his task.",
		"The species of Heteropogon, a cosmopolitan genus in the warmer parts of the world, have strongly awned spikelets.",
		"The only British representative is Cynodon Dactylon (dog's tooth, Bermuda grass) found on sandy shores in the south-west of England; it is a cosmopolitan, covering the ground in sandy soils, and forming an important forage grass in many dry climates (Bermuda grass of the southern United States, and known as durba, dub and other names in India).",
		"Many grasses are almost cosmopolitan, such as the common reed, Phragmites communis; and many range throughout the warm regions of the globe, e.g.",
		"In his thirtieth year, a broadly cultured cosmopolitan, Sumner returned to Boston, resolved to settle down to the practice of his profession.",
		"With the remarkable exception of Madagascar, where it is represented by the Nesomyidae, that family has thus a cosmopolitan distribution.",
		"Among the existing land Carnivora (of which no representatives except the introduced dingo are found in Australasia) the cat-tribe (Felidae) has now an almost cosmopolitan range, although it only reached South America at a comparatively recent date.",
		"The dogtribe (Canidae), on the other hand, are, with the exception of Madagascar, an almost cosmopolitan group. Their place of origin was, however, almost entirely in the northern hemisphere, and not improbably in some part of the Old World, where they gave rise to the bears (Ursidae).",
		"The national spirit, vaporized into a cosmopolitan mist, was fast condensing again under mortification and insult from abroad uncompensated by any appreciable percentage of cash profit.",
		"The settlements have thus lost their original character of British or American, and become entirely cosmopolitan.",
		"One is temporal, natural and limited - the state; the other is eternal, cosmopolitan and universal - the church.",
		"These Christian communities, disguised under the legally authorized name of burial societies, gradually formed a vast secret cosmopolitan association, superimposed upon Roman society but incompatible with the Empire.",
		"He tried to make the clergy into an instrument of government by recalling the Jesuits, who had been driven away in 1594, partly from fear of their regicides, partly because they have always been the best teachers of servitude; and he gave theyouth of the nation into the hands of this cosmopolitan and ultramontane clerical order.",
		"From having been almost exclusively national during Trans- Louis XIV.s reign, owing to the perpetual state formation of war and to a sort of proud isolation, it had gradually of man- become cosmopolitan.",
		"They are deeply separated by religious differences, and their mutual jealousies, their inordinate vanity, English Miles 0 5 io 20 30 40 50 Railways Capitals of Vilayets &c. C Longitude East 42 of Greenwich their versatility and their cosmopolitan character must always be an obstacle to the realization of the dreams of the nationalists.",
		"Other options, ranging from confit of duck leg to tiger prawns in tempura batter, are more cosmopolitan.",
		"Camden Town is very cosmopolitan, with some run down areas along with some trendy areas.",
		"The hostel is located overlooking parkland in a highly cosmopolitan, trendy suburb of Edinburgh.",
		"London is really cosmopolitan town and you have people from everywhere really and you are not feeling like stranger.",
		"Eating Out Restaurant menus in Stornoway, the capital of the Western Isles, have become intensely cosmopolitan in recent years.",
		"As a student city, York is big enough to feel cosmopolitan, but small enough not to be overwhelming.",
		"Its clientele seem more cosmopolitan, more relaxed than you find in the center of town.",
		"Values are weakly anthropocentric and ecocentric Advocates forms of direct and cosmopolitan democracy with active citizenship Allows and promotes the greening of socialism.",
		"This looks more imperial than cosmopolitan and more power political than liberal.",
		"The new town is right up there with the 21st century with familiar shops intermingled with cosmopolitan bars and international restaurants.",
		"Malta offers a cosmopolitan way of life intertwined with the slow pace of island living.",
		"Lagos is a stunning seafront location and a very cosmopolitan town that combines the past and the present day in perfect proportions.",
		"Valencia Further along the coast from the Costa Blanca lies Spain's largest city, the cosmopolitan metropolis of Valencia.",
		"Pediastrum is a genus of green algae that is commonly found in many freshwater microhabitats because it has a cosmopolitan distribution.",
		"Despite the recent setbacks in Bradford and Oldham, we have become a more multicultural and mostly cosmopolitan society.",
		"Thus with Europe, peripheral Ireland became cosmopolitan; metropolitan Whitehall became parochial.",
		"Sun Island holidays appeal to those looking for a lively cosmopolitan resort, tho the size of the island allows visitors to find seclusion.",
		"Cosmopolitan Doha is it's capital and here you can explore the traditional souk and the modern shopping center.",
		"Here natural splendor forms the perfect setting for cosmopolitan pursuits.",
		"Rumex In a broad sense 200 species are recognized, of cosmopolitan distribution especially in north temperate regions.",
		"In a small but influential section of the educated classes there was a conviction that the revolutionary tendencies, which culminated in Nihilism and Anarchism, proceeded from the adoption of cosmopolitan rather than national principles in all spheres of educational and administrative activity, and that the best remedy for the evils from which the country was suffering was to be found in a return to the three great principles of Nationality, Orthodoxy and Autocracy.",
		"From the little flea-like species, scarcely a tenth of an inch long, up to the great and rare but cosmopolitan Eurythenes gryllus, Lichtenstein, and the still larger Alicella gigantea, Chevreux, nearly half a foot long, captured by the prince of Monaco from a depth of 2936 fathoms, not one of these ubiquitous, uncountable hordes has ever been accused of assailing man.",
		"Frederick dreamed of remodelling society upon a mundane type, which anticipated the large toleration and cosmopolitan enlightenment of the actual Renaissance.",
		"Panicum Crus-galli is a polymorphic cosmopolitan grass, which is often grown for fodder; in one form (P. frumentaceum) it is cultivated in India for its grain.",
		"Cosmopolitan Doha is it 's capital and here you can explore the traditional souk and the modern shopping center.",
		"Under her design, however, Wire consolidates its growing aura of urbane wit, sophistication and cosmopolitan hybridity.",
		"A perfect Cosmopolitan cocktail recipe is an important entry in your repertoire of mixed drinks.",
		"The Cosmopolitan cocktail is a cool drink that originated in the 1970s.",
		"If you want a super-strong Cosmopolitan, bring out the big guns with Spirytus Rektyfikowany vodka, a grain alcohol that is an incredible 95% alcohol by volume.",
		"Triple sec is an orange-flavored liqueur that will impart a hint of bitterness to your Cosmopolitan cocktail recipe.",
		"While the alcohol gets all the attention, you can add your own flourishes to your drink by paying close attention to the color, consistency, flavor and amount of these ingredients you choose to put into your Cosmopolitan cocktail.",
		"The number one rule of a Cosmopolitan cocktail recipe is, don't make a boring drink.",
		"The ingredients for a Cosmopolitan cocktail are not complicated or difficult to mix even for a fledgling bartender.",
		"The origins of the Cosmopolitan are unclear, but this cocktail has been around since the 1970s in one form or another.",
		"The lovely color and tart taste of the Cosmopolitan are perfect for any season or occasion.",
		"The recipe for the Cosmopolitan is very straightforward.",
		"Although fine quality vodka is not required for a great Cosmopolitan, it certainly can add to the experience in a positive manner.",
		"The ingredients for a Cosmopolitan cocktail have interesting characteristics and a colorful history.",
		"Popularized by the hit TV show Sex and the City, the Cosmopolitan Martini, or \"Cosmo\" is a fantastic pink drink that has the perfect balance of sweet and sour.",
		"Forever 21 has a ton of mini skirts like these, and because the company has been featured in such style magazines like Cosmopolitan, it's a site you'll visit again and again for all you fashion needs.",
		"In 2005, Cosmopolitan magazine selected Simpson as the \"Fun Fearless Female of the Year.\"",
		"Grand Bahama Island is shrouded in a tropical cosmopolitan ambiance that permeates through the air from Freeport to Lucaya.",
		"Austin is billed as cosmopolitan, high-tech and soulful and many seniors find that it's the perfect place to enjoy retirement.",
		"Some great resources that showcase all the latest hair styles include Vogue and Cosmopolitan.",
		"Cosmopolitan is a good site to visit for styles that are trendy, fashionable and sexy.",
		"Like a magnet, San Francisco has long pulled people to its up-and-down hills, spectacular scenes, and its unique and unrestrained cosmopolitan character.",
		"The City's cosmopolitan air can in some part be attributed to the countless immigrants who have come and settled here.",
		"Miami summers are steamy, the city is cosmopolitan, and the norm is to dress accordingly.",
		"Fortunately, costume shops have a litany of libation costumes on hand, including Cosmopolitan getups for women.",
		"The Love Psychic also writes articles about astrology for Jewel Magazine and has also written for Cosmopolitan and other magazines.",
		"She has appeared on the Today show, Oprah and The View, and has been interviewed in such publications as the New York Times, USA Today, Cosmopolitan and Time Magazine.",
		"These cosmopolitan women have back issues of Vogue memorized.",
		"The company has been in business since 1991, and has attracted the attention many popular American fashion magazines, including Cosmopolitan and Redbook.",
		"Moreover, Kooba has been featured in numerous fashion and celebrity magazines such as People, Lucky, and Cosmopolitan.",
		"Jacobs continues to make clothing and accessories that grace the pages of some of the most glamorous fashion magazines, like that of Vogue, Elle, and Cosmopolitan.",
		"Cosmo Girl is the teenage companion (both in print and online) to Cosmopolitan (a magazine geared towards women eighteen and up).",
		"Visitors flock to the city each year to marvel at the sights and enjoy the cosmopolitan atmosphere.",
		"A cosmopolitan center in the early 20th century to rival Paris and London, Shanghai languished after the Communist takeover in 1949.",
		"There is scenic beauty, cosmopolitan cities, ancient ruins, and exotic wildlife.",
		"Taking, however, the Andean flora as typical, it contains a very marked endemic element; Ball finds that half the genera and four-fifths of the species are limited to it; on the other hand, that half the species of Gamopetalae belong to cosmopolitan genera such as Valeriana, Gentiana, Bartsia and Gnaphalium.",
		"Ardeidae, cosmopolitan; including Cancroma, Neotropical, Balaeniceps, Scopidae, Ethiopian.",
		"The destruction of Jerusalem might be regarded as an event of merely domestic importance; for the Roman cosmopolitan it was only the removal of the titular metropolis of a national and an Oriental religion.",
		"The Order was from the first, therefore, of a national character, unlike the cosmopolitan orders of the Templars and Hospitallers; but in other respects it was modelled upon the same lines, and shared in the same development.",
		"After the determination of a number of cosmopolitan insects that may well have been artificially introduced, there remains a large proportion of endemic species - sometimes referable to distinct genera - which suggest a high antiquity for the truly insular faunas.",
		"Piper and Ficus, since the number of cosmopolitan or very widely distributed species is comparatively few, a geographical grouping is found specially convenient by those who are constantly receiving parcels of plants from known foreign sources.",
		"Next came Lippincott's Magazine (1868) from Philadelphia, and the Cosmopolitan (1886) and Scribner's Monthly (1870, known as the Century Illustrated Magazine since 1881) from New York.",
		"Both these groups seem to have reached their climax but recently, while the tortoises, crocodiles and sphenodon are on the descending scale, mere remnants of formerly much more numerous and cosmopolitan development.",
		"The order is practically cosmopolitan, with the exception of New Zealand and certain absolutely isolated oceanic islands, like the Hawaiian islands and the Azores.",
		"This family comprises about nine-tenths of all recent species of snakes and is cosmopolitan, New Zealand being the most notable exception.",
		"Tropidonotus, with near 100 species, is cosmopolitan with the exception of New Zealand.",
		"This slight work of a Macedonian freedman, destitute of national significance and representative in its morality only of the spirit of cosmopolitan individualism, owes its vogue to its easy Latinity and popular subject-matter.",
		"The white population is not only far larger but more cosmopolitan, less stationary and more dependent on a single industry; it has few links with the past, and both city and citizens bear the marks of youth.",
		"Vrchlicky, a master of verse and a perfect cosmopolitan, and tech, who took the material for his epics from Czech history, are the outstanding names of this epoch.",
		"From the conditions outlined it is readily inferred that the faunas of the system were cosmopolitan.",
		"With the exception of Australasia, the family has a cosmopolitan distribution; and its numerous species resemble one another more or less closely in general external characters.",
		"The diminutive cities of this cosmopolitan Palestine were ruled by kings, not necessarily of the native stock; some were appointed - and even anointed - by the Egyptian king, and the small extent of these city-states is obvious from the references to the kings of such near-lying sites as Jerusalem, Gezer, Ashkelon and Lachish.",
		"Starting from the broad ground of general toleration, Akbar was gradually led on by the stimulus of cosmopolitan discussion to question the truth of his inherited faith.",
		"The population is very cosmopolitan.",
		"This spider belongs to the family Lycosidae, and has numerous allies, equalling or surpassing it in size, in various parts of the world, the genus Lycosa being almost cosmopolitan in distribution.",
		"Secondly, the definite disappearance of the medieval ideas of a cosmopolitan world and the emergence of national states begat diplomacy, and with it an ever-swelling mass of diplomatic material.",
		"A broad catholicity of spirit, rare even in a cosmopolitan journalist, was a distinguishing characteristic.",
		"He was likewise proprietor of the Cosmopolitan Magazine; Good-Housekeeping Magazine; Harper's Bazaar; Hearst's Magazine; Motor Magazine; and Motor-Boating Magazine.",
		"Cosmopolitan, although mainly tropical, with about 270 species (see Gecko).",
		"You'll also want to consider that a Cosmopolitan cocktail is supposed to be an extremely palatable, sweet drink, so you might want to consider purchasing a vodka with a little flavor.",
		"Unsweetened juice is much healthier and ideal for mixing in a perfect cosmopolitan cocktail.",
		"Cosmopolitan magazine's Best Bikini Moments of All Time features the most memorable moments in bikini history.",
		"If you want a bit more coverage, try this Jezebel Cosmopolitan skirt.",
		"From Cosmopolitan to Vogue, her photos appear in a number of features as well as advertising campaigns.",
		"She has been featured on the cover of more than 500 magazines worldwide, including Vogue, Glamor, Cosmopolitan, and Harper's Bazaar.",
		"They can be found in less cosmopolitan communities, too.",
		"Dallas is a cosmopolitan city packed with museums, world-class shopping, notable gardens and parks, and other attractions.",
		"Hicksville is home to many restaurants catering to the cosmopolitan tastes of the region's residents and visitors.",
		"Philadelphia is a cosmopolitan city that represents a wide range of ethnic, and cultural influences, and as such, is a popular destination for travelers interested in its many attractions.",
		"A collective polyphyletic or heterogeneous group, originally cosmopolitan; with certainty existing since the Miocene.",
		"Gruidae, cranes, cosmopolitan, allied Phororhacos, Tertiary of Argentina.",
		"Other scale insects of note are the cosmopolitan mussel scale (Mytilaspis pomorum) and the Australian Icerya purchasi.",
		"Large foreign colonies, like adjoining but unmixing nations, divide among themselves a large part of the city, and give to its life a cosmopolitan colour of varied speech, opinion, habits, traditions, social relations and religions.",
		"Stored tobacco is liable to be attacked and ruined by the \" cigarette beetle,\" a cosmopolitan insect of very varied tastes, feeding not only on dried tobacco of all kinds, including snuff, but also on rhubarb, cayenne pepper, tumeric, ginger, figs and herbarium specimens.",
		"The Forficulidae are almost cosmopolitan; but the various species and genera differ from each other both in structure and size to a comparatively slight extent.",
		"Before touching on the salient points in the subsequent centuries, in connexion with the leading nations of Europe, we may briefly note the cosmopolitan position of Erasmus (1466-1536), who, although he was a native of the Netherlands, was far more closely connected with France, England, Italy, Germany and Switzerland, than with the land of his birth.",
		"The work of Cobden, and what is now called \"Cobdenism,\" has in recent years been subjected to much criticism from the newer school of English economists who advocate a \"national policy\" (on the old lines of Alexander Hamilton and Friedrich List) as against his cosmopolitan ideals.",
		"Apart from its commercial importance, its position, close to the fashionable watering-places of Homburg, Nauheim and Wiesbaden, has rendered it \" cosmopolitan \" in the best sense of the term.",
		"They comprise about 300 species of terrestrial, arboreal and aquatic forms, and as a group they are almost cosmopolitan, including Madagascar, but excepting new Zealand.",
		"He makes the commonplaces of a cosmopolitan philosophy interesting by his abundant illustration drawn from the private and social life of his contemporaries.",
		"An army of cosmopolitan adventurers, led by the Cardinal Caesarini, joined the 1 The dream of a Crusade to Jerusalem survived de Mezieres; a society which read \"romaunts\" of the Crusades, could not but dream the dream.",
		"In 1895 he became managing editor of the Cosmopolitan Magazine; but in less than a year he retired that he might have more time for writing.",
		"At the same time the Jews of the Dispersion had to some extent shaken off the exclusiveness of their old political relations and were prepared to compare and contrast their old territorial theology with cosmopolitan culture.",
		"Of the seven genera, the cosmopolitan Daphnia contains about 100 species and varieties, of which Thomas Scott (1899) observes that \" scarcely any of the several characters that have at one time or another been selected as affording a means for discriminating between the different forms can be relied on as satisfactory.\"",
		"Among them is the cosmopolitan Calanus finmarchicus, the earliest described (by Bishop Gunner in 1770) of all the marine free-swimming Copepoda.",
		"As a group they are cosmopolitan, their northern limit approaching that of the permanently frozen subsoil, while in the southern hemisphere the southern point of Patagonia forms the farthest limit.",
		"A third group comprises the cosmopolitan Scincidae, the African and Malagasy Gerrhosauridae which in various features remind us of the Anguidae, and the African and Eurasian Lacertidae which are the highest members of this group. Anelytropidae and perhaps also Dibamidae may be degraded Scincoids.",
		"A cosmopolitan on principle, and a convinced disbeliever in the ethics of his day, he comes very near to modern empiricism and especially to the modern Hedonist school.",
		"He idolized Frederick the Great, and denounced Jews, Greeks, and the cosmopolitan Goethe.",
		"His essays, collected under the title Zeiten, Volker and Menschen (Berlin, 1874-1885), show clear discernment, a finely balanced cosmopolitan judgment and grace of style."
	],
	"synonyms": [
		"widely distributed",
		"world-wide",
		"general",
		"oecumenical",
		"universal",
		"ecumenical",
		"worldwide",
		"sophisticated",
		"worldly-wise",
		"worldly",
		"global",
		"urbane",
		"cosmic",
		"cultured",
		"planetary",
		"cosmopolite"
	],
	"antonyms": [
		"endemic",
		"provincial",
		"rural",
		"country",
		"rustic"
	]
}