{
	"word": "refractory",
	"meaning": [
		"Showing or characterized by obstinate resistance to authority or control.",
		"Hard to manage; stubborn; obstinate.",
		"Resistant to heat; hard to melt or work.",
		"Not yielding to treatment, as a disease.",
		"Able to resist disease.",
		"Something refractory; specif., a heat-resistant material used in lining furnaces, etc."
	],
	"sentences": [
		"The Convention took measures against the emigres and the refractory priests.",
		"The materials used in the construction of furnaces are divisible into two classes, namely, ordinary and refractory or fire-resisting.",
		"Fire-clays include all those varieties of clay which are very refractory to heat.",
		"In this process all the anode metals pass into solution except iridium and other refractory metals of that group, which remain as metals, and silver, which is converted into insoluble chloride; lead and bismuth form chloride and oxychloride respectively, and these dissolve until the bath is saturated with them, and then precipitate with the silver in the tank.",
		"The cyanide process, introduced about 1890, is now one of the most important factors in the utilization of low-grade and refractory gold and silver ores.",
		"The league prescribed uniform laws, standards and coinage; it summoned contingents, imposed taxes and fined or coerced refractory members.",
		"We reviewed the recent salvage chemotherapy trials of refractory diseases.",
		"Refractory ore ore from which it is difficult to extract the valuable constituents.",
		"Focal cortical dysplasia may result in refractory partial seizures.",
		"The US license is for refractory partial epilepsy over the age of 12.",
		"Trials usually recruit patients with drug refractory partial seizures.",
		"The cylinders are made of steel plate, lined with refractory bricks, are carried on rollers at a slight angle with the horizontal, and are rotated by power.",
		"A silver ore is either free-milling or refractory, that is, the silver mineral is readily amalgamated or it is not.",
		"The Frisian peasants and fisher folk loved their independence, and were equally refractory to the rule of any distant overlord, whether count or bishop. Dirk VI.",
		"Perhaps it was his gift of oratory which suggested his appointment as bishop of the refractory men of Devon and Cornwall.",
		"He also addressed a letter of remonstrance to Acacius; but the latter proved refractory, and sentence of deposition was passed against him.",
		"Oxide of chromium and chrome iron ore have been proposed as refractory crucible materials.",
		"It is very refractory, and is applied by mixing with water and some bond, such as sodium silicate or gas-tar.",
		"The latter, especially when brought to the burning point at a high temperature, produces a heat that can be resisted by the most refractory substances only, such as silica, alumina and magnesia.",
		"Made from clay, ceramics or refractory concrete consisting of pumice or kiln burnt aggregate bonded with high alumina cement.",
		"These include cement manufacture, paper manufacture, iron and steel manufacture and refractory processes.",
		"In this analysis, there is a suggestion that elevated c-fos expression is a good prognostic marker for patients with refractory colorectal carcinoma.",
		"Thalidomide should be included in the therapeutic options for refractory myeloma.",
		"The authors looked at patients who developed NEAD after having intracranial neurosurgery for reasons other than the control of refractory epilepsy.",
		"The authors conclude that NEAD may develop after intracranial neurosurgery, carried out for reasons other than the control of refractory epilepsy.",
		"This efficacy was demonstrated in a group of epileptic patients with long-standing, highly refractory seizures despite many trials of medication.",
		"This paper evaluated which patients with evidence of medically refractory bitemporal epilepsy were potentially good candidates for surgical intervention.",
		"Furthermore, a number of patients never develop HLA antibodies nor do they become refractory, despite receiving multiple platelet transfusions.",
		"For people with intellectual disability multiple seizure types are common and up to three-quarters of patients remain refractory to treatment.",
		"In this study, the authors evaluated the usefulness of cardiovascular tests for diagnosing convulsive syncope in patients with apparent refractory epilepsy.",
		"In the winter of1596-1597Francis was at Turin, and at his suggestion the duke decided on a regular plan for the coercion of the refractory Protestants.",
		"Nevertheless Napoleon ordered the preliminary agreement to be considered as a definitive treaty, and on the 2nd of April gave instructions that one of the refractory cardinals should be carried off secretly by night from Fontainebleau, while the pontiff was to be guarded more closely than before.",
		"Hence above the spots there are vapours of temperature low enough to give the banded spectra of this refractory metal, while only line spectra of sodium, iron and others fusible at more moderate temperatures are found (see also Spect Roheliogra Ph).",
		"The term is also used for a meshed cap of refractory oxides employed in systems of incandescent lighting (see Lighting).",
		"This form of MDS is called \" refractory anemia with excess blasts \" or RAEB.",
		"When tumors acquire multi-drug resistance, become refractory and cause relapse after first-line chemotherapy, their responses to routine drugs are greatly compromised.",
		"Several small studies have found that about 40 percent of individuals who have VCD also have asthma and that about 10 to 15 percent of individuals whose asthma does not respond to aggressive treatment (refractory asthma) actually have VCD.",
		"Most people go through a series of other tests and often get other diagnoses, most commonly refractory (unresponsive) asthma, before they have a laryngoscopy and receive a definite diagnosis of VCD.",
		"The yield in silver is low unless the ores are exceptionally free-milling; the bullion produced is high-grade, as refractory silver minerals are hardly attacked.",
		"The Francke-Tina process, named from Francke, German consul at Bolivia, and tina, the wooden vat in which the process is carried out, was developed in Bolivia for the treatment of refractory ores rich in zinc blende and tetrahedrite (fahl-ore).",
		"To an exterior in these early years somewhat heavy and uncouth, he united a manner which, by universal testimony, was irresistibly winning, with a fund of genuine but simple humour and fun that would break out on the most unlikely occasions, and in after years enabled him to overcome difficulties and mellow refractory chiefs when all other methods f ailed.",
		"At the same time the application of the Civil Constitution of the Clergy roused the whole of western La Vende; and in face of the danger threatened by the refractory clergy and by the army of the migrs, the Girondins set about confounding the court with the Feuillants in the minds of the public, and compromising Louis XVI.",
		"Whilst the insurrection in La Vende was spreading, and Dumouriez falling back upon Neerwinden, sentence of death was laid upon migrs and refractory priests; the treachery of Dumouriez, disappointed in his Belgian projects, gave grounds First corn- for all kinds of suspicion, as that of Mirabeau had mittee ot formerly done, and led the Gironde to propose the public new government which they had refused to Danton.",
		"The attempt of the counter-revolutionaries to make an army for themselves out of the guard of the Legislative Assembly, and the success of the Catholics, who bad managed at the end of August 1797 to repeal the laws against refractory priests, determined the Directory to appeal from the rebellious parliament to the ready swords of Augereau and Bernadotte.",
		"Alumina as a refractory material is chiefly used in the form of bauxite, but its applications are somewhat special.",
		"Johnnie Moozie In one instance a woman was the unfortunate offender with whom he had to deal, and she proved rather refractory.",
		"So completely had the state dominated the church that religious persecutions had become state persecutions, and Bonner was acting as an ecclesiastical sheriff in the most refractory district of the realm.",
		"The country was flooded with Jesuits and friars, whose arguments were reinforced by quartering troops, veterans of the Indian wars in Mexico, on the refractory inhabitants.",
		"Being thus soluble in salt water it cannot, of course, be salted out like common soaps; but if a very concentrated salt solution is used precipitation is effected, and a curd soap is separated so hard and refractory as to be practically useless.",
		"The condemnation of the \" heretics \" by the Patriarch led to their repudiation by the community of Vatopedi, and at the instance of the Russian ambassador at Constantinople the refractory monasteries were subjected to a rigorous blockade.",
		"On the 9th of February 1792, he succeeded in having a law passed sequestrating the possessions of the émigrés, and demanded, though in vain, the deportation of refractory priests to French Guiana.",
		"Hermann as president and Fouquier-Tinville as public prosecutor, the tribunal terrorized the royalists, the refractory priests and all the actors in the counter-revolution.",
		"The furnace used by Henri Moissan in his experiments on reactions at high temperatures, on the fusion and volatilization of refractory materials, and on the formation of carbides, suicides and borides of various metals, consisted, in its simplest form, of two superposed blocks of lime or of limestone with a central cavity cut in the lower block, and with a corresponding but much shallower inverted cavity in the upper block, which thus formed the lid of the furnace.",
		"Moissan showed that at this temperature the most stable of mineral combinations are dissociated, and the most refractory elements are converted into vapour, only certain borides, silicides and metallic carbides having been found to resist the action of the heat.",
		"Intelligence of these events reached Bolivar while in the north of Colombia, and he lost no time in preparing to march against the refractory troops, who formerly had placed such implicit confidence in him.",
		"In the instructions sent to Ivan's guardian, Prince Churmtyev, the latter was ordered to chain up his charge, and even scourge him should he become refractory.",
		"The city proved indeed a refractory member of the new league; and, after the death of William the Silent, the Utrechters, jealous of the influence of their old enemies the Hollanders, refused to recognize the authority of the council of state, and elected a stadtholder of their own.",
		"The treaty of 1818 gave effect to this arrangement, Britain guaranteeing the prince against external enemies and refractory chiefs; he, on his part, pledging himself to be guided by her representative in the administration of his state.",
		"He had defeated all enterprises by rivals against his throne; he had broken down the power of local chiefs, and tamed the refractory tribes; so that his orders were irresistible throughout the whole dominion.",
		"On account of its refractory nature, it is employed in the manufacture of crucibles, furnace linings, &c. It is also used in making hydraulic cements.",
		"A difficulty with Venezuela, resulting in British and German co-operation to coerce that refractory republic, caused an explosion of antiGerman feeling in England and some restlessness in the United States, but the government brought the crisis to an end by tactful handling and by an ultimate recourse to arbitration.",
		"One practical outcome of these researches is the method now always adopted of sterilizing by a succession of gentle warmings, sufficient to kill the developed micro-organisms, instead of by one fierce heating attempting to attack the more refractory undeveloped germs of the same.",
		"Cytological details of nuclear behaviour among the lichens are, however, difficult to obtain owing 'to the slow growth of these forms and the often refractory t' nature of the material in the matter of preparation for microscopical ex amination.",
		"Alumina itself is so refractory that it cannot be melted save by the oxyhydrogen blowpipe or the electric arc, and except in the molten state it is not susceptible of decomposition by any chemical reagent.",
		"He had to contend, like his predecessors, with the perennial hostility of the burgher aristocracy of Amsterdam, and at times with other refractory town councils, but his power in the States during his life was almost autocratic. His task was rendered lighter by the influence and ability of Heinsius, the grand pensionary of Holland, a wise and prudent statesman, whose tact and modera tion in dealing with the details and difficulties of internal administration were conspicuous.",
		"Potassium bisulphate is useful in the preliminary treatment of refractory aluminous ores.",
		"Pascal solved the hitherto refractory problem of the general quadrature of the cycloid, and proposed and solved a variety of others relating to the centre of gravity of the curve and its segments, and to the volume and centre of gravity of solids of revolution generated in various ways by means of it.",
		"When he was ready he used his new troops, before turning them against their chief enemy, the Magyars, to punish refractory Slavonic tribes; and he brought under temporary subjection nearly all the Slays between the Elbe and the Oder.",
		"The motor cells of the extensor muscles, when preoccupied by cerebral influence, appear refractory.",
		"The Vatican accepted his proposal, but the Italian Chamber proved refractory, and, though dissolved by Ricasoli, returned more hostile than before.",
		"An abbot also had the power of excommunicating refractory nuns, which he might use if desired by their abbess.",
		"As some of these substances (for example, lead sulphide and copper pyrites) are readily fusible when first heated, but become more refractory as part of the sulphur is dissipated and oxygen takes its place, it is important that the heat should be very carefully regulated at first, otherwise the mass may become clotted or fritted together, and the oxidizing effect of the air soon ceases unless the fritted masses be broken small again.",
		"They give wares of remarkably fine texture and surface, combined with high refractory character.",
		"A few patients develop a refractory type of celiac disease, in which the GFD no longer seems effective.",
		"Scialoja, who succeeded him, was obliged to adopt a similar proposal, but parliament again proved refractory.",
		"By the continuous injections under the skin, in increasing doses, of the toxins of certain pathogenic micro-organisms, such as that of diphtheria, an animal-usually the horse-may be rendered completely refractory to the disease.",
		"Formerly bullion was melted in crucibles made of refractory clay, but they are liable to crack and require careful handling These were succeeded by iron crucibles, especially for melting silver, and these have now been generally replaced by graphite (plumbago) crucibles made of a mixture of clay and graphite."
	],
	"synonyms": [
		"stubborn",
		"recalcitrant",
		"fractious",
		"perverse",
		"opinionated",
		"incorrigible",
		"difficult",
		"cantankerous",
		"bullheaded",
		"willful",
		"ungovernable",
		"disobedient",
		"intractable",
		"headstrong",
		"unruly",
		"furnace lining"
	],
	"antonyms": []
}