{
	"word": "strut",
	"meaning": [
		"To walk in a vain, stiff, swaggering manner.",
		"To make a display of; show off.",
		"To display in order to impress others. Sometimes used with out .",
		"To provide with a strut or brace.",
		"To provide (a structure) with a strut or struts.",
		"The act of strutting; vain, swaggering walk or gait.",
		"A brace fitted into a framework to resist pressure in the direction of its length and thereby stabilize a structure.",
		"A device that combines a shock absorber and its mounting plates in one assembly, used in the suspension system of a motor vehicle.",
		"A proud step or walk, with the head erect; affected dignity in walking.",
		"A support rod.",
		"(archaic) Swelling out; protuberant; bulging."
	],
	"sentences": [
		"She told him not to strut around because it made him look silly.",
		"They strut about on the stage of the play like they were very famous actors.",
		"However, you can't strut the catwalk with a broken heel.",
		"The weight load was pushing downwards, causing pressure on the strut.",
		"Slap on a miniskirt and you are ready to strut.",
		"Let the arrows be placed on the frame round each joint, and so as to indicate the direction of each force on that joint; then when two arrows point to one another on the same piece, that piece is a tie; when they point from one another the piece is a strut.",
		"Chilean and Andean Flamingos strut through the shallow waters, often keeping company with the equally elegant Andean avocet.",
		"We watched thirty or forty skinny models strut and dance down the long catwalk and you could see the envy in everyone's eyes.",
		"Strut your knowledge and be entertain/educated by everyone else.",
		"The rider's footrests are identical to the R1150 R. As before, pre-tension of the spring strut may be adjusted manually.",
		"Otherwise, the stand is sturdily built in steel - the vertical strut being square section.",
		"Progressive damping is achieved by connecting the central spring strut, using a lever system, to the swinging arm.",
		"The air spring strut also features a piston moving into the damper chamber.",
		"A timing strut fitted to the car to activate a timing beam.",
		"The Quantum features a unique gas strut, which lifts the wing for you during the rigging process, saving your back.",
		"The independent MacPherson strut front suspension coupled with a ZF steering gear allows sharp, precise response.",
		"Oswald Mosley used to strut around in a black costume of his own devising.",
		"All with built-in cups that support you while you strut your stuff.",
		"Short of this the Barracuda was the gun to strut around the safe zone with.",
		"Toe strut left to left side 5-6 Rock right over left bending the knees into a dip.",
		"Your car will need to have a vertical timing strut fixed on the front (see the Blue Book for specification).",
		"When the showtime looms, you can just strut right on past the line and get the best seat in the house.",
		"There are competitions and classes you can get your dog involved in to let her strut her stuff.",
		"Marled cotton jersey made its way into formalwear and suiting as drawstring and elastic-waisted trousers with baggy athletic cuts gave an easy sporty strut.",
		"If you're a confident woman who has legs for days, then strut your stuff in hot pants and don't concern yourself with naysayers.",
		"Embrace your inner sex goddess, and strut your stuff like you own that beach!",
		"The babydoll style is also making a comeback, so strut your stuff in a trendy plus size baby doll tunic worn over a denim pencil skirt or dressy black slacks.",
		"If you're feeling bold or just a little zany, pick some up and slap 'em on, then strut your stuff around town.",
		"In this Project Runway Wii game, you have the opportunity to strut your stuff as you work it on the catwalk.",
		"Along with lingerie models, these women must have the supreme confidence to strut their stuff in little more than strips of elastic fabric.",
		"However, unlike a beach bikini, there is no shaping, trim or adornments to allow you to strut in style.",
		"There are a few styles that you should master so that you can strut your stuff with confidence!",
		"In this DVD, the fitness beauties strut their stuff and strike tantalizing poses for the audience.",
		"What does it take to strut your stuff in a micro?",
		"However, that does not mean you have to sacrifice your style when you strut your stuff!",
		"Strut your stuff with confidence, knowing that you have the attention of everyone you pass, whether on the sand or by the pool.",
		"To be sure, these bikinis are scant, and it takes a woman with a fierce pride in her shape to strut this look comfortably.",
		"You'll want to strut back and forth through the airport for hours with this gorgeous wheeled carry-on by Roxy.",
		"Step into these 3.5-inch heels with a snakeskin strap and get ready to strut.",
		"Men who play in rock bands flaunt their masculinity, even though many have long hair and some have been known to strut across stages in high-heeled shoes.",
		"When these ladies show up to strut their stuff at the Victoria's Secret fashion show, millions tune in!",
		"Not all models who strut down the catwalk are contracted by Victoria's Secret.",
		"They are called the Victoria's Secret Angels and are usually the models and spokeswomen, and they also strut the catwalk.",
		"The auditions travel to multiple cities across the country where hopefuls line up for hours to get a chance to strut their stuff on stage.",
		"Putting arrows on the frame diagram to indicate the direction of the forces, we see that the member EY must pull and therefore act as a tie, and that the member XE must push and act as a strut.",
		"The assembly error discovered by CTC involves a failure to bolt the bracing strut to the inside of the fork blade.",
		"The rear strut locating slot on the float is 3 to 4mm too far forward.",
		"We then have the polygon of forces Exaf, the reciprocal figure of the lines meeting at that point in the frame, and representing the forces at the point Exaf; the direction of the forces on EH and XA being known determines the direction of the forces due to the elastic reaction of the members AF and EF,, showing AF to push as a strut, while EF is a tie.",
		"Strut braces are nothing new and in truth many are more for show than go.",
		"The geometry of the ZT 's MacPherson strut front suspension has been tuned to the requirements of the new chassis platform.",
		"Once you've gained confidence you can prepare to strut your stuff on a bigger bikini contest runway.",
		"What does it take to strut your stuff with other G string beach girls?",
		"Passing to the point Xefa we find two known forces, the load XA acting downwards, and a push from the strut XE, which, being in compression, must push at both ends, as indicated by the arrow, fig.",
		"People started to design and thing about materials they want to use for them to strut there stuff on the catwalk.",
		"Even more popular than the naughty nurse or sexy schoolgirl, these daring ensembles let a woman strut her stuff whether she's in the bedroom or at a Halloween party.",
		"These photos can be incredibly inspiring to other women who aren't naturally a size two, but who want that body confidence to strut down the sand in a two-piece.",
		"Want to strut your stuff in a red, white and blue \"Texas Proud\" bikini all over the United States making appearances on television, in magazines and at events?",
		"Supermodels strut their stuff in teetering heels that seem impossibly daunting, and these shoes are often paired with just about anything in a woman's closet.",
		"Whether you strut your stuff in a pair of stiletto-heeled boots or you like the funky qualities of a metal-studded pair, there are stylish winter boots to satisfy every fashion personality out there.",
		"Conversely, a woman with a few minor problem areas can still get away with wearing one of these suits if she has enough confidence in her own sexuality to proudly strut across the sands without caring who's looking.",
		"That's the premise of the game, anyway, but there's usually a twist at the end, such as the lady who's told she has to model a teddy for the group and is given a teddy bear to strut around the room with instead."
	],
	"synonyms": [
		"tittup",
		"cock",
		"sashay",
		"prance",
		"ruffle",
		"swagger",
		"stride",
		"parade",
		"grandstand",
		"gait",
		"flaunt",
		"brace",
		"swank",
		"flounce",
		"walk",
		"swagger",
		"prance"
	],
	"antonyms": []
}