{
	"word": "divest",
	"meaning": [
		"To strip of clothing, equipment, etc.",
		"To sell off an asset or assets.",
		"To deprive or dispossess of rank, rights, etc.",
		"To disencumber or rid of something unwanted.",
		"To sell off or otherwise dispose of (a subsidiary company or an investment)."
	],
	"sentences": [
		"In considering the force of instinct in animals he was obliged to divest will of reason.",
		"We recommend that it also divest five smaller stores where adverse effects would result from the merger.",
		"The question arises how an agreement between shareholders, outside the confines of a formal liquidation, can divest a company of its property?",
		"Frowning with vexation at the effort necessary to divest himself of his coat and trousers, the prince undressed, sat down heavily on the bed, and appeared to be meditating as he looked contemptuously at his withered yellow legs.",
		"The solution is to downsize the business back to a level and size where the entrepreneur can use his skills for daily operations and divest himself of those aspects of the company he prefers not to do.",
		"One aspect the major eastern religions share is that to become enlightened, one must divest oneself of earthly attachments, which interfere with the process of enlightenment, keeping one too firmly attached to the every day routine.",
		"But in most cases it has been found better policy for the state to divest itself of all interest in mining property, and to extend all possible encouragement to those who undertake the development of the mineral wealth of the nation.",
		"When he found himself confronted with the blind forces of Nature he was obliged to divest irrational will of feeling.",
		"As he resolved one force after another into lower and lower grades of will he was obliged to divest will of all consciousness.",
		"His mental qualities were - a quick analytic perception, strong logical powers, a tenacious memory, a liberal estimate and tolerance of the opinions of others, ready intuition of human nature; and perhaps his most valuable faculty was rare ability to divest himself of all feeling or passion in weighing motives of persons or problems of state.",
		"The British government thought otherwise; they held that the trekkers could not divest themselves of their allegiance to the Crown.",
		"A number of followers, estimated by Prince at 500, but by his critics at one-fifth of the number, were got together, and it was given out by \"Beloved\" or \"The Lamb\" - the names by which the Agapemonites designated their leader - that his disciples must divest themselves of their possessions and throw them into the common stock.",
		"According to the Catholic theologian Gregory Baum, the Church must divest itself of religious triumphalism.",
		"It is sufficient here to remark that the author, even then a man of great erudition, must have been aware of the turn which taxonomy was taking; but, not being able to divest himself of the older notion that external characters were superior to those furnished by the study of internal structure, and that Comparative Anatomy, instead of being a part of zoology, was something distinct from it, he seems to have endeavoured to form a scheme which, while not running wholly counter to the teachings of Comparative Anatomists, should yet rest ostensibly on external characters.",
		"On the 12th of March 1874 he informed Lord Granville that he could give only occasional attendance in the House of Commons during the current session, and that he must \" reserve his entire freedom to divest himself of all the was carried, but the abolition of the paper-duty was defeated in the House of Lords.",
		"The cock has a fine yellow bill and a head bearing a rounded crest of filamentous feathers; lanceolate scapulars overhang the wings, and from the rump spring the long flowing plumes which are so characteristic of the species, and were so highly prized by the natives before the Spanish conquest that no one was allowed to kill the bird when taken, but only to divest it of its feathers, which were to be worn by the chiefs alone."
	],
	"synonyms": [
		"deprive",
		"strip",
		"rob",
		"dispossess",
		"disinvest",
		"undress",
		"dispose",
		"dismantle",
		"despoil",
		"bleed",
		"dethrone",
		"spoil",
		"free",
		"uncover",
		"disrobe"
	],
	"antonyms": [
		"invest",
		"cover",
		"clothe",
		"take",
		"possess"
	]
}