{
	"word": "promulgate",
	"meaning": [
		"To publish or make known officially (a decree, church dogma, etc.)",
		"To make known the terms of (a new or proposed law or statute)",
		"To put (a law) into effect by publishing its terms.",
		"To make widespread.",
		"To put into effect as a regulation."
	],
	"sentences": [
		"Henceforth its sole effective function was to endorse and promulgate the decrees of the government of Vienna.",
		"He was one of the earliest converts to the views of Lavoisier, which he helped to promulgate by his voluminous writings, but though his name appears on a large number of chemical and also physiological and pathological memoirs, either alone or with others, he was rather a teacher and an organizer than an original investigator.",
		"They contend even that extreme unction was so instituted, and that St James in his Epistle did but promulgate it.",
		"Ambrose's intense episcopal consciousness furthered the growing doctrine of the Church and its sacerdotal ministry, while the prevalent asceticism of the day, continuing the Stoic and Ciceronian training of his youth, enabled him to promulgate a lofty standard of Christian ethics.",
		"The counsels of his friend Abul Fazl, coinciding with that sense of superhuman omnipotence which is bred of despotic power, led him at last to promulgate a new state religion, based upon natural theology, and comprising the best practices of all known creeds.",
		"Herein the king's \" most humble subjects daily orators, and bedesmen \" of the clergy of England, in view of his goodness and fervent Christian zeal and his learning far exceeding that of all other kings that they have read of, agree never to assemble in convocation except at the king's summons, and to enact and, promulgate no constitution or ordinances except they receive the royal assent and authority.",
		"He was no physiologist, and did not promulgate any views as to the embryogenic process.",
		"The first point was speedily decided in the affirmative, and, as to the second, it was ultimately decided that the king should be released from his path and the charter returned to him; but a rider was added suggesting that he should, at the same time, promulgate a Recess providing for his own and his people's welfare."
	],
	"synonyms": [
		"exclaim",
		"proclaim",
		"sound",
		"notify",
		"decree",
		"communicate",
		"announce",
		"declare",
		"broadcast",
		"advertise",
		"publish",
		"legislate",
		"establish",
		"constitute",
		"make"
	],
	"antonyms": [
		"conceal",
		"hide"
	]
}