{
	"word": "wanton",
	"meaning": [
		"Undisciplined; unmanageable.",
		"Lascivious or promiscuous. Used especially of women.",
		"Exciting or expressing sexual desire.",
		"Sexually loose or unrestrained.",
		"Capricious; unrestrained.",
		"To be wanton in behavior, action, manner, etc.",
		"To move idly or playfully.",
		"(intransitive) To rove and ramble without restraint, rule, or limit; to revel; to play loosely; to frolic.",
		"To waste or squander, especially in pleasure (often with away).",
		"A wanton person or thing; esp., a sexually loose or unrestrained woman.",
		"A pampered or coddled person.",
		"An overly playful person; a trifler.",
		"A self-indulgent person, fond of excess."
	],
	"sentences": [
		"He loved the way she could be wanton and sensual one minute, then bashful and demure the next.",
		"His one act of wanton devastation, the clearing of the New Forest, has been grossly exaggerated.",
		"He had been more set on exacting tribute than on perpetrating wanton massacres.",
		"Christ was teaching us to view our own secret sins with the same moral revulsion we feel for wanton acts of public sin.",
		"We made it clear that we care about wanton destruction.",
		"Both Jude and 2 Peter were written to expose the wanton behavior of such hypocrites.",
		"Seeing the sights of wanton slaughter, To another bloody tour across the water.",
		"It is wanton vandalism to develop the Dee House site.",
		"History does not record the reaction of volatile Simon to the wanton destruction of the roof of his house !",
		"For instance, as well as the wanton killing, the other characters will now spew blood when shot or injured.",
		"They promote musical miscegenation, drug use and wanton sexual license.",
		"The fourth crusade in 1204 placed great shame on western Christianity with its wanton sacking of Constantinople.",
		"Today, as if to compensate for the Cultural Revolution's wanton destruction, refurbishment is almost complete.",
		"These attacks, however, are not wanton and are not delivered against the civilian population, although non-combatants are inevitably killed in them.",
		"We find that in chapter 5. Certain of them were growing wanton against Christ.",
		"The early settlement of heavily timbered country was characterized by wanton destruction of vast quantities of magnificent timber; but this waste is a thing of the past, and under the pressure of a demand for sound timber both for local use and for exportation, the various governments are doing much to conserve the state forests.",
		"The causes for a divorce are adultery, sentence to confinement in the state prison for three years or more and actual confinement at the time of the suit, intolerable severity, wilful desertion for three consecutive years or absence for seven years without being heard from, or wanton and cruel refusal or neglect of the husband to provide a suitable maintenance for his wife.",
		"How soon do slanderous reports, vain jests, wanton speeches, creep into the heart !",
		"We 've lost enough bothies as it is over the years without more now going to wanton vandalism.",
		"This mask, which furnished abundant opportunities for the decorators, musicians and dancers, in showing forth how the seasons and their delights are successively exhausted by a \"wanton darling,\" Raybright the grandchild of the Sun, is said to have been very popular.",
		"The news of the affair of Sinope, rather wanton slaughter than a battle, Crimean raised excitement in England to fever heat; while War.",
		"The Benin people do not appear to have indulged in wanton cruelty, and it is stated that they usually stupefied the victims before putting them to death.",
		"Our campaign has always focussed on ending wanton cruelty to Britain's wild mammals - perpetrated in the name of sport.",
		"At these times she is wanton and extravagant in her cruelty, killing apparently for the gratification of her ferocious and bloodthirsty nature, and perhaps to excite and instruct the young ones, and it is not until they are thoroughly capable of killing their own food that she separates from them.",
		"Figures are rendered with wanton disregard for anatomy or accurate animation.",
		"Prezza was the good man seduced by a wanton hussy.",
		"His weak points were his wanton breaches of good faith, his extravagance, his frivolity and his self-indulgence.",
		"So in his warfare, though he kept strict discipline and allowed no wanton violence, he treated severely all who had in his opinion transgressed.",
		"But their discomfiture was only to last a few months; in the following October a wanton outrage and.",
		"As the prisoners, clad in penitential haircloth, were led across the bridge, wanton boys thrust sharp sticks between the planks to wound their feet.",
		"It was perhaps the most wanton of all Mary's acts of persecution; Ferrar had been no such protagonist of the Reformation as Cranmer, Ridley, Hooper and Latimer; he had had nothing to do with Northumberland's or Wyatt's conspiracy.",
		"Though the Reformation left it unscathed, it suffered wanton violence from time to time.",
		"Instead of enlisting them as friends, the Prussian government contrived by wild and wanton persecution to make them its enemies.",
		"He was the direct author of the attack in December 1670 on Sir John Coventry, and only a few months later received the royal pardon for his share in the wanton murder of a street watchman.",
		"Possibly the ordinary processes of denudation and erosion, acting on those recent deposits which overlie the harder beds of the older series, may have much to say to these climatic changes, and the wanton destruction of forests may have assisted the efforts of nature; but it is difficult to understand the widespread desiccation of large areas of the Baluch highlands, where evidences of Arab irrigation works and of cultivation still attest to a once flourishing agricultural condition, without appealing to more rapidly destructive principles for the change.",
		"His second wife, the \"wanton Shrewsbury\" of Pope, a daughter of the earl of Cardigan, was seduced by the duke of Buckingham, whom the outraged husband challenged to a duel.",
		"The grounds for divorce in the state are adultery, impotence, extreme cruelty, desertion for three consecutive years next preceding the application, gross and confirmed habits of intoxication, cruel and abusive treatment, or a husband's gross or wanton refusal or neglect to provide a suitable maintenance for his wife.",
		"Similar figures were Artemis Coloene, worshipped at Lake Coloe near Sardis; Artemis Cordax, celebrated in wanton dances on Mount Sipylus; the Persian Artemis, identical with Anaitis Bendis, was a Thracian goddess of war and the chase, whose cult was introduced into Attica in the middle of the 5th century B.C. by Thracian metics.",
		"And now, the Arrabbiati signory putting no check on the Compagnacci, the city returned to the wanton licence of Lorenzo's reign.",
		"Acting on this principle he ruled frivolously, and with a wanton indulgence of whims. In 1820 his misrule provoked a revolt, and he remained in the hands of insurgents till he was released by foreign intervention in 1823.",
		"This atrocious process, known as the Noyades of Nantes, gained for Carrier a reputation for wanton cruelty.",
		"This is indeed an exaggeration; the colonatus was not an oppressive system; it afforded real security against unreasonable demands and wanton disturbance, and it was a great advance on the system of the familia rustica.",
		"Bloodstained as had been Chaka's rule, that of Dingaan appears to have exceeded it in wanton cruelty, as is attested.",
		"To the older and more luxurious lyrics, as reprinted in 1842, Tennyson did not spare the curbing and pruning hand, and in some cases went too far in restraining the wanton spirit of beauty in its youthful impulse.",
		"Sherman, like Sheridan, was much criticized for his methods of reducing opposition, but it does not seem that his \"bummers\" were guilty of wanton cruelty and destructiveness, at least in general, though the cavalry naturally gave more ground for the accusation than the main body of the army.",
		"The letters to Vettori paint a man of vigorous intellect and feverish activity, dividing his time between studies and vulgar dissipations, seeking at one time distraction in low intrigues and wanton company, at another turning to the great minds of antiquity for solace.",
		"Wallis, who had deftly steered his course amid all the political changes of the previous years, managing ever to be on the side of the ruling power, was now apparently stung to fury by a wanton allusion in Hobbes's latest dialogue to a passage of his former life (his deciphering for the parliament the king's papers taken at Naseby), whereof he had once boasted but after the Restoration could not speak or hear too little.",
		"The tendency to increased rigour may be discerned in the 2nd canon of the synod of Orleans (541), which declares that every Christian is bound to observe the fast of Lent, and, in case of failure to do so, is to be punished according to the laws of the church by his spiritual superior; in the 9th canon of the synod of Toledo (653), which declares the eating of flesh during Lent to be a mortal sin; in Charlemagne's law for the newly conquered Saxony, which attaches the penalty of death to wanton disregard of the holy season.'",
		"But, in fact, serfdom naturally took the form of an ugly ownership of live chattels on the part of a privileged class, and all sorts of excesses, of cruelty, ruthless exploitation and wanton caprice, followed as a matter of course."
	],
	"synonyms": [
		"unprovoked",
		"motiveless",
		"promiscuous",
		"loose",
		"light",
		"easy",
		"trifle",
		"piddle away",
		"wanton away",
		"piddle",
		"trifle away",
		"luxuriate",
		"unrestrained",
		"unprincipled",
		"undisciplined",
		"unchaste",
		"strumpet",
		"sportive",
		"spoiled",
		"spiteful",
		"sensual",
		"revel",
		"voluptuous",
		"unruly",
		"prostitute",
		"prodigal",
		"playful"
	],
	"antonyms": [
		"righteous",
		"moral",
		"decent",
		"clean",
		"gentle",
		"nice",
		"kind",
		"thoughtful",
		"wise",
		"observant",
		"careful"
	]
}