{
	"word": "abdicate",
	"meaning": [
		"To relinquish (power or responsibility) formally.",
		"To give up formally (a high office, throne, authority, etc.)",
		"To relinquish formally a high office or responsibility.",
		"To surrender or repudiate (a right, responsibility, etc.)",
		"To surrender, renounce or relinquish, as sovereign power; to withdraw definitely from filling or exercising, as a high office, station, dignity; as, to abdicate the throne, the crown, the papacy; to fail to fulfill responsibility for. [First attested in the mid 17th century.]"
	],
	"sentences": [
		"He agreed to abdicate and retire in favor of the next in line for the throne.",
		"The King decided to abdicate in favor of his son.",
		"I want to abdicate the responsibility to deal with these acts in the correct manner.",
		"Having this advantage, he was able to abdicate in favour of Aristobulus and to retire into private life.",
		"The Allies defeated Napoleon, entered Paris, forced Napoleon to abdicate, and sent him to the island of Elba, not depriving him of the title of Emperor and showing him every respect, though five years before and one year later they all regarded him as an outlaw and a brigand.",
		"To abdicate from responsibility by doing nothing can be viewed as a sin.",
		"They were forced to abdicate (449 B.C.), and the ordinary magistrates were restored.",
		"Compelled to abdicate, he withdrew to a monastery, where he busied himself with writing commentaries on the Scriptures.",
		"Are you willing to abdicate control in favor of a defined group esthetic?",
		"On Louis' death it refused to accept the papal conditions of pardon, and only yielded to Charles IV., the papal nominee, when Gunther of Schwarzburg thought it more prudent to abdicate in his favour.",
		"Lentulus was compelled to abdicate his praetorship, and, as it was feared that there might be an attempt to rescue him, he was put to death in the Tullianum on the 5th of December 63.",
		"Like his predecessor, he enjoyed the protection and support of the Polish king, Sigismund III., and was strong enough to ii., compel Shuiski to abdicate; but as soon as the throne was vacant Sigismund put forward as a candidate his own son, Wladislaus.",
		"The result was that Prince Milosh was forced to abdicate and leave the country in 1839.",
		"At last a compromise was arrived at and the grand duke was requested to abdicate in favour of his son, grant a constitution, and take part in the war against Austria.",
		"On the 25th of April 1512 Bayezid was forced to abdicate in his favour, and died a few days later.",
		"A terrible war ensued; Mosta`in was obliged to abdicate, and was killed in the following year.",
		"Next year Mofawwid was compelled to abdicate in favour of his cousin.",
		"It is true that the Riksdag of 1840 meditated compelling him to abdicate, but the storm blew over and his jubilee was celebrated with great enthusiasm in 1843.",
		"He then wished to abdicate, and at length Benedetto Gaetano, destined to succeed him as Boniface VIII., removed all scruples against this unheard-of procedure by finding a precedent in the case of Clement I.",
		"He had to take a solemn oath to abdicate if his two rivals would do the same, and this concession, which was not very sincere, gained him for the last time the honour of seeing Sigismund prostrate at his feet (March 2, 1415).",
		"In the summer of 1651 Christina was, with difficulty, persuaded to reconsider her resolution to abdicate, but three years later the nation had become convinced that her abdication was highly desirable, and the solemn act took place on the 6th of July 1654 at the castle of Upsala, in the presence of the estates and the great dignitaries of the realm.",
		"The son, Abu Bakr, to whom he had left the throne, was able to maintain himself only a few months on it, being compelled to abdicate on the 4th of August 1341 in favor of his infant brother Kuchuk; the revolution was brought about by Kaustin, a powerful Mameluke of the preceding monarch.",
		"Moti was compelled to abdicate, and Bakhtiyar was driven out of Bagdad Dhu`1-ga`da 363 (August 974).",
		"Caterina, feeling herself unable to contend alone with the increasing power of the Turks, was induced to abdicate the sovereign power in favour of the Venetian republic, which at once entered into full possession of the island (1489).",
		"The sympathy of Rumania with France in the Franco-Prussian War of 1870, and the consequent interruption of certain commercial undertakings, led to a hostile movement against Prince Charles, which, being fostered by Russia, made him resolve to abdicate; and it was with difficulty that he was persuaded to remain.",
		"In February 1866 he was compelled to abdicate; and a council of regency was formed under the presidency of Prince Ion Ghica.",
		"He applied to the northern Hy Neill to come to his assistance, and even offered to abdicate in favour of the chief of the Cinel Eogain, but the latter refused unless Maelsechlainn undertook to cede to them half the territory of his own tribe, the Cland Colmain.",
		"The quarrel broke out again and, notwithstanding the help of the Bulgarians, the older emperor was compelled to abdicate, 1328.",
		"This danger, together with the growing insubordination of the aged sultan's sons, caused his ministers to urge him to abdicate in favour of Selim, the younger but more valiant.",
		"This news caused consternation at Constantinople; the inevitable revolt of the Janissaries followed, headed this time by one Patrona Khalil, and the sultan was forced to abdicate in favour of his nephew Mahmud.",
		"Napoleon was forced to abdicate, and finding escape was impossible, he surrendered (on July 14) to the British - \"the most powerful, the most unwavering and the most generous of his foes.\"",
		"In 1327 the bishop joined Queen Isabella's partisans; he drew up the six articles against Edward II., and was one of those who visited the captive king at Kenilworth to urge him to abdicate in favour of his son.",
		"He was defeated at Jalapa and driven to Vera Cruz; but the army deserted Iturbide, who was compelled to abdicate (April 19, 1823).",
		"Further, at the close of 1798 they virtually compelled the young king of Sardinia, Charles Emmanuel IV., to abdicate at Turin.",
		"When, however, Majorianus tried to rule by himself, Ricimer forced him to abdicate and caused his assassination on the 7th of August 461.",
		"Caterina at first refused, for she clung to her royalty, but Venice was a severe parent to its adopted daughter and would not be gainsaid; she was forced to abdicate in favour of the republic, and returned to Venice in 1489.",
		"Botaniates was forced to abdicate and retire to a monastery, and Isaac declined the crown in favour of his younger brother Alexius, who then became emperor in the 33rd year of his age.",
		"It was not long, however, before this arrangement led to war between the brothers, the outcome of which was that in 1317, three years after he had been chosen German king, Louis compelled Rudolph to abdicate, and for twelve years ruled alone over the whole of Upper Bavaria.",
		"Aided by Albert Achilles, afterwards margrave of Brandenburg, he took the elder Louis prisoner and compelled him to abdicate in 1443.",
		"On the 23rd of May 1412, after being defeated and shut up in Damascus, he was compelled by Sheik Mabrnudi to abdicate, and an Abbasid caliph, Mostain, was proclaimed sultan, only to be forced to abdicate on the 6th of November of the same year in Sheiks favor, who took the title Malik al-Muayyad, his colleague Newruz having been previously sent to Syria, where he was to be autocrat by the terms of their agreement.",
		"He was acknowledged as caliph only in a part of Syria, and reigned no longer than two months, when he was obliged to abdicate and to submit to the authority of Merwan II.",
		"This prince, who was as avaricious as he was ambitious, wishing to deprive the caliph Ta`i of his possessions, compelled him to abdicate A.H.",
		"Early in 1720 Charles XII.'s sister, Ulrica Leonora, who had been elected queen of Sweden immediately after his death, was permitted to abdicate in favour of her hus- Frederick I.",
		"Isabella was induced to abdicate in Paris on 25th June 1870 in favour of her son, Alphonso XII., and the cause of the restoration was thus much furthered.",
		"Their unhappy master was forced to abdicate on the 20th of January 1327, his fourteen-year old son being proclaimed king in his stead.",
		"But the politicians who forced Milosh to abdicate did not feel safe with Milosh's second son as the reigning prince of Servia.",
		"On New Year's Day 1570 Frederick's difficulties seemed so overwhelming that he threatened to abdicate; but the peace of Stettin came in time to reconcile all parties, and though Frederick had now to relinquish his ambitious dream of re-establishing the Union of Kalmar, he had at least succeeded in maintaining the supremacy of Denmark in the north.",
		"Compelled to leave Madrid hastily in August 1808, owing to the Spanish success at Baylen, he was reinstated by Napoleon at the close of the year; and he was thereafter kept in a subordinate position which led him on four occasions to offer to abdicate.",
		"After a short reign Shah Shuja was compelled to abdicate from his inability to repress the rising power of Fateh Khan, a Barakzai chief, and he took refuge first with Ranjit Singh, who then ruled the Punjab, and finally secured the protection of British power.",
		"On the 3rd of January 1565 he declared in an open letter addressed to the metropolitan his intention to abdicate.",
		"It is probable, however, that he did occasionally intervene in the affairs of the city at the period when the rule of Persia had given place to autonomy; it is said that he compelled the usurper Melancomas to abdicate.",
		"They prepared for flight to America - a step which Napoleon took care to prevent; and a popular outbreak at Aranjuez decided the king then and there to abdicate (19th of March 1808).",
		"At a later period he tried to abdicate again, and his wife had to keep him in a species of disguised confinement.",
		"Feebly supported by the Italians, by the majority of the cardinals, and by the representatives of the king of France, John soon found himself in danger of being driven to abdicate.",
		"In 1667 he was compelled by his wife and brother to abdicate the throne and was banished to the island of Terceira.",
		"When his father died in 78, he was by his mother forthwith appointed high priest, and on her death in 69 he claimed the succession to the supreme civil authority also; but, after a brief and troubled reign of three months, he was compelled to abdicate both kingly and priestly dignities in favour of his more energetic and ambitious younger brother Aristobulus II.",
		"In the parliament, which assembled on the 30th of September, Richard was forced to abdicate.",
		"But the vast majority of Scots, though not in love with the Union, preferred it to the rule of a Catholic king - Charles probably, for James had every desire to abdicate.",
		"In 1819 the emperor Alexander first mentioned his intention to abdicate in favour of Nicholas, Constantine consenting to stand aside; but he took no steps to initiate his prospective heir in affairs of state, and the grand-duke continued to be confined to his military duties.",
		"But our people have opted for democracy as a way of life from which we will not abdicate.",
		"This prince pushed his audacity so far as to attack his father's troops, but the action merely increased his popularity with the Janissaries, and Bayezid, after a reign of thirtyone years, was obliged to abdicate in favour of his forceful younger son; a few days later he died.",
		"Benedict XIII., who had on his part tried to call together a council at Perpignan, was by this time recognized hardly anywhere but in his native land, in Scotland, and in the estates of the countship of Armagnac. He remained none the less full of energy and of illusions, repulsed the overtures of Sigismund, king of the Romans, who had come to Perpignan to persuade him to abdicate, and, abandoned by nearly all his adherents, he took refuge in the impregnable castle of Peniscola, on a rock dominating the Mediterranean (1415).",
		"But his son proved unequal to his task, and in 1862 was forced to abdicate (see Otho, king of Greece)."
	],
	"synonyms": [
		"renounce",
		"relinquish",
		"vacate",
		"surrender",
		"step down",
		"retire",
		"quit",
		"leave",
		"forego",
		"demit",
		"withdraw",
		"resign",
		"abandon",
		"give up",
		"yield"
	],
	"antonyms": [
		"assume",
		"remain",
		"defy",
		"challenge",
		"assert",
		"retain",
		"maintain",
		"defend",
		"treasure",
		"usurp",
		"hold",
		"claim"
	]
}