{
	"word": "libertarian",
	"meaning": [
		"A person who believes in the doctrine of the freedom of the will.",
		"A person who believes in full individual freedom of thought, expression, and action.",
		"A U.S. political party stressing libertarian principles, as protection of the rights of the individual and minimization of the role of government.",
		"A member of this party.",
		"One who advocates liberty either generally or on a specific issue, e.g. \"civil libertarian\" (in favour of civil liberties).",
		"(politics) A member of a political party or movement that uses the term \"Libertarian\" in its name (e.g., the Libertarian Party of the United States); one who is likely to support policies that are libertarian.",
		"Of or upholding libertarian principles.",
		"Of, belonging to, or characteristic of the Libertarian Party.",
		"(dated) Relating to liberty, or to the doctrine of free will, as opposed to the doctrine of necessity."
	],
	"sentences": [
		"Thus libertarian free will has to disappear from their belief.",
		"But the real strength of the libertarian position is to be found in the fact that consciousness is capable of distinguishing ends at all.",
		"On this ground James is a libertarian.",
		"Hedonistic psychology denied the libertarian hypothesis, but it denied also the absoluteness and intuitive character of moral obligation, and attached no validity to the ordinary interpretation of terms like \"ought\" and duty.",
		"That doctrine, if it is to possess cogency as a proof of the impossibility of the libertarian position, must assume that the amount of energy sufficient to account for physical and psychical changes is constant and invariable in quantity, an assumption which no scientific investigator is competent to prove.",
		"Bergson is perhaps the most notable instance of a philosopher fully conversant with psychological studies and methods who remains a convinced libertarian.",
		"On the contrary, a belief that conduct necessarily results upon the presence of certain motives, and that upon the application of certain incentives, whether of pain or pleasure, upon the presence of certain stimuli whether in the shape of rewards or punishments, actions of a certain character will necessarily ensue, would seem to vindicate the rationality of ordinary penal legislation, if its aim be deterrent or reformatory, to a far greater extent than is possible upon the libertarian hypothesis.",
		"Long is an American academic philosopher and libertarian anarchist.",
		"Brittan is well known for his critique of Keynesian economics and advocacy of market friendly and politically libertarian ideas.",
		"In the USA the notorious antisemite Austin App and the right-wing libertarian Harry Elmer Barnes were publishing revisionist tracts.",
		"Nicolas gave his name afterward to a very libertarian view of Christianity.",
		"And the libertarian critic had before him a comparatively easy task when he exhibited the complete interdependence of character and environment, or rather the impossibility of treating either as definite and fixed factors in a process explicable by the use of ordinary scientific categories.",
		"Moreover, the belief that the justice of punishment depends upon the responsibility of the criminal for his past offences and the admission of the moral consciousness that his previous wrong-doing was freely chosen carries with it, so it is argued, consequences which the libertarian moralist might be willing to accept with reluctance.",
		"It is not libertarian to force people to put up with all manner of things they are highly concerned to avoid.",
		"But it does, at certain times and in certain places, allow and require the following of a broadly libertarian agenda.",
		"Similarly, both parties have socially libertarian tendencies, which are a minority in each party.",
		"Its conservative and libertarian elements have already been purged by time and active malevolence to the outer limits of influence.",
		"This authoritarian methodology clearly contradicted the libertarian rhetoric within Deleuze and Guattari's writings.",
		"The Libertarian Alliance is a non-partisan group fighting statism in all its forms and working for the creation of a truly free society.",
		"Maybe Conway thinks that he mainly needs to overcome absolute libertarian rights, and so can simply use such a thought experiment.",
		"The free will which Leibnitz teaches is not libertarian but determinist.",
		"The determinist equally with the libertarian moral philosopher can give an account of morality possessing internal coherence and a certain degree of verisimilitude.",
		"And there is much that is anticipatory of modern libertarian views in the psychological argument by which Carneades attempted at once to avoid the Epicurean identification of will with chance, and to prove the rationality of choice, undetermined by any external or antecedent necessity, as an explanation of human actions Xxviii.",
		"Meanwhile the scientific onslaught upon the libertarian position has been directed from two chief quarters.",
		"And the libertarian, by his arguments showing that appeal must be made to an act of will or of the self in the explanation of the phenomena of choice, does nothing directly to disprove the truth of such a contention.",
		"While if the deterrent and reformatory theories alone provide a rational end for punishment to aim at then the libertarian hypothesis pushed to its extreme conclusion must make all punishments equally useless.",
		"But, as has been already suggested, the libertarian argument by no means necessarily leads to such extreme conclusions.",
		"The libertarian is not pledged to the belief that acts which alone exhibit real freedom are isolated acts which depend upon a complete change of character, a change which is in no sense continuous with, and is in no kind of relation to, the series of successive changes which make up an individual's mental and moral history.",
		"But whatever be the nature of the end chosen the libertarian is not concerned to deny that it must possess a fixed determinate character.",
		"My position is that I defend only libertarian restitution.",
		"If the attack is to be finally repulsed it will be imperatively necessary for the libertarian to maintain that no full explanation of the physical universe can ever gain assent which does not take account of the reality and influence within the material world of human power of initiative and freedom.",
		"You could have the libertarian state, the green state, the clothing-optional state, the state with free public housing for all, the state where puns are outlawed, the state with a two-drink minimum, the fiercely pro-business state—even a state that guarantees free speech but requires that you sing your speech like a show tune."
	],
	"synonyms": [],
	"antonyms": [
		"necessitarian"
	]
}