{
	"word": "hackneyed",
	"meaning": [
		"Made trite by overuse.",
		"Repeated too often.",
		"Simple past tense and past participle of hackney."
	],
	"sentences": [
		"Hackneyed stereotypes are used over and over again.",
		"This is a real shame as the role does have potential to really deliver a great performance, despite the rather hackneyed script.",
		"Some hackneyed situations come across as fresh and funny.",
		"Hackneyed images risk reducing Irish history to textbook postcolonial illustrations.",
		"Every facet of the film is hackneyed - car chases, gee whiz technology, explosions, constant, constant, slaying of people.",
		"Repeated ad nauseam, however, the whole thing becomes hackneyed, stagnant and, dare I say it, dangerously self-referential.",
		"Whatever the intention, such sound effects are so hackneyed, they only served to underline how badly this production lacks innovation.",
		"Again like The Full Monty, Wondrous Oblivion weaves a number of darker, more interesting subplots around a fairly hackneyed central storyline.",
		"Surely this renders the term ' models of nursing ' rather hackneyed?",
		"If you don't have a clue of what to give, I always default to Champagne and a bottle of Dom Perignon, and while perhaps it's a hackneyed gift it is for a reason-it's always appreciated and never a mistake.",
		"If you find the feudal system boring or hackneyed, why not modify early Dutch capitalism for your world-model?",
		"That said, it is not outside the skills of Lucas, who wrote the screenplay, or director Spielberg to transcend hackneyed plots.",
		"The script is admittedly hackneyed, but amiably so - like the best boy's own adventure yarns of old.",
		"Darkened hallways instruments silicon valley's golden age seem hackneyed even ketchup sandwhiches during.",
		"Thus the inspirations of genius, appropriated by those who imperfectly appreciate their subtle beauty and quality, become hackneyed and lose their charm and interest.",
		"He pours much hackneyed scorn on the common herd, declares the sovereign to be the source of law, and asserts that popular freedom is dangerous.",
		"One hackneyed contemporary phrase is \"a sense of identity.\"",
		"The hackneyed old football cliché \"a game of two halves,\" was proved correct yet again.",
		"It is objected that in the 79th letter of Seneca, which is the chief authority on the question, he apparently asks that Lucilius should introduce the hackneyed theme of Aetna merely as an episode in his contemplated poem, not make it the subject of separate treatment.",
		"He was also the author of rhetorical exercises on hackneyed sophistical themes; of a Quadrivium (Arithmetic, Music, Geometry, Astronomy), valuable for the history of music and astronomy in the middle ages; a general sketch of Aristotelian philosophy; a paraphrase of the speeches and letters of Dionysius Areopagita; poems, including an autobiography; and a description of the Augusteum, the column erected by Justinian in the church of St Sophia to commemorate his victories over the Persians.",
		"Do you know any hackneyed clichés of yore?"
	],
	"synonyms": [
		"stock",
		"old-hat",
		"well-worn",
		"timeworn",
		"shopworn",
		"tired",
		"trite",
		"threadbare",
		"commonplace",
		"banal",
		"worn",
		"vapid",
		"outmoded",
		"outdated",
		"everyday"
	],
	"antonyms": [
		"new",
		"uncommon",
		"fresh",
		"original"
	]
}