{
	"word": "volatile",
	"meaning": [
		"Evaporating readily at normal temperatures and pressures.",
		"Capable of being readily vaporized.",
		"Vaporizing or evaporating quickly, as alcohol.",
		"Likely to shift quickly and unpredictably; unstable; explosive.",
		"Tending to vary often or widely, as in price.",
		"Any flying creature.",
		"A volatile substance."
	],
	"sentences": [
		"On the other hand, putting up with his volatile moods wouldn't be exactly easy.",
		"Both forms are volatile in steam.",
		"There is also present a volatile oil.",
		"Mercury is a fluid, volatile, spiritual essence.",
		"Somewhat less volatile than the last-named group are the chlorides (MC1 2) of barium, strontium and calcium.",
		"May was less than a week old and the temperature was still volatile.",
		"Crop yields are highly volatile and unpredictably so.",
		"What did she know about this man... other than the fact that he had a volatile temperament?",
		"The drug has the properties common to all substances that contain a volatile oil.",
		"For illuminating purposes, the most extensively-used product is kerosene, but both the more and the less volatile portions Of petroleum are employed in suitable lamps.",
		"As might be expected, the grease which produces these effects is largely volatile.",
		"In the American petroleum refineries it is found that sufficient cracking can be produced by slow distillation in stills of which the upper part is sufficiently cool to allow of the condensation of the vapours of the less volatile hydrocarbons, the condensed liquid thus falling back into the heated body of oil.",
		"It is volatile (para-oxybenzaldehyde is not) and gives a violet coloration with ferric chloride.",
		"Most of the polynitro compounds are not volatile, but undergo deco Imposition on heating.",
		"Fermentative changes are set up in it, characterized by the evolution of gas and the formation of products of suboxidation, some of which, being volatile, account for the characteristic odour.",
		"The caking property is best developed in coals low in oxygen with 25 to 30% of volatile matters.",
		"The iodides as a class resemble the chlorides and bromides, but are less fusible and volatile.",
		"Most of the azoximes are very volatile substances, sublime readily, and are easily soluble in water, alcohol and benzene.",
		"It sublimes readily and is volatile in steam.",
		"More volatile anaesthetics such as anestile or anaesthyl and coryl are produced by mixing with methyl chloride; a mixture of ethyl and methyl chlorides with ethyl bromide is known as somnoform.",
		"The chlorides of the nonmetallic elements are usually volatile fuming liquids of low boilingpoint, which can be distilled without decomposition and are decomposed by water.",
		"At the same time various subsidiary products such as glycerin, succinic acid, small quantities of higher alcohols, volatile acids and compound esters are produced.",
		"The amount of volatile acid should be very small, and, except in special cases, a percentage of volatile acid exceeding 0.1 to 0.15%, according to the class of wine, will indicate that an abnormal or undesirable fermentation has taken place.",
		"The micro-organism splits up the laevulose in the must, forming mannitol and different acids, particularly volatile acid.",
		"With the accession of the new monarch in 1760 this volatile politician transferred his attentions from Pitt to the young king's favourite, Bute, and when in 1761, at the latter's instance, several changes were made in the ministry, Townshend was promoted to the post of secretary-at-war.",
		"Many forms in rivers, soil, manure heaps, &c., are capable of bringing about this change to ammonium carbonate, and much of the loss of volatile ammonia on farms is preventible if the facts are apprehended.",
		"Other aromatic members are Andropogon Nardus, a native of India, but also cultivated, the rhizome, leaves and especially the spikelets of which contain a volatile oil, which on distillation yields the citronella oil of commerce.",
		"Robert was thriftless, volatile and easy-going, a good knight but a most incompetent sovereign.",
		"The solubility of naphthalene by various oils has led some engineers to put in naphthalene washers, in which gas is brought into contact with a heavy tar oil or certain fractions distilled from it, the latter being previously mixed with some volatile hydrocarbon to replace in the gas those illuminating vapours which the oil dissolves out; and by fractional distillation of the washing oil the naphthalene and volatile hydrocarbons are afterwards recovered.",
		"Ferric oxide or iron sesquioxide, Fe203, constitutes the valuable ores red haematite and specular iron; the minerals brown haematite or limonite, and gothite and also iron rust are hydrated forms. It is obtained as a steel-grey crystalline powder by igniting the oxide or any ferric salt containing a volatile acid.",
		"Applied externally it possesses, in higher degree than any of its fellows, the properties of the volatile oils.",
		"It is a volatile compound which burns when heated in oxygen and which is unacted upon by sulphuric and hydrochloric acids.",
		"Silica forms nearly the whole substance of flint; calcite and dolomite may occur in it in small amounts, and analysis has also detected minute quantities of volatile ingredients, organic compounds, &c., to which the dark colour is ascribed by some authorities.",
		"If it be desired to obtain larger quantities than are yielded by the above-described methods, processes having for their object the extraction of the seeds by volatile solvents must be resorted to.",
		"Of the other proposed volatile solvents ordinary ether has found no practical application, as it is far too volatile and hence far too dangerous.",
		"The last remnant of volatile solvent in the oil is driven off by a current of open steam blown through the oil in the warm state.",
		"The comminuted seed is placed inside a vessel connected with an upright refrigerator on trays or baskets, and is surrounded there by the volatile solvent.",
		"A few of the blubber oils, like dolphin jaw and porpoise jaw oils (used for lubricating typewriting machines), have exceedingly high saponification values ` owing to their containing volatile fatty acids with a small number of carbon atoms. Notable also are coco-nut and palm-nut oils, the saponification numbers of which vary from 240 to 260, and especially butter-fat, which has a saponification value of about 227.",
		"These high saponification values are due to the presence of (glycerides of) volatile fatty acids, and are of extreme usefulness to the analyst, especially in testing butter-fat for added margarine and other fats.",
		"These volatile acids are specially measured by the Reichert value (Reichert-Wollny value).",
		"To ascertain this value the volatile acids contained in 5 grammes of an oil or fat are distilled in a minutely prescribed manner, and the distilled-off acids are measured by titration with decinormal alkali.",
		"The process of extraction with volatile solvents is similar to that used in the extraction of oils and fats, but as only the most highly purified solvents can be used, this process has not yet gained commercial importance.",
		"In the first refrigeration is produced by the expansion of atmospheric air, and in the second by the evaporation of a more or less volatile liquid.",
		"Perkins in his patent specification states that the volatile fluid is by preference ether.",
		"It appears to contain at least two alkaloids - cannabinine and tetano-cannabine - of which the former is volatile.",
		"There are also resins, a volatile oil and several other constituents.",
		"Where the operation is simply one of fusion, as in the ironfounder's cupola, in which there is no very great change in volume in the materials on their descent to the tuyeres, the stack is nearly or quite straight-sided; but when, as is the case with the smelting of iron ores with limestone flux, a large proportion of volatile matter has to be removed in the process, a wall of varying inclination is used, so that the body of the furnace is formed of two dissimilar truncated cones, joined by their bases, the lower one passing downwards into a short, nearly cylindrical, position.",
		"He'd have to track down Darian soon, though what the unpredictable, volatile Grey God was doing was beyond his ability to guess.",
		"The valve on top of a cylinder containing the highly volatile substance acetylene had ignited on the sixth floor.",
		"I'm fourth generation Australian, a volatile mixture of Italian, Irish and Scots ancestry.",
		"Continue volatile agent until reversal is complete and spontaneous respiration is resumed using atropine or glycopyrrolate and neostigmine as required.",
		"The Environment Agency issued two new reports covering volatile organic compounds and new Soil Guidance Values covering contamination from toluene and ethyl benzene.",
		"These areas become infected with anaerobic bacteria, which release malodorous volatile fatty acids as a metabolic byproduct.",
		"With the correct polymer design, stable liquid polyester coatings can be produced in a high-water content volatile phase.",
		"The volatile compounds released are then analyzed in real time.",
		"Ozone is formed from the reaction of volatile organic compounds with sunshine.",
		"Zip Style Method and snap crackle (&) bop are a volatile cocktail of rock and poetry.",
		"This means that companies in highly cyclical businesses will have a high beta to reflect the volatile nature of their cash flow.",
		"Due to the volatile nature of all types of video and film the environmental storage conditions must be strictly controlled to minimize degradation.",
		"The was particularly true in France where memories of the recently deposed monarchy were still strong and the political situation was volatile.",
		"These diffuse to the surface to be etched, form volatile products which then desorb from the surface and are pumped away.",
		"Wet or dry flue gas desulphurisation systems reduce emissions of volatile elements by concentrating the elements from flue gas desulphurisation systems reduce emissions of volatile elements by concentrating the elements from flue gases in solid or liquid streams.",
		"The allergenic fraction of bee glue is found in the volatile oil derived from it by distillation.",
		"It is a highly interpretive notion, highly context dependent and highly volatile in its meaning.",
		"Some of the contributors were quite obviously livid with rage and other volatile emotions.",
		"At the heart of this empire was the bustling, volatile metropolis of Rome - the center of the known world at the time.",
		"James was a very mixed-up, volatile sort of guy.",
		"It's a volatile time, and you'll face off against both the samurai and legendary ninja.",
		"Volatile oil an odorous plant oil that evaporates readily; also called essential oil.",
		"Estimates for damage costs from volatile organic carbons do not always obviously include estimates for creation of tropospheric ozone.",
		"With expectations raised by Yeltsin's extravagant election pledges, the situation is very volatile.",
		"In the longer term, Mr. Chairman, cross-strait relations can be even more volatile because of Beijing's military modernization program.",
		"This allows automatic changes to the fund portfolio, reflecting a less volatile mix of investments as the client nears retirement.",
		"Further impurities are removed using aqueous sodium hydroxide to neutralize free acids and steam which removes volatile compounds.",
		"The process involves the use of volatile solvents which are added to the oil stock to dissolve the wax.",
		"It's clear that Margot is still somewhat mentally volatile, and her relationship with Betty remains strained.",
		"Raw, volatile and just plain HUGE, Delirious had pulled another stunner out of the bag.",
		"His mother, noted for her volatile temper, was descended from the Gordons, with their wild, bloodsoaked highland history.",
		"The resin contains aromatic chemicals called terpenes, which make it volatile and flammable.",
		"During burning, antimony trioxide promotes charring of the resin, which reduces the formation of volatile gases.",
		"Sadly the modern game has higher stakes than the past which in turn has made the game more volatile.",
		"Nor would joining the euro promote greater stability when it has been so notoriously volatile so far.",
		"That would be likely to add to the problem of potentially volatile capital inflows next time around.",
		"Moon square Mars The square formed between the Moon and Mars shows that you have an emotionally volatile nature.",
		"The United Nations sent its own peacekeepers to the highly volatile regions affected by the fighting.",
		"But the situation on the ground is extremely volatile.",
		"With public opinion increasingly volatile, there's panic at the top.",
		"However, the situation on the ground remains volatile, concluded Travers.",
		"Oil prices have become far more volatile in recent years.",
		"When the underlying gets very volatile you are often best advised to buy or sell at the market.",
		"Investments in small and emerging markets can be more volatile than other more developed markets.",
		"The leaves contain a volatile oil which is not used simply for its perfume - it has anti-bacterial properties.",
		"Schwartz special milling process preserves the flavor - giving volatile oils.",
		"The familiar smell originates from a pungent volatile oil and sulfur held within the bulb and leaves.",
		"It is not volatile below a white heat, and consequently, if heated with salts of more volatile acids, it expels the acid forming oxide from such salts; for example, if potassium sulphate be heated with boron trioxide, sulphur trioxide is liberated and potassium borate formed.",
		"Boron can be estimated by precipitation as potassium fluoborate, which is insoluble in a mixture of potassium acetate and alcohol, For this purpose only boric acid or its potassium salt must be present; and to ensure this, the borate can be distilled with sulphuric acid and methyl alcohol and the volatile ester absorbed in potash.",
		"If the incrustation be white and readily volatile, arsenic is present, if more difficultly volatile and beads are present, antimony; zinc gives an incrustation yellow whilst hot, white on cooling, and volatilized with difficulty; tin gives a pale yellow incrustation, which becomes white on cooling, and does not volatilize in either the reducing or oxidizing flames; lead gives a lemon-yellow incrustation turning sulphur-yellow on cooling, together with metallic malleable beads; bismuth gives metallic globules and a dark orange-yellow incrustation, which becomes lemon-yellow on cooling; cadmium gives a reddish-brown incrustation, which is removed without leaving a gleam by heating in the reducing flame; silver gives white metallic globules and a dark-red incrustation.",
		"Nicotine (C 1 oH 14 N 2) is a volatile alkaloid which appears to be present only in plants of the genus Nicotiana (see Nicotine).",
		"At the same time Paracelsus uses the word for a volatile liquid; alcool or alcool vini occurs often in his writings, and once he adds \"id est vino ardente.\"",
		"His excitable and volatile disposition agreed ill with the IV.",
		"The new regulations will reduce emissions into the atmosphere of volatile organic compounds (VOCs) from paint and varnishes and vehicle refinishing products.",
		"In the longer term, Mr. Chairman, cross-strait relations can be even more volatile because of Beijing 's military modernization program.",
		"It 's clear that Margot is still somewhat mentally volatile, and her relationship with Betty remains strained.",
		"Zafar became the titular leader of the disparate and volatile forces, but his efforts at uniting them were ultimately futile.",
		"Sterling has been very volatile against the other currencies this week, in particular the Australian Dollar.",
		"However neonates require lower concentrations of volatile anesthetics than infants.",
		"Six per cent reported taking volatile substances in the last year in 2002, compared with 7 per cent in 2001.",
		"The inlet concentration is compared with the total allowable contamination for volatile hydrocarbons (excluding methane) set by ISBT at 20 ppmV.",
		"Jess is a young woman who disguises a dysfunctional middle class background behind an edgy, volatile temperament.",
		"With public opinion increasingly volatile, there 's panic at the top.",
		"Empirical analyzes by the IMF 11 shows that aid flows tend to be more volatile than fiscal revenue or output, and highly unpredictable.",
		"All countries experience fluctuations in their rate of economic growth - some more volatile than others !",
		"History does not record the reaction of volatile Simon to the wanton destruction of the roof of his house !",
		"Alchemical treatises frequently warned of the hazards of working with sulfurous exhalations and volatile chemicals.",
		"With the exception of the teen years, toddler years can be the most volatile and emotional years your child may experience.",
		"Being a single parent is stressful enough in itself, but add in a volatile relationship with the other parent, and it's even worse.",
		"Make sure to use VOC (Volatile Organic Compound) paints that may cost a bit more, but emit fewer toxic fumes.",
		"Why do these tiny people render such volatile images?",
		"The first is simply that the market is volatile, and while currency around the world is reaching record lows, gold has maintained its record highs for a year.",
		"These stocks have a very volatile trading history, with a lot of ups and downs in pricing.",
		"Because the U.S. government backs these bonds, they have a lower risk than stocks and other volatile markets.",
		"While the zero coupon bond can be an excellent investment, you should know that the price of the bonds vary more than others in the same market, so they are considered more volatile than other types of bond investments.",
		"Emotions can rise to volatile levels during the stress of marriage problems.",
		"Throw anger into the mix and soon a volatile potion of discord is brewing on the coals of what was once a happy marriage.",
		"The combination of the highly flammable nature of solvents and the fact that many are packaged as aerosols means that they are of a highly volatile nature and should be treated carefully.",
		"Soil Clean Up - Believe it or not, like paint, some soil contains volatile organic compounds or VOCs.",
		"It's always a good idea to use lower VOC (Volatile Organic Compounds) products in your home whenever possible.",
		"These chemicals, called volatile oils, include gingerols and shogaols.",
		"It has volatile oils that are believed to inhibit tumor formation - particularly in the lungs.",
		"The combination of Temple and Donna would prove to be volatile as they completed their tasks.",
		"These panels are made from high performance materials that don't release VOCs (Volatile Organic Compounds) into the air.",
		"Since their paint formulas are low odor and emit zero VOCs (volatile organic compounds), you can paint anytime of the year without extra ventilation.",
		"The Sherwin Williams GreenSure designation appears on all environmentally friendly formulas, which are low VOC (volatile organic compounds).",
		"When you make a decision on paint, make sure you select a low VOC (Volatile Organic Compounds) variety.",
		"Standard paint frequently emits Volatile Organic Compounds (VOCs).",
		"Volatile chemical reactions occur both at the creation of the liquid and as soon as it leaves the bottle.",
		"Managing anger can be a challenge, especially if you have lived with volatile emotions for quite some time.",
		"It also may be beneficial to discuss how not to deal with the situation so members who may not think they are doing anything wrong, will see that they are fostering their volatile emotions.",
		"Teen fashion changes from season to season, and the Juniors section is more volatile than any other clothing department.",
		"Because the last step in the purification process is very volatile, it can cause explosions.",
		"Having a strong compulsion to drink and becoming irritable or downright volatile when drinking alcohol is another red flag.",
		"George and drummer Moss were carrying on a volatile on-again/off-again relationship.",
		"This is due to a volatile oil present in such quantity that the fresh-cut brushwood burns readily, while from the leaves \"Bay water\" is distilled.",
		"Boron chloride BC1 3 results when amorphous boron is heated in chlorine gas, or more readily, on passing a stream of chlorine over a heated mixture of boron trioxide and charcoal, the volatile product being condensed in a tube surrounded by a freezing mixture.",
		"The operation was, however, completely revolutionized in the United States by the introduction of the \" cracking process,\" and by the division of the distillation into two parts, one consisting in the removal of the more volatile constituents of the oil, and the other in the distillation (which is usually conducted in separate stills) of the residues from the first distillation, for the production of lubricating oils and paraffin.",
		"For pharmaceutical purposes crude petroleum is no longer generally used by civilized races, though the product vaseline is largely employed in this way, and emulsions of petroleum have been administered internally in various pectoral complaints; while the volatile product termed rhigolene has been largely used as a local anaesthetic.",
		"If we take a thin layer of natural Canada balsam and heat it strongly for a little time most of the volatile oils are driven out of it.",
		"It has a strong and characteristic odour, and a hot sweetish taste, is soluble in ten parts of water, and in all proportions in alcohol, and dissolves bromine, iodine, and, in small quantities, sulphur and phosphorus, also the volatile oils, most fatty and resinous substances, guncotton, caoutchouc and certain of the vegetable alkaloids.",
		"Mansfield (1819-1855), who separated a benzol distilling below too from a less volatile naphtha by using a simple dephlegmator.",
		"The ore, even if it is not blende, must be roasted or calcined in order to remove all volatile components as completely as possible, because these, if allowed to remain, would carry away a large proportion of the zinc vapour during the distillation.",
		"P 1 greater than P2, if the molecular weight of A be much less than that of B, then it is obvious that the ratio M 1 P 1 /M 2 P 2 need not be very great, and hence the less volatile liquid B would come over in fair amount.",
		"The more volatile vapours pass over to the condensing plant, while the less volatile ones condense in the bulbs and are returned to the column at varying heights by means of connecting tubes.",
		"Above this \"separator\" is a reflux condenser, termed the \"cooler,\" maintained at the correct temperature so that only the more volatile component passes to the receiver.",
		"Aloes also contain a trace of volatile oil, to which its odour is due.",
		"For volatile liquids, a flask provided with a long neck which carries a graduation and is fitted with a well-ground stopper is recommended.",
		"Solids may be directly admitted to the tube from a weighing bottle, while liquids are conveniently introduced by means of small stoppered bottles, or, in the case of exceptionally volatile liquids, by means of a bulb blown on a piece of thin capillary tube, the tube being sealed during the weighing operation, and the capillary broken just before transference to the apparatus.",
		"They are both obtained by passing chlorine over tellurium, the product being separated by distillation (the tetrachloride is the less volatile).",
		"But the two substances were generally confounded as \"fixed alkali\" (carbonate of ammonia being \"volatile alkali\"), till Duhamel du Monceau in 1736 established the fact that common salt and the ashes of seaplants contain the same base as is found in natural deposits of soda salts (\"mineral alkali\"), and that this body is different from the \"vegetable alkali\" obtained by incinerating land plants or wood (pot-ashes).",
		"When coal is heated to redness out of contact with the air, the more volatile constituents, water, hydrogen, oxygen, and nitrogen are in great part expelled, a portion of the carbon being also volatilized in the form of hydro carbons and carbonic oxide,-the greater part, however, remaining behind, together with all the mineral matter or ash, in the form of coke, or, as it is also called, \" fixed carbon.\"",
		"It has been variously attributed to metamorphism, consequent upon igneous intrusion, earth movements and other kinds of geothermic action, greater or less loss of volatile constituents during the period of coaly transformation, conditioned by differences of permeability in the enclosing rocks, which is greater for sandstones than for argillaceous strata, and other causes; but none of these appears to be applicable over more than limited areas.",
		"They may be obtained by heating a monometallic orthophosphate of a fixed base, or a dimetallic orthophosphate of one fixed and one volatile base, e.g.",
		"About 15% of a volatile oil is obtained by distilling cubebs with water; after rectification with water, or on keeping, this deposits rhombic crystals of camphor of cubebs, C 15 H 26 O; cubebene, the liquid portion, has the formula C15HV4.",
		"The volatile oil - oleum cubebae - is also official, and is the form in which this drug is most commonly used, the dose being 5 to 20 minims, which may be suspended in mucilage or given after meals in a cachet.",
		"The drug has the typical actions of a volatile oil, but exerts some of them in an exceptional degree.",
		"Myrrh has the properties of other substances which, like it, contain a volatile oil.",
		"The volatile oils have for centuries been regarded as of value in disorders of the reproductive organs, and the reputation of myrrh in this connexion is simply a survival of this ancient but ill-founded belief.",
		"Sodium is most distinctly recognized by the yellow coloration which volatile salts impart to a Bunsen flame, or, better, by its emission spectrum which has a line (double), the Fraunhofer D, line, in the yellow (the wave-lengths are 5896 and 5890).",
		"Even the purest forms contain a small percentage of volatile matter and ash.",
		"The disadvantage in this process is that the by-products, such as pyroligneous acid, acetone, wood spirit, &c., are lost; as an alternative method, wood is frequently carbonized in ovens or retorts and the volatile products are condensed and utilized.",
		"The paraquinones are generally crystalline solids of a yellowish colour, having a characteristic sharp odour and being volatile in steam.",
		"The orthoquinones more resemble the a-diketones; they are crystalline solids of a red or yellow colour, but differ from the paraquinones in being devoid of smell and not volatile in a current of steam.",
		"It is a yellow crystalline solid readily volatile in steam.",
		"It fuses considerably below and is perceptibly volatile at a red heat.",
		"Analysis, &c. - All volatile potassium compounds impart a violet coloration to the Bunsen flame, which is masked, however, if sodium be present.",
		"The patient who survives half-an-hour will probably recover, as the volatile acid is rapidly excreted by the lungs.",
		"The California field produces oil characterized by much asphalt and little or no paraffin, and low in volatile constituents.",
		"It is only slightly soluble in water, but is readily volatile in steam.",
		"By the alchemists the word was used principally to distinguish various highly volatile, mobile and inflammable liquids, such as the ethers, sulphuric ether and acetic ether having been known respectively as naphtha sulphurici and naphtha aceti.",
		"A volatile product of offensive odour obtained in the carbonization of bones for the manufacture of animal charcoal.",
		"A volatile product obtained by the destructive distillation of rubber.",
		"Further, in the free surface the solutions of an involatile solute in a volatile solvent, through which surface the vapour of the solvent alone can pass, and in the boundary of a crystal of pure ice in a solution, we have actual surfaces which are in effect perfectly semipermeable.",
		"It will even be the same in those cases where, with a volatile solute, the presence of a solvent may be dispensed with, and the solute exist in the same volume as a gas.",
		"The result of our consideration, therefore, is that the osmotic pressure of a dilute solution of a volatile solute must have the same value as the gaseous pressure the same number of solute particles would exert if they occupied as gas a volume equal to that of the solution.",
		"Being less volatile than nitrogen, argon accumulates relatively as liquid air evaporates.",
		"In the same island a species of Gryllacris mimics Pheropsophus aquatus, a \" Bombardier \" beetle which ejects a puff of volatile formic acid when attacked; and Condylodera tricondyloides mimics different species of tiger-beetles (Cicindelidae) at different stages of its growth.",
		"Deville first selected the chloride as his raw material, but observing it to be volatile and extremely deliquescent, he soon substituted in its place a double chloride of aluminium and sodium.",
		"The ketones are of neutral reaction, the lower members of the series being colourless, volatile, pleasant-smelling liquids.",
		"It has a characteristic smell, and is very volatile, distilling readily in a current of steam.",
		"All thallium compounds volatile or liable to dissociation at the temperature of the flame of a Bunsen lamp impart to such flame an intense green colour.",
		"In medicine it acts like other volatile oils and has a reputation as a cure for colds.",
		"The steam causes the action of the lime on the ammonium chloride to take place in this lower portion of the still, from which the steam, mixed with all the liberated ammonia, rises into the upper portion of the column where its heat serves to drive out the volatile ammonium carbonate.",
		"The ethers are neutral volatile liquids (the first member, methyl ether, is a gas at ordinary temperature).",
		"When obtained by reduction processes at as low a temperature as possible the finely divided metal so formed is pyrophoric, and according to P. Schutzenberger (Comptes rendus, 1891,113, p. 177) dry hydrochloric acid gas converts this form into nickel chloride and a volatile compound of composition NiHC1.",
		"Yet it is in the detail of his logical investigations, something too volatile to fix in summary, that Lotze's greatness as a logician more especially lies.",
		"Another method, which is suitable for volatile liquids or low temperatures, is to allow the liquid to evaporate in a calorimeter, and to measure the quantity of heat required for the evaporation of the liquid at the temperature of the calorimeter and at saturation-pressure.",
		"It is an ingredient in pot-pourri, is employed for flavouring beer and is chewed to clear the voice; and its volatile oil is employed by makers of snuff and aromatic vinegar.",
		"For many years the price of benzol has been falling, owing to the large quantities produced in meat arlch by the coke ovens, and at its present price it is by far the volatile cheapest enriching material that can be obtained.",
		"The carburetting of low-power gas by impregnating it with the vapours of volatile hydrocarbons.",
		"The essential, ethereal, or \"volatile\" oils constitute a very extensive class of bodies, which possess, in a concentrated form, the odour characteristic of the plants or vegetable substances from which they are obtained.",
		"Some of them are so volatile that they produce their effects when inhaled, others when sprayed upon the skin cause intense cold and then anaesthesia; but taken in the broadest sense the action of all of them after absorption into the blood is very similar, and is exerted upon the central nervous system, more especially the cerebrum.",
		"They all symbolize certainty and sameness in a volatile universe, where the world's wealthier people are offered a cornucopia of choice.",
		"Dap Paneling and Foam Adhesive is low in volatile organic compounds.",
		"As organic bedding manufacturer, we ensure that no VOCs (Volatile Organic Compounds), arsenic or other chemicals are used in creating a safe sleeping environment for you.",
		"The main series of Call of Duty video games takes place in three volatile areas in time.",
		"Volatile is a negative characteristic used to describe wine that has an off-scent like vinegar.",
		"They may be inattentive, moody, depressed, or emotionally volatile, making it difficult for them to sustain positive play interactions with others.",
		"Individual therapy for one or more family members may be recommended to avoid volatile interaction during a family therapy session.",
		"Parts of the coal tar are volatile, so the bathroom should be well ventilated.",
		"Regardless of the accessories chosen, they should fit snuggly into the hair style so they can withstand the rigors of the day without needing repeated adjustments that can make a young child impatient and volatile.",
		"Adding more variables to an already volatile situation seldom solves anything.",
		"The basic ProShield model purifies the air in a 12' x 18' foot room, captures allergens and germs, requires no filter replacement, reduces volatile organic compounds and eliminates odors.",
		"The only American to win the World Championship, Bobby Fischer was a volatile and opinionated man who was eventually exiled to Japan and then Iceland.",
		"Similarly it is necessary, in view of the hydrostatical relations of water and mineral oils, and the volatile character of the latter, that the porous stratum should be protected from water and air by an overlying shale or other impervious deposit.",
		"It is very volatile, the vapour being heavy and very inflammable.",
		"If it possesses an alkaline or acid reaction, it must be tested in the first case for ammonia, and in the second case for a volatile acid, such as sulphuric, nitric, hydrochloric, &c.",
		"Difficultly volatile liquids may be weighed directly into the boat; volatile liquids are weighed in thin hermetically sealed bulbs, the necks of which are broken just before they are placed in the combustion tube.",
		"When this volatile liquid hydrocarbon (isoprene) is allowed ro stand for some time in a closed bottle, it gradually passes into a substance having the principal properties of natural caoutchouc. The same change of isoprene into caoutchouc may also be effected by the action of certain chemical agents.",
		"The German consul at Pretoria at this j uncture as a volatile, sanguine man, with visionary ideas of the important part Germany was to play in the future as the patron and ally of the South African Republic, and of the extent to which the Bismarckian policy might go in abetting an anti-British campaign.",
		"The first portion of the distillate brings over the gases dissolved in the water, ammonia and other volatile impurities, and is consequently rejected; scarcely two-fifths of the entire quantity of water can be safely used as pure distilled water.",
		"People who weren't affected by the volatile real estate market in the early 1970s and 1980s often underestimate the impact that interest rate fluctuations can have on their real estate buying power.",
		"When the rates fluctuate rapidly, this can be taken as a sign that the financial markets are volatile.",
		"For example, some financial experts feel that the Libor index is less volatile, maintaining fewer ups and downs than the Treasury index.",
		"This volatile body of water ebbs and flows with the changing tides, so calculating the distance from the water to the bridge is difficult because the distance is constantly changing.",
		"This portable model captures allergens and can eliminate odors as well as volatile compounds from the air.",
		"The professional value kit contains Odor Absorber Plus, which reduces volatile organic compounds and converts ozone to oxygen.",
		"In addition to reducing odors, this product also reduces volatile organic compounds (chemical fumes, for example) and converts harmful ozone to healthy oxygen.",
		"The ProShield Plus model also has a Helios Shield, which uses ultraviolet light to reduce volatile organic compounds and kill odors.",
		"Essential oils are very volatile and will evaporate quickly in a reed diffuser vase or jar.",
		"However, you will want to keep in mind that essential oils are very volatile and evaporate more quickly than the water or alcohol in the spray mixture.",
		"For example, it is often more difficult to communicate a feeling or sentiment when the person you must relay such feelings to is sitting right across from you, displaying a wealth of facial expressions and harboring volatile emotions.",
		"Couples who are superstitious may want to avoid styles from celebrities with volatile relationships - the ring may quickly come to symbolize a bitter divorce rather than an everlasting union.",
		"Weekly Gemini romance horoscopes can vary wildy for volatile Gemini.",
		"They are the first ones to get into hard hitting conversations, but they'r great at keeping the tone from getting too volatile.",
		"An earth sign is usually set in his ways and can be quite stubborn, while a fire sign can be volatile and unpredictable.",
		"Most relationships will experience the occasional argument, but some astrological combinations result in more volatile relationships than others.",
		"Should the Scorpio and Taurus in question host natal charts that display several inauspicious planetary aspects, a volatile relationship is much more likely.",
		"Christianity Today Parenting--A spin off of Christianity Today, MomSense offers an inside glimpse into raising Christian kids in today's volatile environment.",
		"Not only did Dennis have a volatile, somewhat passive-aggressive relationship with his father, but he also developed a relationship of other sorts, with his adopted sister Sharon.",
		"One of the most volatile issues on the topic of pervasive developmental disorders is whether or not autism in children is caused by vaccinations.",
		"Combining these two powerful cleaners can result in the release of a dangerous chlorine gas, a volatile mixture of nitrogen trichloride which is a toxic chemical or a possible explosion.",
		"With so many questions popping into his brain that remain unanswered, and a new brand new kind of enemy at his school, Harry's frustration and anger become volatile substance, thrusting him over the threshold of trouble's door.",
		"Into this volatile mix is tossed a murder, of a Spacer scientist who is trying to break Earth's isolation and distrust.",
		"Besides, his volatile nature was as interesting as his spontaneous moods.",
		"His erratic moods had grown more volatile the past couple of days, and she knew better than to draw his attention.",
		"It is a species of cannel coal, somewhat similar to the Boghead mineral of Scotland, but yielding a much larger percentage of volatile hydro-carbon than the Scottish mineral.",
		"They contain a volatile oil which does not occur in the corm, and their proportion of colchicine is higher, for which reason the Tinctura Colchici Seminum- dose 5 to 15 minims - is preferable to the wine prepared from the corm.",
		"Buchu leaves contain a volatile oil, which is of a dark yellow colour, and deposits a form of camphor on exposure to air, a liquid hydro-carbon being the solvent of the camphor within the oil-glands.",
		"Others are deprived of a part of their more volatile constituents by spontaneous evaporation, or by distillation, in vacuo or otherwise, at the lowest possible temperature.",
		"Thus the operator had to remove from ordinary mercury, earth or an earthy principle or quality, and water or a liquid principle, and to fix it by taking away air or a volatile principle.",
		"It is volatile in steam.",
		"It is somewhat volatile at ordinary temperature, and its aqueous solution possesses a strongly acid reaction.",
		"For less volatile liquids the Liebig condenser is most frequently used.",
		"For example, if vapours of the volatile metals cadmium, zinc and magnesium are allowed to act on platinum or palladium, alloys are produced.",
		"In societies where a large percentage of income is necessary just to buy food, having volatile food prices will mean hunger sooner or later, no matter how good the factory jobs are.",
		"Thus in cows' butter, tributyrin, C 3 H 5 (O C 4 H 7 0) 3, and the analogous glycerides of other readily volatile acids closely resembling butyric acid, are present in small quantity; the production of these acids on saponification and distillation with dilute sulphuric acid is utilized as a test of a purity of butter as sold.",
		"The lower members of the series are neutral liquids possessing a characteristic smell; they are soluble in water and are readily volatile (formaldehyde, however, is a gas at ordinary temperatures).",
		"Although, as is generally the case, one liquid (say A) is more volatile than the other (say B), i.e.",
		"The vapours rising from the still traverse a tall vertical column, and are then conveyed through a series of bulbs placed in a bath kept at the boiling-point of the most volatile constituent.",
		"It is found in the volatile oils of Spiraea, and can be obtained by the oxidation of the glucoside salicin, (C13H1807), which is found in willow bark.",
		"The volatile truth of our words should continually betray the inadequacy of the residual statement."
	],
	"synonyms": [
		"explosive",
		"fickle",
		"volatilizable",
		"transitory",
		"transient",
		"rash",
		"moody",
		"lively",
		"lighthearted",
		"fugacious",
		"flying",
		"flippant",
		"flighty",
		"fleeting",
		"variable"
	],
	"antonyms": [
		"nonvolatile",
		"firm",
		"steadfast",
		"stable",
		"calm"
	]
}