{
	"word": "deft",
	"meaning": [
		"Skillful in a quick, sure, and easy way; dexterous."
	],
	"sentences": [
		"The loss of the Meletta-Badenecche positions Deft another salient exposed to Austrian attack.",
		"However, not everyone has a deft hand for the application and some skill is involved.",
		"The little five year old on the right is very deft.",
		"Perhaps no other genre of music is so deft at laying love on the table - from first love to long-lasting love, lost love, and of course, cheating hearts.",
		"The ornament is composed of straw, beautifully and artistically interlaced by the deft fingers of the maidens of Bride.",
		"His are dishes of supreme quality, served by waiters so deft they could be performing ballet!",
		"Neil Grayson played a deft flick to his left which found Heath.",
		"For a man whose gait is a little ungainly, he has always possessed such delicacy of touch, such deft balance.",
		"T he train of course is as packed as our previous commute and the art of metro newspaper folding is an equally deft skill.",
		"Then, with a deft swing he sent him crashing into a clump of tall nettles, which closed receptively round him.",
		"I keep scrapbooks, love to read, love cats and cards and skiing, and am not particularly deft at driving or cooking.",
		"A freak wind, a little shimmy by the linesman and a deft header by the referee and it's a goal!",
		"A deft and convincing portrayal of alcoholism, with a delicious last line.",
		"The Iraqi leadership reaped a public relations windfall last weekend with its deft handling of the hijack of a Saudi airliner to Baghdad.",
		"As the levels mount up, disaster is only avoided by deft and meticulous thruster control.",
		"Dan Clark A quirky, talented act with a deft tongue-in-cheek style.",
		"However, both PlayStation and Xbox have suffered the same fate, cracked by deft programmers and by allowing their founding companies to fall prey to piracy.",
		"Cook went close again on 25 minutes, Yaku forcing a corner a minute later with a deft chip cross the face of goal.",
		"Hamilton is a deft chronicler of urban ennui and claustrophobia.",
		"At short notice he became unavailable but by deft footwork a late stand-in was found - David Cameron, the then would-be Tory leader.",
		"Kiania's tortie cat With a deft leap, Sier joins you in the fountain!",
		"The keeper was left hopelessly stranded as Chris Moore beat him with a deft 10-yard lob into the empty net.",
		"With a deft touch the PEBL U6 opens automatically to reveal an attractive keypad and large 262K color display.",
		"A freak wind, a little shimmy by the linesman and a deft header by the referee and it 's a goal !",
		"Julia, showing a surprisingly deft sympathetic streak, offers him tea and a seat for a while."
	],
	"synonyms": [
		"dextrous",
		"dexterous",
		"clever",
		"adroit",
		"fleet",
		"expert",
		"apt",
		"quick",
		"proficient",
		"able",
		"skillful",
		"nimble",
		"neat",
		"handy",
		"agile"
	],
	"antonyms": [
		"clumsy",
		"unskillful",
		"unhandy",
		"inept",
		"awkward"
	]
}