{
	"word": "ostensible",
	"meaning": [
		"Represented or appearing as such; ostensive.",
		"Apparent; seeming; professed.",
		"Clearly evident.",
		"Appearing as such; being such in appearance; professed, supposed (rather than demonstrably true or real)."
	],
	"sentences": [
		"He, too, was unsuccessful; and a few months later he was dismissed with some English money and ostensible assurances of support.",
		"It is true that he made an ostensible offer on the franchise question, but that proposal was made dependent on so many conditions that it was a palpable sham.",
		"The ostensible cause of a modern labour dispute is frequently not the real or the most important cause.",
		"That teaches us what we ought to believe in history as it is compiled according to ostensible events and results known to the generality of people.\"",
		"The ostensible motive for the assassination was a desire to avenge Asahel, and this would be a sufficient justification for the deed according to the moral standard of the time.",
		"A confederation of separate states under the supremacy of the pope was the genuine ideal of Balbo, as it was the ostensible one of Gioberti.",
		"With increasing difficulty it kept on till the spring of 1846, when a fire which destroyed its nearly completed \"phalanstery\" brought losses which caused, or certainly gave the final ostensible reason for, its dissolution.",
		"In 1839 a moderate ministry took office, with Antonio Bermudo da Costa Cabral as its real, though not its ostensible, head.",
		"The ostensible objects of nearly all such collegia of which we have any knowledge were twofold, the maintenance of the worship of some god, and provision for the performance of proper funerary rights for its members.",
		"Edgeworth's objection to such an argument is that the number of uncertainties is far less when candidates are classed than when they are placed in ostensible order of merit.",
		"Nadirs anger and indignation had been great at this weak proceeding; indeed, he had made it the ostensible cause of the shahs deposition.",
		"These were brought to Ricci's notice in an ostensible tone of candour by Yu-chun-he, a high mandarin at the capital.",
		"The ostensible aims of the expedition, as drawn up by him, and countersigned by the Directory on the 12th of April, were the seizure of Egypt, the driving of the British from all their possessions in the East and the cutting of the Suez canal.",
		"The ostensible purpose of his mission (apart, of course, from those of pilgrimage and perhaps relic-hunting) was that he might gain further instruction from Jerome on the points raised by the Priscillianists and Origenists; but in reality, it would seem, his business was to stir up and assist Jerome and others against Pelagius, who, since the synod of Carthage in 411, had been living in Palestine, and finding some acceptance there.",
		"There was ostensible government regulation of rates after 1877, but the roads were guaranteed outright against any loss of revenue, and in fact practically nothing was ever done in the way of reform in the Spanish period.",
		"In 1905 a poll tax of £1 on all adult males was imposed by the Natal legislature; this tax was the ostensible cause of a revolt in 1906 among the natives of Natal, who were largely of Zulu origin.",
		"Notwithstanding his ostensible opposition to the coup d'etat of 1851, he was designated, upon the establishment of the Empire, as successor to the throne if Napoleon III.",
		"Three of the vicars-apostolic almost immediately warned all the faithful against the \"use and reception\" of his translation, on the ostensible ground that it had not been examined and approved by due ecclesiastical authority; and by his own bishop (Douglas) he was in 1793 suspended from the exercise of his orders in the London district.",
		"There had been mutual excommunications before, but they had not resulted in permanent schisms. Now, however, the separation was final, and the ostensible cause of its finality was the introduction by the Latins of two words Filioque into the creed.'",
		"The ostensible reason for war the existence of weapons of mass destruction has been conclusively disproved.",
		"Episodes, such as the protection so long extended to the Leo Taxil affair, and to the revelations of Diana Vaughan (the object of which last was to bring Italian freemasonry and its ostensible work, the unity of Italy, into discredit), together with the attitude of the Ultramontane press in the Dreyfus affair, and later towards England, the invigoration of political agitation by the Lourdes celebration and by anti-Semitism, were all manifestations that could not raise the \" system \" in the estimation of the cultured and civilized world.",
		"The fact that the Mongols were in ostensible alliance with Christian princes led to a renewal by the sultan of the ordinances against Jews and Christians which had often been abrogated, as often renewed and again fallen into abeyance; and their renewal led to missions from various Christian princes requesting milder terms for their co-religionists.",
		"A definite agreement was made between them at Joinville (December 31, 1584), the religious and popular pretext being the danger of leaving the kingdom to the king of Navarre, and the ostensible end to secure the succession to a Catholic prince, the old Cardinal de Bourbon, an ambitious and violent man of mean intelligence; while the secret aim was to secure the crown for the Guises, - who had already attempted to fabricate for themselves a genealogy tracing their descent from Charlemagne.",
		"Babington then applied for a passport abroad, for the ostensible purpose of spying upon the refugees, but in reality to organize the foreign expedition and secure his own safety.",
		"In the \" dialectical \" dialogues the question of method and of the justification of its postulates attains at least a like prominence with the ostensible subject matter.",
		"Leo X., needing a subsidy from the English clergy, sent Campeggio to England on the ostensible business of arranging a crusade against the Turks.",
		"In short, Americans were hospitably received and very well treated by the government and the people; despite some formalities and ostensible surveillance there was no oppression whatever.",
		"In the absence of any possibility of separating copies from ostensible originals, each thing, in simulation, is thus an absolute singularity.",
		"The ostensible subjects under consideration were the establishment of peace between France, Venice and the Empire, with a view to an expedition against the Turks, and the ecclesiastical affairs of France.",
		"The ostensible cause of their animosity to the king was his second marriage, secretly contracted before his accession, with the beautiful Lithuanian Calvinist, Barbara Radziwill, daughter of the famous Black Radziwill.",
		"The ostensible object of the French expedition to Egypt was to reinstate the authority of the Sublime Porte, and suppress the Mamelukes; and in the proclamation printed with the Arabic types brought from the Propaganda press, and issued shortly after the taking of Alexandria, Bonaparte declared that he reverenced the prophet Mahomet and the Koran far more than the Mamelukes reverenced either, and argued that all men were equal except so far as they were distinguished by their intellectual and moral excellences, of neither of which the Mamelukes had any great share.",
		"His great ambition was to recover Peshawar from the Sikhs; and when Captain Alexander Burnes arrived on a mission from Lord Auckland, with the ostensible object of opening trade, the Dost was willing to promise everything, if only he could get Peshawar.",
		"One of the ostensible objects of the Athenian expedition to Sicily in 415 was to aid Segesta against Selinus in a dispute, not only as to questions of boundary, but as to rights of marriage.",
		"Whatever the ostensible form of a railway tariff, the contribution of the different shipments of freight to these general expenses is determined on the principle of charging what the traffic will bear.",
		"But in England, France and Germany persecution altogether failed to shake the courage of the Jews, and martyrdom was borne in preference to ostensible apostasy.",
		"However this may be, we find amongst his writings - intermediate, as it would seem, between the Socratic conversations of his first period of literary activity and the metaphysical disquisitions of a later time - a series of dialogues which, however varied their ostensible subjects, agree in having a direct bearing upon education.",
		"Prince Charles, the eldest of the king's brothers, was thereupon hastily to mobilize the garrisons of all the southern fortresses, for the ostensible purpose of crushing the revolt at Kristianstad; but on arriving before the fortress he was to make common cause with the rebels, and march upon the capital from the south, while Sprengtporten attacked it simultaneously from the east.",
		"On 6th February 1873 Bolivia entered upon a secret agreement with Peru, the ostensible object of which was the preservation of their territorial integrity and their mutual defence against exterior aggression.",
		"From these it was clear that the German government had for some time past been pressing on its naval armaments with little regard to the ostensible programme, and that in the matter of the newest types of battleships, Great Britain had to reckon with the fact that, before the date fixed for the completion of the programme, Germany might establish at least an equality.",
		"It has been needful to cite so much of the evidence proving that our Homilies and Recognitions are both recensions of a common basis, at first known as the Circuits of Peter and later by titles connecting it rather with Clement, its ostensible author, because it affords data also for the historical problems touching (a) the contents and origin of the primary Clementine work, and (b) the conditions under which our extant recensions of it arose."
	],
	"synonyms": [
		"seeming",
		"apparent",
		"ostensive",
		"supposed",
		"purported",
		"illusory",
		"implied",
		"professed",
		"pretended",
		"obvious",
		"likely",
		"clear",
		"alleged",
		"superficial",
		"outward"
	],
	"antonyms": [
		"obscure",
		"unlikely",
		"vague",
		"improbable",
		"real",
		"genuine"
	]
}