{
	"word": "amenable",
	"meaning": [
		"Willing to accept a suggestion or submit to authority.",
		"Responsible or answerable.",
		"Ready to consent; agreeable.",
		"Open to persuasion; agreeable or responsive.",
		"Responsible to higher authority; accountable."
	],
	"sentences": [
		"He was amenable to change.",
		"The employees were not amenable to the control measures which were suggested.",
		"Women are more amenable to compromise than men.",
		"The doctors were to teach the faithful in sound learning, to guard purity of doctrine, and to be amenable to discipline.",
		"I do try and get as near her as I can; but, she is not entirely amenable!",
		"If your father is American and your mother Chinese, you will have a different understanding of differences between those countries, and, on balance, will be less amenable to war between those nations.",
		"The Canadians on the other hand, both the French who were traditionally amenable to authority and those of English descent, who being largely sons of loyalists of the War of Independence had a bitter hatred of the Americans, did excellent service.",
		"Smaller forms of reuse are equally amenable to small construction projects.",
		"Finally, the hospodars were to be amenable to representations made to them by the Russian envoy at Constantinople, to whom was entrusted the task of watching over the Walachian and Moldavian liberties.",
		"Liquids are amenable to the same treatment, but especial care must be taken so that they volatilize slowly.",
		"Annual pruning, to which the hawthorn is particularly amenable, is necessary if the hedge is to maintain its compactness and sturdiness.",
		"It was more amenable to study than evolution.",
		"In T831, on the separation of Holland and Belgium, the former had become more amenable to reason; and a system was agreed upon which practically gave free navigation to the vessels of the riverine states, while imposing a moderate tariff upon foreign ships.",
		"The magistrates of this city were not less amenable than had been the bishop of Wiirzburg in 1673.",
		"Conseil was eager to accept, and this time the Canadian proved perfectly amenable to going with us.",
		"On the eighth ballot he received 1331 votes, on the ninth 3742 votes, and on the tenth he secured the nomination with 6922 votes, the result being due largely to the support of certain influential U.S. Senators, delegates to the convention, who hoped that as president he would be amenable to the Senate.",
		"The practical problems of fluid motion, which are amenable to mathematical analysis when viscosity is taken into account, are excluded from treatment here, as constituting a separate branch called \"hydraulics\" (q.v.).",
		"Of foreigners, the Asiatics bore the greatest value, as most amenable to command, and most versed in the arts of luxurious refinement.",
		"They objected to serve beyond the limits of their states, were not amenable to discipline, and behaved as a rule very ill in the presence of the enemy.",
		"There followed on the part of the British authorities, interference in Chitral, ending in an expedition in 1895 and the ejection of the local chiefs in favour of candidates amenable to British influence.",
		"It is unnecessary to multiply instances to prove that idealism was never without a protest that there is a heart of existence, life, will, action, which is presupposed by all knowledge and is not itself amenable to explanation.",
		"The sandy zone along the coast is nearly barren, but behind this is a more elevated region with broken surfaces and sandy soil which is amenable to cultivation and produces fruit and most tropical products when conditions are favourable.",
		"Those who wanted a more thorough revolution wrought up the crowd and even respectable citizens wished to have the Removal king among them and amenable to their opinion.",
		"Or, another plan is that we can choose to engage positively with those who seem most amenable to change.",
		"Westermarck has shown from his observations in Morocco that the blood of the victim was considered to visit a curse upon the object to whom the sacrifice is offered and thereby the latter is made amenable to the sacrificer.",
		"The obvious remedy for these evils was to concentrate the executive power, to render the petty chiefs amenable to one tribunal, and to confide the management of the defensive force to one hand.",
		"The dynasty accepted Judaism (c. 740), but there was equal tolerance for all, and each man was held amenable to the authorized code and to the official judges of his own faith.",
		"He thought every one was amenable to reason - bishops and levellers included.",
		"Between 200,000 and 300,000 Austrian troops were massed in Bohemia; and Austria took up the role of mediator, prepared to throw the weight of her support into the scale of whichever side should prove most amenable to her claims. The news of the battle of Vittoria, following on the reluctance of Napoleon to listen to demands involving the overthrow of the whole of his political system in central Europe, decided Austria in favour of the Allies.",
		"The Scottish bishops, however, being hampered by no such legal restrictions, were more amenable; and on the 11th of November 1784 Seabury was consecrated by them to the see of Connecticut.",
		"Thallic salts are easily reduced to thallous by means of solution of sulphurous acid, and thus rendered amenable to the above reactions.",
		"He had insisted that priests should accompany their flocks in battle, had made them amenable to secular jurisdiction, had withheld the tribute due to Rome and had even claimed the right of disposing of ecclesiastical domains.",
		"Jurists at one time contended that according to international law a right of \" ex-territoriality \" attached to consuls, their persons and dwellings being sacred, and themselves amenable to local authority only in cases of strong suspicion on political grounds.",
		"To the consuls of other nations the United States government have always accorded the privileges of arresting deserters, and of being themselves amenable only to the Federal and not to the States courts.",
		"He is supreme, and not amenable to any of his brother patriarchs, but is within the jurisdiction of an oecumenical synod.",
		"Anne was particularly amenable to the influence of priestly and female favourites, and it must be considered a proof of the strong interest made for Swift that she was eventually persuaded to appoint him to the deanery of St Patrick's, Dublin, vacant by the removal of Bishop Sterne to Dromore.",
		"The lower clergy were more amenable; the two hundred who alone are said to have been ejected should perhaps be multiplied by five; but even so they were not one in seven, and these seven were clergy who had been promoted in Marys reign, or who bad stood the celibate and other tests of 1553-1554.",
		"If less readily amenable to civilizing influences than their neighbours to the eastward, the Fijians show greater force of character and ingenuity.",
		"Since 1898 the country has been opened, and from being the most lawless and truculent of people the Bariba have become singularly amenable and lawabiding.",
		"The derisively small number of people made amenable for these crimes have been released under the Belfast agreement.",
		"The military element, moreover, has frequently conspired to elect a president amenable to its demands.",
		"But the Wendish pirates were more mischievous because less amenable to civilization than the Vikings.",
		"His maiden speech was youthfully fluent and dogmatic; but on its conclusion the orator was reminded with many compliments, by an honourable member, that he wanted six weeks of his majority, and consequently that he was amenable to a fine of £50o for speaking in the House.",
		"The sulphur and litharge, or Pfannenschmied, process was used to concentrate the gold in an alloy in order to make it amenable to \" quartation,\" or parting with nitric acid.",
		"They were so far amenable to human control that it was possible to take their increase without destroying the stock.",
		"On the death of Agis II., Lysander secured the succession of Agesilaus (q.v.), whom he hoped to find amenable to his influence.",
		"Whilst not openly repelling the tendencies of the Jesuits, Leo yet showed himself well disposed towards, and even amenable to, views of a diametri- The Papacy cally opposite kind; and as soon as the Vatican and the threw itself into the arms of France, and bade fare Modern well to the idea of a national Italy, the policy of Democracy.",
		"But above all things the church was being criticized as an imperium in imperio, a privileged body not amenable to ordinary jurisdiction, and subservient to a foreign lordthe pope.",
		"Ferdinand had only to deal with the nobles and knights, and he hoped that the influence of his court, and yet more that of the Jesuits, whom he established in Bohemia about this time, would gradually render them amenable to the royal will.",
		"Complex silver minerals (sulph-arsenides and antimonides) which are difficult to amalgamate must be made amenable to quicksilver, and the simplest way of doing this is to convert the silver into chloride.",
		"Moreover, the Jacobitism of the non-jurors provoked a state policy of repression in 1715 and 1745, and fostered the growth of new Hanoverian congregations, served by clergy episcopally ordained but amenable to no bishop, who qualified themselves under the act of 1712.",
		"Reference population pigs are particularly amenable for mapping purposes.",
		"Even some services which do not require face-to-face contact have become amenable to transfer to countries which enjoy a low cost base.",
		"A judicial system has been instituted to which natives as well as Europeans are amenable.",
		"The first governor of the island, General Wilks, was soon superseded, it being judged that he was too amenable to influence from Napoleon; his successor was Sir Hudson Lowe.",
		"It also supervises secondary and superior education, issues patents, and provides federal courts for the trial of cases amenable to federal laws.",
		"Every belief of mankind is in the last analysis amenable to reason, and finds its origin in evidence that can appeal to the arbitrament of common sense.",
		"Gravitation was thus shown to be the sole influence governing the movements of planets and satellites; the figure of the rotating earth was successfully explained by its action on the minuter particles of matter; tides and the precession of the equinoxes proved amenable to reasonings based on the same principle; and it satisfactorily accounted as well for some of the chief lunar and planetary inequalities.",
		"As real and not merely formal, this conception of the ego is amenable to the method of relations.",
		"After all, Jackson was a member of the law enforcement community and perhaps he would be amenable to letting us retain our anonymity, realizing the greater benefit to goals.",
		"It was amenable to use in this respect.",
		"It was an amenable staff.",
		"Chronic renal failure is amenable to dietary modification however acute is not.",
		"To make this text amenable to analysis it has undergone some grooming.",
		"The design is deliberately modular, and hence readily amenable to extension at each stage.",
		"One mechanism of drug resistance, which is potentially amenable to therapeutic intervention, is based on studies in our laboratory.",
		"Even viral diseases have proven amenable to drug therapy over the past 20 years.",
		"This is not a question that is amenable to mathematical calculations.",
		"There is an amenable on-site concierge available 6 days per week.",
		"Some patients in the latter group may however be amenable to surgical intervention, with subsequent change in prognostic group.",
		"There are (I) the maison darrlt, temporary places of durance in every arrondissement for persons charged with offences, and those sentenced to more than a years imprisonment who are awaiting transfer to a maison centrale; (2) the maison de justice, often part and parcel of the former, but only existing in the assize court towns for the safe custody of those tried or condemned at the assizes; (3) departmental prisons, or inaisons de correction, for summary convictions, or those sentenced to less than a year, or, if provided with sufficient cells, those amenable to separate confinement; (4) maisons centrales and pnitenciers agricoles, for all sentenced to imprisonment for more than a year, or to hard labor, or to those condemned to travaux forces for offences committed in prison.",
		"Foreigners settled in the country are specially protected from exactions by the so-called Capitulations, in virtue of which they are exempt from the jurisdiction of the local courts and amenable for trial to tribunals presided over by their respective consuls.",
		"A controversy not amenable to ordinarydiplomatic methodsarose between Great Britain, France and Germany on the one hand and Japan on the other hand as to the legality of a house tax imposed by Japan on certain subjects of those so long as France chose to renew it, but that after that date such authorization was improper unless the guarantees could establish that they had been treated by France as her proteges within the meaning of that term as explained in a treaty of 1863 between France and Morocco.",
		"Aspiring to liberate himself at once from foreign control, he summarily dismissed Mustafa Pasha Fehmi (15th January 1893), whom he considered too amenable to English influence, and appointed Except in so far as it was necessary to call out men to guard the banks of the Nile in the season of high flood.",
		"Besides the appearance of the hair, the raised cicatrices, the belief in omens and sorcery, the practices for testing the courage of youths, &c., they are equally rude, merry and boisterous, but amenable to discipline, and with decided artistic tastes and faculty.",
		"Chlorinated solvents may be amenable to biodegradation through the process of reductive dechlorination in natural aquifer systems.",
		"In these parts zymotic diseases prevails most, and were least amenable to medical treatment.",
		"While not all European ski areas are amenable to snowboarders, Austria is very snowboard-friendly, providing access on all lifts to snowboarders.",
		"They are native of China and Japan and amenable to cultivation throughout the British Isles.",
		"Oversharing information on social networking sites can make us too culturally amenable to giving information out.",
		"Experience has also proved that, when alarmed, bees instinctively begin to fill their honey-sacs with food from the nearest store-cells as a safeguard against contingencies, and when so provided they are more amenable to interference.",
		"Amenable environments for the creation and presentation of electronic papers have emerged; however, more disciplines began to exploit them."
	],
	"synonyms": [
		"responsible",
		"responsive",
		"open-minded",
		"receptive",
		"open",
		"acceptant",
		"liable",
		"answerable",
		"accountable",
		"complaisant",
		"pliant",
		"cooperative",
		"subject",
		"subdued",
		"yielding"
	],
	"antonyms": [
		"nonconforming",
		"uncooperative",
		"unwilling",
		"unchargeable",
		"insubmissive",
		"irresponsible",
		"not responsible",
		"unamenable",
		"unaccountable",
		"unanswerable",
		"intractable",
		"disobedient"
	]
}