{
	"word": "commodious",
	"meaning": [
		"Offering plenty of room; spacious; roomy.",
		"Suitable; handy.",
		"Adapted to its use or purpose, or to wants and necessities; suitable."
	],
	"sentences": [
		"The harbour is safe and commodious, but has a bar at the mouth.",
		"Each of these divisions of the city possesses a large and commodious harbour, that of the inner town, or city proper, being protected by strong fortifications.",
		"This lagoon forms a commodious harbour, once the bar has been crossed.",
		"The fine bay in front of the city, affording a safe and commodious harbour, is formed by an island stretching along the south of it.",
		"Aberdeen is served by the Caledonian, Great North of Scotland and North British railways (occupying a commodious joint railway station), and there is regular communication by sea with London and the chief ports on the eastern coast of Great Britain and the northern shores of the Continent.",
		"The high school, built in 1806, for many years a familiar object on the west margin of the Links, gave way to the academy, a handsome and commodious structure, to which are drafted senior pupils from the numerous board schools for free education in the higher branches.",
		"The house is neat, and rendered exceedingly commodious by the additions lately made.",
		"There is a commodious harbour with breakwater and pier.",
		"The 13th-century town hall was restored in 1899 and now contains the municipal antiquarian museum, having been superseded by a more commodious building.",
		"He was indifferent to luxury, and sought to make life, not commodious nor soft, but high and dignified in a refined way.",
		"The high rocky coast is much indented by bays and arms of the sea, several of which form excellent harbours, that of St John being safe and commodious, but inferior to English Harbour, which, although little frequented, is capable of receiving vessels of the largest size.",
		"The harbour, originally constructed and maintained by the abbots, by an agreement between the burgesses and John Gedy, the abbot in 1394, was replaced by one more commodious in 1725, which in turn was enlarged and improved in 1844.",
		"Included within the city borders are several villages, of which the principal one, also known as Gloucester, has a deep and commodious harbour.",
		"The buildings are substantial and commodious; the lands are generally well inclosed, and the fences mostly kept in good repair.",
		"The rooms for students seemed very commodious, and Dr. Johnson said, the chapel was the neatest place of worship he had seen.",
		"The said gate houses may with small charge be made more commodious.",
		"The church is a neat and commodious edifice, built in 1813, and contains 800 sittings.",
		"The greater part of this trough is over 600 fathoms deep. The profusion of islands and their usually bold elevation give beauty and picturesqueness to the sea, but its navigation is difficult and dangerous, notwithstanding the large number of safe and commodious gulfs and bays.",
		"Massive walls, substantial edifices, commodious seaports, good roads, were the benefits conferred by this new government on Italy.",
		"The public buildings include the town hall, a fine and commodious house on the site of the old tolbooth; the Falconer museum, containing among other exhibits several valuable fossils, and named after Dr Hugh Falconer (1808-1865), the distinguished palaeontologist and botanist, a native of the town; the mechanics' institute; the agricultural and market hall; Leanchoil hospital and Anderson's Institution for poor boys.",
		"The government accordingly resolved to reopen the Lido entrance to the lagoon, and thus to afford a shorter and more commodious access from the sea.",
		"The Eo, which bounds Galicia on the east, has a deep estuary, the Rivadeo or Ribadeo, which offers a safe and commodious anchorage.",
		"A little east of Church Square this street opens on to Market Square, with commodious market buildings.",
		"As late as the year 1650 the Carpenters' Company drew up a memorial in which they \" gave their reasons that tymber buildings were more commodious for this citie than brick buildings were.\"",
		"The harbour is entered from the roads by way of a channel leading to the outer harbour which communicates with a floating basin 22 acres in extent, on the east, and with the older and less commodious portion of the harbour to the north and west of the old town.",
		"It lies on the north-west of the peninsula of Leitimor, and has a safe and commodious anchorage.",
		"The harbour, with wet and slip dock, occupies both sides of the river from the New Bridge to the sea, and is protected on the south by a pier projecting some distance into the sea, and on the north by a breakwater with a commodious dry dock.",
		"It contains a number of commodious official residences, churches, hospitals, a laboratory, covered market, &c. The port is protected by a breakwater and provided with a pier on which is the customs-house.",
		"About it Yakub Beg erected a commodious college, mosque and monastery, the whole being surrounded by rich orchards, fruit gardens and vineyards.",
		"Tampico and Coatzacoalcos, however, have been improved by breakwaters or jetties, and the deepening of the Channels across the bars, into safe and commodious harbours.",
		"In The Distribution Of The Days Through The Several Months, Caesar Adopted A Simpler And More Commodious Arrangement Than That Which Has Since Prevailed.",
		"It Is Therefore Infinitely More Commodious To Determine The Commencement Of The Year By A Fixed Rule Of Intercalation; And Of The Various Methods Which Might Be Employed, No One, Perhaps Is On The Whole More Easy Of Application, Or Better Adapted For The Purpose Of Computation, Than The Gregorian Now In Use.",
		"It should also be sufficiently commodious to permit of the fruit being arranged in single layers on the shelves or trays.",
		"A month before the surrender, however, another and more commodious seaport, Sluis, had fallen into the possession of the States army under Maurice, and thus the loss of Ostend was discounted.",
		"The harbour, which is a part of Tokyo Bay, is good and commodious, somewhat exposed, but enclosed by two breakwaters.",
		"Kinsale, with the neighbouring villages of Scilly and Cove, is much frequented by summer visitors, and is the headquarters of the South of Ireland Fishing Company, with a fishery pier and a commodious harbour with 6 to 8 fathoms of water; but the general trade is of little importance owing to the proximity of Queenstown and Cork.",
		"Several of the natural harbours of North Borneo, on the other hand, are accessible, safe and commodious.",
		"Until the opening of the Forth bridge, its commodious harbour was the northern station of the ferry across the firth from Granton, 5 m.",
		"Three well planned and commodious hospital buildings represent the benevolent work of the community.",
		"South of the estuary of the Scarcies the deep inlet known as the Sierra Leone river forms a perfectly safe and commodious harbour accessible to the largest vessels.",
		"Corio Bay, a safe and commodious harbour, is entered by two channels across its bar, one of which has a depth of 232 ft.",
		"The eastern side of the hill was further indented by two small but commodious havens, which were respectively called Zea and Munychia.",
		"There are about ten commodious caravanserais and a number of colleges.",
		"There are also eight Real-gymnasia (or \" modern \" schools), numerous Real-schulen (commercial schools), public high schools for girls, and commodious and excellently organized elementary schools.",
		"Open market-places in Berlin are things of the past, and their place has been taken by airy and commodious market halls.",
		"The harbour works, with every vessel in port, having been destroyed by a storm in 1878, a more commodious harbour was built, at a cost of about £1,200,000.",
		"Yakub erected his orda or palace on the site of the amban's residence, and two hundred ladies of his harem occupied a commodious enclosure hard by."
	],
	"synonyms": [
		"convenient",
		"suitable",
		"handy",
		"fit",
		"extensive",
		"expansive",
		"cavernous",
		"broad",
		"baronial",
		"large",
		"serviceable",
		"capacious",
		"wide",
		"voluminous",
		"big"
	],
	"antonyms": [
		"incommodious",
		"inconvenient",
		"uncomfortable",
		"confined",
		"squeezed",
		"cramped",
		"small"
	]
}