{
	"word": "tawdry",
	"meaning": [
		"Cheap and showy; gaudy; sleazy.",
		"Shameful or indecent.",
		"(of character, behavior, situations, etc.) Unseemly, base, shameful.",
		"Cheap and gaudy finery."
	],
	"sentences": [
		"Probably these blocks formed the floor of a balcony, a tawdry marble addition.",
		"You thought it was just another tawdry late-night TV show.",
		"No doubt more of this tawdry tale will come out in the weeks to come !",
		"These kinds of cards are usually more suggestive, more direct - but that doesn't give you the excuse to be tawdry or tasteless (unless you are sure your intended recipient will take it in the right tone).",
		"She curled around her tawdry bag, whining piteously, abject terror in her wide staring eyes. she began to cry.",
		"We get a wonderfully balanced birdseye view of the tawdry, neon world of Vegas.",
		"The tawdry and exaggerated rhetoric; the petty vanity and jealousies; the weak sentimentalism; the utter incapacity for proportioning means to ends, and for grasping the stern realities of things, which so commonly disfigure the lives and conduct even of the more honest members of his class, were wholly alien to his nature.",
		"Postmodernists who criticize Adorno for denouncing the tawdry spectacle of consumer culture have no conception of his vision of what things could be.",
		"Some people feel that its immense popularity has turned it into a rather tawdry version of its former self.",
		"Real seaside jolliness is not self consciously artful, it has a robust vulgarity and is often tawdry.",
		"Here some of the shops stock pricey designer-label clothes, while others seem rather tawdry.",
		"In Executive Power, the president is conducting a tawdry affair with a young White House aide.",
		"Visually the whole production convincingly replicated the tawdry glamor of the underbelly of the Great American Dream.",
		"Tawdry tabloid speculation implied that there was something very unseemly about a gay director and a young boy.",
		"The Roman Catholic cathedral is more pretentious in style, but is tawdry in its interior.",
		"Episodes focus on the common and sometimes comical problems including career issues, mid-life crisis, rebellious children, fashion mistakes, deep secrets, tawdry affairs, and murder.",
		"A florid Jesuitical style of oratory became very popular in the time of Sigismund III., not without rhetorical power, but frequently becoming tawdry.",
		"Stafford and Morrow were quoted in many soap opera magazines at the time as enjoying their tawdry affair on screen for the scene chewing they were both able to do.",
		"Fortunately, gamers recognized the difference between titillating and tawdry, and BMXXX was an absolute bomb.",
		"The word is first used in combination in the phrase \"tawdry lace,\" a shortened form or corruption of St Audrey's or St Awdrey's lace."
	],
	"synonyms": [
		"trashy",
		"tatty",
		"gimcrack",
		"flash",
		"cheap",
		"brassy",
		"tacky",
		"meretricious",
		"loud",
		"gaudy",
		"garish",
		"flashy",
		"shoddy",
		"cheapjack",
		"vulgar"
	],
	"antonyms": [
		"sophisticated",
		"nice",
		"tasteful"
	]
}