{
	"word": "disgruntled",
	"meaning": [
		"Unhappy; dissatisfied.",
		"Frustrated.",
		"(obsolete) Simple past tense and past participle of disgruntle."
	],
	"sentences": [
		"He turned and climbed back down the stairs, obviously disgruntled, but not arguing further.",
		"She needed to get out more if she found their disgruntled exchange entertaining.",
		"A peek into the former vamp's mind revealed that two of Damian's sisters-in-law had managed to turn a full vamp back into a disgruntled Natural.",
		"And Dad, worn out from working the farm all day; disgruntled by years of fighting a losing battle with nature - of never having enough money to take care of his family properly.",
		"Keep in mind that there are always one or two disgruntled consumers.",
		"Had disgruntled Labor supporters stayed at home rather than switch allegiances?",
		"A group of Cardiff lecturers are particularly disgruntled, pointing out that a better 16% deal was offered at Ulster.",
		"For instance, a disgruntled co-worker may know your birthday.",
		"If you went to this show, you would be a bit disgruntled if some of this verbal didn't happen.",
		"I get e-mails quite frequently from disgruntled listeners who think I should be playing wall-to-wall, Welsh music.",
		"You play Flo, a disgruntled office worker who decides to strike out on her own and open up a restaurant.",
		"Sadly, this type of privacy invasion occurs because an employee is disgruntled, they want to get revenge on you for something you did to them (like treat them badly on the phone) or to simply get your information.",
		"The disappearance was also during World War I, and it was common knowledge that the crew was disgruntled against the Captain.",
		"There are numerous complaints across the Internet from disgruntled users.",
		"With a disgruntled look on his face he hurriedly dressed and shuffled out to the kitchen where Fred O'Connor was munching on a doughnut and holding a glass of Ovaltine.",
		"Moreover, satisfactory resolution can lead to increased loyalty from a previously disgruntled punter.",
		"How did an idle, talentless, disgruntled wastrel come to terrorize a continent?",
		"Consumers were a bit disgruntled when the store decided simply to return all of its unsold DVD's to its distributors rather than offer them at deeply discounted prices to its consumers.",
		"The actor, clearly disgruntled, stated he did not intend to return to the daytime drama.",
		"One satisfied customer will refer business to them, while a disgruntled customer will tell up to 16 others about the bad experience he or she had.",
		"The combination of these events left CMU Coke lovers sufficiently disgruntled that no one has bothered to wire up the new machine.",
		"Directors are being targeted by disgruntled shareholders, regulators, auditors and other claimants.",
		"Some disgruntled retrenched civil servants have reportedly been provoked into joining opposition and guerrilla groups.",
		"This way, you'll be able to see if other customers have been satisfied with their purchase, or if they are a bit disgruntled about their experience.",
		"Meredith finds out she's pregnant, but before she can tell Derek, a disgruntled husband, who blames Derek for his wife's death, comes to the hospital and shoots him.",
		"Similarly, onboard cruise activities can be altered for any number of reasons without requiring any explanation or compensation to disgruntled passengers or crew members.",
		"Unfortunately, someone reading the disgruntled customer's account online doesn't have the benefit of hearing the business owner's side of the story.",
		"You will thank yourself later, after the disgruntled image of Aunt Millie's reply fades.",
		"Oracle has repeatedly promised to bend over backward to keep PeopleSoft's 12,200 customers happy, but some are already disgruntled.",
		"The news will send out shock waves among Bluebirds ' fans who are still disgruntled at City's slip from play-off contention.",
		"A poorly-managed complex usually breeds disgruntled residents, while a well-maintained community may have a waiting list for those who want to move in.",
		"He'd also been anonymously voted least popular by a disgruntled Guardian on their online discussion boards, and he was about 99 percent sure Jule was leading the pack on that one as his latest attempt to win some bet with Damian about their diverse leadership styles.",
		"Don't be too disgruntled tho if you can't find an obscure team that you want to manage.",
		"Add one disgruntled former girlfriend and various mysterious middle-eastern types to the blend, and Indiana clearly has his work cut out for himself.",
		"Of course, any disgruntled customer can post a blog entry that may or may not be accurate, but when customer after customer reports a problem, it may make you think twice about spending your money.",
		"This is not because of disgruntled actors or contract disputes, but simply because the writers have managed to write out almost every original character and replenish their supply with new faces in Genoa City."
	],
	"synonyms": [
		"dissatisfied",
		"unhappy",
		"sore",
		"peevish",
		"irritated",
		"(colloq.) dissatisfied",
		"malcontent",
		"grumpy",
		"displeased"
	],
	"antonyms": [
		"contented",
		"satisfied",
		"pleased",
		"uncritical",
		"happy"
	]
}