{
	"word": "virtuoso",
	"meaning": [
		"A musician with masterly ability, technique, or personal style.",
		"A person who has a general or broad interest in the arts and sciences.",
		"A collector or connoisseur of art objects or curios.",
		"A person displaying great technical skill in some fine art, esp. in the performance of music.",
		"A person learned in the arts or sciences; scholar.",
		"Of or like that of a virtuoso.",
		"Exhibiting the ability, technique, or personal style of a virtuoso."
	],
	"sentences": [
		"Franz Liszt was the greatest piano virtuoso the world has ever known.",
		"My old friend Charlie Peace was a violin virtuoso.",
		"A flute and clarinet virtuoso provided a pleasant musical interlude.",
		"Soumik will be treating Leeds audiences to an hour long sarod recital accompanied by tabla virtuoso Shahbaz Hussain Khan.",
		"We eagerly looked forward to his virtuoso playing with the Old Rope String Band and the crazy on-stage antics.",
		"Virtuoso guitar playing melds with pounding electronic drums to bring you tunes you'll be humming for weeks.",
		"York Bowen ranks as one of the greatest virtuoso pianists England has seen.",
		"Excitement, drama and humor often associated with the music of Patterson is much in evidence in this virtuoso showpiece for solo violin.",
		"He first heard the virtuoso violinist Joseph Joachim in 1848, when he was 15 and Joachim 17.",
		"London-born virtuoso violinist who studied had been a child prodigy.",
		"There's no such thing as a virtuoso violist.",
		"See yourself in your mind's eye becoming a guitar virtuoso.",
		"Seth Evans (Bass ), a musical virtuoso, was the first to join.",
		"American guitar virtuoso Duck Baker is followed by Canadian acts Christina Smith & Jean Hewson, then Dan McKinnon.",
		"Undeniably the foremost virtuoso of the sitar, Nishat Khan transcends all musical barriers with his provocative emotional expression and supreme technical mastery.",
		"A piano virtuoso with no identity staying in a English mental hospital.",
		"Julian Joseph has built an international reputation as a jazz virtuoso, bandleader, and composer.",
		"There 's no such thing as a virtuoso violist.",
		"See yourself in your mind 's eye becoming a guitar virtuoso.",
		"Seth Evans (Bass), a musical virtuoso, was the first to join.",
		"Her virtuoso playing can be heard on numerous CD 's of music ranging from the medieval period to the present day.",
		"The Baratza Virtuoso generally retails for around $200 to $250.",
		"There will also be music from the dazzling young violin virtuoso Jack Liebeck.",
		"He was a virtuoso pianist with a highly personal style.",
		"The following information will help put you on the path from beginner to virtuoso in no time flat.",
		"Elton's music included more blues than expected as he displayed his virtuoso piano playing abilities.",
		"He poses too much as a fine gentleman, and is so anxious not to be taken for a pedant of the vulgar scholastic kind that he falls into the hardly more attractive pedantry of the aesthete and virtuoso.",
		"The appearance of the violinist Paganini in Paris, 1831, marks the starting-point of the supreme eminence Liszt ultimately attained as a virtuoso.",
		"Whether your child is a novice piano player or a budding virtuoso, you'll be able to locate an instructor well suited for his or her skill and ability level.",
		"With these tools, you'll be well on your way to becoming a guitar virtuoso with a click of the mouse.",
		"Diversity dance group won the 2009 season of ''Britain's Got Talent' despite stiff competition, such as that from the dance group Flawless and from virtuoso singer Susan Boyle.",
		"Whether you or your child are an absolute beginner or a musical virtuoso, purchasing a musical instrument is a major expenditure.",
		"As virtuoso he held his own for the entire period during which he chose to appear in public; but the militant conductor and prophet of Wagner had a hard time of it, and the composer's place is still in dispute.",
		"His appeal to musicians was made in a threefold capacity, and we have, therefore, to deal with Liszt the unrivalled pianoforte virtuoso (1830 - r848); Liszt the conductor of the \"music of the future \" at Weimar, the teacher of Tausig, Billow and a host of lesser pianists, the eloquent writer on music and musicians, the champion of Berlioz and Wagner (1848-1861); and Liszt the prolific composer, who for some five-and-thirty years continued to put forth pianoforte pieces, songs, symphonic orchestral pieces, cantatas, masses, psalms and oratorios (1847-1882)."
	],
	"synonyms": [
		"wizard",
		"whizz",
		"superstar",
		"star",
		"hotshot",
		"genius",
		"mavin",
		"maven",
		"sensation",
		"wiz",
		"champion",
		"whiz",
		"adept",
		"ace",
		"savant",
		"masterly",
		"masterful",
		"consummate"
	],
	"antonyms": [
		"rookie",
		"greenhorn",
		"amateur"
	]
}