{
	"word": "stoic",
	"meaning": [
		"One who is seemingly indifferent to or unaffected by joy, grief, pleasure, or pain.",
		"A member of a Greek school of philosophy founded by Zeno about 308 b.c., holding that all things are governed by unvarying natural laws, and that the wise man is led by reason to live virtuously and free from passion, accepting calmly whatever happens.",
		"A stoical person.",
		"A person indifferent to pleasure or pain.",
		"Alternative capitalization of stoic.",
		"Seemingly indifferent to or unaffected by pleasure or pain; impassive.",
		"Of the Stoics or their philosophy.",
		"Stoical.",
		"Not affected by pain or distress.",
		"Not displaying any external signs of being affected by pain or distress."
	],
	"sentences": [
		"Elisabeth was stoic, always holding her feelings close; and Emily was the effervescent, impulsive optimist.",
		"She turned and studied his stoic profile anxiously.",
		"Could it be that his stoic personality was the very thing that kept her interest perked?",
		"The stoic offer made laughter bubble within her.",
		"Alex said nothing, his stoic features giving no suggestion of what was on his mind.",
		"His features were stoic, his face hard.",
		"He was tried by the Revolutionary Tribunal on the 24th of October 1793, condemned to death and guillotined on the 31st of the month, displaying on the scaffold a stoic fortitude.",
		"His features remained stoic, but she felt his concern.",
		"He remained stoic, unwilling to let her see that her touch was affecting him.",
		"Her father turned to her, anger and triumph on his normally stoic features.",
		"He also gives us \" natural law \" 2 - a Stoic inheritance, preserving the form of an idealist appeal to systematic requirements of reason, while practically limiting its assumptions to those of intuitionalism.",
		"In 155, together with Diogenes the Stoic and Critolaus the Peripatetic, he was sent on an embassy to Rome to justify certain depredations committed by the Athenians in the territory of Oropus.",
		"The Stoic philosophers, especially Crates of Mallus, arguing from the love of nature for life, placed an oekumene in each quarter of the sphere, the three unknown worldislands being those of the Antoeci, Perioeci and Antipodes.",
		"The Pharsalia of Lucan (39-65), with Cato as its hero, is essentially a Stoic manifesto of the opposition.",
		"He owed something to Lucretius, something to the Stoic nature-pantheism, something to Anaxagoras, to Heraclitus, to the Pythagoreans, and to the Neoplatonists, who were partially known to him; above all, he was a profound student of Nicolas of Cusa, who was indeed a speculative Copernicus.",
		"The attempt to harmonize the Stoic demonology with Roman religion led to the Lares being compared with the Greek \"heroes\" during the period of Greco-Roman culture, and the word is frequently translated ilpcoEs.",
		"It was he who dared to bring an accusation against P. Egnatius Celer (the Stoic philosopher whose evidence had condemned his patron and disciple Soranus) and who endeavoured to preach a doctrine of peace and goodwill among the soldiers of Vespasian when they were advancing upon Rome.",
		"The religious ethics of Philo - a compound of Stoic, Platonic and Neopythagorean elements - already bear the peculiar stamp which we recognize in Neoplatonism.",
		"His philosophy consisted in an attempt to reconcile the doctrines of his teachers Philo of Larissa and Mnesarchus the Stoic. Against the scepticism of the former, he held that the intellect has in itself a sufficient test of truth; against Mnesarchus, that happiness, though its main factor is virtue, depends also on outward circumstances.",
		"So far, the Stoic \" nature \" seems in danger of being as revolutionary as Rousseau's.",
		"By the following day, public emotion is mounting but the Royal Family, esconced in Balmoral, remain Stoic.",
		"Nevertheless, the most usual hypothesis is that, while the Nicomachean Ethics (E.N.) was written by Aristotle to Nicomachus, the Eudemian (E.E.) was written, not to, but by, Eudemus, and the Magna Moralia (M.M.) was written by some early disciple before the introduction of Stoic and Academic elements into the Peripatetic school.",
		"Some express defiance, others stoic acceptance of their fate.",
		"It's one thing to tell a creatively inspired ghost story, but it's another thing when the tale of woe is real; it has the capability of sending shivers down even the most stoic of spines.",
		"Yes, Bruce is supposed to be a cool, calm and collected business man, but his stoic nature takes him out of the realm of human reality, and drawing the line between him and his alter-ego becomes a very difficult task.",
		"Her gaze went from Len's stoic face to Howard and then to Connie, who looked pale.",
		"The system, however, was not even then extinct, for it was described by Chaeremon the Stoic, a contemporary of Strabo's.",
		"The great Stoic philosophers took the austerest line, and held that duty should always and everywhere be our only law.",
		"The material is chiefly drawn from Stoic sources, e.g.",
		"He studied grammar under Callimachus at Alexandria, and philosophy under the Stoic Ariston and the Academic Arcesilaus at Athens.",
		"The conversation drifted on, with Jonathan occasionally contributing, but Alex was stoic in his position at the window.",
		"Both were dressed in black, the Black God pale and stoic and Bianca smiling sadly while a stiff breeze whipped her curls around.",
		"For Stoic discourse on this point, see especially ess.",
		"His extraordinary, stoic bravery earned him unconditional tributory awe from the Establishment, and the affectionate family nickname ' one leg ' .",
		"They affirmed the paradox of a transcendent and immanent God by rejecting both the Stoic pantheism and the Platonic cosmic dualism mentioned above.",
		"Stoic philosopher who later became an adviser to the emperor Nero.",
		"Stoic silence wouldn't do for Damon Gough.",
		"In the days of its greatest power Rhodes became famous as a centre of pictorial and plastic art; it gave rise to a school of eclectic oratory whose chief representative was Apollonius Molon, the teacher of Cicero; it was the birthplace of the Stoic philosopher Panaetius; the home of the poet Apollonius Rhodius and the historian Posidonius.",
		"From his Stoic teachers he learned to work hard, to deny himself, to avoid listening to slander, to endure misfortunes, never to deviate from his purpose, to be grave without affectation, delicate in correcting others, \"not frequently to say to any one, nor to write in a letter, that I have no leisure,\" nor to excuse the neglect of duties by alleging urgent occupations.",
		"There is no notion that may not deceive us; it is impossible to distinguish between false and true impressions; therefore the Stoic 4avravia KaTaMprrud7 (see Stoics) must be given up. There is no criterion of truth.",
		"If we consider how Philo, while remaining a devout Jew in religion, yet managed to assimilate the whole Stoic philosophy, we can well believe that the Essenes might have been influenced, as Zeller maintained that they were, by Neo-Pythagoreanism.",
		"In the 1st century of the Christian era, the nature of the time, with its active political struggles, naturally called Stoicism more into the foreground, yet Seneca, though nominally a Stoic, draws nearly all his suavity and much of his paternal wisdom from the writings of Epicurus.",
		"He appears to have accepted all the Stoic doctrines except that he denied the final conflagration of the universe (see Stoics).",
		"Ambrose's intense episcopal consciousness furthered the growing doctrine of the Church and its sacerdotal ministry, while the prevalent asceticism of the day, continuing the Stoic and Ciceronian training of his youth, enabled him to promulgate a lofty standard of Christian ethics.",
		"Seneca 's blood-stained tragedies reworked Greek myths, arguing for a return to stoic values.",
		"By the following day, public emotion is mounting but the Royal Family, esconced in Balmoral, remain stoic.",
		"Gallio was the brother of Seneca, a Greek stoic philosopher who later became an adviser to the emperor Nero.",
		"It is a true testament to the stoic attitude of the crew.",
		"What he has underestimated is the stoic nature of the British people.",
		"But stoic silence would n't do for Damon Gough.",
		"Gaynor 's speech was interrupted for twenty minutes by rain but she continued afterward with stoic determination.",
		"The dogs were bred to be tenacious and stoic, seemingly unaware of pain.",
		"However, many times you will see a man standing stoic or emotionless while his female counterpart is reduced to tears.",
		"If, on the other hand, you prefer something a bit more stoic, then try the Lighthouse Beach Towel.",
		"The company even has a video card for typically stoic recipients which features St. Nick and a sardonic query regarding what makes Santa laugh.",
		"Like anyone else, they experience attraction, jealousy, and love, and no matter how stoic, they feel emotions.",
		"Most people view Capricorn as a bit stoic and, at times, unapproachable.",
		"Capricorn is an earth sign and will give you a staunch and stoic control over your emotions.",
		"Pisces sees past Capricorn's stoic nature and peers deep into Capricorn's often troubled soul.",
		"Previous movies have always portrayed the Dark Knight in a stoic fashion, flashing back to the moment the pearls drop and the roses fall, returning to the present to a stone-faced Bruce staring expressionless into the air.",
		"Worf's stoic personality often led to funny Star Trek quotes such as this one as he interacts with Counselor Deanna Troi in the episode titled \"Parallels\".",
		"While she is a confident leader, her stoic characterization is cast in a new light when Laura Roslin sees visions that lead her to believe she will be the one to lead the humans to a new home on a planet called Earth.",
		"Brandon, on the other hand, was stoic.",
		"Kiki's features shuttered and went stoic.",
		"He returned with Scipio to Rome, where he did much to introduce Stoic doctrines and Greek philosophy.",
		"After the murder of Scipio in 129, he resided by turns in Athens and Rome, but chiefly in Athens, where he succeeded Antipater of Tarsus as head of the Stoic school.",
		"For his importance in the Stoic succession and his philosophy generally, see Stoics.",
		"Apion speaks of the metoposcopists, who judge by the appearance of the face, and Cleanthes the Stoic says it is 5 Op. cit., xix.",
		"The Stoic doctrine of Fatalism seemed to Epicurus no less deadly a foe of man's true welfare than popular superstition.",
		"The position of Epicureanism as a recognized school in the and century is best seen in the fact that it was one of the four schools (the others were the Stoic, Platonist, and Peripatetic) which were placed on a footing of equal endowment when Marcus Aurelius founded chairs of philosophy at Athens.",
		"The Stoic philosophy, with its cosmopolitan note, its fixed dogmas and plain ethical precepts, came into the world at the time of the Macedonian conquests to meet the needs of the new age.",
		"Diogenes, the Stoic philosopher (head of the school in 156 B.C.), was a \" Babylonian,\" i.e.",
		"Athenodorus Cordylion, also of Tarsus, was keeper of the library at Pergamum, and was an old man in 47 B.C. In his enthusiasm for Stoicism he used to cut out from Stoic writings passages which seemed to him unsatisfactory.",
		"Fate is the Stoic term for God; and these forerunners of the Pharisees judged that the time had come for them to take action rather than to wait passively on God.",
		"It enjoyed a great reputation for letters and the arts (Cicero pro Archia, 3); but the only names of distinction in these pursuits during the Seleucid period, that have come down to us, are Apollophanes, the Stoic, and one Phoebus, a writer on dreams. The mass of the population seems to have been only superficially Hellenic, and to have spoken Aramaic in non-official life.",
		"The most important of these are a work On Fate, in which he argues against the Stoic doctrine of necessity; and one On the Soul, in which he contends that the undeveloped reason in man is material (vas 5XeKOr) and inseparable from the body.",
		"It may, like the Stoic, assert freedom by holding aloof from the entanglements of real life, or like the sceptic regard the world as a delusion, or finally, as the \" unhappy consciousness \" (Ungliickliches Bewusstseyn), may be a recurrent falling short of a perfection which it has placed above it in the heavens.",
		"He managed, however, to attend the lectures of the Stoic Musonius Rufus, and subsequently became a freedman.",
		"Man, said the Stoic, is a rational animal; and in virtue of that rationality he is neither less nor worse than the gods, for the magnitude of reason is estimated not by length nor by height but by its judgments.",
		"But he frequently describes an ideal character of a missionary sage, the perfect Stoic - or, as he calls him, the Cynic. This missionary has neither country nor home nor land nor slave; his bed is the ground; he is without wife or child; his only mansion is the earth and sky and a shabby cloak.",
		"He was much impressed by the teaching of Phaedrus, the Epicurean, at a period before he assumed the toga virilis; he studied dialectic under Diodotus the Stoic, and in 88 B.C. attended the lectures of Philo, the head of the Academic school, whose devoted pupil he became.",
		"In Asia he attended the courses of Xenocles, Dionysius and Menippus, and in Rhodes those of Posidonius, the famous Stoic. In Rhodes also he studied rhetoric once more under Molo, to whom he ascribes a decisive influence upon the development of his literary style.",
		"He was much fascinated by the Stoic morality, and it has been noticed that the Tusculan Disputations and de Officiis are largely Stoic in tone.",
		"Balbus, speaking as a Stoic, discusses the existence of the gods, nature, the government of the world and providence.",
		"The Stoic teaching is derived from Cleanthes, Chrysippus and Zeno, and is criticized from the writings of Carneades and Clitomachus.",
		"Even inference, though apparently not a classical word, throws back to the Stoic name for a conclusion.'",
		"This is perhaps fortunate for the history of doctrine, for it produces the commentator, your Aspasius or Alexander of Aphrodisias, and the substitute for the critic, your Cicero, or your Galen with his attempt at comprehension of the Stoic categories and the like while starting from Aristotelianism.",
		"There is a Stoic element in the ethic of the Pauline epistles, but the theological affinity that the Johannine gospel, with its background of philosophic ideas, exhibits to Platonic and Neoplatonist teaching caused the effort at absorption to be directed rather in that direction.",
		"That other matters, the parva logicalia and Mnemonics adapted from Psellus and possibly of Stoic origin, entered too did not outweigh this advantage.",
		"Hardly a single Stoic of eminence was a citizen of any city in the heart of Greece, unless we make Aristo of Chios, Cleanthes of Assus and Panaetius of Rhodes exceptions.",
		"In short, Chrysippus made the Stoic system what it was, and as he left it we proceed to describe it.",
		"It is the idea of tension or tonicity as the essential attribute of body, in contradistinction to passive inert matter, which is distinctively Stoic. The Epicureans leave unexplained the primary constitution and first movements of their atoms or elemental solids; chance or declination may account for them.",
		"Thus that harmony of separate doctrines which contributes to the impressive simplicity of the Stoic physics is only attained at the cost of offending healthy common sense, for Body itself is robbed of a characteristic attribute.",
		"Heraclitus offers no analogy to the doctrine of four (not three) elements as different grades of tension; to the conception of fire and air as the \" form,\" in Aristotelian terminology, of particulars; nor to the function of organizing fire which works by methodic plan to produce and preserve the world (irup i&w 1 3aSii'ov iri ')4vEru Nor, again, is there any analogy to the peculiar Stoic doctrine of universal intermingling (Kpavms Si iiXov).",
		"Later on much evidence goes to show that (by a divergence from the orthodox standard perhaps due to Platonic influence) it was a Stoic tenet to concede a soul, though not a rational soul, throughout the animal kingdom.",
		"The physical basis of Stoic psychology deserves the closest attention.",
		"With this psychology is intimately connected the Stoic theory of knowledge.",
		"No other theory was possible upon the foundation of the Stoic physics.",
		"A Stoic might consistently maintain that World-Soul, Providence, Destiny and Germinal Reason are not mere synonyms, for they express different aspects of God, different relations of God to things.",
		"Yet the standard which ultimately found acceptance in the Stoic school was not put forward, in that form, by its founder.",
		"The illustration is valuable for the light it throws on the essential unity of diverse intellectual operations as well as for enforcing once more the Stoic doctrine that different grades of knowledge are different grades of tension.",
		"But practically the Stoic philosopher always had some good excuse for withdrawing from the narrow political life of the city in which he found himself.",
		"This cosmopolitan citizenship remained all through a distinctive Stoic dogma; when first announced it must have had a powerful influence upon the minds of men, diverting them from the distractions of almost parochial politics to a boundless vista.",
		"The two favourite Stoic heroes were Hercules and Ulysses, and nearly every scene in their adventures was made to disclose some moral significance.",
		"When Chrysippus died (01.143 = 208-204 B.C.) the structure of Stoic doctrine was complete.",
		"The special objects of attack were the Stoic theory of knowledge, their theology and their ethics.",
		"Later in life, as head of the Stoic school at Athens, he achieved a reputation second only to that of Chrysippus.",
		"He is the earliest Stoic author from whom we have, even indirectly, any considerable piece of work, as books i.",
		"Panaetius was competent to pass judgment upon the critical \" divination \" of an Aristarchus (who was perhaps himself also a Stoic), and took an interest in the restoration of Old% Attic forms to the text of Plato.",
		"It has been recently established that Polybius the historian was a Stoic, and it is clear that he was greatly influenced by the form of the system which he learned to know, in the society of Scipio and his friends, from Panaetius.'",
		"Antiochus of Ascalon, the professed restorer of the Old Academy, taught a medley of Stoic and Peripatetic dogmas, which he boldly asserted Zeno had first borrowed from his school.",
		"We learn much more about the Stoic system from the scanty fragments of the first founders, 4 or even from the epitomes of Diogenes Laertius and Stobaeus, than from these writers.",
		"The life and death of Cato fired the imagination of a degenerate age in which he stood out both as a Roman and a Stoic. To a long line of illustrious successors, men like Thrasea Paetus and Helvidius Priscus, Cato bequeathed his resolute opposition to the dominant power of the times; unsympathetic, impracticable, but fearless in demeanour, they were a standing reproach to the corruption and tyranny of their age.",
		"At the same time the antiquarian study of Stoic writings went on apace, especially those of the earliest teachers - Zeno and Aristo and Cleanthes.",
		"Other peculiarities of the later Stoic ethics are due to the condition of the times.",
		"Antoninus may perhaps be explained in harmony with the older Stoic teaching; but, when taken in connexion with the rise of Neoplatonism and the revival of superstition, they are certainly significant.",
		"He was really a stoicizing Platonist; and this has led to the error of supposing Varro to have been a professed Stoic. The influence of Antiochus is clearly to be seen in many remains of Varro's writings.",
		"The principles he applies are those which he had learned from the philosophers of the Stoic school - Chrysippus, Antipater and others.",
		"The study of language as it existed in Varro's day was thoroughly dominated by Stoic influences.",
		"Galen, who in his youth was carefully trained in the Stoic philosophy, was an unusually prolific writer on logic. Of the numerous commentaries and original treatises, a catalogue of which is given in his work De propriis libris, one only has come down to us, the treatise on Fallacies in dictione (IIepi TWV KaTa T1jv M Gi' oocio-µarouv).",
		"Of this work, which contains no direct intimation of a fourth figure, and which in general exhibits an astonishing mixture of the Aristotelian and Stoic logic, Prantl speaks with the bitterest contempt.",
		"This atmosphere of indifference imperceptibly influenced the attitude of the contending schools to one another, and we find various movements towards unity in the views of Boethus the Stoic, Panaetius and Antiochus of Ascalon, founder of the so-called \"Fifth Academy.\"",
		"The admixture of Stoic elements is so great that some critics have attributed the work to a Stoic author; but the writer's Peripateticism seems to be the more fundamental constituent of his doctrine.",
		"The simplicity of his life and his adherence to Stoic principles were looked upon as a reproach to the frivolity and debaucheries of Nero, who \"at last yearned to put Virtue itself to death in the persons of Thrasea and Soranus\" (Tacitus).",
		"Natural Theology is specially associated with the Stoic theories of providence in ancient times and with elaborations of the argument from design in the 18th century.",
		"Besides Polemon, the statesman Phocion, Chaeron, tyrant of Pellene, the Academic Crantor, the Stoic Zeno and Epicurus are alleged to have frequented his lectures.",
		"He detaches the Logos idea from its connexion with Stoic materialism and attaches it to a thorough-going Platonism.",
		"The nature of the dream, in which the elder Scipio appears to his (adopted) grandson, and describes the life of the good after death and the constitution of the universe from the Stoic point of view, gives occasion for Macrobius to discourse upon many points of physics in a series of essays interesting as showing the astronomical notions then current.",
		"Both he and his brother are alluded to by Cicero as mediocre orators, whose style was simple and old-fashioned, although Lucius, as a Stoic, was more concise.",
		"With the Stoic and Epicurean philosophies the problem as it shapes itself for the consideration of the modern world begins to appear in clearer outlines.",
		"Stoic loyalty to a belief in responsibility based on freedom of choice appeared difficult to reconcile with a belief in an all-pervading Anima Mundi, a world power directing and controlling actions of every kind.",
		"And though the Stoic doctrine of determinism did not, when applied to moral problems, advance much beyond the reiteration of arguments derived from the universal validity of the principles of causality, nor the Epicurean counter-assertion of freedom avoid the error of regarding chance as a real cause and universal contingency as an explanation of the universe, it was nevertheless a real step forward to perceive the existence of the problem.",
		"Its demands were met by the Stoic school which separated the moral from the worldly view of life, with an absoluteness and definiteness that caught the imagination; which regarded practical goodness as the highest manifestation of its ideal of wisdom; and which bound the common notions of duty into an apparently coherent system, by a formula that comprehended the whole of human life, and exhibited its relation to the ordered process of the universe.",
		"Both Stoic and Cynic maintained, in its sharpest form, the fundamental tenet that the practical knowledge which is virtue, with the condition of soul that is inseparable from it, is alone to be accounted good.",
		"This pantheistic doctrine harmonized thoroughly with the Stoic view of human good; but being unable to conceive substance idealistically, they (with considerable aid from the system of Heraclitus) supplied a materialistic side to their pantheism, - conceiving divine thought as an attribute of the purest and most primary of material substances, a subtle fiery aether.",
		"This theological view of the physical universe had a double effect on the ethics of the Stoic. In the first place it gave to his cardinal conviction of the all-sufficiency of wisdom for human well-being a root of cosmical fact, and an atmosphere of religious and social emotion.",
		"That man was \" naturally \" a social animal Aristotle had already taught; that all rational beings, in the unity of the reason that is common to all, form naturally one community with a common law was (as we saw) an immediate inference from the Stoic conception of the universe as a whole.",
		"The Stoic claims on this head were the loftiest; as the well-being of their sage was independent, not only of external things and bodily conditions, but of time itself; it was fully realized in a single exercise of wisdom and could not be increased by duration.",
		"This paradox is violent, but it is quite in harmony with the spirit of Stoicism; and we are more startled to find that the Epicurean sage, no less than the Stoic, is to be happy even on the rack; that his happiness, too, is unimpaired by being restricted in duration, when his mind has apprehended the natural limits of life; that, in short, Epicurus makes no less strenuous efforts than Zeno to eliminate imperfection from the conditions of human existence.",
		"The Stoic doctrine of the worthlessness of ordinary human virtue, and the stern paradox that all offenders are equally, in so far as all are absolutely, guilty, find their counterparts in Christianity; but the latter (maintaining this ideal severity in the moral standard, with an emotional consciousness of what is involved in it quite unlike that of the Stoic) overcomes its practical exclusiveness through faith.",
		"Again, the opposition between the natural world and the spiritual order into which the Christian has been born anew led not merely to a contempt equal to that of the Stoic for wealth, fame, power, and other objects of worldly pursuit, but also, for some time at least, to a comparative depreciation of the domestic and civic relations of the natural man.",
		"Cicero, on the other hand, in his paraphrase of a Stoic treatise on external duties (De officiis), ranks the rendering of positive services to other men as a chief department of social duty; and the Stoics generally recognized the universal fellowship and natural mutual claims of human beings as such.",
		"Partly through the influence of Stoic and other Greek philosophy, partly from the natural expansion of human sympathies, the legislation of the Empire, during the first three centuries, shows a steady development in the direction of natural justice and humanity; and some similar progress may be traced in the general tone of moral opinion.",
		"Finally in the exposition of Christian Justice the Stoic doctrine of the natural union of all human interests is elevated to the full height and intensity of evangelical philanthropy; the brethren are reminded that the earth was made by God a common possession of all, and are bidden to administer their means for the common benefit; Ambrose, we should observe, is thoroughly aware of the fundamental union of these different virtues in Christianity, though he does Cicero's works are unimportant in the history of ancient ethics, as their philosophical matter was entirely borrowed from Greek treatises now lost; but the influence exercised by them (especially by the De officiis) over medieval and even modern readers was very considerable.",
		"He first follows Shaftesbury in exhibiting the social affections as no less natural than the appetites and desires which tend directly to self-preservation; then reviving the Stoic view of the prima naturae, the first objects of natural appetites, he argues that pleasure is not the primary aim even of the impulses which Shaftesbury allowed to be \" self-affections \"; but rather a result which follows upon their attaining their natural ends.",
		"Philosophical schools which, like the Stoic, felt the ethical interest of Demosthenes, cared little for his language.",
		"The book is written in a cultured, if somewhat rhetorical, Greek style, and is unmistakably coloured by the Stoic philosophy.",
		"His features were stoic, his beautiful purple eyes the color of spring flowers.",
		"The doctor's eyes were the color of cold steel, his face stoic, his large form tense.",
		"A single tear slid unchecked down his cheek, but his expression remained stoic.",
		"In later times Orphic theology engaged the attention of Greek philosophersEudemus the Peripatetic, Chrysippus the Stoic, and Proclus the Neoplatonist, but it was an especially favourite study of the grammarians of Alexandria, where it became so intermixed with Egyptian elements that Orpheus came to be looked upon as the founder of mysticism.",
		"The closeness of the connexion is illustrated by Juvenal's epigram that a Cynic differed from a Stoic only by his cloak.",
		"Sejanus, the favourite of Tiberius, and Musonius Rufus the Stoic were natives of the place.",
		"Among geographers should be mentioned Posidonius (13-551), the head of the Stoic school of Rhodes, who is stated to be responsible for having reduced the length of a degree to 500 stadia; Artemidorus of Ephesus, whose \" Geographumena \" (c. Ioo B.C.) are based upon his own travels and a study of itineraries, and above all, Strabo, who has already been referred to.",
		"The Stoic regarded the condition of freedom or slavery as an external accident, indifferent in the eye of wisdom; to him it was irrational to see in liberty a ground of pride or in slavery a subject of complaint; from intolerable indignity suicide was an ever-open means of escape.",
		"Either of these will supply the names of works upon Clement's biblical text, his use of Stoic writers, his quotations from heathen writers, and his relation to heathen philosophy.",
		"For the Stoic and Neoplatonic uses of Aoyos, as also for those of Philo Judaeus and the Fathers, see Logos.",
		"The author is in sympathy with Christianity, but is himself an adherent of the stoic philosophy.",
		"He introduced a system which, so far as we know, was his own, though founded upon the Epicurean philosophical creed; on the practical side it conformed pretty closely to the Stoic rule of life, thus adapting itself to the leanings of the better stamp of Romans in the later times of the republic. According to Asclepiades all diseases depended upon alterations in the size, number, arrangement or movement of the \"atoms,\" of which, according to the doctrine of Epicurus, the body consisted.",
		"Further, it is certain that Hero used physical and mathematical writings by Posidonius, the Stoic, of Apamea, Cicero's teacher, who lived until about the middle of the 1st century B.C. The positive arguments for the more modern view of Hero's date are (1) the use by him of Latinisms from which Diels concluded that the 1st century A.D.",
		"He learned dialectics under Diogenes the Stoic, and under Hegesinus, the third leader of the Academy in descent from Arcesilaus.",
		"Negatively, his philosophy is a polemic against the Stoic theory of knowledge in all its aspects.",
		"Carneades also assailed Stoic theology and physics.",
		"On this account he was accused of impiety by the Stoic Cleanthes, just as Galileo, in later years, was attacked by the theologians.",
		"In the interpretation of myths Neoplatonism followed the allegorical method, as practised especially by the Stoa; but the importance it attached to the spiritualized myths was unknown to the Stoic philosophers.",
		"Eugenius retained the stoic virtues of monasticism throughout his stormy career, and was deeply reverenced for his personal character.",
		"Rufus accepted the verdict with the resignation befitting a Stoic and pupil of Panaetius.",
		"Working when sick is infectious Are you a mucus trooper, a stoic, a model patient, a walking epidemic or a shirker?",
		"Finally, the Stoic analysis of the process of knowledge is sensationalist and empiricist.",
		"Or again, we may compare the Stoic doctrine of a7roppoeac (literally \"emanations\") from the divine essence.",
		"She studied his stoic features.",
		"His normally stoic XO appeared irritated.",
		"Antigonus Gonatas, bluff soldier-spirit that he was, heard the Stoic philosophers gladly, and, though he failed to induce Zeno to come to Macedonia, persuaded Zeno's disciple, Persaeus of Citium, to enter his service.",
		"The first three represent the spirit of their age by exhibiting the power of the Stoic philosophy as a moral, political and religious force; the last is the most cynical exponent of the depravity of the time."
	],
	"synonyms": [
		"unemotional person",
		"stoical",
		"unruffled",
		"unmoved",
		"unflappable",
		"undemonstrative",
		"spartan",
		"resolute",
		"phlegmatic",
		"philosophical",
		"philosophic",
		"patient",
		"indifferent",
		"impassive",
		"dispassionate",
		"detached"
	],
	"antonyms": []
}