{
	"word": "deviate",
	"meaning": [
		"To turn aside (from a course, direction, standard, doctrine, etc.); diverge; digress.",
		"To cause to deviate.",
		"To depart, as from a norm, purpose, or subject; differ or stray.",
		"A deviant; esp., one whose sexual behavior is deviant.",
		"(statistics) A value equal to the difference between a measured variable factor and a fixed or algorithmic reference value.",
		"Deviant."
	],
	"sentences": [
		"Omar did not deviate from that line of conduct.",
		"Do not deviate from what is specified in the instructions.",
		"Many secular or agnostic yoga practitioners find it offensive that anyone would deviate from the ancient Eastern yoga principles.",
		"When you arrive at the tattoo studio you should be sure to explain to the artist that you have already chosen a design and you do not want to deviate from your selection.",
		"Rather than limit their color palette to just white, black, or ivory, they may deviate from these traditional colors with trendy metallic shades like pewter, gold, silver, or bronze.",
		"As lived, of course, it means to deviate from nature as little as possible.",
		"Nonstandard dialects are language varieties that deviate from a commonly accepted language norm.",
		"The POISSON keyword returns a random deviate drawn from a Poisson distribution with that mean.",
		"From this aim we must not take one step aside nor deviate a single iota.",
		"It's a template from which the band rarely deviate, but they've got the songwriting nous to pull it off effectively.",
		"Quite often, these results are completely surprising and strongly deviate from theoretical predictions.",
		"From his Stoic teachers he learned to work hard, to deny himself, to avoid listening to slander, to endure misfortunes, never to deviate from his purpose, to be grave without affectation, delicate in correcting others, \"not frequently to say to any one, nor to write in a letter, that I have no leisure,\" nor to excuse the neglect of duties by alleging urgent occupations.",
		"They may pass a spot at such a depth as to evade the nets, and reappear at the surface some days after farther eastwards; they may deviate from their direct line of migration, and even temporarily return westwards.",
		"If they choose to do so, they need to file a Motion to Deviate from Child Support Guidelines.",
		"You can certainly deviate from the Asian style, but you don't want to mix such opposite styles for a truly cohesive home décor.",
		"The cruise season for Alaskan voyages is typically from May to September, although specific adventure cruises may deviate from this standard time frame.",
		"Deviate 2000 Deviate Viper Shorts are made from nylon microfiber.",
		"These trunks are unique because Birdwell typically doesn't deviate from their standard look.",
		"Family issues can lead to depression and anxiety, so intervention early can help deviate potential bigger problems.",
		"Just like the body adjusts to going to bed and waking up at a certain time (and punishes you if you deviate too much), you can get conditioned to hitting peak performance around your workouts.",
		"While there are many people who swear by homeopathic treatments for a wide variety of ailments, most insurance companies are reluctant to insure treatments than deviate from standard medical procedures.",
		"They are inveterately part of a scene they consciously strive to deviate from, though this self-conflict has glorious results.",
		"It is considered to be an extinct volcano because it makes the plumb-line deviate only 7\" to 8\", from which it is deduced that the mountain is hollow.",
		"The following table shows an average value for any date and for the Greenwich meridian for a number of years, from which the actual value will seldom deviate more than 20 seconds until after 1950.",
		"Clausius (1850), applying the same assumption, deduced the same value of F'(t), and showed that it was consistent with the mechanical theory and Joule's experiments, but required that a vapour like steam should deviate more considerably from the gaseous laws than was at that time generally admitted.",
		"In practice the pulley rim is curved to a radius of from three to five times its breadth, and this not only guides the belt, but allows the line of direction of the advancing side to deviate to a small extent, depending on the elasticity of the material.",
		"Besides maxims relating to, virtue in general, - such as (r) that there is a right and wrong in conduct, but (2) only in voluntary conduct, and that we ought (3) to take pains to learn our duty, and (4) fortify ourselves against temptations to deviate from it - Reid states five fundamental axioms.",
		"In the case of the solar system the moment of Jupiter is so preponderant that the position of the invariable plane does not deviate much from that of the orbit of Jupiter.",
		"The fluctuations derived from this international work during the last seven years deviate but slightly from Chandler's formulae though they show a markedly smaller value of the annual term.",
		"If in 1869 he appeared to deviate from this principle by being a candidate at Marseilles for the Corps Legislatif, it was because he yielded to the entreaties of the Imperial government in order to strengthen its goodwill for the Suez Canal.",
		"The larger the aperture the smaller are the angles through which it is necessary to deviate from the principal direction in order to bring in specified discrepancies of phase - the more concentrated is the image.",
		"Yet when we compare Hume with Adam Smith, the advance which Hume had made on his predecessors in lucidity of exposition and subtlety of intellect becomes clear, and modern criticism is agreed that the main errors of Adam Smith are to be found in those deductions which deviate from the results of the Political Discourses.",
		"Legendre's second memoir was communicated to the Academie in 1784, and relates to the conditions of equilibrium of a mass of rotating fluid in the form of a figure of revolution which does not deviate much from a sphere.",
		"It appears / that if the body be sightly dis turbed from a state of rotation about the principal axis of / greatest or least moment, the invariable cone will closely sur round this axis, which will therefore never deviate far - from the invariable line.",
		"If the pressure on the lead is uniformly varying, the centre of pressure must be within the middle third of the width of the lead; that is, it cannot deviate from the centre of the voussoir -- Scale of Feet 50 100 200 300 FIG.",
		"If the attraction of a central body is not the only force acting on the moving body, the orbit will deviate from the form of a conic section in a degree depending on the amount of the extraneous force; and the curve described may not be a re-entering curve at all, but one winding around so as to form an indefinite succession of spires."
	],
	"synonyms": [
		"divert",
		"depart",
		"diverge",
		"vary",
		"sidetrack",
		"sheer",
		"meander",
		"lapse",
		"drift",
		"deflect",
		"digress",
		"wander",
		"veer",
		"stray",
		"swerve",
		"degenerate",
		"deviant",
		"pervert",
		"deviant",
		"aberrant"
	],
	"antonyms": [
		"conform",
		"stay",
		"go-straight",
		"keep",
		"continue",
		"keep in line",
		"keep on"
	]
}