{
	"word": "ruse",
	"meaning": [
		"A stratagem, trick, or artifice.",
		"A trick.",
		"Guile."
	],
	"sentences": [
		"It was only a ruse to get her alone.",
		"Damian gritted his teeth, remembering how tempted he'd been by the same ruse a few nights before.",
		"Was he gold digging, or was it simply a ruse to spend the night?",
		"The ruse is an especially important part of the 21st surprise party.",
		"It was simply a ruse to keep her from exploring that path and what lay beyond.",
		"Even if the bones were discovered and it was known the drowning was a ruse, no one would have suspected you boys.",
		"His having moved his troops there is only a ruse; he will probably pass round to the right of the Moskva.",
		"St John arrived on the show in the role of Walker Laurence, a ruse he used to protect his family.",
		"Hedin had sent a necklace as a peace-offering to Hagen, but Hilde persuades her father that it is only a ruse.",
		"Choose a ruse that the birthday person is likely to believe.",
		"When the Israelites, under Joshua, invaded Canaan, the Gibeonites by a crafty ruse escaped the fate of Jericho and Ai and secured protection from the invaders (Joshua ix.).",
		"His success was still further augmented by his being enabled to enter the city, a few of Cameron's Highlanders having on the following morning, by a happy ruse, forced their way through the Canongate.",
		"Cynics might claim that turning something that comes out of a tap into an expensive lifestyle choice is the ultimate marketing ruse.",
		"Was it deliberate, an accident, or a propaganda ruse on the part of the defending enemy?",
		"Using this ruse, he tricks Dare into stealing the Crystal of Life which restores the aging tyrant to full health.",
		"Indeed, it seems as if the wily animals employed this ruse to attract the dogs, and make them their prey.",
		"The closure of our little ruse at this time was both unexpected and hilarious.",
		"In an agony of remorse, he would now have abdicated \"as being unworthy to reign longer\"; but his trembling boyars, fearing some dark ruse, refused to obey any one but himself.",
		"Some controversy has arisen over the Spanish plot of 1618, and some historians have suggested that it only existed in the minds of the Venetian senators, and was a ruse for forcing Bedmar to leave Venice.",
		"Little reliance can be placed on his subsequent statements (as, for instance, to Metternich in 1810) that the huge preparations at Boulogne and the long naval campaign of Villeneuve were a mere ruse whereby to lure the Austrians into a premature declaration of war.",
		"The inhabitants of Bari organized an expedition, seized his remains by means of a ruse, and transported them to Bari, where they were received in triumph on the qth of May 1087, and where the foundations were laid of a new basilica in his honour.",
		"From this moment begins a long-drawn-out series of tricks and subterfuges, undertaken with the view of deceiving Mark, whose suspicions, excited by sundry of his courtiers, from time to time get beyond his control, and are as often laid to rest by some clever ruse on the part of his nephew, or his wife, ably seconded by Brangaene.",
		"He was, however, delivered from his captors by a ruse on the part of his friend, Sir William Kirkcaldy of Grange, and was brought into Edinburgh Castle, while his trial was put off because the city was thronged with his adherents.",
		"But it was a ruse of the Jesuit party, who wished to persuade the public that the opposition to the appointment of Isaac Casaubon did not proceed from theological motives, since they were ready to appoint a Protestant in the person of Grotius.",
		"By a cleverly devised ruse he avoided General Colonna's force, which expected him on the.",
		"Nonetheless revenue of drive churchill car insurance might be kept ruse took action a better quote.",
		"We hit on a cunning ruse to save a bit of time!",
		"Fooling the police The London Greenwich Railroad, 1833 He had a clever ruse for getting the copies out under their noses.",
		"This whole ruse has a limited shelf life, of course, once more potential victims realize what his game is.",
		"The ruse was successful, but Peisistratus soon quarrelled with Megacles over Coesyra."
	],
	"synonyms": [
		"artifice",
		"wile",
		"hoax",
		"fraud",
		"deception",
		"deceit",
		"twist",
		"scheme",
		"trick",
		"stratagem",
		"ploy",
		"maneuver",
		"gimmick",
		"feint",
		"dodge"
	],
	"antonyms": []
}