{
	"word": "obsequious",
	"meaning": [
		"Full of or exhibiting servile compliance; fawning.",
		"Showing too great a willingness to serve or obey; fawning.",
		"Compliant; dutiful.",
		"(archaic) Obedient, compliant with someone else's orders or wishes.",
		"Excessively eager and attentive to please or to obey all instructions; fawning, subservient, servile."
	],
	"sentences": [
		"The little girl had obsequious manners.",
		"He was the creature of every passing mood or whim, incapable of cool and steady judgment or of the slightest self-control - an incalculable weathercock, blindly obsequious to every blast of passion.",
		"He succeeded, however, in reversing his father's obsequious policy towards Russia.",
		"The rest of the Jews rated the Sadducees as atheists, just as the rest of the Greeks rated the Epicureans as atheists and discerned, as Plutarch said, the sardonic grin behind the mask of their obsequious devotion to the ceremonies at which the force of public opinion compelled their attendance.",
		"Another characteristic of the de la Gardie government was its gross corruption, which made Sweden the obsequious hireling of that foreign power which had the longest purse.",
		"His obsequious language on this occasion, and the favours with which it was rewarded, formed a too violent contrast to the determined attitude of the university of Paris, which, tired of the schism, was even then demanding the resignation of the two pontiffs.",
		"Napoleon (who now used his Christian name instead of the surname Bonaparte) thereupon sent proposals for various changes in the constitution, which were at once registered by the obsequious Council of State and the Senate on the 4th of August (16 Thermidor) 1802.",
		"The Riksdag of 1778 had been obsequious; the Riksdag of 1786 was mutinous.",
		"I sat at a table where were rich food and wine in abundance, and obsequious attendance, but sincerity and truth were not; and I went away hungry from the inhospitable board.",
		"So long as the Mongol empire remained united and strong, they were most submissive and 1362- obsequious, but as soon as it was weakened by internal 1389.",
		"The obsequious authorities at Milan at once furthered his design by sending an address to him, by requesting the establishment of royalty, and on the 15th of March 1805 by offering the crown to him.",
		"Thus, when the king summoned the estates to assemble at Stockholm on the 3rd of September 1778, he could give a brilliant account of his six years' stewardship. Never was a parliament more obsequious or a king more gracious.",
		"The greater part of the territory was formally incorporated into the empire, and the petty potentates, such as the khan of Khiva and the amir of Bokhara, who were allowed to retain a semblance of their former sovereignty, became obsequious vassals of the White Tsar.",
		"The diet of 1778 had been obsequious; the diet of 1786 was mutinous.",
		"A certificate of conduct while under Temple's roof was required by all the Irish bishops he consulted before they would proceed in the matter of his ordination, and after five months' delay, caused by wounded pride, Swift had to kiss the rod and solicit in obsequious terms the favour of a testimonial from his discarded patron.",
		"When he entered, Prince Andrew, his eyes drooping contemptuously (with that peculiar expression of polite weariness which plainly says, \"If it were not my duty I would not talk to you for a moment\"), was listening to an old Russian general with decorations, who stood very erect, almost on tiptoe, with a soldier's obsequious expression on his purple face, reporting something.",
		"The first parliament (1661-1663), under Middleton, was obsequious enough to grant the king £40,000 annually, to abolish the covenants and to rescind all but the private legislation of the revolutionary years (1638-1660).",
		"In order to obtain servile parliaments and also obsequious juries, who with the co-operation of judges of the stamp of Jeffreys could be depended upon to carry out the wishes of the court, the borough charters were confiscated, the charter of the city of London being forfeited on the 12th of June 1683.",
		"Russell became the obsequious chancellor of Richard III.",
		"It was De la Gardie who first made Sweden the obsequious hireling of the foreign power which had the longest purse.",
		"After working several obsequious jobs that didn't work out, Cowell got a helping hand from his father, who was an executive at EMI Records.",
		"Essays that are too obsequious are often too obviously pandering to the writer in question."
	],
	"synonyms": [
		"toadyish",
		"sycophantic",
		"fawning",
		"bootlicking",
		"sycophantical",
		"attentive",
		"obedient",
		"kowtowing",
		"groveling",
		"menial",
		"deferential",
		"cringing",
		"toadying",
		"submissive",
		"slick"
	],
	"antonyms": [
		"confident",
		"brazen",
		"arrogant",
		"presumptuous",
		"assertive",
		"domineering"
	]
}