{
	"word": "perfidious",
	"meaning": [
		"Characterized by perfidy; treacherous.",
		"Of, pertaining to, or representing perfidy; disloyal to what should command one's fidelity or allegiance."
	],
	"sentences": [
		"Zaki did not long enjoy the fruits of his perfidious dealing.",
		"But no sooner was he dead than the essential weakness of an artificial state, built up by cunning and perfidious policy, with the aid of bought troops, dignified by no dynastic title, and consolidated by no sense of loyalty, became apparent.",
		"The rebellion was at last put down by a series of treacheries and perfidious negotiations.",
		"If this orator has a pose, it is a pose of simplicity, not credulous, but not openly perfidious either.",
		"Young as she was, she came as no innocent novice to a country seething with all the perfidious ambitions that a religious revolution brings to the surface.",
		"The names of thirty-nine others were included in the final acte d'accusation, accepted by the Convention on the 24th of October, which stated the crimes for which they were to be tried as their perfidious ambition, their hatred of Paris, their \"federalism\" and, above all, their responsibility for the attempt of their escaped colleagues to provoke civil war.",
		"This offered a fair pretext to the Mamelukes to rid themselves of a man proved to be a perfidious tyrant.",
		"While holding this commission, he had the humiliation of witnessing from a distance the sack of Rome and the imprisonment of Clement, without being able to rouse the perfidious duke of Urbino into activity.",
		"The book appeared anonymously, the author having, as he himself says, nothing in view beyond furnishing a statement of the faith of the persecuted Protestants, whom he saw cruelly cut to pieces by impious and perfidious court parasites.'",
		"Rising deputy characters include Nicholas Lea as the perfidious Krycek and Brian Thompson as the shapeshifting alien bounty hunters.",
		"And trust me on this; I've always paused before any Rosè due to my inherent association with it to that perfidious and insipid White Zinfandel that rued the day for the wine-drinking public in the 1980's.",
		"Sella, the real head of the Lanza cabinet, was worn out by four years continuous work and disheartened by the perfidious misrepresentation in which Italian politicians, particularly those of the Left, have ever excelled.",
		"He now threw all his energies into the task of marshalling the forces of France and his vassal states for the overthrow of \"perfidious Albion.\"",
		"In the quarrel between Sancho and his brotherAlphonso, Rodrigo Diaz espoused the cause of the former, and it was he who suggested the perfidious stratagem by which Sancho eventually obtained the victory and possession of Leon.",
		"On pretence of conferring with him on important business of state, Mansur induced him, in spite of the warnings of his best general, Abu Nasr, to come to Madam (Ctesiphon), and in the most perfidious manner caused him to be murdered by his guards.",
		"His ambition was boundless and no means, however perfidious, were despised by him."
	],
	"synonyms": [
		"recreant",
		"false-hearted",
		"disloyal",
		"faithless",
		"untrue",
		"unfaithful",
		"treacherous",
		"traitorous",
		"false",
		"punic",
		"shifty",
		"venal",
		"untrustworthy",
		"disaffected",
		"dishonest"
	],
	"antonyms": []
}