{
	"word": "sporadic",
	"meaning": [
		"Happening from time to time; not constant or regular; occasional.",
		"Widely separated from others, scattered, or isolated in occurrence; appearing singly, apart, or in isolated instances.",
		"Not epidemic, endemic, or inherited. Used of a disease or condition.",
		"Exhibiting random behavior; patternless."
	],
	"sentences": [
		"His nobles, whom he tried to cow by sporadic acts of violence, rebelled against him.",
		"But the failures were sporadic only.",
		"A sporadic sleep schedule may make it difficult for you to fall asleep.",
		"On the other hand, German sporadic attacks by sea and air on British watering places and the increasing activity of German submarines gave Mr. Churchill and the Admiralty much concern.",
		"He was a sporadic observer.",
		"Be aware that sporadic days off may be counted in your total disability time.",
		"If a child has cri du chat due to a sporadic deletion, the chance the parents could have another child with cri du chat is 1 percent.",
		"The children of a person with sporadic nail-patella syndrome are also at a 50 percent risk of inheriting the disorder.",
		"With athetoid cerebral palsy, muscle control is affected by unwanted sporadic movements.",
		"Unfortunately for you, though, these sleeping patterns will be sporadic.",
		"In 90 percent of children with cri du chat syndrome, the deletion is sporadic.",
		"If a child has PWS due to a sporadic deletion in the paternal chromosome 15, the chance the parents could have another child with PWS is less than 1 percent.",
		"The rain had quit for the day, though the tropical storm spinning around in the Gulf guaranteed another week or so of sporadic storms.",
		"These features were not observed in patients with sporadic primary parathyroid adenomas.",
		"Secondly, Dr. Will reported that he was now aware of five cases of apparently sporadic CJD in young people.",
		"No more cowering behind a big rock while you pop out and shoot sporadic fire.",
		"It is not uncommon for a child with only sporadic or rare breath holding spells to have several in a single day.",
		"Approximately 40 percent of people with retinoblastoma have an inherited form of the condition and approximately 60 percent have a sporadic (not inherited) form.",
		"The average age of onset for the inherited form of retinoblastoma is one year, which is earlier than the sporadic form of retinoblastoma.",
		"Approximately 60 percent of people with retinoblastoma have this type of disease, called sporadic retinoblastoma.",
		"A person with sporadic retinoblastoma does not have a higher chance of having children with the disease.",
		"Sporadic retinoblastoma is usually unifocal and has an average age of onset of approximately two years.",
		"However, it cannot be assumed that a patient without a family history of the disease has a sporadic form.",
		"The viruses causing primary encephalitis can be epidemic or sporadic.",
		"The most common form of non-epidemic or sporadic encephalitis is caused by the herpes simplex virus, type 1 (HSV-1) and has a high rate of death.",
		"Mumps is another example of a sporadic cause.",
		"Herpes simplex encephalitis, the most common form of sporadic encephalitis in western countries, is a disease with significantly high mortality.",
		"Herpes simplex encephalitis is responsible for 10 percent of all encephalitis cases and is the main cause of sporadic, fatal encephalitis.",
		"Mutations that inactivate the RET gene are the most frequent, occurring in 50 percent of familial cases (cases which run in families) and 15 to 20 percent of sporadic (non-familial) cases.",
		"However, those contractions are known as Braxton Hicks, sporadic uterine contractions named after the first doctor to describe them in 1872.",
		"A lot of the news sites are getting sporadic service atm.",
		"Outbreaks of parvovirus tend to occur in the late winter and early spring, but there may also be sporadic cases of the disease any time throughout the year.",
		"Viruses that respond to acyclovir include herpes simplex, the most common cause of sporadic (non-epidemic) encephalitis in the United States.",
		"This is called a sporadic occurrence and accounts for approximately 20 percent of cases of nail-patella syndrome.",
		"Mild and sporadic symptoms can be managed with observation, and disabling GI flare-ups can be controlled with prednisone.",
		"Craniosynostosis usually occurs by chance (sporadic).",
		"Loose, sporadic stitchery may indicate less-than-quality craftsmanship.",
		"Garage sales can be good sources for finding used books, although the selection is often very sporadic.",
		"The list of Soap Opera Digest Award winners is both long and sporadic, as it follows the fanaticism of both daytime and primetime soap opera viewers.",
		"For those outside New York City, the Ananda Marga Foundation maintains a website where local studios can be found that offer either classes on a regular basis or sporadic workshops.",
		"All of the programs make sporadic sales pitches for additional products somewhere in the middle or at the end of your prep work before you create your final forms.",
		"If your work is very minimal or sporadic, verify that your business isn't considered a hobby under IRS rules.",
		"New users and sporadic users would be leaves, whereas senior members who stayed online would be ultrapeers.",
		"The CryoSat program seeks to replace sporadic submarine missions by continual monitoring of the ice freeboard, from which thickness will be derived.",
		"Apart from hearing sporadic gunfire the day was pretty quiet.",
		"There was sporadic gunfire at this stage - bursts of automatic gunfire, from time to time, interspersed with single shots.",
		"The relative excess of valine homozygotes in sporadic CJD aged less than 50 years is unexpected.",
		"I am currently working on a project to detect sporadic recombination in multiple DNA sequence alignments.",
		"However, up to 15% of cases of sporadic unilateral retinoblastoma may be hereditary.",
		"That may explain her somewhat sporadic contacts with CSA.",
		"At present, the repository provision picture across institutions in the West Midlands is rather sporadic.",
		"Research training is often sporadic in its delivery and too general in its approach.",
		"Sporadic islet cell tumors are more common than islet cell tumors as a part of MEN type-I syndrome.",
		"They had, in fact, learned from events in Russia and Poland that sporadic outbreaks on a small scale would inevitably discredit their cause, and that a successful revolution would require the support of the army.",
		"It is hardly fair on the strength of these two pronouncements to attribute the doctrine of seven sacraments to the Eastern churches in general; except under a sporadic Latin influence, they have not troubled themselves so to define their number.",
		"Desirous of combining these sporadic properties into one shire, Viscount Tarbat was enabled to procure their annexation to his sheriffdom of Cromarty in 1685 and 1698, the area of the enlarged county amounting to nearly 370 sq.",
		"Repeat showings have been sporadic - first in 1986, then not again till 1998 on BBC Choice.",
		"The conflict always has been cyclical and sporadic in nature.",
		"The cases of what is called \" sporadic CJD \" have doubled in recent years.",
		"Sporadic lymphangioleiomyomatosis is more likely to be progressive than lymphangioleiomyomatosis seen in individuals with tuberous sclerosis complex.",
		"The East End has seen sporadic outbreaks of mob violence, often punished by death.",
		"Take part in market research groups - sporadic work but free food and drink and easy money as you just spout off your opinion !",
		"If the dots fall or are sporadic in their placement, your doctor may recommend various treatments or schedule more frequent appointments to assess and keep tabs on baby's health and development.",
		"You may wish to use this feature when working out in areas where GPS signals are often sporadic.",
		"While some ships boast mahogany or rosewood accents and paneling, such remnants of authenticity are more likely a result of sporadic renovations and upgrades than deliberate design.",
		"The Food and Drug Administration periodically (although it seems more sporadic than anything) conducts residue monitoring tests on the crops of farmers around 100 different countries.",
		"Short naps taken in sporadic bursts throughout the day cannot replace a full night of healthy sleep.",
		"New mothers often have trouble adjusting to a sporadic sleep schedule and may need a night to recoup from midnight feedings.",
		"If you're used to getting paid every week or every other week, dealing with freelance writing's sporadic income can be a real shock.",
		"Someone beat on the door across the hall loud enough for Bianca to hear over the TV and sporadic thunder.",
		"Nevertheless we find some sporadic and tentative critical efforts or questions.",
		"In addition to sporadic meteors, there are also meteor showers during which many meteors may be observed at the same moment.",
		"There was only sporadic resistance, according to monitored radio reports.",
		"Development over the next few years was very sporadic.",
		"Progress again here has been slow, and news feeds from the club remain sporadic to say the least.",
		"Archibald headed over from a Wilson corner having evaded his marker but chances were becoming even more sporadic now.",
		"The chat seemed too sporadic for a chat show, and the hills too occasional for a hill show.",
		"When there is no previous family history of retinoblastoma, the disease is called sporadic.",
		"Take part in market research groups - sporadic work but free food and drink and easy money as you just spout off your opinion!",
		"While most cases of CJD are sporadic, some are familial, in which case the disease is inherited as an autosomal dominant trait.",
		"I felt we played some nice stuff in patches but it is just sporadic at the moment.",
		"In 99 percent of the cases of PWS, the deletion is sporadic.",
		"If you have a sporadic cycle, however, you may consider purchasing an ovulation kit to assist you.",
		"His debut album failed to chart, and his live shows have been sporadic.",
		"The disease manifested itself in a sporadic form in April 1898, but disappeared by September of that year.",
		"In the west and north there were only isolated and sporadic outbreaks, confined to a few turbulent towns.",
		"The risings were sporadic, illorganized, badly led, for each section of the realm fought for its own hand.",
		"Practically we may say that the estimate of the Four to which Tatian and Irenaeus testify must have been well established by the middle of the century, though sporadic instances may be found of the use of other Gospels that did not become canonical.",
		"The lack of any central principle or common interest was shown in the divided counsels and sporadic action of the mutineers and their allies, which made them an easy prey to the solid and audacious British forces.",
		"The attempt of the Giovane Italia to bring about a general revolution in 1843 only resulted in a few sporadic outbreaks easily crushed.",
		"After its customary cessation in the autumn the epidemic began again in October 1876, though sporadic cases occurred all the summer.",
		"Plague first appeared at Calcutta in a sporadic form in April 1898, but down to April of the following year the total number of deaths ascribed to plague throughout the province was less than 1000, compared with 191,000 for Bombay.",
		"Italian metal-workers are mainly employed in reproduction; but traditions linger in some remote parts, while the sporadic appearance of craftsmen of a high order is evidence that the ancient artistic spirit is not wholly extinct.",
		"After 1666 there was no epidemic of plague in London or any part of England, though sporadic cases appear in bills of mortality up to 1679; and a column filled up with \" o \" was left till 1703, when it finally disappeared.",
		"They would feel bound to disregard their sporadic intuitions, and act only for reasons that would be clearly set out in black and white.",
		"In theology the appearance of dualism is sporadic and has not the fundamental, determining importance which it has in metaphysics.",
		"From 1466 to 1471 there were sporadic burnings of Fraticelli, and in 1471 Tommaso di Scarlino was sent to Piombino and the littoral of Tuscany to track out some Fraticelli who had been discovered in those parts.",
		"The island suffered from the reactionary policy of Ferdinand VII., but the few sporadic attempts at revolution between 1815 and 1820 were readily suppressed.",
		"Gregory XVI.'s refusal to grant a constitution called forth a series of sporadic outbursts, inspired by Mazzini and the \" Young Italian \" party, between 1832 and 1838.",
		"The Persian Constitution.The misgovernment and disorder which were revealed to Europe by the Gleadowe-Newcomen report, and by such sporadic outbreaks as the massacre of the Babis in Yezd (1903), had caused widespread discontent in Persia.",
		"Sporadic efforts to Christianize the Aleuts were made in the latter half of the 18th century, but little impression was made before the arrival in 1824 of Father Ivan Venyaminov, who in 1840 became the first Greek bishop of Alaska.",
		"The great mass of manufactured commodities were produced in the United Kingdom more cheaply than in foreign countries, and would not have been imported, with duty or without, except in sporadic amounts for some special qualities.",
		"Up to this time the chief results were that (r) Christianity had gained a footing, (2) it had continued the monotheistic modification of Indian thought begun by Mahommedanism, and (3) the futility of sporadic and fanatical proselytism had been shown.",
		"The tree grows most abundantly in a sporadic manner in the dense moist forests of the basin of the Rio San Juan, where the rain falls for nine months in the year.",
		"But all these trades are sporadic, and are confined to limited areas, and often only to a few separate villages.",
		"But the intervention of the Holy See in the ecclesiastical affairs of the West, which resulted from these appeals, was only of a limited, sporadic and occasional nature.",
		"Bacon, like Aristotle, was anticipated in this or that point; but, as Aristotle was the first to construct a system of deduction in the syllogism and its three figures, so Bacon was the first to construct a system of induction in three ministrations, in which the requisites of induction, hitherto recognized only in sporadic hints, were combined for the first time in one logic of induction.",
		"Sporadic insurrections had already broken out among the Bosnian Christians, and on the 1st of July 1875 the villagers of Nevesinje, which gives its name to a mountain neolithische Station von Butmir (Vienna 1895-1898); P. Ballif, Romische Strassen in Bosnien and Herzegovina (Vienna, 1893, &c.).",
		"Surely the rebukes of James apply to conditions of the whole Church and not sporadic Jewish-Christian conventicles in the Greek-speaking world, if any such existed.",
		"After the beginning of the 3rd century there were still no doubt men under the control of the hierarchy who experienced the prophetic ecstasy, or clerics like Cyprian who professed to have received special directions from God; but prophets by vocation no longer existed and these sporadic utterances were in no sense placed on a level with the contents of the sacred Scriptures.",
		"Moreover, many naturalists, especially those concerned with palaeontology, pointed to the existence of orthogenetic series, of long lines of ancestry, which displayed not a sporadic differentiation in every direction, but apparently a steady and progressive march in one direction.",
		"In the course of the 12th century sporadic and limited unions of Black Monk monasteries arose in different parts.",
		"But facts collected by Tholozan show that pestis minor, or sporadic cases of true plague, had appeared in 1868 and subsequent years."
	],
	"synonyms": [
		"periodic",
		"rare",
		"occasional",
		"irregular",
		"infrequent",
		"single",
		"separate",
		"scattered",
		"intermittent",
		"desultory",
		"isolated",
		"random",
		"uncommon",
		"unusual",
		"scarce"
	],
	"antonyms": [
		"continual",
		"steady",
		"regular",
		"dependable",
		"frequent",
		"constant",
		"continuous"
	]
}