{
	"word": "overbearing",
	"meaning": [
		"Acting in a dictatorial manner; arrogant; domineering.",
		"Overwhelming in power or significance; predominant.",
		"Of transcending importance; overriding.",
		"Overly bossy, domineering, or arrogant."
	],
	"sentences": [
		"Obviously he isn't as overbearing as Alex.",
		"The indirect light of the late afternoon sun was hot without being overbearing, like it would be in a few months.",
		"But he was too hasty and overbearing.",
		"While the effort is commendable, and the actress playing the overbearing matriarch is especially good, most of the acting is unconvincing.",
		"This is partly because of the individuals to whom you are attracted, and in part because you become so overbearing and dominating.",
		"Never put a shy timid cat with an aggressive overbearing cat.",
		"Dean felt equally acrimonious toward the overbearing state official whom he hadn't seen since the winter and who, in Dean's mind, had no business being back in Ouray.",
		"But the young duke, galled by Louis's overbearing arrogance, eventually asserted his independence and joined the league of Austria, Spain and Venice against him in r690.",
		"Bold, overbearing and unscrupulous, Sinan recoiled from no baseness to put a rival out of the way; while his insolence was not confined to foreign ambassadors, but was exercised towards his opponents in the sultan's presence.",
		"Lange; as a retort to that writer's overbearing criticism, Lessing exposed with scathing satire Lange's errors in his popular translation of Horace.",
		"It is, however, certain that nothing would have driven the Provinces to take part in the war but for the overbearing attitude of the British government with regard to the right of neutral shipping upon the seas, and the heavy losses sustained by Dutch commerce at the hands of British privateers.",
		"Moreover, he built a number of forts which the people thought were intended for prisons; he filled the land with riotous and overbearing Swabians; he kept in prison Magnus, the heir to the duchy; and is said to have spoken of the Saxons in a tone of great contempt.",
		"His overbearing manner made him numerous enemies, and, after being imprisoned on the death of Julian, he was put to death by Valens.",
		"His face was very pleasant; he looked high but not arrogant, manly but not overbearing.",
		"He was often inconsistent, he was generally intractable and overbearing, and he was always pompous and affected to a degree which, Macaulay has remarked, seems scarcely compatible with true greatness.",
		"It doesn't feel as cluttered or overbearing as Yahoo does and I've yet to find a game that I seriously dislike.",
		"For a child, the stressor may not be just a single event, but may occur in response to what a child may perceive as excessive demands from an authoritarian or an overbearing parent.",
		"Aries can be very demanding of his partners; if he becomes overbearing it is better to stand up for yourself than to suffer in silence.",
		"Metallic colors such as gold, bronze, silver and pewter also add simple sophistication without being overbearing.",
		"Would a traditional tribal tat look overbearing on you?",
		"Nobody enjoys an overbearing sales pitch.",
		"In episode 18, Ben and Michelle were having issues with Michelle's overbearing father and Ben's controlling mother.",
		"Farrah gives birth to a baby girl named Sophia and is faced with finishing high school, juggling mommy duties and dealing with her overbearing mother, who constantly admonishes the teen for making bad choices.",
		"Donning a fabric print may seem too overbearing for some ladies, which is exactly why zebra nail art is a creative way to rock this look without overpowering your frame or wardrobe.",
		"It was clearly out of keeping and too overbearing for the area.",
		"Most of the six stories here fell grossly overwritten, with their well trodden themes often overbearing and self-consciously told.",
		"Looks awful in caps, thought, much too overbearing.",
		"Eccleston's portrayal now seems completely shorn of the slightly overbearing clowning which was evident in the first two episodes.",
		"La Marche de l'Empereur featured a lovey-dovey dialog between the penguins and a score described by Variety magazine as \" somewhat overbearing \" .",
		"And our sympathies end up being with the Levite trying to fend off this rather overbearing host.",
		"This is never overbearing, but the beauty is in the clarity.",
		"Honor plays Henry's mother to whose home the young Eliza retreats when Henry becomes overbearing.",
		"Though at first his long hair, his threadbare cloak and his staff furnished the subject of many a jest, and his harsh and overbearing manner caused grave discontent, yet the rapidity and decisiveness of his movements, won the sympathy and respect of the Syracusans.",
		"The overbearing parents attempted to segregate the two lovers.",
		"Rated as one of the top men's modern cologne by Ask Men, Marc Jacobs Men received rave reviews because of its ability to be noticeable without overbearing, its subtle sex appeal, and sense of softness and mystery.",
		"Avoid big, bold prints and overbearing colors.",
		"These are usually approached in a very philosophical manner and have often times been criticized as being overbearing.",
		"Clothes that are too formal could make you seem too stiff or overbearing.",
		"In fact, sporting an accessory with a camouflage pattern is the best way to wear this look - it's minimal, no fuss and much less overbearing than going head-to-toe.",
		"Causes of friction still remained, but they did not develop into open quarrels, for Mitre was content to leave Urquiza in his province of Entre Rios, and the other administrators (caudillos) in their several governments, a large measure of autonomy, trusting that the position and growing commercial importance of Buenos Aires would inevitably tend to make the federal capital the real centre of power of the republic. In 1865 the Argentines were forced into war with Paraguay through the overbearing attitude of the president Francisco Solano Lopez.",
		"Cavalier in English was early applied in a contemptuous sense to an overbearing swashbuckler - a roisterer or swaggering gallant.",
		"The 6th is related to degrees of courage, resolution, rashness or timidity; the 7th indicates sensitiveness, morality, good conduct, or immorality, overbearing temper and self-will.",
		"In the field he met with a whole series of reverses; and at court, where his rough and overbearing manners made him disliked, his influence was overshadowed by that of a series of incompetent favourites.",
		"Cynthia Darling Michael is driven to distraction by an overbearing mother's insistence that her healthy daughter is ill.",
		"He is proud and overbearing.",
		"Born at Turin, he lost his father in 1675, and spent his youth under the regency of his mother, known as \"Madama Reale\" (madame royale), an able but ambitious and overbearing woman."
	],
	"synonyms": [
		"peremptory",
		"masterful",
		"magisterial",
		"imperious",
		"domineering",
		"dogmatic",
		"dictatorial",
		"bossy",
		"authoritarian",
		"swaggering",
		"sniffy",
		"prideful",
		"supercilious",
		"lordly",
		"disdainful"
	],
	"antonyms": [
		"unassertive",
		"nice",
		"modest",
		"kind"
	]
}