{
	"word": "tedious",
	"meaning": [
		"Full of tedium; long or verbose and wearisome; tiresome; boring.",
		"Moving or progressing very slowly.",
		"Boring, monotonous, time consuming, wearisome."
	],
	"sentences": [
		"It gets tedious, but I get a kick out of doing it that way.",
		"The production of this is always a tedious task.",
		"This method is very tedious in detail.",
		"Exact analysis is difficult and tedious, and consequently the laboratory methods are not employed in technology, where time is an important factor and moderate accuracy is all that is necessary.",
		"This process is a tedious one, and necessarily only gives the average form of thousands of different alternations.",
		"After tedious negotiations he was obliged to yield to the demands of his enemies, and peace was made at Gerstungen in 1074.",
		"Reforms were also made in the tedious technicalities of the feudal law.",
		"In spite of one or two stirring scenes it is a tedious book, and its personages are little more than machines for the enunciation of the author's opinions and sentiments.",
		"He left Wittenberg in bitterly cold weather on the 23rd of January 1546, and the journey was tedious and hazardous.",
		"The fun ones seemed so stupid, they were pitiful and the smart ones were so tedious, he wanted to scream.",
		"These things may have had some effect by way of suggestion; the scryer may have been brought by them into an appropriate frame of mind; but, as a whole, they are tedious and superfluous.",
		"There are some pleasing passages in Arnobius, but on the whole he is a tumid and a tedious author.",
		"In the spring of 1775 Hume was struck with a tedious and harassing though not painful illness.",
		"He deletes what strikes him as irrelevant, or tedious, or uninteresting to his readers.",
		"The weaving of cotton cloth is principally carried on by women; and the process, at least for the finer description, is tedious in the extreme.",
		"The method, though tedious in operation, is very accurate, and is largely employed for determining the magnetic quality of bars intended to serve .as standards.",
		"The collection of sarsaparilla root is a very tedious business; a single root takes an Indian half a day or sometimes even a day and a half to unearth.",
		"The search for appropriate luggage was tedious.",
		"The wet refining process is more tedious and expensive, and is only exceptionally employed, as in the case of preparing the pure metal or its salts for pharmaceutical or chemical purposes.",
		"For some, this task can be messy or tedious.",
		"Those tedious and exhausting wars did not prevent Peter from attending to internal affairs, and he displayed as a reformer even more vigour and tenacity than as a general in Greats the field.",
		"This is a tedious and expensive process, and hence the importance of sowing the crop on land as free as possible from weeds of all kinds.",
		"As tedious as a nagging toothache, the myth is endlessly repeated.",
		"Maybe just a proof of concept, that'd be the most fun, running all the way gets tedious.",
		"Finding home improvement contractors in Los Angeles does not have to be a tedious task.",
		"From this time onwards his life was one of incessant toil; he was continually engaged in the active service of his order, was frequently travelling upon long and tedious journeys, and was constantly consulted on affairs of state by the reigning pontiff.",
		"In this passage he deprecates current physiognomical speculations, saying that he might criticize them but feared to waste time and become tedious over them.",
		"It has to be considered, however, that many of those sermonizing pieces which are so tedious to us, especially when we read two or three in succession (perhaps in a very inadequate translation), must have had a quite different effect when recited under the burning sky and on the barren soil of Mecca.",
		"Shah Jahan had four sons, whose fratricidal wars for the succession during their father's lifetime it would be tedious to dwell upon.",
		"Polybius was arrested with 1000 of the principal Achaeans, but, while his companions were condemned to a tedious incarceration in the country towns of Italy, he obtained permission to reside in Rome.",
		"I shall research this old man's recent holdings as tedious as the project will be.",
		"Any tedious or repetitive task causes people to change their mood.",
		"Reporting fraud is a tedious process, so focus on protecting yourself.",
		"Although it makes for tedious reading, it's important to read over the terms and conditions before applying.",
		"Time consuming and tedious though this project may be, it will make all the difference in the world to your finished product.",
		"While possible, just be warned it can be a tedious process that may not be worth the time spent just to save two or three dollars.",
		"Take a tedious chore and make it quick and simple with the help of a makeup remover cloth.",
		"However, if you have photos that feature several different people, you'll need to come up with a good system for determining how to file each layout in order to avoid the tedious job of scrapping the same picture for more than one album.",
		"For the bride and groom, repeating all of the details over and over again can be tedious.",
		"Making your own cards may seem tedious, but in the end, your wallet will thank you.",
		"Alcoholics fear that life without drinking will be awful, grim, boring, dull, or tedious.",
		"This makes the application review process more tedious and may create ill will on the part of committee members.",
		"Some cruise lines allow passengers who can tote their own bags to debark earlier, eliminating tedious waits and hunting for bags in cavernous storage facilities.",
		"What is relaxing and indulgent to one passenger may be boring and tedious to another, while what is hectic and crowded to one person may similarly be fun and exciting to another.",
		"The only flaw with Ultimate Guitar is that browsing through their large database can sometimes feel tedious.",
		"It can be a long and tedious process, so the extra time will likely be appreciated.",
		"You might ask yourself why you even need to bother with the tedious task of removing the adhesive.",
		"Gutter protection can save your home from water damage while saving you from the tedious job of cleaning your gutters.",
		"Many traditional plus size retailers carry up to 3x or 4x, but anything larger than that is a bit more tedious to find.",
		"The run-and-gun style gets tedious after the first level, and there's absolutely nothing thrown in the mix to make you come back for more.",
		"The sound effects tend to get a little tedious over time.",
		"It's a tedious process to backup your own game cartridges, and with the online availability of all those NDS Roms, it made more sense for DS and DSi owners to simply download off the Internet.",
		"They are useful and not tedious because they vary greatly and splattered throughout the game in a sensible fashion.",
		"It encourages players to play Soul Caliber 2 on their own more than the previous version, but some of the missions were a bit tedious; for example, fighting a match where gale force winds were trying to push you away from your opponent.",
		"A tester has to have the patience of Job, willing to spend hours picking at a game environment, or days checking every level and every space of a game for the same tedious graphical flaw.",
		"Enabling a cheat can be ridiculously easy or it can require hours and hours of tedious effort.",
		"You can only move one app at a time and this can become a tedious process if you have dozens of apps to move, but it helps that you do not need a computer in order to organize the various iPhone apps that you have.",
		"Oral food challenges with foods are more tedious than inhalation testing, since full passage through the digestive system may take a day or more.",
		"This process, which is known as a diagnosis of exclusion, can be tedious, expensive, exhausting, and involve almost every system in the body.",
		"This was, of course, tedious, time consuming, and insane because there is no reason not to wash them in cool water.",
		"When a loved one dies, disposing of his or her personal property can be a tedious yet emotional task.",
		"This is great news for feng shui novices who don't want to study the tedious aspects of feng shui and are simply seeking the data to implement feng shui principles in their homes and businesses.",
		"It's a long tedious process that controls the direction and amount of light the plant receives while being rotated.",
		"Tweezing an entire new shape can be tedious, however, unless very little hair is to be removed.",
		"The process is similar, however, and promises the same easy results without the pain and irritation of waxing or other tedious hair removal methods.",
		"Children who were once interested in the world around them often learn that school is boring and learning is tedious.",
		"The process was often tedious and frustrating, but using online services has streamlined the paperwork and made it more convenient for homebuyers.",
		"Don't be intimidated by the tedious nature of finding the lowest mortgage rates.",
		"Countless mortgage lenders do business in New Jersey, so trying to survey all the various products without the assistance of a comparison website would be a tedious process indeed.",
		"Friendly mortgage professionals can make the otherwise confusing and daunting process of buying a home much less tedious.",
		"Origami enthusiasts may want to share their love of folding with others, but may find some people think the task is tedious.",
		"Shopping for swimwear can be more of a chore than a treat, but shopping for mother and daughter matching swimwear can turn a tedious experience into a chance for bonding.",
		"While the installation of these types of ovens can be tedious, their exteriors stay cleaner than countertop styles and permit cooks to access them at eye-level rather than bending over a counter.",
		"Making taper candles in this way is tedious, but the results are really lovely.",
		"This can make what sounds like a quick and easy task turn into a long and tedious one.",
		"Depending on the type you hope to find, sorting through the ads for escort services can be a rather tedious chore.",
		"Finding a reputable wholesale dealer and investigating different options may seem to be a tedious process, but it does have benefits.",
		"Exploring the top records set by athletes, or the way the regulation tracks are set out, turns tedious numbers into real events that the children will be seeing during the summer.",
		"Kids can get bored easily, and watching the same old DVDs over and over again will get tedious.",
		"Fledgling writers may find it tedious to compose an entire novel in a word processing program.",
		"Once-a-month freezer cooking saves lots of money, but people who really hate to spend time in the kitchen may find this task to be too tedious to be worth the savings.",
		"The art of crafting personalized shoes is both tedious and time consuming.",
		"They are not a very good option for a workday at the office because daily application can be tedious and, though most formulas claim to be smudge free, they can often wear off on clothes.",
		"They can be long-winded and tedious when listening to someone ramble on before they briefly encounter a point that they want to make.",
		"Several tax savings exist for the self-employed, but documenting deductions is somewhat tedious.",
		"Managers and colleagues often receive requests for letters of recommendation, but it's tedious to write custom letters each and every time you receive a request.",
		"Even if you've never latch-hooked a rug before or you find painting incredibly tedious, if that's what your child wants to do, let him explore.",
		"They may find the idea of walking on a treadmill every day tedious; perhaps they don't see results from lifting weights.",
		"The solitary pounding of the pavement during a jog or the self-imposed isolation of standing in a corner lifting weights can get a bit tedious, especially for an extroverted person who thrives in the company of others.",
		"In this way, the words won't seem random, and thereby tedious to learn.",
		"Doctors and other medical professionals want to make sure they receive the payment due to them, but at times the paperwork necessary for procedures and treatments related to a worker's compensation claim can get tedious and confusing.",
		"It sounds tedious, but if you become a fan of wearing sheer tights, you'll get used to it in no time.",
		"This can be pretty time consuming, tedious work.",
		"One may be very physically demanding, while the other may be extremely tedious.",
		"Viewers may wonder why contestants would be willing to put themselves through such tedious challenges in order to work for Sean Combs.",
		"There is no denying that social bookmarking takes time, and is sometimes tedious.",
		"Set all of the default directories to whatever you prefer, otherwise you will need to navigate to your directory every time you save a file, which can get very tedious.",
		"Intextra.web fully automates tedious website administration functions.",
		"He terminated the war with Holland in 1674, and from that time maintained a friendly correspondence with William; while in 1677, after two years of tedious negotiations, he overcame all obstacles, and in spite of James's opposition, and without the knowledge of Louis XIV., effected the marriage between William and Mary that was the germ of the Revolution and the Act of Settlement.",
		"Matthew Paris was unfortunate in living at a time when English politics were peculiarly involved and tedious.",
		"The work is light, and is effectually performed by women and even children, as well as men; but it is tedious and requires care.",
		"Volhard, and these methods rank side by side in value with the older and more tedious gravimetric methods.",
		"Grassot has devised a galvanometer, or \" fluxmeter,\" which greatly alleviates the tedious operation of taking ballistic readings.2 The instrument is of the d'Arsonval type; its coil turns in a strong uniform field, and is suspended in such a manner that torsion is practically negligible, the swings of the coil being limited by damping influences, chiefly electromagnetic. The index therefore remains almost stationary at the limit of its deflection, and the deflection is approximately the same whether the change of induction occurs suddenly or gradually.",
		"They are Orlando Malavolti (1515-1596), a man of noble birth, the most trustworthy of all; Antonio Bellarmati; Alessandro Sozzini di Girolamo, the sympathetic author of the Diario dell' ultima guerra senese; and Giugurta Tommasi, of whose tedious history ten books, down to 1354, have been published, the rest being still in manuscript.",
		"A rare capacity for tedious work, a dour Catonian rectitude, a passion for truth, pride, irritability at criticism and independence of character, are the marks of Herculano as a man.",
		"John Wallis and Lord Brounker jointly obtained a tedious solution which was published in 1658, and afterwards in 1668 by John Pell in his Algebra.",
		"The new master, however, showed no desire to be conciliatory, and as war appeared inevitable, he made strenuous efforts to secure allies, and carried on tedious negotiations with the emperor Maximilian I.",
		"Coincidently therewith, the hope of neutralizing infections by fortifying individual immunity has grown brighter, for it appears that immunity is not a very radical character, but one which, as in the case of vaccination, admits of modification and accurate adjustment in the individual, in no long time and by no very tedious methods.",
		"In 1768 he entered into controversy with the bishop of the diocese; he had differences with the superior landlord of part of his estate, the president De Brosses; and he engaged in a long and tedious return match with the republic of Geneva.",
		"It is desultory to a degree; it is a base libel on religion and history; it differs from its model Ariosto in being, not, as Ariosto is, a mixture of romance and burlesque, but a sometimes tedious tissue of burlesque pure and simple; and it is exposed to the objection - often and justly urged - that much of its fun depends simply on the fact that there were and are many people who believe enough in Christianity to make its jokes give pain to them and to make their disgust at such jokes piquant to others.",
		"The manufacture of snuff is the most complex, tedious and difficult undertaking of the tobacco manufacture, but it is now of but little ff importance.",
		"This work obliged him to trace out, collect, arrange, and digest a great mass of incongruous material scattered on both sides of the Atlantic, a large portion of which was in manuscript, and required much tedious exploration and the employment of trained copyists.",
		"The setting of both lenses symmetrically would, under such circumstances, be very tedious.",
		"He was a Protestant, and among other religious works translated the Psalms. His best work was Zwierciadio albo zywot poczciwego czlowieka (The Mirror or Life of an Honourable Man) - a somewhat tedious didactic piece.",
		"Her Life of David in verse appears tedious, but many of the descriptions in the Seasons are elegant.",
		"The Princess Franciszka Radziwill composed plays which were acted at her private residence, but they are spoken of as inartistic and long and tedious.",
		"Neper, Baron of Mercheston, near Edinburgh, and told him, among other discourses, of a new invention in Denmark (by Longomontanus, as 'tis said), to save the tedious multiplication and division in astronomical calculations.",
		"Soon after the accession of Mary he was accused of using enchantments against the queen's life; but after a tedious confinement he obtained his liberty in 1555, by an order of council.",
		"After a tedious and captious examination, he was in March brought before convocation, and, on refusing to subscribe certain articles, was excommunicated and imprisoned; but through the interference of the king he was finally released after he had voluntarily signified his acceptance of all the articles except two, and confessed that he had erred not only \" in discretion but in doctrine.\"",
		"The Golden Bull, promulgated in January 1356 and again after some tedious negotiations in December of the same year, fixed the number of electors at seven, SaxeWittenberg and not Saxe-Lauenburg obtaining the Saxon vote, and the vote of the Wittelsbachs being given to the ruler of the Rhenjsh Palatinate and not to the duke of Bavaria.",
		"In point of style it is greatly inferior to the Histories - florid, pompous and affected, and at the same time tedious.",
		"This object was not accomplished without many tedious campaigns, in which Sivaji, the founder of the Mahratta confederacy, first comes upon the scene.",
		"The old offence was not yet forgiven, and after a tedious delay, the office was given, in October 1 595, to Serjeant Thomas Fleming.",
		"The process is tedious, the resulting fibre is brown in colour, and it is said to be peculiarly liable to undergo heating (probably owing to the soft heavy quality of the flax) if exposed to moisture and kept close packed with little access of air.",
		"Such a method is, however, too tedious, compared with such a method as Horner's, to be of any practical value.",
		"One of the princesses, Eudocia, was married to Hunneric, eldest son of Gaiseric; her mother and sister, after long and tedious negotiations, were sent to Constantinople.",
		"The first of these (by no means the best) was Les Femmes de la revolution (1854), in which Michelet's natural and inimitable faculty of dithyrambic too often gives way to tedious and not very conclusive argument and preaching.",
		"It is clear that errors will arise if the pieces of steel are not truly perpendicular to the plane of the beam, and the adjust - ment of great accuracy would be very tedious.",
		"Leaving Bruce to gather fresh strength and to commence the tedious -process of reducing the numerous English garrisons in Scotland, he betook himself to London, and was not seen on the border again.",
		"No race is found without fire, but even some civilized races have found the artificial reproduction of fire very tedious.",
		"I guess it wouldn't help the election none to get busted for 'trespassing' either way, but it sure is tedious not knowing what's happening.",
		"Has Hotpoint merely meant we now have more time to spend doing other tedious chores?",
		"Of course, Nikki will be voted back in, but she was voted out fair and square because she is a tedious dimwit!",
		"They are extremely talented musically, but their songs are somewhat dodgy and get tedious after a while.",
		"One of the most tedious tasks was stripping back the layers of chocolate brown paint from all the woodwork in the immense minstrels gallery.",
		"But the constant jazz interlude before, during and after songs does become a bit tedious, but then am I being biased?",
		"Well, my writing partner is a self-centered tedious neurotic whose attempts at writing are the literary equivalent of Valium.",
		"He becomes obnoxious, repetitive, boring, tedious.",
		"Trust me, you don't want to make flaky pastry, very tedious.",
		"It's so quick & simple to use, you'll save hours of tedious hand sewing.",
		"In all honesty, the killings are actually pretty tedious!",
		"Washing Dishes by Hand Washing dishes by hand is not really a very complex task, just slightly tedious.",
		"Perhaps the main revelation was how, with the benefit of hindsight, the whole Doherty saga seems so damn tedious.",
		"Low budget nonsense that becomes too tedious to even be unintentionally funny.",
		"I will also discuss timescales and the contrast between initial frantic flat searching with tedious waiting for completion.",
		"His papers are often difficult to read, but never diffuse or tedious; his mathematical treatment is never needlessly abstruse, for when his analysis is complicated it is only so because the subject-matter is complicated.",
		"The commentaries are of course intolerably diffuse and tedious, a great deal of them is now quite unreadable; yet, on the other hand, one has not unfrequently occasion to admire the sound linguistic perception and the critical talent of the author.'",
		"He still toiled on unofficially until, the objection of the senate having been met by the appointment of a new secretary of the treasury, his second nomination was approved, and he was able to proceed with direct negotiations, The English and American commissioners finally met at Ghent, and in the tedious and irritating discussions which ensued Gallatin took the leading part.",
		"We may wish to see in a good sermon, what Bossuet recommended, not the result of slow and tedious study, but the flush of a celestial fervour.",
		"Silk in the gum, it is found, absorbs these salts more freely than boiled-off; so to use it for weighting there are these great inducements - a saving of the costly and tedious boiling-off, a saving of the 25% weight which would have disappeared in boiling and a surface on which much greater sophistication can be practised than on scoured silk.",
		"In the case of Polybius, for instance, he allows himself great freedom in omitting what strikes him as irrelevant, or tedious, or uninteresting to his Roman readers, a process in which much valuable matter disappears.",
		"It might be tedious to recount in detail the scenes that followed.",
		"I understand how tedious it is to have to restate arguments with which all of us are familiar.",
		"It 's so quick & simple to use, you'll save hours of tedious hand sewing.",
		"He must omit what is tedious or irrelevant, and suppress what is tedious and necessary.",
		"Get the client talking Do n't ask tedious questions or talk too much about yourself.",
		"However, I do not want to burden the Committee with a tedious repetition of the general points that arise under both amendments.",
		"Filling in all the forms is Pete 's current tedious task.",
		"A long detour around the Birdwood Road estate can make for a very tedious journey.",
		"In all honesty, the killings are actually pretty tedious !",
		"These chapters, stuffed full of tables and statistical results, are a bit tedious to read, and perhaps could have been shortened.",
		"In the preceding example you might feel that it's tedious to write out all of those instanceof expressions, and you're right.",
		"Maybe just a proof of concept, that 'd be the most fun, running all the way gets tedious.",
		"However, such an approach would have been tedious in the extreme to read.",
		"As with all vehicles of this sort, reloading ammunition is a tedious process and the gunner is well-advised to avoid wastage.",
		"The holiday season can be hectic and stressful, but shopping online can help make easy work of one of the most tedious and time consuming tasks.",
		"Part-time modeling as a hobby is fairly easy; if a teenager wants to get serious about modeling it can be hard and sometimes tedious, but if the teen enjoys it then modeling can become a very rewarding experience.",
		"The process of applying to grad school can be long and tedious, so start early.",
		"Removing tile can take some time and feel tedious.",
		"The Chairman shall have power to take such steps as are deemed necessary to prevent tedious repetition.",
		"Oh, all right, if you insist, but this is all so unbelievably stupid and tedious.",
		"He referred him to the rather tedious answers we tended to give in these situations.",
		"But this transformation becomes incredibly tedious as the same cut scene is repeated every time.",
		"Of course, the question of authenticity is an extremely tedious one."
	],
	"synonyms": [
		"ho-hum",
		"deadening",
		"slow",
		"wearisome",
		"tiresome",
		"dull",
		"irksome",
		"boring",
		"wordy",
		"windy",
		"verbose",
		"long-winded",
		"unexciting",
		"tiring",
		"prosy"
	],
	"antonyms": [
		"entertaining",
		"interesting",
		"exciting"
	]
}