{
	"word": "garrulous",
	"meaning": [
		"Talking much or too much, esp. about unimportant things; loquacious.",
		"Given to excessive and often trivial or rambling talk; tiresomely talkative.",
		"Wordy and rambling."
	],
	"sentences": [
		"He is a very shrewd and garrulous fellow.",
		"He was not only without political or military capacity, but was so garrulous that he could not keep a secret.",
		"She meets younger brother and his garrulous and preganant wife (Adams), his taciturn father and none too approving mother.",
		"Geminis, Leos, Sagittarians and Aquarians tend to be progressive, garrulous, and enjoy the finer things in life.",
		"Distinguished humanists might sneer at him as \"a garrulous sophist\"; but from this time his ambition was not only to be the greatest scientific authority in Germany but also the champion of the papacy and of the traditional church order.",
		"Garrulous after a fashion as Montaigne is, he gives us no clear idea of any original or definite impulse leading him to write the famous Essays.",
		"The materials for his biography are very numerous; he was regarded with universal curiosity and admiration in his lifetime; and, besides, he left a garrulous autobiography in verse.",
		"His age, too, while garrulous to a degree, seems to have been free from the slightest taint of boasting.",
		"The life of the cardinal, by Salazar de Mendoza, Cronica del gran cardinal Don Pedro Gonzalez de Mendoza (Toledo, 1625), is disoursive and garrulous but valuable.",
		"The lively if rather garrulous book on which his title to remembrance rests, appeared at Vienna in 1784, in the author's own Latin, and in a German translation by Professor Krail of the university of Pest.",
		"That he was a coxcomb and a bore, weak, vain, pushing, curious, garrulous, was obvious to all who were acquainted with him.",
		"As models of Attic style Phrynichus assigned the highest place to Plato, Demosthenes and Aeschines the Socratic. The work was learned, but prolix and garrulous."
	],
	"synonyms": [
		"gabby",
		"chatty",
		"talky",
		"talkative",
		"loquacious",
		"wordy",
		"rambling",
		"gossipy",
		"voluble",
		"babbling",
		"conversational"
	],
	"antonyms": [
		"silent",
		"reserved",
		"mum",
		"quiet",
		"untalkative",
		"taciturn",
		"concise",
		"still"
	]
}