{
	"word": "complacency",
	"meaning": [
		"A feeling of contentment or self-satisfaction, especially when coupled with an unawareness of danger, trouble, or controversy.",
		"Quiet satisfaction; contentment; often, specif., self-satisfaction, or smugness."
	],
	"sentences": [
		"This boundless complacency was due to policy, not weakness.",
		"Complacency, satisfaction with yourself, is your soul's most deadly enemy.",
		"This book is a call to action, not complacency.",
		"Today, we face an added challenge - deep, institutional complacency.",
		"Planet of the Apes is a film that sets out to shatter complacency and arrogance.",
		"The complacency of Connecticut at the time was ready made to rail against, it was so deathly unoriginal and sticky with republican fear.",
		"These attacks on an almost hard-wired complacency are vital in terms of grabbing the audience and demanding that they listen.",
		"But for these efforts to bear fruits we must overcome our apathy, complacency and mental lethargy.",
		"Regrettably, India is stubbornly pursuing a military solution to Kashmir and has intensified repression, encouraged by an apparent international complacency.",
		"We seem to be watching as, with the utmost complacency, the Czechs abandon the fruits of 150 years of national self-assertion.",
		"There was thus no grander lineage in China than that of Confucius; and on all his progenitors, since the throne of Shang passed from their line, with perhaps one exception, he could look back with complacency.",
		"No one can change a character that affords complacency.",
		"The problem with this account is that it gives rise to a dangerous complacency.",
		"I think you have just identified the cause of so much complacency in the UK property market.",
		"That may well be true, but smugness breeds complacency, and that is dangerous.",
		"Weariness, complacency or discord, squabbles over petty matters, would mar our prospects.",
		"There was no doubt that Hewitt had achieved a great deal, but Lombard warned against complacency.",
		"It would erroneous to think that Silver Oak has fallen into complacency.",
		"Moreover, apart from the attitude of President Burgers, which cannot be said to have been one of active opposition, a considerable number of the Boers accepted the annexation with complacency.",
		"Owing to these circumstances, the rise and further development of the Kulturkampf were viewed in Jesuit and Vatican circles with feelings of the utmost complacency.",
		"Goethe received Carlyle's homage with kind complacency.",
		"Not to boast; and, not to give the slightest countenance to complacency.",
		"But if the last bit doesn't shatter any complacency residing in Thatcher loyalists then Ludlam and Smith press the point further.",
		"Total subsidy followed by generous grants had bred alarming complacency.",
		"The paper shook the complacency of the US and EU.",
		"The smug complacency displayed in the recent Budget was therefore understandable up to a point.",
		"The text carries a poignant warning to guard against such complacency.",
		"Here we find a real contrast between the national commitment to renewal of the post-war years, and the official complacency of the nineties.",
		"Last 12th November, he said that \" The government's complacency on beating crime should be exposed \" .",
		"As a result of this compromise the budget of 1899 was passedlin little more than a month, and the commercial and tariff treaty with Austria were renewed till 1903.2 But the government had to pay for this complacency with a so-called \" pactum,\" which bound its hands in several directions, much to the profit of the opposition during the \" pure \" elections of 1901.",
		"His last \"famous discovery, or rather revival of Dr Giles Fletcher's,\" which he mentions in his autobiography with infinite complacency, was the identification of the Tatars with the lost tribes of Israel.",
		"Yet, there are also many reasons to avoid complacency.",
		"But the limits of even Polish complacency had at last been reached, and Zolkiewski and Chodkiewicz were sent against the rebels, whom they routed at Oransk near Guzow, after a desperate encounter, on the 6th of July 1607.",
		"The king is a hero of the chivalric type common in contemporary romance; freedom is a \"noble thing\" to be sought and won at all costs; the opponents of such freedom are shown in the dark colours which history and poetic propriety require; but there is none of the complacency of the merely provincial habit of mind.",
		"He sought to remedy the evil by liaisons with two of the most beautiful of his countrywomen, Barbara Gizanka and Anna Zajanczkowska, the diet undertaking to legitimatize and acknowledge as his successor any heir male who might be born to him; but their complacency was in vain, for the king died childless.",
		"And looking back upon that course afterwards, he records with much complacency how his earliest St Andrews sermon built up a whole fabric of aggressive Protestantism upon Puritan theory, so that his startled hearers muttered, \"Others sned (snipped) the branches; this man strikes at the root.\"",
		"Although relegated to a note (vii.), and propounded \"Avec la defiance que doit inspirer tout ce qui n'est point un resultat de l'observation ou du calcul,\" it is plain, from the complacency with which he recurred to it 3 at a later date, that he regarded the speculation with considerable interest."
	],
	"synonyms": [
		"self-satisfaction",
		"self-complacency",
		"complacence",
		"sense of security",
		"smugness",
		"contentment"
	],
	"antonyms": []
}