{
	"word": "expedient",
	"meaning": [
		"Useful for effecting a desired result; suited to the circumstances or the occasion; advantageous; convenient.",
		"Suitable or efficient for accomplishing a purpose.",
		"Based on or offering what is of use or advantage rather than what is right or just; guided by self-interest; politic.",
		"Speedy; expeditious.",
		"Simple, easy, or quick; convenient.",
		"An expedient thing; means to an end.",
		"A device used in an emergency; makeshift; resource.",
		"A method or means for achieving a particular result, especially when direct or efficient; a resource."
	],
	"sentences": [
		"Before considering observational data, it is expedient to mention various sources of uncertainty.",
		"But soon another and cheaper expedient presented itself.",
		"But neither the one nor the other expedient availed him.",
		"All puddles and collections of water should be filled in or drained; as a temporary expedient they may be treated with petroleum, which prevents the development of the larvae.",
		"Nothing could be more false than the common opinion that as a financier his sole expedient was to multiply the emissions of assignats.",
		"A third Italian army would, if expedient, pass into Germany, to operate against either France or Russia.",
		"Brand refused to allow the Free State to be committed to a suicidal treaty, or dragged into any wild policy which the Transvaal might deem it expedient to adopt.",
		"Cromwell had exhausted every expedient for arriving at an arrangement with the king by which the royal authority might be preserved, and the repeated perfidy and inexhaustible shiftiness of Charles had proved the hopelessness of such attempts.",
		"This expedient seems to have solved the problem.",
		"Seidler granted indeed a rearrangement of districts in Bohemia (seven Czech, four German and two mixed); but he could not make up his mind to go further, and tried the expedient of summoning a fresh Parliament on June 16.",
		"The corporation of Glasgow having persisted in its efforts to obtain a licence, the Treasury appointed Sheriff Andrew Jameson (afterwards Lord Ardwall) a special commissioner to hold a local inquiry in Glasgow to report whether the telephone service in that city was adequate and efficient and whether it was expedient to grant the corporation a licence.",
		"Temminck, whose father's aid to Le Vaillant has already been noticed, brought out at Paris a Histoire naturelle des pigeons illustrated by Madame Knip, who had drawn the plates for Desmarest's volume.3 Since we have begun by considering these large illustrated works in which the text is made subservient to the coloured plates, it may be convenient to continue our notice of such others of similar character as it may be expedient to mention here, though thereby we shall be led somewhat far afield.",
		"At last, however, his temporary connexion with the college de Beauvais was ended by a feat of arms which proved him as stout a fighter with his sword as with his pen; and, since his victory was won over officers of the king's guard, it again became expedient for him to change his place of residence.",
		"Alexius, in order to escape such an ordeal, resorted to the abject expedient of disabling his right hand by a pistol-shot.",
		"But its effect is to make whole the mind, and, so far as it is expedient, the body as well.\"",
		"The most important consequences of the expedient, however, were not intended or perceived at the time.",
		"And so, as they had the power and wish to inculpate him, this expedient of an inquiry and trial seemed unnecessary.",
		"In time it became a common practice to cover them with a thin sheathing or plating of iron, in order to add to their life; this expedient caused more wear on the wooden rollers of the wagons, and, apparently towards the middle of the 18th century, led to the introduction of iron wheels, the use of which is recorded on a wooden railway near Bath in 1734.",
		"The men, however, refused to march without seeing their sultan, and the singular expedient was resorted to of propping up the dead monarch's body in a dark room and concealing behind it an attendant who raised the hands and moved the head of the corpse as the troops marched past.",
		"It was held to be necessary and expedient, and it was accordingly carried out.",
		"Its use appears to have spread more rapidly outside Germany than in Germany itself, one cause of its popularity being that it was negative and colourless, and could thus be applied by adherents of the \"old religion\" to those of the \"new religion,\" without giving offence, on occasions when it was expedient to avoid abusive language.",
		"Puttkammer was the chosen instrument of the Clerical Conservative policy initiated by Bismarck when the Socialist peril made it expedient to conciliate the Catholic Centre.",
		"Fortoul's expedient of \" bifurcation,\" the alternatives being letters and science.",
		"Amidst universal anarchy, the young king, barely twenty years of age, inexperienced, ill-served, snatching at every expedient, worked day and night in his newly-formed camp in Scania (Skane) to arm the nation for its mortal struggle.",
		"In view of the violence of Extremist obstruction, an effort was made to reform the standing orders of the Lower House, but parliamentary feeling ran so high that General Pelloux thought it expedient to appeal to the country.",
		"In response to the demand for self-government, in September 1647 he and the council appointed - after the manner then followed in Holland - from eighteen representatives chosen by the people a board of nine to confer with him and the council whenever he thought it expedient to ask their advice; three of the nine, selected in rotation, were permitted to sit with the council during the trial of civil cases; and six were to retire each year, their successors to be chosen by the director and council from twelve candidates nominated by the board.",
		"The cui-ious expedient of spiriting away the roof of any building of which the artist wished to show the interior was one of the most remarkable of these.",
		"War, declared before England had gained the naval experience and wealth of the next fifteen years, and before Spain had been weakened by the struggle in the Netherlands and the depredations of the sea-rovers, would have been a desperate expedient; and the ideas that any action on Elizabeth's part could have made France Huguenot, or prevented the disruption of the Netherlands, may be dismissed as the idle dreams of Protestant enthusiasts.",
		"In cases where the route of a line runs across a river or other piece of water so wide that the construction of a bridge is either impossible or would be more costly than is warranted by the volume of traffic, the expedient is sometimes adopted of carrying the wagons and carriages across bodily with their loads on train ferries, so as to avoid the inconvenience and delay of transshipment.",
		"Consequently his labours had attained to a certain degree of completeness in this direction, and it may therefore be expedient here to name the different groups which he thus thought himself entitled to consider established.",
		"On paper the scheme had everything to recommend it as the expedient most likely to bring about the desired end.",
		"Even as a temporary measure, the choice of an extra-Palestinian site for the Jewish state was bitterly opposed by many Zionists; others (with whom Herzl appears to have sympathized) thought that as Palestine was, at all events momentarily, inaccessible, it was expedient to form a settlement elsewhere.",
		"To save himself he hit upon the novel and terrible expedient of uniting the Tatars and the Cossacks Cossack in a determined onslaught upon the Republic, whose Rebellion of inward weakness, despite its brave outward show, 1648.",
		"On the other hand there are clauses therein which make the creation of such a class perfectly feasible if thought expedient.",
		"Many persons appear to suppose that decisions upon doubtful points can be avoided by the expedient of leaving the traditional reading in possession of the text.",
		"Despite these public works Dr von KBrber found himself unable to induce parliament to vote the Budgets for 1903, rber's 1904 or 1905, and was obliged to revert to the expedient Ko parlia- employed by his predecessors of sanctioning the esti- mentary mates by imperial ordinance under paragraph 14 of diffi- the constitution.",
		"It is more expedient, he concludes, to delay baptism.",
		"They dared heir had obviously borrowed the expedient from the terms of the treaty of Troyes.",
		"This expedient also failed.",
		"The Reign of Terror was the expedient of a party which knew its weakness and unpopularity.",
		"The last-named expedient had been described by Janssen in 1867.",
		"Closing is also handled in an expedient manner at Nationwide.",
		"In this way, you give while you receive and everyone gets the full file in the most expedient manner.",
		"The second outing in the Alien franchise of feature films actually managed to avoid using a numeral at all, by the simple expedient of pluralizing the name of the movie it sequelized.",
		"When repotting is adopted as a temporary expedient, as in the case of bedding-out plants which it is required to push forward as much as possible, it will suffice if provision is made to prevent the drainage hole from getting blocked, and a rich light compost is provided for the encouragement of the roots.",
		"At this juncture a strengthening of the French alliance seemed to the prince not merely expedient, but necessary.",
		"Mushet's aid was certainly valuable, but not more than Goransson's, who, besides thus offering a preventive of redshortness, further helped the process on by raising its temperature by the simple expedient of further subdividing the blast, thus increasing the surface of contact between blast and metal, and thus in turn hastening the oxidation.",
		"But this is rarely expedient, because electricity is so expensive that it should be used for doing only those things which cannot be accomplished by any other and cheaper means.",
		"Their use was not simply a barbarous expedient to defend man from the rigours of an arctic winter; woven wool alone cannot, in its most perfect form, accomplish this.",
		"Bernstorff was one of the first to recognize the impotence of the French monarchy after the Seven Years' War, and in 1763 he considered it expedient to exchange the French for the Russian alliance, which was cemented by the treaty of the 28th of April (March i I) 1765.",
		"In such a case the main drain of a watered meadow may form the conductor of the one to be watered, or a new conductor may be formed by a prolongation of the main drain; but either expedient is only advisable where water is scarce.",
		"It was never expected that this would be a remunerative work, but it was thought for political reasons expedient to construct it in order to induce turbulent frontier tribes to settle down into peaceful agriculture.",
		"Bebel denounced this agitation as obviously directed against England; and the government thought it expedient to disavow the action of its too zealous allies.",
		"A more reputable expedient with the same end in view was the construction of a great library in Cairo, with ample provision for students; this was mpdelled on a similar institution at Bagdad.",
		"To remove a madman by force was the one remaining expedient; and this was successfully accomplished by a conspiracy of officers of the western army, headed by Adlersparre, the Anckarsvards, and Adlercreutz, who marched rapidly from Skane to Stockholm.",
		"The orthodoxy of Lucaris himself continued to be a matter of debate in the Eastern Church, even Dositheos, in view of the reputation of the great patriarch, thinking it expedient to gloss over his heterodoxy in the interests of the Church.",
		"In 1761 it was found expedient and profitable to dethrone Mir Jafar, the nawab of Murshidabad, and substitute his son-in-law, Mir Kasim, in his place.",
		"Further, on the 15th December of the same year they examined an instrument invented by Lippershey at their request to see with both eyes, and gave him orders to execute two similar instruments at goo florins each; but, as many other persons had knowledge of this new invention to see at a distance, they did not deem it expedient to grant him an exclusive privilege to sell such instruments.",
		"If we meet with phenomena which do not fit easily into this view, we have the alternatives either to modify our assumed laws of motion, or to call to our aid adventitious forces, or to examine whethet the discrepancy can be reconciled by the simpler expedient of a new basis of reference.",
		"Whilst the Saiva philosophers do not approve of the notion of incarnations, as being derogatory to the dignity of the deity, the Brahmans have nevertheless thought fit to adopt it as apparently a convenient expedient for bringing certain tendencies of popular worship within the pale of their system, and probably also for counteracting the Buddhist doctrines; and for this purpose Vishnu would obviously offer himself as the most attractive figure in the Brahmanical trinity.",
		"Meanwhile the Turks were threatening in the south, and Wladislaus found it expedient to secure his Muscovite conquests.",
		"Ten or twelve superintendents were to be appointed, \" a thing most expedient at this time.\"",
		"This, however, gave little or no satisfaction, and it was found expedient to do what Bacon had always recommended, to have a fair trial, yet not one in which the sentence must needs be damaging to the earl.",
		"It was impossible, indeed, to resist openly so highly gifted and so popular a sovereign; it was only by the despicable expedient of assassination that the last great monarch of Sweden was finally removed, to the infinite detriment of his country.",
		"At Bucharest, whither he advanced after some weeks' delay, it became plain that he could not rely on the Vlach peasantry to rise on behalf of the Greeks; even the disconcerting expedient of his Vlach ally Theodore Vladimiresco, who called on the peasants to present a petition to the sultan against Phanariot misrule, failed to stir the people from their apathy.",
		"He returned to his native city in 1672 to become professor of anatomy, but, having become a Roman Catholic, he found it expedient to return to Florence, and was ultimately made apostolic vicar of Lower Saxony.",
		"Under the Borough Funds Act 1872 the urban district council may, if in their judgment it is expedient, promote or oppose any local and personal bill or bills in parliament, or may Bills In prosecute or defend any legal proceedings necessary for the promotion or protection of the interests of the district, Parlla- and may charge the costs incurred in so doing to the w ent and rates under their control.",
		"The Supreme Court is composed of three justices (but the number may be increased to five whenever the legislature shall deem it expedient) each of whom must be thirty years old, learned in the law, and a resident of the state for five years preceding his election.",
		"Under the increasing pressure of Russia (Muscovy) the Teutonic Knights in 1561 found it expedient to put themselves under the suzerainty of Poland, the grandmaster Gotthard Kettler.",
		"In both cases there is absorption and administration by the state of so much of the income of the community, and it may be a question whether the private ownership of the property would not be more expedient both for the state and its subjects than state ownership is, in spite of the apparent advantage to all concerned in the state getting so much of its income without the compulsion of a tax.",
		"It would be hard, however, to persuade the mass of occupiers in England that they do not pay the rates, so that the expedient of dividing the rates between owner and occupier, though it cannot affect their real incidence to a substantial extent, constantly finds favour.",
		"It may be expedient for balancing taxation and roughly redressing palpable inequalities, and may be adopted for that purpose and no other.",
		"Brancovan, it is true, found it expedient to devote his predecessor's treasure to purchasing the confirmation of his title from the Divan, but the account of his coronation ceremony remains an interesting landmark in the constitutional history of the country.",
		"Their action in what is known as the Vaal River Drift question will best illustrate the line of action which the Transvaal government believed it expedient to adopt.",
		"Such an expedient may be justified by the doubtful future of mining centres, but would be out of the question for permanent water supply.",
		"When parts of a field are flat, and other parts have a considerable acclivity, it is expedient to cut a receiving drain near to the bottom of the slopes, and to give the flat ground an independent set of drains.",
		"It was, however, found expedient to publish a new official collection.",
		"This immense undertaking involved the codification of the entire canon law, drawing it up in a clear, short and precise form, and introducing any expedient modifications and reforms. For this purpose the pope appointed.",
		"The practice of commendation, by which - to meet a contemporary emergency - the revenues of the community were handed over to a lay lord, in return for his protection, early suggested to the emperors and kings the expedient of rewarding their warriors with rich abbeys held in commendam.",
		"For the moment it seemed to be but a temporary expedient.",
		"All that could be said was, that it was expedient in a widespread empire that the power of final decision should be lodged somewhere, and that it was also expedient not to use that power in such a way as to irritate those whom it was the truest wisdom to conciliate.",
		"It was obvious that the old expedient of increasing taxation had failed, and that some new method had to be substituted for it.",
		"They had been defended by Adam Smith on the ground that defence was of much more importance than opulence, and by the same reasoning they had been described by John Stuart Mill as, though economically disadvantageous, politically expedient.",
		"That measure was in one sense the outcome of a mere sinister expediency, but that such a measure was expedient at all sufficed to prove that Burke's view of the present possibilities of social change was right, and the view of the Rousseauites and too sanguine Perfectibilitarians wrong.",
		"Phillimore (Ecclesiastical Law, 2nd ed., 1895) that the \"Church of England has at all times, before and since the Reformation, claimed the right of an independent Church in an independent kingdom, to be governed by the laws which she has deemed it expedient to adopt.\"",
		"It is only by a kind of legal fiction akin to the \"collegial\" theory mentioned above, that the Church can be said to have deemed it expedient to adopt these laws.",
		"It seems to have been due to his Girondist ideas that the Ancients were given the right of convoking the corps legislatif outside Paris, an expedient which made possible Napoleon's coup d'etat of the 18th and 19th Brumaire.",
		"As the revenue still declined and the reforms enacted by the Assembly involved a heavy outlay, it recurred again and again to this expedient.",
		"They resolved to prolong the war as the best expedient for prolonging their power.",
		"It may be politic or expedient to inflict pain upon a criminal in order either to effect an alteration in his character or to deter him or others from future performance of acts of a certain character.",
		"Ignorance regarding the inertia of matter drove him to this expedient.",
		"On his arrival at Madrid he found the princesse des Ursins all but omnipotent with the king, and for a time he judged it expedient to use her influence in carrying out his plans.",
		"In 354 B.C. Demosthenes composed and spoke the oration \"Against Leptines,\" who had effected a slender saving for the state by the expedient of revoking those hereditary exemptions from taxation which had at various times been conferred in recognition of distinguished merit.",
		"In 1871 it was found expedient to lengthen the piers seaward, and in 1876 the south jetty was prolonged, so as to bring its end exactly opposite the lighthouse on the north pier.",
		"All imposts were forestalled, and every expedient for obtaining either direct or indirect taxes had been exhausted by the methods of the financiers.",
		"Canovas came to the conclusion that it was expedient for the Restoration to give a fair trial to the quondam revolutionists who coalesced under Sagasta in such conditions.",
		"The question was whether it would be expedient to continue the policy of the late king and of his last cabinet.",
		"This disastrous financial expedient was made good later, the coinage being established on a firm basis during the last sixteen years of Charles's reign in accordance with the principles of Nicolas Oresme.",
		"He was, therefore, in June, made ambassador at Paris as a temporary expedient.",
		"On the 29th of June 1408 he and seven of his colleagues broke away from Gregory XII., and together with six cardinals of the obedience of Avignon, who had in like manner separated from Benedict XIII., they agreed to aim at the assembling of a general council, setting aside the two rival pontiffs, an expedient which they considered would put an end to the great schism of the Western Church, but which resulted in the election of yet a third pope.",
		"Luther had no sympathy with the iconoclastic outbreaks which then occurred; he classed images in themselves as among the \"adiaphora,\" and condemned only their cultus; so also the \"Confessio Tetrapolitana\" leaves Christians free to have them or not, if only due regard be had to what is expedient and edifying.",
		"What price love? he thought, to take one's own life for the simple expedient of protecting the other participant, a co-sinner, no less responsible for their sins together.",
		"Also to refuse or cancel any entries, to postpone or abandon the Show and relax conditions as the Society may deem expedient.",
		"Given the warnings it would seem expedient to determine its current status.",
		"For smaller amounts, a single signatory shall suffice where the Steering Group considers this expedient.",
		"The committee may from time to time, make, repeal or amend any regulation thought expedient for the clubs benefit.",
		"The executor decided that lodging with Mrs Faulkner would provide a temporary expedient.",
		"Web service security is taken care of by the simple expedient of being able to expose service points over SSL.",
		"The earlier spiritualism was founded upon facts in nature, which did not need the desperate expedient of a miracle to explain.",
		"The re-use of existing sites would be politically expedient.",
		"When sanctions were deemed expedient to fulfill U.S. foreign policy goals, they were touted by U.S. officials as indispensable.",
		"The Court of Session, having made any modifications it thinks expedient, makes an Act of Sederunt embodying the rules.",
		"It may seem politically expedient to ignore such a problem.",
		"It is considered expedient therefore to include these sites within the development opportunity area.",
		"A temp expedient to make it clean - still needs plastering or mortar flattening.",
		"His first, unwelcome, expedient was to accept educationally subnormal children.",
		"A select committee of the House of Commons (with Mr Arnold Morley, Postmaster-General, as chairman) was appointed \" to consider and report whether the provision now made for the telephone service in local areas is adequate, and whether it is expedient to supplement or improve this provision either by the granting of licences to local authorities or otherwise.\"",
		"The committee considered that the Post Office was not prevented either by legal agreement or by good faith from limiting or ending the monopoly of the company, and that competition appeared to be both expedient and necessary in order to extend and popularize the service and to avoid the danger that a purchase of the company's undertaking at an inflated price might be forced upon the government.",
		"Vexatious methods of assessment and collection had made it so unpopular that the Italian government in 1859-1860 had thought it expedient to abolish it throughout the realm.",
		"Where heavy suburban traffic has to be dealt with, the expedient is occasionally adopted of taking some of the lines round the end in a continuous loop, so that incoming trains can deposit their passengers at an underground platform and immediately proceed on their outward journey.",
		"This expedient, indeed, probably also conveyed a veiled threat to the Magyar chauvinists, who, discontented with the restrictions placed upon Hungarian independence under the Compromise, were agitating for the complete separation of Austria and Hungary under a personal union only; for universal suffrage in Hungary would mean the subordination of the Magyar minority to the hitherto subject races.",
		"The treaty of Tilsit may more reasonably be looked on as an expedient for piling up enormous political resources with a view to the coercion of Great Britain.",
		"He had offered no obstacle in 1704 to a match proposed for Stella to Dr William Tisdall of Dublin, and, with his evident delight in the society of the dark-haired, brighteyed, witty beauty - a model, if we may take his word, of all that woman should be - it seemed unaccountable that he did not secure it to himself by the expedient of matrimony.",
		"It seems right to point out, however, that countervailing duties, which are really differential duties of a special kind, are not the good expedient they are supposed to be for nullifying foreign bounties; that experience of differential duties in former times is altogether against them; and that they cannot be enforced without certificates of origin and other causes of harassment and confusion in the conduct of trade.",
		"The kings majority, solemnly proclaimed on the 28th of October 1614, further strengthened the throne; while owing to the bungling of the third estate, who did not contrive to gain the support of the clergy and the nobility by some sort of concessions, the states-general, the last until 1789, proved like the others a mere historic episode, an impotent and inorganic expedient.",
		"For reasons of energy saving, it is expedient to insulate the adsorber with mineral or slag wool, also as contact protection.",
		"The tailstock barrel was lever operated through the simple expedient of peg passing through a slot cut through the top of the casting.",
		"Couples are expected to mail their invites between six and eight weeks before the occasion, making expedient service a necessity for last minute arrangements.",
		"Do it yourself wedding invitations can be the most expedient approach to creating the invites, and it may be the most inexpensive option as well.",
		"If you have a specific breed in mind, it will be more expedient to visit a breed rescue website, rather than an all breed shelter.",
		"The prices are very competitive (actually close to retail) and shipping is expedient.",
		"Many dermatologists recommend that their patients avoid the sun altogether, and, if they wish to maintain good skin throughout their lifetime, it is expedient for them to start an intimate relationship with SPF 50 sun block.",
		"The advent of online message boards in the 1980s allowed fans to communicate in an expedient fashion.",
		"The party therefore determined that they would refuse to support any person standing in the Labour interests who refused to pledge himself to vote on all occasions in such way as the majority of the party might decide to be expedient.",
		"The excess expenditure caused the Post Office during two or three years to make temporary application of Savings Banks' balances to telegraph expenditure, an expedient which was disapproved of by both the Treasury and the House of Commons.",
		"This expedient of buying off the invader was first adopted in 991 on the advice of certain great men of the kingdom.",
		"The inspector, after making his investigation, is required to make a report to the Board of Trade as to the causes of the accident and the circumstances attending the same, with any observations on the subject which he deems right, and the Board \" shall cause every such report to be made public in such manner as they think expedient.\"",
		"Treating the breeding-ponds with petroleum or similar preparations seems to be hardly applicable on a large scale, and in any case can only be a temporary expedient.",
		"Clearly it was the intention of the government, consistently with the whole trend of its policy, to cover its concession to the Protestant party dominant in the Commons by retaining some of the outward forms of the old services until such time as it should be expedient to \"take other order.\"",
		"After this, peace was purchased by a payment of £IO,000 - a disastrous expedient.",
		"The coinage had not only been seriously debased during the closing years of the Tokugawa regime, but large quantities of paper currency had been issued and circulated, both by many of the feudal lords, and by the central government itself, as a temporary expedient for filling an impoverished exchequer.",
		"Since the action is sometimes very violent, especially when the bullion is treated in the granulated form (it is steadier when thin plates are operated upon), it is found expedient to add the acid in several portions.",
		"He found it expedient to leave Rome, and set out for the East in 385.",
		"The transparency of sea-water has frequently been measured at sea by the simple expedient of sinking white-painted disks and noting the depth at which they become invisible as the measure of the transparency of the water.",
		"The representative assembly now ceased to work, and since no legal expedient could in consequence be found by which legislation and current business could be carried on.",
		"To overlook the Cyrenaic recognition of social obligation and the hedonistic value of altruistic emotion is a very common expedient of those who are opposed to all hedonistic theories of life.",
		"Whether it was desired to build a railway bridge, disable a locomotive or cut a canal, the engineers were always ready with some happy expedient.",
		"The First Expedient Adopted To Reconcile The Lunar And Solar Years Seems To Have Been The Addition Of A Month Of Thirty Days To Every Second Year.",
		"Though he more than once found it expedient to retire into private life he never entirely lost the favour of Henry, who made him governor of Maillezais.",
		"All Israel and Judah flocked to his side, and David, attended only by the Cherethites and Pelethites and some recent recruits from Gath, found it expedient to flee.",
		"As a last resource More tried the expedient of silence, dissembling his wit and affecting to be dull.",
		"As a statesman, he certainly committed grave faults - through excess of diplomatic subtlety, lack of forethought, and sometimes even through ingenuousness; but it must with justice be admitted that, in spite of his reputation for pugnacity and obstinacy, he never failed, either by temperament or on principle, to exhaust every peaceful expedient in settling questions.",
		"During the growth of his powers he always thankfully accepted a correction, and made use of every expedient, however humble, which would make his work more effective in every detail.",
		"Even then he remained for some time under the influence of Hubert de Burgh, whose chief rival, Peter des Roches, found it expedient to quit the kingdom for four years.",
		"Hence the favourite expedient for men of birth, although not of fortune, was to attach themselves to some prince or magnate in whose military service they were sure of an adequate maintenance and might hope for even a rich reward in the shape of booty or of ransom.'",
		"Now, in cases of danger being threatened to their own ascendancy by such practices, the gods as a rule proceed to employ the usually successful expedient of despatching some lovely nymph to lure the saintly men back to worldly pleasures.",
		"Hall was not altogether satisfied with the fundamental law of June; but he considered it expedient to make the best use possible of the existing constitution and to unite the best conservative elements of the nation in its defence.",
		"China was in his eyes drifting from its ancient moorings, drifting on a sea of storms \" to hideous ruin and combustion \"; and the expedient that occurred to him to arrest the evil was to gather up and preserve the records of antiquity, illustrating and commending them by his own teachings.",
		"Disagreements and disputes were continual, and the easy expedient of rewarding the officials of the Curia and increasing the papal revenue by \"reserving\" more and more benefices was met by repeated protests, such as that of the bishops and barons of England (the chief sufferers), headed by Robert Grosseteste of Lincoln, at the council of Lyons in 1245.2 The subject, indeed, frequently became one of national interest, on account of the alarming amount of specie which was thus drained away, and hence numerous enactments exist in regard to it by the various national governments.",
		"But if some boy was standing still and showing no sign of life, he would adopt any expedient to get his attention.",
		"But when the lagoon population was largely augmented in 568 as the result of Alboin's invasion, these jealousies were accentuated, and in 584 it was found expedient to appoint twelve other tribunes, known as the Tribuni Majores, who formed a kind of central committee to deal with all matters affecting the general weal of the lagoon communities.",
		"The Greek mind was opposed to the union; the acquiescence of the Byzantine emperors was but an ephemeral expedient of their foreign policy; and the peace between the Latins and Greeks settled on Byzantine soil could not endure for long.",
		"But Omar did all he could to prevent the degradation of the Holy War, which, instead of being the ultimate expedient for the propagation of Islam, if all other means had failed, had often degenerated into mere pillaging expeditions against peaceful nations.",
		"In 1893 the legislature created a board of four members to be appointed by the governor, one of whom must be a physician, another an attorney, and made it its duty to investigate the case of every convict for whom a petition for pardon is received and then report and recommend to the governor what it deem expedient.",
		"Government is at best but an expedient; but most governments are usually, and all governments are sometimes, inexpedient.",
		"Rehabilitation is not a substitute for acute veterinary medical care, but it provides a way to enhance your pet's care for the fullest and most expedient recovery possible.",
		"This can help to advance your species and move it along the evolutionary scale at a more expedient manner.",
		"At last that final expedient of weak governments, the debasing of the coinage, led to a crisis.",
		"In the partition of the Eastern empire by the Latins which followed that event the island was divided into three fiefs, the occupants of which ere long found it expedient to place themselves under the protection of the Venetian republic, which thenceforward became the sovereign power in the country.",
		"By 886 Mowaffaq found it expedient to grant Khomaruya the possession of Egypt, Syria, and the frontier towns for a period of thirty years, and ere long, owing to the disputes of the provincial governors, Khomgruya found it possible to extend his domain to the Euphrates and even the Tigris.",
		"The Bit Torrent (sometimes combined as bittorrent or abbreviated as BT) system is one of the most expedient ways to download music online.",
		"His project of a constitution for Bolivia was presented to the congress of that state on the 25th of May 1826, accompanied with an address, in which he embodied his opinions respecting the form of government which he conceived most expedient for the newly established republics.",
		"These perpetually occurring disasters entail a heavy expense on the government; and from the mere pecuniary point of view it would well repay them to call in the best foreign engineering skill available, an expedient, however, which has not commended itself to the Chinese authorities.",
		"His chief financial expedient was to debase, or rather ruin, the currency by issuing copper tokens redeemable in better times; but it was no fault of his that Charles XII., during his absence, flung upon the market too enormous an amount of this copper money for Gertz to deal with.",
		"A man \"that speaketh in a tongue speaketh not unto men, but unto God; for no man understandeth;\" and therefore it is expedient that he keep this gift for his private chamber and there pour out the mysteries.",
		"Energetically making use of this period of respite, he again issued the charter to the church, ordered his subjects to take a fresh oath of allegiance to him, and sent to the pope for aid; but neither these precautions, nor his expedient of taking the cross, deterred the barons from returning to the attack.",
		"Having, however, espoused the cause of the Royalist party on the breaking out of the American War of Independence, he found it expedient to abandon his professional prospects in the New World, and return to his native country."
	],
	"synonyms": [
		"opportune",
		"favorable",
		"efficient",
		"astute",
		"expediential",
		"politically-correct",
		"opportunistic",
		"practical",
		"suitable",
		"proper",
		"politic",
		"fit",
		"advisable",
		"useful",
		"well",
		"means-to-an-end",
		"resource",
		"makeshift",
		"shift",
		"expediency",
		"stopgap",
		"worthwhile",
		"wise",
		"temporization",
		"scheme",
		"proper",
		"possible",
		"politic",
		"pis-aller",
		"opportune"
	],
	"antonyms": [
		"inexpedient",
		"unbeneficial",
		"unprofitable",
		"unworthwhile",
		"inappropriate"
	]
}