{
	"word": "ancillary",
	"meaning": [
		"Of secondary importance; subordinate.",
		"Subordinate.",
		"Auxiliary or accessory.",
		"That serves as an aid; auxiliary.",
		"Auxiliary; collateral; dependant; supplemental; subordinate.",
		"Something that is subordinate or accessory to something else.",
		"A person working in a supportive or subordinate role.",
		"Something that serves an ancillary function, such as an easel for a painter.",
		"(archaic) An auxiliary; a subordinate."
	],
	"sentences": [
		"In a word this earliest art was ancillary to the chase.",
		"The operations of the British fleet were therefore divided between the work of patrolling the ocean roads and ancillary services to diplomacy, or to the armies serving in Italy, Denmark and, after 1808, in Spain.",
		"While these can be useful for couples who need assistance to purchase just the right ring, the zero-down and no-payments-for-months offers often have ancillary fees that add needless dollars to the engagement ring's cost.",
		"We specialize in design, installation, servicing and maintenance of diesel powered generating units and ancillary equipment.",
		"Sales territories can be cut, and ancillary product lines reduced to concentrate on core products that built the company.",
		"Background In ancillary relief proceedings the Husband had removed the parties ' joint assets from the jurisdiction without the Wife's knowledge or consent.",
		"Ancillary relief is normally the most contentious part of any divorce proceeding.",
		"The Jews were as well able as their neighbours to fashion golden calves, snakes and the minor idols called teraphim, when their legislator, in the words we have just cited, forbade the ancillary use of all plastic and pictorial art for religious purposes.",
		"The unit would, of course, have required suitable ancillary drives--from overhead line shafting for example––to accomplish this.",
		"Normally they will be merely ancillary to the strictly religious activities.",
		"There is also ancillary accommodation, dressing rooms and loading dock etc. attached to the main performance space.",
		"Permission will only be given in these circumstances where the retailing use remains ancillary to the primary business use of the premises.",
		"Air lifts were pieces of ancillary equipment for lifting melted bitumen up to the mixer on top of the plant.",
		"Over a four day period we will remove and replace the profile roofing together with other ancillary work.",
		"The unit would, of course, have required suitable ancillary drives - from overhead line shafting for example - to accomplish this.",
		"The functions of the archdeacon are in the present day ancillary in a general way to those of the bishop of the diocese.",
		"In 1921, the company proposed to work Richborough as a barge and train-ferry port, ancillary to Queenborough, both centres to serve the requirements of a comprehensive scheme of industrial development in the surrounding districts including the Kent coal-fields.",
		"The employe, who sells the ticket, serves the popcorn, the cinema usher, cleaners, and all the ancillary service providers.",
		"This fact, no doubt, should be taken into account in any detailed criticism of the philosophic work; it was taken up not as an end but as ancillary to a social and ethical system.",
		"He strove to make literature ancillary to politics and to objects of practical utility, and thus started prose literature on the chief lines that it afterwards followed.",
		"Both of the South German journals were previously exponents of a very much more democratic trend of opinion than that which came to characterize them under the new proprietorship. Ancillary to these acquisitions large interests were secured by Stinnes in paper-works in order to make his newspapers independent of the paper market.",
		"Such is the great mind of Aristotle manifested in the large map of learning, by which we have now to determine the order of his extant philosophical writings, with a view to studying them in their real order, which is neither chronological nor traditional, but philosophical and scientific. Turning over the pages of the Berlin edition, but passing over works which are perhaps spurious, we should put first and foremost speculative philosophy, and therein the primary philosophy of his Metaphysics (980 a 211093 b 29); then the secondary philosophy of his Physics, followed by his other physical works, general and biological, including among the latter the Historia Animalium as preparatory to the De Partibus Animalium, and the De Anima and Parva Naturalia, which he called \" physical \" but we call \" psychological\" (184 a 10-967 b 27); next, the practical philosophy of the Ethics, including the Eudemian Ethics and the Magna Moralia as earlier and the Nicomachean Ethics as later (1094-124 9 b 25), and of the Politics (1252-1342), with the addition of the newly discovered Athenian Constitution as ancillary to it; finally, the productive science, or art, of the Rhetoric, including the earlier Rhetoric to Alexander and the later Rhetorical Art, and of the Poetics, which was unfinished (1354-end)."
	],
	"synonyms": [
		"adjuvant",
		"adjunct",
		"auxiliary",
		"appurtenant",
		"accessory",
		"supportive",
		"contributory",
		"collateral",
		"subsidiary",
		"assistant",
		"attendant",
		"satellite",
		"subordinate",
		"secondary"
	],
	"antonyms": [
		"needed",
		"necessary"
	]
}