{
	"word": "didactic",
	"meaning": [
		"Used or intended for teaching or instruction.",
		"Morally instructive, or intended to be so.",
		"Too much inclined to teach others; boringly pedantic or moralistic.",
		"(medicine) Teaching from textbooks rather than laboratory demonstration and clinical application.",
		"(archaic) A treatise on teaching or education."
	],
	"sentences": [
		"James was a very didactic person; he really loved teaching.",
		"Her \"novels for children\" are certainly didactic, and they are certainly moral.",
		"It was certainly didactic teaching.",
		"The didactic purpose of \"War of the Worlds\" is to demonstrate that mankind is a lesser breed.",
		"There can be other books with more idioms, but they are not didactic.",
		"There was a didactic presentation; followed by group discussion.",
		"As a didactic and elegiac poet Stephen Kohari is much esteemed.",
		"The composition of didactic, lyrical and elegiac poetry also was the accomplishment and pastime of an educated dilettante class, the only extant specimens of any interest being some of the Silvae of Statius.",
		"Several poems of a didactic character are also ascribed to him.",
		"It was didactic in style and delivered in a clinical environment.",
		"Origen was pre-eminently a teacher, and the didactic side of preaching is thus more conspicuous in his work.",
		"He made this, in 1871, the first volume of his collected lectures and essays, the more popular and didactic form of his new Utopia of human life.",
		"The satire of Ennius seems to have resembled the more artistic satire of Horace in its record of personal experiences, in the occasional introduction of dialogue, in the use made of fables with a moral application, and in the didactic office which it assumed.",
		"Carlyle's conversational powers were extraordinary; though, as he won greater recognition as a prophet, he indulged too freely in didactic monologue.",
		"St John's purpose in introducing it is not historical but didactic. It is made the occasion of instruction as to the heavenly food, the flesh and blood of Him who came down from heaven.",
		"An ambitious didactic composition in hexameters, entitled Urania, embodying the astronomical science of the age, and adorning this high theme with brilliant mythological episodes, won the admiration of Italy.",
		"The popularity of the parable as a form of didactic teaching finds many examples in the Rabbinical writings, and some have noteworthy parallels in the New testament.",
		"In 1878 he succeeded his father as professor of didactic theology at the Princeton seminary.",
		"That this didactic poem must have been written late in the nation's history, and not at its very beginning, is evident from v.",
		"From the 1760s or 1770s onwards, moral tales and heavily didactic texts had exerted an almost hegemonic domination of children's books.",
		"Finally, biblical history is an intentional and reasoned arrangement of material, based upon composite sources, for religious and didactic purposes.",
		"Not less excellent is the didactic poem on orange trees, De hortis Hesperidum.",
		"Psalms and didactic spiritual poems were the main products of Swedish letters in the 16th century.",
		"The king gave him a pension and rooms in the palace, admitting him on intimate terms. He was not equal to Kellgren in general poetical ability, but he is great in didactic and satiric writing.",
		"The Gyro paedia is a didactic romance, written with a view to Greek institutions and rarely preserving genuine information on the Persian Empire.",
		"This rich genius gave also the first impulse to romantic, didactic and mystic poetry; and even his own age produced powerful co-operators in these three most conspicuous departments of Persian literature.",
		"By the side of much that seems trivial, and even nonmoral - for the patriarchs themselves are not saints - it is noteworthy how frequently the narratives are didactic. The characteristic sense of collective responsibility, which appears more incidentally in xx.",
		"This credential is available for medical doctors and doctors of osteopathy and requires proof of clinical and didactic training as well as three years of practice in a clinical setting.",
		"It follows that Aristotle, from early manhood, not only wrote dialogues and didactic works, surviving only in fragments, but also began some of the philosophical works which are still parts of his extant writings.",
		"As to the fragments, we are safe in saying that the early dialogues in the manner of Plato were written under the influence of Plato, and that the subsequent didactic writings connected with Alexander were written more under the influence of Philip and Alexander.",
		"We will examine these works briefly, grouping them into narrative, didactic, hagiographic, lyric, satiric and dramatic literature.",
		"The Hebrew word mashal, commonly rendered \" proverb,\" is a general term for didactic and elegiac poetry (as distinguished from the descriptive and the liturgical),.",
		"Fruitful as the 6th and 7th centuries of the Hegira were in panegyrics, they attained an equally high standard in didactic and mystic poetry.",
		"The year of Ab Saids death is most likely that of the first great didactic mathnawi, the Rshan.",
		"But Pope excelled, not only in the voluptuous and in the didactic epistle, but in that of compliment as well, and there is no more graceful example of this in literature than is afforded by the letter about the poems of Parnell addressed, in 1721, to Robert, earl of Oxford.",
		"Ennius called his didactic poem on natural philosophy Epicharmus after the comic poet.",
		"This didactic view of history was a prevalent one in antiquity, and it was confirmed no doubt by those rhetorical studies which in Rome as in Greece formed the chief part of education, and which taught men to look on history as little more than a storehouse of illustrations and themes for declamation.",
		"From 1864 to 1877 he was professor of didactic and polemical theology in the Allegheny Theological seminary at Allegheny, Pennsylvania, where he was also from 1866 to 1877 pastor of the North Church (Presbyterian).",
		"The book of laws (Vendidad) is characterized by an arid didactic tone; only here and there the legislator clothes his dicta in the guise of graceful dialogues and tales, or of poetic descriptions and similitudes; and then the book of laws is transformed into a didactic poem.",
		"This consists of brief didactic chapters, or more properly paragraphs, of practical direction or critical remark on all the branches and conditions of a painter's practice.",
		"His main work, the Geschichte des Materialismus, which is brilliantly written, with wide scientific knowledge and more sympathy with English thought than is usual in Germany, is rather a didactic exposition of principles than a history in the proper sense.",
		"Perhaps the most favourable specimen of his style is his didactic novel entitled Judas der Erzschelm (4 vols., Salzburg, 1686-1695).",
		"Vacarescu, there are -odes, hymns, patriotic poems, ballads, lyrical and didactic poems, some of them among the most beautiful in the language.",
		"Balcescu had undertaken the edition of the ancient Walachian chronicles, and had found in them admirable prose writers, that he ventured on a continuous history (1851-52) of the Rumanians under Michael the Brave, written not as a didactic treatise but as a poem in prose - full of colour and of energy.",
		"There are lapses and flaws, and Natty is made to say things which only Cooper, in his most verbosely didactic vein, could have uttered.",
		"Of higher literary value is the didactic and satirical Buch von der Tugend und Weisheit (1550), a collection of forty-nine fables in which Alberus embodies his views on the relations of Church and State.",
		"How were you able to create believable scenarios without becoming too didactic?",
		"By this means we hope to counteract the common criticism that museum curators interpret objects in a purely didactic way for a passive public.",
		"His preaching became earnest, didactic, experimental, and pastoral.",
		"It was in reality sins and vices, however, rather than follies that came under his censure, and this didactic temper was reflected in Barclay.",
		"The keen interest taken by the great prophets in the world around them is not prominent in the national records; political history has been subordinated, and the Palestine which modern discovery is revealing is not conspicuous in the didactic narratives.",
		"The friend of St Teresa, St Peter of Alcantara, and of all the noble minds of Spain of his day, no one among the three hundred Spanish mystics excels Luis de Granada in the beauty of a didactic style, variety of illustration and soberness of statement.",
		"Not only as a philosophic and didactic writer, but also as a lyric and dramatic poet he surpassed all his contemporaries.",
		"Literature.The vast mass of writing which has come down to us from the ancient Egyptians comprises documents of almost every conceivable kind, business documents and correspondence, legal documents, memorial inscriptions, historical, scientific, didactic, magical and religious literature; also tales and lyrics and other compositions in poetical language.",
		"From 1822 until his death in New Haven on the 10th of March 1858 he was Dwight professor of didactic theology at Yale.",
		"In 1764 Moratin published a collection of pieces, chiefly lyrical, under the title of El Poeta, and in 1765 a short didactic poem on the chase (Diana 0 arte de la caza).",
		"In 1536 his didactic poem in Latin hexameters, De immortalitate animarum, was published at Lyons.",
		"The didactic novel of Xenophon, the Cyropaedia, is a free invention adapted to the purposes of the author, based upon the account of Herodotus and occasionally influenced by Ctesias, without any independent traditional element.",
		"He therefore deserves the homage which Xenophon paid to him in choosing him as hero for his didactic novel.",
		"Andrew Farkas and the homilist Peter Melius (Juhasz) attempted didactic verse; and Batizi busied himself with sacred song and Biblical history.",
		"Among the didactic poets may be mentioned Lewis Nagy, George Kalmar, John Illey and Paul Bertalanfi, especially noted for his rhymed \" Life of St Stephen, first Hungarian king,\" DicsOseges Sz.",
		"As writers of didactic poetry may be mentioned John Endrody, Caspar Gobol, Joseph Takacs and Barbara Molnar, the earliest distinguished Magyar poetess.",
		"Other precursors of the modern school were the poet and philologist Francis Verseghy, whose works extend to nearly forty volumes; the gifted didactic prose writer, Joseph 'Carman; the metrical rhymster, Gideon Raday; the lyric poets, Ssentjebi Szabo, Janos Bacsanyi, and the short-lived Gabriel Dayka, whose posthumous \" Verses \" were published in 1813 by Kazinczy.",
		"As an original but rather heavy lyric and didactic poet we may mention Peter Vajda, who was, moreover, the translator of Bulwer's \" Night and Morning.\"",
		"In the department of philosophy, besides several writers of dissertations bearing an imitative, didactic or polemical character, Hungary could boast a few authors of independent and original thought.",
		"In 1812 he became first professor in the newly established Presbyterian Theological Seminary at Princeton, New Jersey, where he remained until his death at Princeton on the 22nd of October 1851, filling successively the chairs of didactic and polemic theology (1812-1840), and pastoral and polemic theology (1840-1851).",
		"Khosrau (1004-1088), whose nom de plume was Hujjat, the first great didactic poet of Persia, was born, according to his own statement, A.H.",
		"Maurice, whose character, marked by \" religious realism,\" sought in the past \" the witness to eternal truths, the manifestation by time-samples of infinite realities and unchanging relations\";4 and Charles Kingsley, \" a great teacher,\" though one \" certain to go astray the moment he becomes didactic.\"",
		"Although Rome wanted creative force to add a great series of tragic dramas to the literature of the world, yet the spirit of elevation and moral authority breathed into tragedy by Ennius passed into the ethical and didactic writings and the oratory of a later time.",
		"Through his industry and vigorous understanding he gave a great impulse to the creation of Roman oratory, history and systematic didactic writing.",
		"The general results of the last fifty years of the first period (130 to 80) may be thus summed up. In poetry we have the satires of Lucilius, the tragedies of Accius and of a few successors among the Roman aristocracy, who thus exemplified the affinity of the Roman stage to Roman oratory; various annalistic poems intended to serve as continuations of the great poem of Ennius; minor poems of an epigrammatic and erotic character, unimportant anticipations of the Alexandrian tendency operative in the following period; works of criticism in trochaic tetrameters by Porcius Licinus and others, forming part of the critical and grammatical movement which almost from the first accompanied the creative movement in Latin literature, and which may be regarded as rude precursors of the didactic epistles that Horace devoted to literary criticism.",
		"The fittest metrical vehicle for epic, didactic, and satiric poetry had been discovered, but its movement was as yet rude and inharmonious.",
		"In the simplicity of his style, the directness of his narrative, the entire absence of any didactic tendency, Caesar presents a sat?ust.",
		"But he has ever in form so far surpassed his originals that he alone has gained for the pure didactic poem a place among the highest forms of serious poetry, while he has so transmuted his material that, without violation of truth, he has made the whole poem alive with poetic feeling.",
		"The didactic element was no longer in sole possession of the field, for the inrush of multitudes to the Christian faith and the building of large churches necessitated a return to the evangelical or proclamatory type of sermon.",
		"While these writings were generally intelligible, and therefore of the greatest didactic importance, the principle of homogeneity, first enunciated by Vieta, was so far in advance of his times that most readers seem to have passed it over without adverting to its value.",
		"The forms of poetical composition chiefly cultivated by the Alexandrians were epic and lyric, or elegiac. Great epics are wanting; but in their place, as might almost have been expected, are found the historical and the didactic or expository epics.",
		"The subjects of didactic epics were very numerous; they seem to have depended on the special knowledge possessed by the writers, who used verse as a form for unfolding their information.",
		"The speeches dwell upon Jesus' person and work, as we shall find, with a didactic directness, philosophical terminology and denunciatory exclusiveness unmatched in the Synoptist sayings.",
		"Occasionally he is didactic, as in Worek Judaszow (The Bag of Judas) and Victoria deorum, where, under the allegory of the gods of Olympus, he represents the struggles of parties in Poland, not without severely satirizing the nobility and ecclesiastics.",
		"This last is in substance a repetition of the first in a more didactic form.",
		"It may be defined as a didactic or homiletic development of some thought or theme, characterized by a more subjective, imaginative and ampliative treatment.",
		"Accordingly, when there are narratives which cannot be tested in this manner, should they show all the internal marks of didactic expansion and date from an age much later than the times with which they deal, their immediate value will not necessarily lie in the details which appear to be of historical interest, but in their contribution to later forms of tradition and phases of thought.",
		"Some are dialogues, others didactic works.",
		"It is not always certain which were dialogues, which didactic like Aristotle's later works; but by comparing those which were certainly dialogues with their companions in the list of Aristotle's books as given by Diogenes Laertius, we may conclude with Bernays that the books occurring first in that list were dialogues.",
		"Among the didactic writings, the 7rEpi TayaOoii would probably belong to the same time, because it was Aristotle's report of Plato's lectures.",
		"In the first place as regards style, though the Stagirite pupil Aristotle could never rival his Attic master in literary form, yet he did a signal service to philosophy in gradually passing from the vague generalities of the dialogue to the scientific precision of the didactic treatise.",
		"He rejected the Platonic hypothesis of forms, and affirmed that they are not separate but common, without however as yet having advanced to a constructive metaphysics of his own; while at the same time, after having at first adopted his master's dialectical treatment of metaphysical problems, he soon passed from dialogues to didactic works,, which had the result of separating metaphysics from dialectic. The all-important consequence of this first departure from Platonism was that Aristotle became and remained primarily a metaphysician.",
		"On the whole then, in his early dialectical and didactic writings, of which mere fragments remain, Aristotle had already diverged from Plato, and first of all in metaphysics.",
		"During his master's life, in the second period of his own life, he protested against the Platonic hypothesis of forms, formal numbers and the one as the good, and tended to separate metaphysics from dialectic by beginning to pass from dialogues to didactic works.",
		"Zeller supposes that, though Aristotle may have made preparations for his philosophical system beforehand, still the properly didactic treatises composing it almost all belong to the last period of his life, i.e.",
		"He was really, as we have seen, a prolific writer from the time when he was a young man under Plato's guidance at Athens; beginning with dialogues in the manner of his master, but afterwards preferring to write didactic works during the prime of his own life between thirty-eight and fifty (347-335-334), and with the further advantage of leisure at Atarneus and Mitylene, in Macedonia and at home in Stagira.",
		"Of his many works the most important are his chronicles of the four kings of Castile during whose reigns he lived; they give a generally accurate account of scenes and events, most of which he had witnessed; he also wrote a long satirical and didactic poem, interesting as a picture of his personal experiences and of contemporary morality.",
		"The first poetical work in which NizAmi embodied his thoughts on God and man, and all the experiences he had gained, was necessarily of a didactic character, and very appropriately styled Makhzanul Asrar, or \"Storehouse of Mysteries,\" as it bears the unmistakable stamp of Sufic speculations.",
		"Haquin Spegel (1645-1714), the famous archbishop of Upsala, wrote a long didactic epic in alexandrines, God's Labour and Rest, with an introductory ode to the Deity in rhymed hexameters.",
		"His mode of treatment is subjective and lyric. No matter what form his works assume, whether the epic, as in Evangeline, The Courtship of Miles Standish and Hiawatha, the dramatic, as in The Spanish Student, The Golden Legend and The Mask of Pandora, or the didactic, as in The Psalm of Life and many of the minor poems; they are all subjective.",
		"His earliest work, entitled Reloj de principes, published at Valladolid in 1529, and, according to its author, the fruit of eleven years' labour, is a didactic novel, designed, after the manner of Xenophon's Cyropaedia, to delineate, in a somewhat ideal way for the benefit of modern sovereigns, the life and character of an ancient prince, Marcus Aurelius, distinguished for wisdom and virtue.",
		"Again, the physician as naturalist, though stimulated by the pathologist to delineate disease in its fuller manifestations, yet was hampered in a measure by the didactic method of constructing \"types\" which should command the attention of the disciple and rivet themselves on his memory; thus too often those incipient and transitory phases which initiate the paths of dissolution were missed.",
		"Canon is concerned) of that theory of which examples recur in Judges, Samuel and Kings, and this treatment of history in accordance with religious or ethical doctrines finds its continuation in the didactic aims which characterize the later non-canonical writings (cf.",
		"This prolific author copied, and so imported into Ottoman literature, a didactic style of ghazel-writing which was then being introduced in Persia by the poet Sa'ib; but so closely did the pupil follow in the footsteps of his master that it is not always easy to know that his lines are intended to be Turkish.",
		"While we recognize in the De Rerum Natura some of the most powerful poetry in any language and feel that few poets have penetrated with such passionate sincerity and courage into the secret of nature and some of the deeper truths of human life, we must acknowledge that, as compared with the great didactic poem of Virgil, it is crude and unformed in artistic design, and often rough and unequal in artistic execution.",
		"The didactic aim of Stobaeus's work is apparent throughout.",
		"He was a Protestant, and among other religious works translated the Psalms. His best work was Zwierciadio albo zywot poczciwego czlowieka (The Mirror or Life of an Honourable Man) - a somewhat tedious didactic piece.",
		"One of his most celebrated pieces was Zofjowka, written on the country seat of Felix Potocki, a Polish magnate, for this was the age of descriptive as well as didactic poetry.",
		"It is now recognized that the compiler of the former has used many novel narratives of a particular edifying and didactic stamp, and scholars are practically unanimous that these are subsequent to the age of the Israelite monarchy and present a picture of historical and religious conditions which (to judge from earlier sources) is untrustworthy.",
		"On the whole, then, it seems as if Aristotle began with dialogues during his second period under Plato, but gradually came to prefer writing didactic works, especially in the third period after Plato's death, and in connexion with Alexander.",
		"After Plato's death, coming to his third period he made a further departure from Platonism in his didactic works on politics and rhetoric, written in connexion with Alexander and Theodectes.",
		"The Mesek of Augustus Greguss (1878), a collection of verse \" Fables,\" belonging to the school of Gay, partake more of a didactic than lyrical nature.",
		"After his master's death, in the third period of his own life, and during his connexion with Alexander, but before the final construction of his philosophy into a system, he was tending to write more and more in the didactic style; to separate from dialectic, not only metaphysics, but also politics, rhetoric and poetry; to admit by the side of philosophy the arts of persuasive language; to think it part of their legitimate work to rouse the passions; and in all these ways to depart from the ascetic rigidity of the philosophy of Plato, so as to prepare for the tolerant spirit of his own, and especially for his ethical doctrine that virtue consists not in suppressing but in moderating almost all human passions.",
		"In 1840 he was transferred to the chair of exegetical and didactic theology, to which subjects that of polemic theology was added in 1854, and this office he held until his death.",
		"Did he take a didactic approach?",
		"There are external historical circumstances and internal literary features which unite to show that the application of the literary hypotheses of the Old Testament to the course of Israelite history is still incomplete, and they warn us that the intrinsic value of religious and didactic writings should not depend upon the accuracy of their history.'",
		"He preached in the Presbyterian church at East Hampton, Long Island (1798-1810, being ordained in 1 799); in the Congregational church at Litchfield, Connecticut (1810-1826), in the Hanover Street church of Boston (1826-1832), and in the Second Presbyterian church of Cincinnati, Ohio (1833-1843); was president of the newly established Lane Theological Seminary at Walnut Hills, Cincinnati, and was professor of didactic and polemic theology there (1832-1850), being professor emeritus until his death.",
		"It appeared to be didactic in nature."
	],
	"synonyms": [
		"didactical",
		"tutorial",
		"sermonic",
		"moralistic",
		"homiletic",
		"preachy",
		"academic",
		"instructive",
		"educational",
		"moralizing",
		"moral"
	],
	"antonyms": []
}