{
	"word": "reprieve",
	"meaning": [
		"To postpone the punishment of; esp., to postpone the execution of (a person condemned to death)",
		"To prevent or suspend (a punishment).",
		"To give temporary relief to, as from trouble or pain.",
		"To prevent the imposition of a scheduled or expected punishment, especially temporarily.",
		"A reprieving or being reprieved.",
		"The prevention or suspension of a scheduled or expected punishment.",
		"A court order or other official notification preventing or suspending a scheduled or expected punishment.",
		"Temporary relief, as from danger or pain.",
		"A temporary suspension of a criminal sentence (usually the death penalty) for a certain period of time, usually for the purpose of examining new information or permitting an appeal to take place. A reprieve cannot prevent the ultimate carrying out of the judgment. See also clemency, commutation, pardon, and executive clemency."
	],
	"sentences": [
		"He did the dishes as well, hoping for an early reprieve from her justified anger.",
		"Grief threatened to consume them, and there would be no reprieve from their anguish.",
		"He had already made valuable acquaintances in Edinburgh, and he now visited London, Oxford and Cambridge, and, after a short visit to Edinburgh in 1663, when he sought to secure a reprieve for his uncle Warristoun, he proceeded to travel in France and Holland.",
		"There will be no rescue for them, no last minute reprieve.",
		"These spoilers allow fans a reprieve from built-up angst generated by watching daily cliffhangers and following emotionally charged storylines.",
		"Here Jesus promises this man not a short reprieve for this life but heaven for all eternity.",
		"He began drinking the scotch fast, hoping to find some reprieve.",
		"Some lenders are granting a 30-day reprieve; some, six months.",
		"During the brief reprieve, the basement had filled with people seeking shelter, some of whom were wounded from bomb shrapnel.",
		"With such a hectic itinerary, our stay at Coconut Lagoon was a welcome reprieve.",
		"John Brown's raid occurred during his term, and Wise refused to reprieve Brown after sentence had been passed.",
		"Painful emotions and little or no reprieve from the daily tasks of child caretaking can certainly take its toll.",
		"The pain returned, and he realized he hadn.t noticed its temporary reprieve until it clutched his chest again.",
		"However, Education Minister Charles Clark granted a last-minute reprieve, overturning the County Council's decision.",
		"In the case of capital felonies other than murder the recording of sentence of death has the effect of a reprieve by the court.",
		"The court which can award a sentence is said to possess as of common right a discretionary power of granting a reprieve.",
		"Through these programs, Reprieve engages in high impact, frontline advocacy on behalf of people facing the death penalty.",
		"After finishing bottom of the table, Scarborough earned a brief reprieve when Altrincham were docked 18 points for fielding an ineligible player.",
		"Then you might get some reprieve from the monotony you all keep complaining about - just a polite suggestion.",
		"Amidst our protests, 3 centers gained a reprieve of a month's consultation.",
		"January 2002 More than 1,000 failed asylum seekers facing expulsion from Britain to Zimbabwe are handed a temporary reprieve by Home Secretary David Blunkett.",
		"However, Education Minister Charles Clark granted a last-minute reprieve, overturning the County Council 's decision.",
		"The work of Reprieve Volunteers in the London office can be extremely varied depending upon the needs of the office at the particular time.",
		"The Settle to Carlisle line had an official reprieve and was seen as a potential threat to the YDR.",
		"The A reprieve till the end of 1892 followed, funds having Question of been raised through the efforts of Bishop Tucker E vacuation, by the Church Missionary Society and friends.",
		"Bayezid subsequently invaded and laid waste a large part of Walachia, but the voivode succeeded in inflicting considerable loss on the retiring Turks, and the capture of Bayezid by Timur in 1402 gave the country a reprieve.",
		"He moved away from the Lake.  He had a long journey ahead of him, one he didn't relish taking.  But, if he was to be the honorable Death that mortals and Immortals alike deserved, he had to do it.  Gabe's thoughts went to his predecessor once again.  He couldn't help wondering what happened to her.  He'd expected her abandonment of the underworld would grant him some sort of peace or reprieve.  However, after thousands of years with the vexing deity, he found himself lonely instead.",
		"Smaller sites have been given a reprieve in government plans to cut gasoline fumes at the pump.",
		"However candidates can apply for both a one-year reprieve fellowship and a two-year Reprieve Fellowship in the same application cycle.",
		"The Board of Pardons receives a telegram from President Wilson requesting a fresh trial and as a result 14 days reprieve are granted.",
		"He had forwarded a petition for reprieve to the council, which Clavering took care should not be presented in time, and which was subsequently burnt by the common hangman on the motion of Francis.",
		"The granting of a reprieve was hotly resented by the people of Edinburgh, and on the night of the 7th of September 1736 an armed body of men in disguise broke into the prison, seized Porteous, and hanged him on a signpost in the street.",
		"In cases of conviction of wilful murder the reprieve, if any, is granted by the home secretary on behalf of the crown, and on convictions of murder the court seems now to have no power to reprieve except in the case of a pregnant woman.",
		"How the penalty came to be inflicted, as the pair had what Wodrow calls \" a material pardon,\" while there is no record of the withdrawal of the reprieve, remains a mystery.",
		"Blackberry users got a reprieve from threats of sales call service disruption as the NTP patent case came to a close.",
		"Amidst our protests, 3 centers gained a reprieve of a month 's consultation.",
		"However candidates can apply for both a one-year Reprieve Fellowship and a two-year Reprieve Fellowship in the same application cycle.",
		"This cruise lasts five days and offers a reprieve from the bitter winter cold.",
		"The unique seasonal sailing provides a reprieve from frigid temperatures in a place that has changed little since pharaohs ruled the land.",
		"What's more, cruising on Christmas allows you a reprieve from cooking up a multi-course turkey dinner for the entire clan and cleaning your home for company.",
		"You may miss your family while you are at work and would rather be home but you get to come home after a long day for some reprieve.",
		"In the summer, when the temperature can reach well over 110 degrees, these can certainly provide a refreshing reprieve.",
		"These wide legged jeans are a welcome reprieve from the ultra skinny, low-rider jeans look of fall seasons past.",
		"But it was only a reprieve."
	],
	"synonyms": [
		"respite",
		"clemency",
		"breather",
		"pardon",
		"delay",
		"amnesty",
		"absolve",
		"postpone",
		"defer",
		"suspend",
		"stay",
		"relief",
		"soothe",
		"lessen",
		"comfort",
		"respite",
		"abatement",
		"hiatus",
		"suspension",
		"release",
		"postponement",
		"stay",
		"grace"
	],
	"antonyms": [
		"accusation",
		"blame",
		"punish",
		"charge",
		"punishment",
		"charge"
	]
}