{
	"word": "vicious",
	"meaning": [
		"Tending to deprave or corrupt; pernicious.",
		"Extremely violent or injurious; cruel.",
		"Harmful, unwholesome, or noxious.",
		"Marked by an aggressive disposition. Used chiefly of animals.",
		"Malicious; spiteful; mean."
	],
	"sentences": [
		"She thinks she is some kind of vicious animal.",
		"This was not a mangy or vicious creature standing before him, but a breathtakingly beautiful, gigantic wolf.",
		"I shall die! she muttered, wrenching herself from Marya Dmitrievna's hands with a vicious effort and sinking down again into her former position.",
		"A vicious circle is obviously involved.",
		"All these years I thought I was a vicious killer.",
		"Here his vicious practices became notorious, and in 1772 he was condemned to death at Aix for an unnatural offence, and for poisoning.",
		"Contrary to his expectations Darnley did not receive the crown matrimonial, and his foolish and haughty behaviour, his vicious habits, and his boisterous companions did not improve matters.",
		"Subsequently this vicious principle was extended still further.",
		"Under his influence the Hale Naua Society was organized in 1886 for the spread of idolatry and king-worship; and in the same year a \" Board of Health\" was formed which revived the vicious practices of the kahunas or medicine-men.",
		"With this dualism and the recognition of the worthlessness and absolutely vicious nature of the material world is combined a decided spiritualism.",
		"We may conclude that Sappho was not utterly vicious, though by no means a paragon of virtue.",
		"In spite of these admonitions all but a few instrument makers have continued to make the vicious type of instrument consisting of a pair of gold-leaves suspended within a glass shade or bottle, no means being provided for keeping the walls of the vessel continually at zero potential.",
		"My whole idea is that if vicious people are united and constitute a power, then honest folk must do the same.",
		"These fairies aren't flute playing or peace loving little beings but carry weapons and are more vicious and mischievous.",
		"During his brief administration Vitellius showed indications of a desire to govern wisely, but he was completely under the control of Valens and Caecina, who for their own ends encouraged him in a course of vicious excesses which threw his better qualities into the background.",
		"Even if we do not accept all the stories of his murders and poisonings and immoralities as true, there is no doubt that his greed for money and his essentially vicious nature led him to commit a great number of crimes.",
		"This vicious system, grafted as it was upon an inefficient administration, and added to the weight of a continually depreciated currenc y, debased both by ill-advised fiscal measures and by public cupidity, formed one of the principal causes of the financial embarrassments which assailed the treasury with ever increasing force in the latter part of the 16th and during the 17th and 18th centuries.",
		"The world saw with astonishment this vicious, rough, coarse-fibred man of the world transformed into an austere penitent, who worked miracles of healing.",
		"The owner of an ox which gored a man on the street was only responsible for damages if the ox was known by him to be vicious, even if it caused death.",
		"When the results proved unsatisfactory, remedies were sought in increased administrative supervision, draconian legislation and severe punishment, and no attempt was made to get out of the vicious circle.",
		"He was one of the weakest and most vicious princes that occupied the Byzantine throne.",
		"Cruel, vicious, unscrupulous and strong, the country groaned beneath his oppression.",
		"Yet he did not hesitate to place his powers at the disposal of the most vicious members of that house for the enslavement of Florence.",
		"Whilst they remain with her she is peculiarly vicious and aggressive, defending them with the greatest courage and energy, and when robbed of them is terrible in her rage; but she has been known to desert them when pressed, and even to eat them when starved.",
		"They are monogamous, and their conjugal fidelity contrasts strongly with the vicious habits of the Sinhalese.",
		"Such a process is a vicious circle and has no logical validity.",
		"There was a moment when it looked really vicious.",
		"Vicious Rumors And this one ends with another reference within the same album Who do you think we are?",
		"A vicious cycle of deceit is too easily set up.",
		"She seeems to be caught in her own self-fulfilling vicious circle.",
		"Cooperate with your buddy to tackle the vicious were-rabbits.",
		"For some people, meditation practice, breathing exercises, and yoga can break the vicious cycle of sleeplessness, worry about inability to sleep, and further sleeplessness.",
		"This difficulty can lead to a vicious cycle of recurrent episodes of inflammation, respiratory infections, lung damage, increased production of excess mucus, and possibly airway obstruction.",
		"Not far behind Stefan, however, is his brother Damon (Ian Somerhalder of Lost), a vicious killer intent on torturing his brother for some transgression in their past.",
		"Mouse makes you laugh, he's so vicious.",
		"He dealt with the immodesty of the contemporary stage, supporting his contentions by a long series of references attesting the comparative decency of Latin and Greek drama; with the profane language indulged in by the players; the abuse of the clergy common in the drama; the encouragement of vice by representing the vicious characters as admirable and successful; and finally he supported his general position by the analysis of particular plays, Dryden's Amphitryon, Vanbrugh's Relapse and D'Urfey's Don Quixote.",
		"The new government was pledged to abolish the vicious system by which Paris was fed at the expense of all France, and the cessation of the distribution of bread and meat at nominal prices was fixed for the 20th of February 1796.",
		"Commerce.-Owing to political disorder, difficulty in land communications, and the inheritance of vicious fiscal methods from Spanish colonial administration, the commercial development of Peru has been slow and erratic. There are many ports on the coast, but only eight of them are rated as first class, viz.",
		"He was succeeded by Mwanga, a cruel, weak and vicious youth.",
		"In all his life nothing became him so well as his manner of leaving it; but the fortitude he then showed, even if it was not merely the courage of despair, cannot blind us to the fact that he was little better than a reckless and vicious spendthrift, who was not the less dangerous because his fiercer passions were concealed beneath an affectation of effeminate dandyism.",
		"The great wealth of the old monastic orders exposed them, especially in France and Italy, to the vicious system of commendation, whereby a bishop, an ecclesiastic, or even a layman was appointed \" commendatory abbot \" of a monastery, merely for the purpose of drawing the revenues (see Abbot); the monasteries were often deprived even of necessary maintenance, the communities dwindled, and regular observance became impossible.",
		"Cringing, venal, avaricious, dishonest, the Arab combines all the faults of a vicious nature with those which a degraded religion inculcates or encourages.",
		"Prins, the chief of the prison department, who has protested that to hope the vicious, hardened offender, after a long detention, \"surrounded with every attention, soaked with good counsel, will leave his cell regenerated,\" is a Utopian dream.",
		"Men are not vicious, but they are not sanctified.",
		"Accompanying this vicious attack on our party was a sanctimonious attitude that claimed that New Labor was morally superior to the Conservative Party.",
		"They will soak up the impact of any vicious swipes made by your school.",
		"The Mormon Bible is rather stupid and tiresome to read, but there is nothing vicious in its teachings.",
		"The impact of such widespread unrelenting poverty on children is vicious.",
		"Many became homeless, wandering the country, prey to the vicious Tudor vagrancy laws.",
		"Attila the Mom 23-6-2006 \" Cats are nothing but vicious, destructive vermin \".",
		"Raising prices to compensate only leads to a ' vicious spiral ' of further cancelations.",
		"I was going through a marriage break-up, being dropped and having my personal life trashed by the most vicious rumors.",
		"The RahXephon 's movements are fast and fluid during the various battles, which do get pretty vicious from time to time.",
		"Working for Muskie, Thompson wrote,  was something like being locked in a rolling box car with a vicious 200-pound water rat.",
		"If you ignore the need to optimize cash flow, you'll fall prey to the vicious cycle of chasing money and turning the profits from your last case into case expenses for your current case.",
		"When he's not being overtly vicious, he may be passive aggressive in his actions.",
		"Tammy Trenta fought a good fight on The Apprentice 5, proving that an effective business person does not have to be cut-throat or vicious.",
		"But admiration of his talents must not blind us to his moral worthlessness, nor is it right to cast the blame for his excesses on the brutal and vicious society in which he lived.",
		"When the rustic talks in the vernacular to his horse he is not much concerned to know whether he is heard and understood; still less when he mutters threats against an absent rival, or kicks the stool that has tripped him up with a vicious \"Take that!\"",
		"The existence of the parasite is maintained by a vicious interchange between its alternate hosts, mosquitoes and man,.",
		"In other lands things did not on the whole go so well, and many causes at work during the later middle ages tended to bring about relaxation in the Benedictine houses; above all the vicious system of commendatory abbots, rife everywhere except in England.",
		"The hopelessly vicious policemen hated him, but no man ever had a stronger personal hold upon the great body of the honest officers - a hold which existed long after he left the police department, and was frequently expressed by members of the force as he passed through the city streets.",
		"The university of Cracow, the sole source of knowledge in the vast Polish realm, still moved in the vicious circle of scholastic formularies.",
		"The grounds for a divorce a mensa et thoro, which may be granted for ever or for a limited time only, are cruelty, excessively vicious conduct, or desertion; for a divorce a vinculo matrimonii the chief grounds are impotence at the time of marriage, adultery or deliberate abandonment for three years.",
		"To this category belong Myrmarachne plataleoides, one of the Salticidae, and Amyciaea forticeps, one of the Thomisidae, which in India imitate and live with the vicious little red ant (Oecophylla smaragdina); also Myrmarachne providens, which mimics the red and black Indian ant (Sima rufonigra); and the South American species of Clubionidae, e.g.",
		"An example of the latter occurs in Singapore where the vicious red spinning-ant (Oecophylla smaragdina) is mimicked by the larva of a Noctuid moth and by spiders belonging to two distinct families, namely, Saltiicus plataleoides (Salticidae) and Amyciaea forticeps (Thomisidae), there being no reason to suppose that either the moth larva or the spiders are protected forms. Mimetic aggregations of species similar to those mentioned above have been found in other countries; but the instances cited are sufficient to show how widespread are the influences of mimicry and how profoundly it has modified the insect fauna of various parts of the world.",
		"It has sometimes been supposed that Pascal, from 1651 or earlier to the famous accident of 1654, lived a dissipated, extravagant, worldly, luxurious (though admittedly not vicious) life with his friend the duc de Roannez and others.",
		"The third stage in Sir George Grey's scheme contemplated the enforced emigration of released convicts, whom the discipline of separation and public works was supposed to have purged and purified, and who would have better hopes of entering on a new career of honest industry in a new country than when thrown back among vicious associations at home.",
		"It would seem that the key to his conduct was that he hated the hard work without which a despotic king cannot hope to assert his personality, and preferred leisure and vicious self-indulgence.",
		"This knowledge, as Aristotle held, might be permanently precluded by vicious habits, or temporarily obliterated by passion, but if present in the mind it must produce rightness of purpose.",
		"Fluid in the lungs increases the shallowness of the breaths, creating a vicious circle.",
		"The roller coaster station is built in the abandoned mission but the vicious bull has never been conquered, though millions of riders have tried since the coaster opened in 1999 by braving its dramatic track and imposing drop.",
		"Due to the spreading of an alien virus, the human survivors are becoming infected and turning into vicious monsters.",
		"You are sent on a mission to a Mars research facility that is having problems with vicious, deadly monsters.",
		"Build and lead a team against the vicious Valdis, who has his own evil plans to control the world.",
		"Eventually he discovers that she has been kidnapped by a vicious band of mercenaries who are keeping her captive.",
		"The most recent salvo in the vicious turf battle for football video gamers was fired in December 2004 when Electronic Arts bought the exclusive rights to NFL players, stadiums, and teams for five years.",
		"You'll be offered 3 different characters to choose from, and the ability to use weapons, magic and your wits to save the kingdom from a vicious tyrant.",
		"You spend a lot of time exploring the dangerous jungle of Skull Island, where you will encounter many vicious creatures who will attempt to kill you.",
		"Peter Jackson's King Kong game will take you to Skull Island, where King Kong and many vicious dinosaurs, savage islanders and dangerous terrain surround you at every corner.",
		"It appears that Mileena is some form of hybrid, however, given her Tarkatan (Baraka's species) appearance and vicious nature.",
		"Peter Jackson's King Kong (for the Xbox 360) game will take you to Skull Island, where King Kong and many vicious dinosaurs, savage islanders and dangerous terrain surround you at every corner.",
		"They go to a place where vicious prehistoric dinosaurs, primitive islanders and a 25-foot tall King Kong live, in the wild jungles of the island.",
		"Allegedly fairly deep into production, Lair promises hyperreal and vicious dragon-on-dragon combat.",
		"More vicious monsters will attack you from all sides, and you will have little time to rest.",
		"As he ponders his fate in his jail cell, the spirits of executed prisoners and vicious monsters attack the prison.",
		"The journey to discover the truth about Torque's past will not be easy, as you explore the city filled with vicious creatures, dangerous slums, and ghostly visions.",
		"Their vicious army destroyed the elves' land, protective runestones and magical fountain upon which they drew their mystical power.",
		"Often a vicious circle develops where a rejected child is given fewer and fewer opportunities by his peers to relate and thereby learn new skills.",
		"Pediatricians often see families in which a vicious circle of negative interactions develops.",
		"Colored hair is prone to breakage, basically creating a vicious cycle of hair that grows, breaks, sits dormant, and grows again.",
		"The Mohawk, which was popularized in the 1970s by television star Mr. T and worn later by punk rockers such as Sid Vicious of the band \"Sex Pistols.\"",
		"In other words, unemployment is often a vicious circle, with the effects felt through every layer of the economy, and it often gets worse before it gets better.",
		"If Sid Vicious ever went swimming or surfing, it's quite possible that this would have been his preferred look.",
		"Although it looks like a harmless dragon vehicle, at the push of a button it becomes a tall, vicious brown dragon with green wings, ready to take on enemies.",
		"Many movies imply that lesbians are more emotional than others - for example, the movie Cruel Intentions features bisexual women portrayed as vicious and manipulative to the point of death.",
		"By honoring the past relationship that the ring symbolized and cooperating when returning the ring, a couple can part company without a vicious aftermath.",
		"These nasty characters cast the most vicious spells, conspire against the most innocent protagonists and serve up plenty of good, old-fashioned delinquent behavior.",
		"These critics feel that Zombie was almost able to make the vicious character seem more like a real person to viewers.",
		"Through a summer of hate, Andrew sustained a vicious beating and numerous letters calling for his resignation.",
		"It can cause devastation to a myriad of people who are trapped in its vicious cycle.",
		"Some people only have IBS flare-ups when they are extremely stressed out, which creates a vicious cycle because you're worrying about when another flare-up is going to happen.",
		"For example, if your earlobe receives a vicious tear requiring surgery while you're getting it pierced, you may very well have a solid court case.",
		"Before long, Bella and Edward fall deeply in love, driving Edward into a vicious inner battle between his natural urges and his unnatural love for a human girl.",
		"Then, when Christianity threw off the Mosaic ritual, this religious sense of purity was left with no other sphere besides morality; while, from its highly idealized character, it was peculiarly well adapted for that repression of vicious desires which Christianity claimed as its special function.",
		"He asserts that the inherited propensity to evil is not strictly a sin, which is only committed when the conscious self yields to vicious inclination.",
		"But to Butler's more cautious mind the completeness of this harmony did not seem sufficiently demonstrable to be taken as a basis of moral teaching; he has at least to contemplate the possibility of a man being convinced of the opposite; and he argues that unless we regard conscience as essentially authoritative - which is not implied in the term \" moral sense \" - such a man is really bound to be vicious; \" since interest, one's own happiness, is a manifest obligation.\"",
		"Both thinkers hold that this perception of right and wrong in actions is accompanied by a perception of merit and demerit in agents, and also by a specific emotion; but whereas Price conceives this emotion chiefly as pleasure or pain, analogous to that produced in the mind by physical beauty or deformity, Reid regards it chiefly as benevolent affection, esteem and sympathy (or their opposites), for the virtuous (or vicious) agent.",
		"He drank heavily, and indulged in vicious excesses which ruined his constitution.",
		"One of the goats was voicing a terrified cry and with it mingled vicious snarls and anxious barking.",
		"The vicious strike of Darian's sword against the rusted chain of the fence was enough to show Xander he was right about the Grey God not taking Jenn's deception well.",
		"Demonstrations of thousands of people, including many anarchists, against the vicious and violent reaction from the state became a regular occurrence.",
		"A deadly assassin, who wants to murder a prosecution witness on a plane, releases a whole crate full of vicious snakes!",
		"Gwah screwing Drusifer out of his title to Matty D, then some vicious attacks followed from Drusifer.",
		"At some time during the next two to three hours he received a vicious beating.",
		"In the first innings, Randall had infuriated Lillee by doffing his cap to him after a vicious bouncer.",
		"Water bosses fear farmers could be trapped in a ' vicious circle ' to save crops from drought.",
		"Simon Butler, prosecuting counsel from Cornwall & Hackney appeared to be very uncomfortable with Sunderland's vicious attack.",
		"Fuff followed up with a vicious 30 yard curler which was well saved.",
		"The vicious cycle of compounding one's depression by having to deal with hair loss makes these drugs a thing worth trying to avoid.",
		"This causes the body to respond by producing even more oil to combat dryness thereby starting a vicious never ending cycle.",
		"One gets a deeply-felt elegy, the other a vicious scherzo - no prizes for guessing which!",
		"Deflation effectively made debt more expansive and, as Fisher explained, this reinforced deflation again in a vicious spiral.",
		"It was an odious face crafty, vicious, malignant, with shifty, light-grey eyes and white eyelashes.",
		"Progress was made but soon halted by a series of Iraqi obstacles and a vicious firefight that developed around them.",
		"I became frightened that I was in a vicious circle.",
		"Nonetheless, about halfway home a sudden and vicious gust of wind literally stopped me in my tracks.",
		"Poverty is a vicious circle, which is virtually impossible to get out of.",
		"If anyone thought the infighting on this board was vicious... .",
		"Then Goldsmith died, leaving a vacuum which UKIP filled with vicious infighting.",
		"He is a vicious little ingrate and, no matter how much people try to do for him, he always wants more.",
		"I wouldn't say \" Game On \" is a classic but it is a brilliant show with plenty of vicious & hilarious one-liners.",
		"Wasn't this exactly the sort of thing that earned Microsoft such vicious opprobrium in the nineties?",
		"The island of Melos found itself an unwilling pawn in a vicious struggle between the Athenian and Spartan alliances.",
		"Try to devise a way of preserving his insights while avoiding the vicious regresses to which he can give rise.",
		"Show no fear in the face of vicious fire flights, nail-biting recon missions and daring rescues behind enemy lines.",
		"This vicious and cowardly crime has filled us all with horror and deepest revulsion.",
		"On no account use a power sander which is much too vicious.",
		"Facing the cold vicious winds the blinding sleet, Walking and stumbling on blistered feet.",
		"Always looking over my shoulder in case somebody was coming, being shouted at for having a vicious dog.",
		"It is a vicious spiral, which the current approach to health care is incompetent to solve.",
		"This is of course due to the vicious thorns, which are not to be taken lightly.",
		"He spun round - just managed to parry a vicious upward thrust aimed at his heart.",
		"Maybe some of them are vicious little thugs that need a break.",
		"Only one rib was left unbroken following the vicious attack.",
		"Attila the Mom 23-6-2006 \" Cats are nothing but vicious, destructive vermin \" .",
		"Shaker suffered particularly vicious torture in the Dark Prison in Kabul.",
		"I think all children and all humans are essentially quite vicious given the chance.",
		"They can be extremely vicious and are destroying masses of our wildlife.",
		"This shivering would then turn into a really vicious contraction.",
		"At the same time Knight would turn vicious the minute any artist tried to take their music elsewhere.",
		"The RahXephon's movements are fast and fluid during the various battles, which do get pretty vicious from time to time.",
		"The standard bikes sound good and throaty, but with a free breathing pipe they sound vicious, more Wagner.",
		"And so he writes vicious, vicious lies.. .",
		"Elle Driver is one vicious bitch that could so easily become a screen icon in the echelons of screen villainy.",
		"Two minutes later Momo unleashed a vicious volley from 20 yards tho this time his effort was off target.",
		"Working for Muskie, Thompson wrote, \" was something like being locked in a rolling box car with a vicious 200-pound water rat.",
		"People may have been caught in a vicious circle out of which there seemed no escape.",
		"Mouse makes you laugh, he 's so vicious.",
		"And so he writes vicious, vicious lies...",
		"The cat will want to pace and roam and will be vicious.",
		"Matt goes on to explain some of the vicious treatment him and his other two sisters endured at the hands of a beautiful, but violent and unpredictable mother.",
		"Although alcohol and drug use can cause depression, depressed teens may also turn to drugs or alcohol as a form of self-medication, creating a vicious cycle.",
		"While there's no real harm in having a single cup of coffee, many people become trapped in a vicious cycle of caffeine addiction.",
		"The pruritus often creates a vicious cycle of itching and scratching, which leads to more widespread rash, which leads to more itching.",
		"Sometimes these bullies can be downright vicious.",
		"By understanding how reincarnation and suicide represent a vicious cycle that must be overcome, you'll take your first step toward a spiritual existence that includes only bliss and pure nirvana.",
		"In season two, Sookie struggles with Bill's newly made daughter, an attack by a vicious creature, a near kidnapping and work for the local vampire sheriff Eric that takes her to Dallas.",
		"It's a vicious cycle, as the body struggles to regulate itself, and the consumption of carbohydrate foods -- especially simple carbohydrates -- exacerbates the problem.",
		"Methos is over 5000 years old and in prehistoric times was one of the Four Horsemen of the Apocalypse, vicious marauders who preyed on the helpless.",
		"His court was grossly vicious.",
		"Snakes are not numerous, and it is said that none is poisonous or vicious.",
		"From the very first, however, the inherent weakness of the vast army, and the vicious choice of time for the beginning of the advance, began to make itself felt.",
		"In these circumstances his accession could not have the political importance which would otherwise have attached to it, though it was disfigured by a vicious outburst of party passion in which the names of the emperor and the empress were constantly misused.",
		"They are uneducated, indolent and vicious.",
		"Idleness, drunkenness, vicious intercourse, sickness, starvation, squalor, cruelty, chains, awful oppression and everywhere culpable neglect - in these words may be summed up the state of the gaols at the time of Howard's visitation.",
		"If we may believe report, Nero found time in the intervals of his artistic triumphs for more vicious excesses.",
		"So, too, with the attempt to show that from the analogy of the present life we may not unreasonably infer that virtue and vice will receive their respective rewards and punishments hereafter; it may be admitted that virtuous and vicious acts are naturally looked upon as objects of reward or punishment, and treated accordingly, but we may refuse to allow the argument to go further, and to infer a perfect distribution of justice dependent upon our conduct here.",
		"The king was feeble and vicious, but had wit enough to leave the Melhor conduct of affairs to stronger hands.",
		"A war with the Dutch broke out, and there were strong suspicions that The first Charles applied money voted for the fleet to the maintenance of a vicious and luxurious court.",
		"But this does not interfere with the general ethical agreement between the two thinkers; and the doctrine that vicious pleasures are not true or real pleasures is so characteristically Platonic that we are almost surprised to find it in Aristotle.",
		"How could the vicious man be responsible if his vice were strictly pre-determined?",
		"No doubt it depended on the innate force and firmness' of a man's soul whether his reason was effectually exercised; but moral responsibility was saved if the vicious act proceeded from the man himself and not from any external cause.",
		"Rabbinic erudition could not forget the repression of vicious desires in the tenth commandment, the stress laid in Deuteronomy on the necessity of service to God, or the inculcation by later prophets of humility and faith.",
		"But it remains true that the contrast with the \" righteousness of the scribes and pharisees \" has always served to mark the requirement of \" inwardness \" as a distinctive feature of the Christian code - an inwardness not merely negative, tending to the repression of vicious desires as well as vicious acts, but also involving a positive rectitude of the inner state of the soul.",
		"Rightness of purpose, preference of virtue for its own sake, suppression of vicious desires, were made essential points by the - Aristotelians, who attached the most importance to outward circumstances in their view of virtue, no less than by the Stoics, to whom all outward things were indifferent.",
		"However she did not get on well with her husband's family, who were very poor and made her do menial work, until at last her beauty attracted Francesco, the grand duke's son, a vicious and unprincipled rake.",
		"The new king, Henry III., vacillating and vicious, and Catherine herself, eager for war as she was, had no means 01 separating the Protestants and the politiques.",
		"The feeble inadequacy of conception, infirmity of power, factional jealousy, disintegrating particularism, and vicious finance of the Confederation were realized by many others; but none other saw so clearly the concrete nationalistic remedies for these concrete ills, or pursued remedial ends so constantly, so ably, and so consistently.",
		"He ranted, signed her papers with a vicious flourish, then shoved them at her and manhandled her out his door.",
		"Some in the group are strong enough to withstand the continuous barrage, dishing it back or just ignoring the stupid, vicious taunts.",
		"Saddam Hussein is a vicious dictator who was brutally repressed the Iraqi people.",
		"He soon became prominent; first by his contributions to its organ the Messenger; then by The Anxious Bench - A Tract for the Times (1843), attacking the vicious excesses of revivalistic methods; and by his defence of the inauguration address, The Principle of Protestantism, delivered by his colleague Philip Schaff, which aroused a storm of protest by its suggestion that Pauline Protestantism was not the last word in the development of the church but that a Johannean Christianity was to be its outgrowth, and by its recognition of Petrine Romanism as a stage in ecclesiastical development.",
		"The vicious whisper was accompanied by a thick hand clamping around the back of her neck.",
		"His wife, Maria Luisa of Parma, his first cousin, a thoroughly coarse and vicious woman, ruled him completely, though he was capable of obstinacy at times.",
		"The Sakta cult is, however, known to be especially prevalent - though apparently not in a very extreme form - amongst members of the very respectable Kayastha or writer caste of Bengal, and as these are largely employed as clerks and accountants in Upper India, there is reason to fear that their vicious practices are gradually being disseminated through them."
	],
	"synonyms": [
		"bestial",
		"feral",
		"fell",
		"truculent",
		"savage",
		"inhuman",
		"fierce",
		"wolfish",
		"ferocious",
		"cruel",
		"barbarous",
		"roughshod",
		"brutal",
		"evil",
		"deplorable"
	],
	"antonyms": [
		"friendly",
		"pleasant",
		"kind",
		"nice",
		"gentle",
		"good",
		"right"
	]
}