{
	"word": "encroach",
	"meaning": [
		"To trespass or intrude (on or upon the rights, property, etc. of another), esp. in a gradual or sneaking way.",
		"To advance beyond the proper, original, or customary limits; make inroads (on or upon)",
		"To commit encroachment.",
		"To unlawfully gain access to or take the property or possessions of another, particularly by stealth.",
		"(intransitive) To intrude unrightfully on someone else's rights or territory.",
		"(rare) Encroachment."
	],
	"sentences": [
		"The marshes encroach most upon the parishes of St Charles, Orleans and Plaquemines.",
		"He took in everything, noting the enemies had begun to encroach upon the neutral territory agreed upon in the cease-fire.",
		"The cathedral chapters took advantage of this situation to oppose their jurisdiction to that of the bishops, and to encroach on their prerogatives.",
		"Someone may be a beginner and encroach into \"your\" space, or perhaps someone was clumsy and accidentally kicked your bottle over.",
		"For some two centuries (c. 750-950) there was a balance of power between the Gurjaras and Rashtrakutas, neither kingdom being strong enough to encroach on the other to any extent.",
		"From the 12th century onwards, its bishops, the first of whom appears to have lived about the 3rd century, began to encroach on the authority of the viscounts; the latter, after the Albigensian war, lost their estates, which passed to Simon de Montfort and then to the crown of France.",
		"The mighty house of Abu Dolaf in the south-west of Media, which had never ceased to encroach on the Caliphate, was put down.",
		"According to Krauss, Boroevic refused to allow Scotti to encroach upon his line of march, and forbade Gen.",
		"The four Welsh sees, however, extend beyond the borders of the twelve counties, for they include the whole of Monmouthshire and some portions of the English border shires; on the other hand, the sees of Hereford and Chester encroach upon the existing Welsh counties.",
		"In the middle division, or from the mouth of the Voronezh to the point where it makes its nearest approach to the Volga, the stream cuts its way for the most part through Cretaceous rocks, which in many places rise on either side in steep and elevated banks, and at intervals encroach on the river-bed.",
		"But what Griffenfeldt could create, Griffenfeldt could dispense with, and it was not long before he began to encroach upon the jurisdiction of the new departments of state by private conferences with their chiefs.",
		"He met with much opposition to his reforms. The governor of the province, and many of the senators, apprehensive that the cardinal's ordinances and proceedings would encroach upon the civil jurisdiction, addressed remonstrances and complaints to the courts of Rome and Madrid.",
		"Mustaches, unless large, will not normally encroach on the respirator seal area and do not normally preclude face-fit testing.",
		"Owing to the political and commercial interests binding Florence to the Roman court, the Guelph element naturally prevailed there, while the growth of its trade and commerce necessarily compelled that state to encroach on waters subject to Pisan rule.",
		"From this time dramatic performances became a regular accompaniment of the public games, and came more and more to encroach on the older kinds of amusement, such as the chariot races.",
		"He laid out a fine park or Paradise, for pleasure and the chase, to the east of his palaces, and built up a magnificent \"triumphal way\" sixty-two cubits broad and forbade any householder to encroach upon the street.",
		"Though the Boeotian climate suffered from the exhalations of Copais, which produced a heavy atmosphere with foggy winters and sultry summers, its rich soil was suited alike for crops, plantations and pasture; the CopaIs plain, though able to turn into marsh when the choking of the katavothra caused the lake to encroach, being among the most fertile in Greece.",
		"The coasts are shallow, and deficient in natural ports, except on the east of Schleswig-Holstein, where wide bays encroach upon the land, giving access to the largest vessels, so that the great naval harbour could be constructed at Kiel.",
		"The vice-comes, or sheriff, as the king's direct representative, was the centre of justice for shires, and his judicature tended to encroach on that of noble holders of courts.",
		"After the uplift came a period of subsidence, during which this region sank one or more thousand feet, allowing the sea to encroach on the land and run far inland into the previously made river valleys.",
		"In order that no other settlements should encroach upon his centre of government, New Castle, the northern boundary was determined by drawing an arc of a circle, 12 m.",
		"The Gurkhas, a brave and warlike little nation, failing to extend their conquests in the direction of China, had begun to encroach on territories held or protected by the East India Company; especially they had seized the districts of Batwal and Seoraj, in the northern part of Oudh, and when called upon to relinquish these, they deliberately elected (April 1814) to go to war rather than do so.",
		"At this period the Transvaal Boers were in a very unsettled state, and those living in the western districts showed a marked inclination to encroach upon the lands of the Bechuana.",
		"During his reign (1495-1521) the Church was never permitted to encroach upon the royal about 1,080,000 in 1586.",
		"On the east of this river, three vast ranges, the Transylvanian Alps, the Balkans and Rhodope, encroach upon Servian soil; while on the west there is a chaos of mountain masses, outliers of the Bosnian and Albanian highlands.",
		"A Roman Catholic tribe, occupying an inaccessible district, they have hitherto defeated every effort of the Turks to encroach on their autonomy.",
		"Its high crystalline rocks, covered with sedimentary formations, descend abruptly towards the delta, but more gradually towards the south, where the Bulgarian steppes encroach upon Rumanian soil.",
		"The popular branch of the assembly continued to encroach upon the powers of the governor and council.",
		"If, however, the two conditions mentioned were forthcoming, villeins, or, as they were technically called, villein socmen of ancient demesne manors, could resist any attempt of their lords to encroach on their rights by depriving them of their holdings or increasing the amount of their customary services."
	],
	"synonyms": [
		"impinge",
		"trench",
		"entrench",
		"infringe",
		"usurp",
		"motivation",
		"intrude",
		"intrench",
		"trespass",
		"overstep",
		"meddle",
		"invade"
	],
	"antonyms": [
		"keep off"
	]
}