{
	"word": "consolation",
	"meaning": [
		"A consoling or being consoled; comfort; solace.",
		"The act or an instance of consoling.",
		"The state of being consoled.",
		"A person or thing that consoles.",
		"A second, smaller tournament or round of play for participants who have been eliminated before the final of a tournament, often to determine third and fourth place."
	],
	"sentences": [
		"Here is a new philosophy of life, offering solid consolation amid the ruin of a world.",
		"Yes, I pity him from my heart, and shall try to give him what consolation I can.",
		"In February 1839 he resigned, receiving consolation in the shape of a pension of 2000 a year.",
		"It was pure consolation.",
		"When he began to teach again he found consolation, and in gratitude he consecrated the new oratory they built for him by the name of the Paraclete.",
		"We come now to what is in many ways the most interesting of Alfred's works, his translation of Boethius' Consolation of Philosophy, the most popular philosophical manual of the middle ages.",
		"After the meeting at Ferentino, John went to France and England, finding little consolation; and thence he travelled to Compostella, where he married a new wife, Berengaria of Castile.",
		"During her last years Chastellain wrote for her consolation his Temple de Bocace dealing with the misfortunes of contemporary princes.",
		"It was little consolation now.",
		"Understanding you are not alone in your pain is a great consolation.",
		"The present was at least inglorious, the future doubtful, and many turned gladly to the past for consolation.",
		"For someone who didn't want children in the first place, maybe that wasn't much consolation.",
		"In church it is best that he should confine himself to prophesying, for that brings to others \"edification and comfort and consolation.\"",
		"Men's minds were pained and disquieted by the conflict of duties and the absence of spiritual consolation.",
		"The same fear often led him to shun all society for days at a time; but frequently he would apply to \"professors\" for spiritual direction and consolation.",
		"It was no consolation that she wasn't the only one being used.",
		"At least one consolation of a wet weekend is that it enabled us to watch England regain the ashes.",
		"Though Petya would remain in the service, this transfer would give the countess the consolation of seeing at least one of her sons under her wing, and she hoped to arrange matters for her Petya so as not to let him go again, but always get him appointed to places where he could not possibly take part in a battle.",
		"The visitors secured a bonus point when Matt Miles drove over while Martin Nutt 's late touchdown was of little consolation for Blues.",
		"But the biggest Vetch crowd of the season could hardly go home complaining, even if Boston grabbed a late consolation through Jason Lee.",
		"My only consolation is the piece of thumb still stuck between my teeth.",
		"Whilst the Arya was thus a dvi-ja, or twice-born, the Sudra remained unregenerate during his lifetime, his consolation being the hope that, on the faithful performance of his duties in this life, he might hereafter be born again into a higher grade of life.",
		"It should have been a consolation that they could find no medical reason why he couldn't talk or walk.",
		"Julian Ellis grabbed a consolation for the home side.",
		"Williams grabbed a deserved consolation for Lynn when he headed home Richard Skelly's cross.",
		"The school scored a consolation try through George Sargent.",
		"The others, tommy sat on the bed to seek consolation in sleep.",
		"But Boanas will have been disappointed not to keep a clean sheet when the visitors netted a consolation with four minutes remaining.",
		"Everton could have pulled back a mere consolation via the penalty spot, however, Tom Heaton stretched to save Nick Chadwick's attempt.",
		"The only consolation you'd have is that you won't need to buy diapers.",
		"Small consolation - in the closing laps, Johnny set second fastest race lap.",
		"Consolation arrived in the shape of an over sized and over priced bag of chocolate peanuts.",
		"The visitors secured a bonus point when Matt Miles drove over while Martin Nutt's late touchdown was of little consolation for Blues.",
		"We did see a few whinchat here, small consolation, hardly what we had come all this way for.",
		"The prophet's predictions of disaster continued, according to the record, up to the investment of the city by the Chaldean army in 588 (i.-xxiv.); after the fall of the city (586) his tone changed to one of consolation (xxxiii.-xxxix.) - the destruction of the wicked mass accomplished, he turned to the task of reconstruction.",
		"Towards the morning of the 3rd of September he again spoke, \"using divers holy expressions, implying much inward consolation and peace,\" together with \"some exceeding self-debasing words, annihilating and judging himself.\"",
		"He endeavoured to find consolation in the completion of his history of the Arabs of Spain.",
		"At eight next morning she entered the hall of execution, having taken leave of the weeping envoy from Scotland, to whom she gave a brief message for her son; took her seat on the scaffold, listened with an air of even cheerful unconcern to the reading of her sentence, solemnly declared her innocence of the charge conveyed in it and her consolation in the prospect of ultimate justice, rejected the professional services of Richard Fletcher, dean of Peterborough, lifted up her voice in Latin against his in English prayer, and when he and his fellow-worshippers had fallen duly silent prayed aloud for the prosperity of her own church, for Elizabeth, for her son, and for all the enemies whom she had commended overnight to the notice of the Spanish invader; then, with no less courage than had marked every hour and every action of her life, received the stroke of death from the wavering hand of the headsman.",
		"As it grew darker, I was startled by the honking of geese flying low over the woods, like weary travellers getting in late from Southern lakes, and indulging at last in unrestrained complaint and mutual consolation.",
		"It is a ray of light in the darkness, a shade between sadness and despair, showing the possibility of consolation.",
		"Substitute Steve Brodie grabbed a deserved late consolation with a thumping diving header from a Steve Watkin cross.",
		"If it's any consolation, it scared me half to death too.",
		"If you're right about what happened, there must be some consolation in knowing Edith's death had nothing to do with you.",
		"Lynn looked to have found a consolation with six minutes to go.",
		"Langford grabbed a late consolation in the 90th minute, courtesy of a fine Robert Groves volley.",
		"For our part, Steve Gunby clipped the bar with a first half free-kick and Paddi Wilson glanced in a last minute consolation.",
		"Five minutes from time Walmer were able to grab a second consolation goal to round off the scoring 7-2.",
		"By the third I received a long and almost incoherent letter of remorse, encouragement, consolation, and despair.",
		"She retired once more to Coppet, where she was not at first interfered with, and she found consolation in a young officer of Swiss origin named Rocca, twentythree years her junior, whom she married privately in 1811.",
		"We did see a few Whinchat here, small consolation, hardly what we had come all this way for.",
		"To say you'll need high energy in order to keep up with your Gemini is little consolation when you're left standing in the middle of a store because she remembered she wanted to attend the grand opening of a new art gallery.",
		"The runner up receives $100,000, and various cast mates may receive consolation prizes at the producers' discretion.",
		"Brampton's solitary reply offered little consolation for the away side.",
		"He was, however, dismissed from Berlin in 1819 on account of his having written a letter of consolation to the mother of Karl Ludwig Sand, the murderer of Kotzebue.",
		"In the meantime the queen saw her father Stanislas established in Lorraine, and the affectionate intimacy which she maintained with him was the chief consolation of her harassed life.",
		"We observe, again, the value that Plutarch attaches, not merely to the sustainment and consolation of rational religion, but to the supernatural communications vouchsafed by the divinity to certain human beings in dreams, through oracles, or by special warnings, like those of the genius of Socrates.",
		"The writer nowhere finds consolation in any Christian belief, and Christ is never named in the work.",
		"In his exile Stanislas found his chief consolation in superintending the education of his daughter.",
		"Political troubles and the unhappy condition of the Jews probably furnish the explanation; hence also the abundance of Palestinian haggadic literature in the Midrashim, whose \" words of blessing and consolation \" appealed more to their feelings than did the legal writings.",
		"From the time when he was bidden to leave his country to enter the unknown land, Yahweh was ever present to encourage him to trust in the future when his posterity should possess the land, and so, in its bitterest hours, Israel could turn for consolation to the promises of the past which enshrined in Abraham its hopes for the future.",
		"The town contains also a Byzantine castle, built on the lofty site of the ancient citadel; a palace belonging to the Greek metropolitan; a number of mosques, synagogues and churches, the most remarkable being the church of the Virgin of Consolation, founded in 819.",
		"In 1742 he acquired, as a consolation for the public career he had missed, the title of kaiserlicher Rat, and in 1748 married Katharina Elisabeth (1731-1808), daughter of the Schultheiss or Biirgermeister of Frankfort, Johann Wolfgang Textor.",
		"The work, which is certainly not a forgery, but only a consolatory political pamphlet, is just as powerful, viewed according to the author's evident intention, as a consolation to God's people in their dire distress at the time of Antiochus Epiphanes, as if it were, what an ancient but mistaken tradition had made it, really an accurate account of events which took place at the close of the Babylonian period.'",
		"In 1833 he appeared at the meeting of the British Association at Cambridge, but he died in the following year (25th of July 1834), and was buried in the churchyard close to the house of Mr Gillman, where he had enjoyed every consolation which friendship and love could render.",
		"It is impossible not to be struck with the growing development of the Israelite tribes after the invasion of Palestine, their strong position under David, the sudden expansion of the Hebrew monarchy under Solomon, and the subsequent slow decay, and this, indeed, is the picture as it presented itself 'to the last writers who found in the glories of the past both consolation for the present and grounds for future hopes.",
		"This Society, instituted to this special end, namely, to offer spiritual consolation for the advancement of souls in life and Christian doctrine, for the propagation of the faith by public preaching and the ministry of the word of God, spiritual exercises and works of charity and, especially, by the instruction .of children and ignorant people in Christianity, and by the spiritual, consolation of the faithful in Christ in hearing confessions....\"",
		"The knowledge that the deepest devotion underlies misunderstandings is often a very imperfect consolation; but such devotion clearly existed all through, and proves the defect to have been relatively superficial.",
		"All this went to feed revival, which, founded on fear, refused to see in Jesus Christ anything but a stern judge, and made the Virgin Mother and Anna the \"grandmother\" the intercessors; which found consolation in pilgrimages from shrine to shrine; which believed in crude miracles, and in the thought that God could be best served within convent walls.",
		"The beautiful Consolation a Duperier, in which occurs the famous line Et, rose, elle a vecu ce que vivent les roses the odes to Marie de' Medici and to Louis XIII., and a few other pieces comprise all that is really worth remembering of him.",
		"Amid the wreck of the party - Mr Balfour and several of his colleagues themselves losing their seats - he had the consolation of knowing that the tariff reformers won the only conspicuous successes of the election.",
		"Being superior to physical suffering, it sometimes chanced that they were superior to any consolation which the missionaries could offer; and the law to do as you would be done by fell with less persuasiveness on the ears of those who, for their part, did not care how they were done by, who loved their enemies after a new fashion, and came very near freely forgiving them all they did.",
		"But only gradually did he come to realize that his source of spiritual consolation might undermine altogether the artfully constructed fabric of the medieval Church.",
		"She said her only consolation was the fact that the princess allowed her to share her sorrow, that all the old misunderstandings should sink into nothing but this great grief; that she felt herself blameless in regard to everyone, and that he, from above, saw her affection and gratitude.",
		"Pius might no longer rule over the papal states; but there was consolation in the thought that, within the realm of conscience, his power had increased by leaps and bounds.",
		"Baxter, however, found much consolation in his marriage on the 24th of September 1662 with Margaret Charlton, a woman likeminded with himself.",
		"When the medical attendant declares the case hopeless a priest advances to the bed of the dying man, repeats sundry texts of the Zend-Avesta, the substance of which tends to afford him consolation, and breathes a prayer for the forgiveness of his sins.",
		"But if they unintentionally placed obstacles in my way, I have the consolation of knowing that I overcame them all.",
		"Beside the tomb sits a weary soul, rejoicing neither in the joys of the past nor in the possibilities of the future, but seeking consolation in forgetfulness.",
		"He wrote a chronicle of the monastery and several biographies - the life of Gerhard Groot, of Florentius Radewyn, of a Flemish lady St Louise, of Groot's original disciples; a number of tracts on the monastic life - The Monk's Alphabet, The Discipline of Cloisters, A Dialogue of Novices, The Life of the Good Monk, The Monk's Epitaph, Sermons to Novices, Sermons to Monks, The Solitary Life, On Silence, On Poverty, Humility and Patience; two tracts for young people - A Manual of Doctrine for the Young, and A Manual for Children; and books for edification - On True Compunction, The Garden of Roses, The Valley of Lilies, The Consolation of the Poor and the Sick, The Faithful Dispenser, The Soul's Soliloquy, The Hospital of the Poor."
	],
	"synonyms": [
		"solacement",
		"solace",
		"comfort",
		"relief",
		"sympathy",
		"compassion",
		"cheer",
		"support",
		"ease"
	],
	"antonyms": [
		"antagonism",
		"upset",
		"agitation",
		"annoyance",
		"disturbance",
		"discouragement",
		"trouble"
	]
}