{
	"word": "homogeneous",
	"meaning": [
		"The same in structure, quality, etc.; similar or identical.",
		"Composed of similar or identical elements or parts; uniform.",
		"Commensurable.",
		"Having all terms of the same dimensions or degree.",
		"(chemistry) In the same state of matter."
	],
	"sentences": [
		"The people who finally abandoned the mainland and took their priests with them are the people who made the Venetian republic. But they were not as yet a homogeneous population.",
		"The words \" Asiatic \" and \" Oriental \" are often used as if they denoted a definite and homogeneous type, but Russians resemble Asiatics in many ways, and Turks, Hindus, Chinese, &c., differ in so many important points that the common substratum is small.",
		"In this he showed that a homogeneous fluid mass revolving uniformly round an axis under the action of gravity ought to assume the form of an ellipsoid of revolution.",
		"Forms adapted to terrestrial life and to aerial respiration occur in various divisions of Gastropods, and do not constitute a single homogeneous group. Thus the Helicinidae, which are terrestrial, are now placed among the Aspidobranchia.",
		"The fundamental substance or stroma is colorless and homogeneous.",
		"Increase in size appears sometimes to be accompanied by the development of a new layer of fibres, whereas a difference in the method of preparation may give to a layer which appeared homogeneous in one specimen a decidedly fibrous aspect in another.",
		"Invariantive forms will be found to be homogeneous functions alike of the coefficients and of the variables.",
		"The idea is to make scale more closely match the size of spatially homogeneous areas in each settlement.",
		"One hypothesis supposes that the shores of the Mediterranean were originally inhabited by a homogeneous race neither Aryan nor Semitic.",
		"In the case of a steady motion of homogeneous liquid symmetrical about Ox, where 0 is advancing with velocity U, the equation (5) of § 34 p/p +V +Zq'2-f(,P') = constant becomes transformed into P +V + 2- dy + 2U 2 -f(t +2Uy 2) = constant, = 1,t+4Uy2, subject to the condition, from (4) § 34, Y -2 V = - f ' (Y', y 2 2 +2Uy2).",
		"The conditions which are peculiar to the modern world are the large numbers we have to deal with, the vast and fairly homogeneous areas in which justice is administered and property secured, and the enormously increased facilities for transport and communication.",
		"It is important to recognize that mothers in the U.S. workforce are not a homogeneous group of people; there is no typical working mother.",
		"The origin of things, which is also their substance, is thus laid in the simplest and most homogeneous elements or principles.",
		"According to the second plan, the ordinary oil is treated as for the preparation of a curd soap, and to this the coconut soap separately saponified is added in the pan and both are boiled together till they form a homogeneous soap.",
		"Two of these show that the leading coefficient of any covariant is an isobaric and homogeneous function of the coefficients of the form; the remaining two may be regarded as operators which cause the vanishing of the covariant.",
		"We find a firm, homogeneous or sparsely fibrillated matrix in which are embedded .tg..",
		"In the case of coal, salt, iron ore, pyrite and other homogeneous minerals, boring may give all the information required.",
		"For a homogeneous liquid at rest under gravity, p is proportional to the depth below the surface, i.e.",
		"Underneath is the true floor of the cave, a mass of homogeneous yellow clay, one metre in thickness.",
		"Clearly the Paradise story is not homogeneous.",
		"Making this equation homogeneous FIG.",
		"Yet Tisza's aim also was to convert the old polyglot Hungarian kingdom into a homogeneous Magyar state, and the methods which he employed - notably the enforced magyarization of the subject races, which formed part of the reformed educational system introduced by him - certainly did not err on the side of moderation.",
		"This is sometimes called the number of homogeneous products of r dimensions formed out of n letters; i.e.",
		"The algebras discussed up to this point may be considered as independent in the sense that each of them deals with a class of symbols of quantity more or less homogeneous, and a set of operations applying to them all.",
		"If we make the extreme suppositions of an infinitely small source and absolutely homogeneous light, there is no escape from the conclusion that the light in a definite direction is arbitrary, that is, dependent upon the chance distribution of apertures.",
		"Verdet has, however, pointed out that the observation in this form is essentially different from that in which homogeneous red light is employed, and that the position of the red rings would correspond to the absence of blue-green light rather than to the greatest abundance of red light.",
		"It is as far as possible from being true that a body emitting homogeneous light would disappear on merely covering half the aperture of vision with a half-wave plate.",
		"So far we have only considered rays of homogeneous light, and it remains to investigate how lights of varying refrangibilities will be transmitted.",
		"This term has been applied to several of the transparent homogeneous appearances found in pathological conditions.",
		"It is now commonly used to indicate the transparent homogeneous structureless swellings which are found affecting the smaller arteries and the capillaries.",
		"It has a firm gelatinous consistence and wax-like lustre, and, microscopically, is found to be homogeneous and structureless, with a translucency like that of ground-glass.",
		"Thus Krawkow and Nowak, employing the frequent subcutaneous injection of the usual organisms of suppuration, have induced in the fowl the deposition within the tissues of a homogeneous substance giving the colour reactions of true amyloid.",
		"Flint glass particularly, which appeared quite satisfactory when viewed in small pieces, was found to be so far from homogeneous as to be useless for lens construction.",
		"Plate glass of the usual quality, which appears to be perfectly homogeneous when looked at in the ordinary way, is seen to be a mass of fine striae, when a considerable thickness is examined in parallel light.",
		"The examination of small test-pieces of the glass withdrawn from the crucible by means of an iron rod having shown that the molten mass is free from bubbles, the stirring process may be begun, the object of this manipulation being to render the glass as homogeneous as possible and to secure the absence of veins or striae in the product.",
		"Charles Winston, after prolonged study of the coloured windows of the 13th, 14th and i 5th centuries, convinced himself that no approach to the colour effect of these windows could be made with glass which is thin and even in section, homogeneous in texture, and made and coloured with highly refined materials.",
		"Gold, silver, copper, lead, aluminium, cadmium, iron (pure), nickel and cobalt are practically amorphous, the crystals (where they exist) being so closely packed as to produce a virtually homogeneous mass.",
		"If homogeneous liquid is drawn off from a vessel so large that the motion at the free surface at a distance may be neglected, then Bernoulli's equation may be written H = PIP--z - F4 2 / 2g = P/ p +h, (8) where P denotes the atmospheric pressure and h the height of the free surface, a fundamental equation in hydraulics; a return has been made here to the gravitation unit of hydrostatics, and Oz is taken vertically upward.",
		"In a similar way the more general state of motion may be analysed, given by w =r ch2('-y), y =a+, i, (26) as giving a homogeneous strain velocity to the confocal system; to which may be added a circulation, represented by an additional term in w.",
		"Employing the equation of continuity when the liquid is homogeneous, 2 (cly - d z)?",
		"This date, then, is a likely lower limit for Hermas's revision of his earlier prophetic memoranda, and their publication in a single homogeneous work, such as the Shepherd appears to be.",
		"When that stage has been reached, not merely the greater part, but the whole, of our knowledge will be impressed with one character, the character, namely, of positivity or scientificalness; and all our conceptions in every part of knowledge will be thoroughly homogeneous.",
		"The mind will pursue knowledge without the wasteful jar and friction of conflicting methods and mutually hostile conceptions; education will be regenerated; and society will reorganize itself on the only possible solid base - a homogeneous philosophy.",
		"The universal is, as Herbert Spencer remarked, a subjective idea, and the general forms, existing ante res, which play so prominent a part in Greek and medieval philosophy, do not in the least correspond to the homogeneous matter of the physical evolutionists.",
		"Circumstances alone gave a homogeneous character to the foreign policy of Francis.",
		"In Progress, its Law and Cause (1857) he adopted Von Baer's law, that the development of the individual proceeds from the homogeneous to the heterogeneous.",
		"Spencer appeals alternately to the\" instability of the homogeneous \"and the impossibility of complete equilibration to keep up the cosmic see-saw, but he can do so only by confining himself to a part of the universe.",
		"A world wholly homogeneous or equilibrated could no longer change, while so long as a part only is in process, the process cannot be represented as universal.",
		"On the one hand, his whole formulation of Evolution in mechanical terms urges him in the direction of materialism, and he attempts to compose the mind out of homogeneous units of consciousness (or\" feeling \")\" similar in nature to those which we know as nervous shocks; each of which is the correlative of a rhythmical motion of a material unit or group of such units \"(§ 62).",
		"The term \"alloy\" does not necessarily imply obedience to the laws of definite and multiple proportion or even uniformity throughout the material; but some alloys are homogeneous and some are chemical compounds.",
		"This uniform distribution of a solid substance throughout the mass of another, so as to form a homogeneous material, is called \" solid solution,\" and we may say that solid silver can dissolve copper.",
		"The addition of a third metal will sometimes render the mixture of two other metals homogeneous.",
		"But, while the Tsarist regime, unable to denationalize a homogeneous population of a different religion and language, initially conceded a minimum of rights to the Polish nation, in Lithuania proper from the outset an unrelenting system of tyranny was established which was designed to break by force every non-Russian element in the country.",
		"The alloys of the formulae AuAg, AuAg 2, AuAg 4 and AuAg 2 o are perfectly homogeneous, and have been studied by Levol.",
		"It may be that the study of such sums, which he found in the works of Diophantus, prompted him to lay it down as a principle that quantities occurring in an equation ought to be homogeneous, all of them lines, or surfaces, or solids, or supersolidsan equation between mere numbers being inadmissible.",
		"During the three centuries that have elapsed between Vieta's day and our own several changes of opinion have taken place on this subject, till the principle has at last proved so far victorious that modern mathematicians like to make homogeneous such equations as are not so from the beginning, in order to get values of a symmetrical shape.",
		"Each natural substance is a formal cause, as being what it is; a material cause, as having passive power to be changed; an efficient cause, as having active power to change, by communicating the selfsame essence into different matter so as to produce therein a homogeneous effect in the same species; and a final cause, as an end to be realized.",
		"Then came the break up of what remained of feudal Europe and a readjustment under Napoleon, which left the western world with five fairly balanced homogeneous nations.",
		"Thus while in the one case homogeneity of language within state boundaries seems to be one of the conditions making for peace, the avoidance of interference with a well-marked homogeneous area like Finland would seem to contribute equally to the same end.",
		"With fairly homogeneous light the diffraction pattern may be observed at a distance, varying with the width of the slit from about the length of the collimator to one quarter of that length.",
		"As a first `approximation we may say that gases send out homogeneous 2 Wied.",
		"A homogeneous oscillation is one which for all time is described by a circular function such as sin(nt+ a), t being the time and n and a constants.",
		"Thus if a molecule were set into vibration at a specified time and oscillated according to the above equation during a finite period, it would not send out homogeneous vibrations.",
		"If N be the frequency of a homogeneous vibration sent out by a molecule at rest, the apparent frequency will be N (1 v/ V), where V is the velocity of light and v is the velocity of the line of sight, taken as positive if the distance from the observer increases.",
		"Each band, as has been stated, is made up of lines indicating highly homogeneous vibrations.",
		"The fact that the gases with which we are most familiar are not rendered luminous by being heated in a tube to a temperature well above a white heat has often been a stumbling block and raised the not unreasonable doubt whether approximately homogeneous oscillations could ever be obtained by a mere thermal process.",
		"The spectra experimented on by Paschen were band spectra, but as these split up into fine lines the possibility of homogeneous radiation in pure thermal oscillation may be considered as established.",
		"Applying the reasoning to the case of a homogeneous radiation traversing an absorbing medium, we realize that the mutual disturbances of the molecules by collision or otherwise must bring in the free period of the molecule whatever the incident radiation may be.",
		"He not only agrees with Laplace and Lyell about the evolution of the solar system, but also supposes that the affinities, pointed out by Lothar Meyer and Mendeleeff, between groups of chemical elements prove an evolution of these elements from a primitive matter (prothyl) consisting of homogeneous atoms. These, however, are not ultimate enough for him; he thinks that everything, ponderable and imponderable or ether, is evolved from a primitive substance, which condenses first into centres of condensation (pyknatoms), and then into masses, which when they exceed the mean consistency become ponderables, and when they fall below it become imponderables.",
		"He supposes that evolution is primarily integration, from the incoherent to the coherent, exemplified in the solar nebula evolving into the solar system; secondly differentiation, from the more homogeneous to the more heterogeneous, exemplified by the solar system evolving into different bodies; thirdly determination, from the indefinite to the definite, exemplified by the solar system with different bodies evolving into an order.",
		"With the exception of the Minyae, the original peoples were soon absorbed by these immigrants, and the Boeotians henceforth appear as a homogeneous nation.",
		"In fact, experiments upon the changes of velocity of bodies, due to a mutual influence between them, bring to light a property of bodies which may be specified by a quantity proportional to their volumes in the case of bodies which are perceived by other tests to be of one homogeneous substance, but otherwise involving also another factor.",
		"Some years later he succeeded in showing that Kepler's elliptic orbit for planetary motion agreed with the assumed law of attraction; he also completed the co-ordination with terrestrial gravity by his investigation of the attractions of homogeneous spherical bodies.",
		"Though there are local rivalries there is nothing in competitive division to compare with the northern and southern sections in America, and the British industry is, for its size, more homogeneous than most of the European industries.",
		"Theoretically the lichens may be classified on the basis of their algal constituent, on the basis of their fungal constituent, or they may be classified as if they were homogeneous organisms. The first of these systems is impracticable owing to the absence of algal reproductive organs and the similarity of the algal cells (gonidia) in a large number of different forms. The second system is the most obvious one, since the fungus is the dominant partner and produces reproductive organs.",
		"In the casting of iron, steel and brass, the addition of a trifling proportion (0.005%) removes oxide and renders the molten metal more fluid, causing the finished products to be more homogeneous, free from blow-holes and solid all through.",
		"Much more complicated are the processes in a large series of \"fructifications,\" where the mycelium first develops a densely packed mass of hyphae, all alike, in which labyrinths of cavities subsequently form by separation of hyphae in the previously homogeneous mass, and the hymenium covers the walls of these cavities and passages as with a lining layer.",
		"It has been shown especially in the Uredineae and Erysiphaceae that many forms which can hardly be distinguished morphologically, or which cannot be differentiated at all by structural characters, are not reall y homogeneous but consist of a number of forms which are se se s g sharply distinguishable by their infecting power.",
		"By these articles the grand-duchy reforms. The election of 1847 gave a majority to the Liberals and a purely Liberal ministry was formed, and from this date onwards it has been the constitutional practice in Belgium to choose a homogeneous ministry from the party which possesses a working majority in the chamber.",
		"No homogeneous series of buildings - we find various styles of construction (quasi-reticulate, opus reticulatum of tufa with stone quoins, of the time of Augustus, opus reticulatum with brick quoins or with mingled stone and brick quoins, a little later); and three styles of wall decoration fall within its limits.",
		"From an archaeological point of view Germany is very far from being a homogeneous whole.",
		"The citizens, who were called upon to fight their battles, were usually unable to contend successfully with men whose whole lives had been passed in warfare; the isolation of the cities was not favorable to the creation or mobilization of an active and homogeneous force; and, moreover, at this time many of them were disturbed by internal troubles.",
		"That some suras were of considerable length from the first is seen, for example, from xii., which contains a short introduction, then the history of Joseph, and then a few concluding observations, and is therefore perfectly homogeneous.",
		"It is to be remembered that the Pharisees were the only sect of the Jews who survived in Christian times and that the Pharisees were never a homogeneous body possessed of a definite policy or body of doctrine.",
		"It arises from the fact that algae, as generally understood, do not constitute a homogeneous group, suggesting a descent from a common stock.",
		"Scotland, to political observers of the middle of the 16th century, seemed destined by nature to form one homogeneous kingdom with England.",
		"These monuments, which are found in Lydia, Phrygia, Cappadocia and Lycaonia, as well as in north and central Syria, point to the existence of a homogeneous civilization over those countries; they show a singularly marked style of art, and are frequently inscribed with a peculiar kind of hieroglyphics, engraved boustrophedon; and they originated probably from a great Hittite kingdom, whose kings ruled the countries from Lydia to the borders of Egypt.",
		"The Zaparos are less homogeneous, some of their hordes living in a state of complete savagery.",
		"The native population is absolutely homogeneous.",
		"The middle term, though conceived as an intermediary or linking term, gets its name as intermediate in a homogeneous scheme of quantity, where it cannot be of narrower extension than the subject nor wider than the predicate of the conclusion.",
		"This line is called the boundary of the geometrical shadow, and its construction is based on the assumption that light travels in straight lines (in homogeneous media) and suffers no deviation on meeting an obstacle.",
		"The Roman Catholic and Greek divisions of the Christian Church are homogeneous in organization, but in Protestantism certain denominations are national, established by differing governments, and others are independent of governmental aid, making a large number of differing denominations.",
		"By this motion things are gradually constructed not entirely of homogeneous particles (the homoeomere, oµoLo t ccpi 7) but in each thing with a majority of a certain kind of particle.",
		"It is easily seen from (6) that if the configuration of a system of particles be altered by homogeneous strain (see ELASTICITY) the new position of the mass-centre will be at that point of the strained figure which corresponds to the original mass-centre.",
		"Since T is a homogeneous quadratic function.",
		"Even in the case of small and comparatively homogeneous countries such as Holland, Belgium or Saxony there is considerable deviation from the mean in the density of the respective component subdivisions, a difference which when extended over more numerous aggregates often renders the general mean misleading or of little value.",
		"The formation of the tables of a planet has been described by Cayley as \" the culminating achievement of astronomy,\" but the gigantic task which Newcomb laid out for himself, and which he carried on for more than twenty years, was the building up, on an absolutely homogeneous basis, of the theory and tables of the whole planetary system.",
		"Depicting feudalism in the vivid colours of an age at war with feudal institutions, breathing into antique histories the breath of actual life, embracing the romance of Italy and Spain, the mysteries of German legend, the fictions of poetic fancy and the facts of daily life, humours of the moment and abstractions of philosophical speculation, in one homogeneous amalgam instinct with intense vitality, this extraordinary birth of time, with Shakespeare for the master of all ages, left a monument of the Re- naissance unrivalled for pure creative power by any other product of that epoch.",
		"First, the development of a self-contained and homogeneous community was made impossible.",
		"Other foreigners, however, are few, and the population is as a whole homogeneous.",
		"The fact that the craftsmen were a homogeneous order will account for the wide authority claimed by their societies, and the important public powers which were conceded to them.",
		"They are not a homogeneous race.",
		"At his accession the Portuguese people was far from homogeneous; it would be long before its component g ?",
		"The ancient writers regarded as homogeneous all the fairhaired peoples dwelling north of the Alps, the Greeks terming them all Keltoi.",
		"The first part establishes the laws of the elasticity of a finite portion of the solid subjected to a homogeneous strain, and deduces from these laws the equations of the equilibrium and motion of a body subjected to any forces and displacements.",
		"Levol, corresponding to a fineness of 719, which remained perfectly homogeneous.",
		"From the 16th century (and possibly earlier) down to the close of the 19th century the Lunda peoples formed a more or less homogeneous state, the successive sovereigns being known as the Muata Yanvo.",
		"In the article Refraction it is shown that a ray of light traversing a homogeneous medium is deviated from its rectilinear path when it enters a medium of different refractive index; it is therefore readily seen that the path of a ray through continuously varying media is necessarily curvilinear, being compounded of an infinite number of infinitesimally small rectilinear deviations.",
		"With the development of analytical and especially of pneumatic chemistry, the air was recognized not to be one homogeneous substance, as was long supposed, and different \"airs,\" or gases, came to be distinguished.",
		"The cycads constitute a homogeneous group of a few living members confined to tropical and sub-tropical regions.",
		"The megaspore-nucleus divides repeatedly, and cells are produced from the peripheral region inwards, which eventually fill the sporecavity with a homogeneous tissue (prothallus); some of the superficial cells at the micropylar end of the megaspore increase in size and divide by a tangential wall into two, an upper cell which gives rise to the short two-celled neck of the archegonium, and a lower cell which develops into a large egg-cell.",
		"The plants usually included in the Coniferae constitute a less homogeneous class than the Cycadaceae.",
		"It is in the nature of the secondary xylem that the Coniferales are most readily distinguished from the Dicotyledons and Cycadaceae; the wood is homogeneous in structure, consisting almost entirely of tracheids with circular or polygonal bordered pits on the radial walls, more particularly in the late summer wood.",
		"The mesophyll of Pinus and Cedrus is characterized by its homogeneous character and by the presence of infoldings of the cell-walls.",
		"Force, naturally expansive and operating on the homogeneous atoms which constitute elemental matter, is subject to the law of equilibrium, or equivalence of action and reaction.",
		"The theory refers to radiation homogeneous at all points within a single closed boundary maintained at uniform temperature; in the actual case we have a double boundary, one the sun's surface, and the other infinitely remote, or say, non-existent, and at zero temperature; and it is assumed that the density of radiation in the free space varies inversely as the squares of the distance from the sun.",
		"In Actinia equina the mesogloea consists of fine fibres imbedded in a homogeneous matrix, and between the fibres are minute branched or spindle-shaped cells.",
		"The most remarkable, and the most homogeneous, as well as without doubt the most ancient of these local collections is that of the Church of Africa.",
		"The name Aethalia, common to Chios and Lemnos in very early times, suggests the original existence of a homogeneous population in these and other neighbouring islands.",
		"In the phenomenal world then, there are, it has been thought [and Parmenides accepts the theory, which appears to be of Pythagorean origin], two primary elements - namely, fire, which is gentle, thin, homogeneous, and night, which is dark, thick, heavy.",
		"Instead of contenting himself with creating a homogeneous Gascon state, which might have grown togethet into a solid unit, he had annexed broad regions which had been for a century and a half united to France, and had been entirely assimilated to her.",
		"The outer layer of bark in the cork oak by annual additions from within gradually becomes a thick soft homogeneous mass, possessing those compressible and elastic properties upon which the economic value of the material chiefly depends.",
		"Chert is a coarser and less perfectly homogeneous substance of the same nature and composition as flint.",
		"This bread is made by burying the materials for months, till the mass is thoroughly fermented and homogeneous, when it is dug up and cooked by baking or steaming.",
		"The death of Maelsechlainn in 1022 afforded an opportunity for an able and ambitious man to subdue Ireland, establish a strong central government, break up the tribal system and further the gradual fusion of factions into a homogeneous nation.",
		"It was not till December that he instructed 0111vier to \"form a homogeneous cabinet representing the majority of the Corps Legislatif\" (ministry of the 2nd of January 1870).",
		"On the other hand, the need for political and social order involved the necessity for a disciplined and homogeneous religious body; the exercise of power, moreover, soon transformed the democratic Christianity of the earlier churches into a federation of little conservative monarchies.",
		"It was from the first in a position of Moret singular weakness, without a homogeneous majority Ministry, in the Cortes, and depending for its very existence 1909-1910.",
		"The genus Peripatus, so far as adult conformation is concerned, is a very homogeneous one.",
		"The immersion liquids in common use are water, glycerine, cedar-wood oil, monobromnaphthalene, &c. Immersion systems in which the embedding liquid, coverslip, immersion-liquid and front lens have equal refractive indices are called \" homogeneous immersion systems.\"",
		"By homogeneous immersion the object-point can readily be reduced to an aplanatic point.",
		"The surface of the pollen-grain is either uniform and homogeneous, or it is marked by folds formed by thinnings of the membrane.",
		"Starting with the Permo-Carboniferous vegetation, and omitting for the moment the Glossopteris flora, we find a comparatively homogeneous flora of wide geographical range, consisting to a large extent of arborescent lycopods, calamites, and other vascular cryptogams, plants which occupied a place comparable with that of Gymnosperms and Angiosperms in our modern forests; with these were other types of the greatest phylogenetic importance, which serve as finger-posts pointing to lines of evolution of which we have but the faintest signs among existing plants.",
		"The School of Chemistry at St Andrews has about 20 people doing research in homogeneous catalysis, collaborating with a variety of industries.",
		"This compound is an active homogeneous epoxidation catalyst in its own right.",
		"In the third form, Monoid returns the monoid generated by the elements in the homogeneous list gens, with identity id.",
		"They form the passage from the perfectly glassy portions, to those nearly homogeneous and stony, with only an obscure concretionary structure.",
		"Throughout the twentieth century, the titled nobility of the United Kingdom became less homogeneous.",
		"In addition, changes in measurement technologies and data processing procedures imply that few hydrometric time series can be considered truly homogeneous.",
		"In some cases the specification may necessitate selection of components of the sample whereas in others it must be made sufficiently homogeneous.",
		"Current design methods assume steady homogeneous, full-bore flow and cannot predict these interacting unsteady regimes.",
		"There seemd to be contamination of some of the plots in the doubled haploid trial, as they did not appear homogeneous.",
		"Nowhere is this truer than in the small, egalitarian, formerly ethnically homogeneous states of Sweden and Denmark.",
		"Contemporary reality requires citizenship not to be restricted to groups which claim to be ethnically and culturally homogeneous.",
		"A relatively homogeneous culture united the Bronze Age elite through much of China around the 14th century BC.",
		"Scotland, Wales and Ireland are fairly homogeneous nations, each with its own clearly defined character.. .",
		"Thus, the photometric data in this table are not strictly homogeneous, and should be considered to be approximate values only.",
		"The first covers the application of homogeneous charge compression ignition (HCCI) to the patented Dual-FuelTM system.",
		"This is nothing at all like our nearly isotropic and homogeneous universe, where each point has a different event horizon.",
		"However, peel-off mats will work best with smaller particles, more homogeneous panicles, and at lower concentrations of particles per surface area.",
		"Marriage = The dichotomy of contradictory themes which merge into a homogeneous whole that epitomizes the fragile, ethereal nature of the human condition.",
		"The early inhabitants, whose race is unknown, were extirpated or absorbed in the Dorian migration, for in historic times the city had a homogeneous Dorian population.",
		"The region inhabited by a more or less homogeneous Albanian population may be roughly marked out by a line drawn from the Montenegrin frontier at Berane to Mitrovitza and the Servian frontier near Vranya; thence to Uskizb, Prilep, Monastir, Florina, Kastoria, Iannina and Parga.",
		"The ancient classes are confounded and obliterated in a population more homogeneous, more adapted for democracy and despotism.",
		"One of Harvey's prime objects is to defend and establish, on the basis of direct observation, the opinion already held by Aristotle, that, in the higher animals at any rate, the formation of the new organism by the process of generation takes place, not suddenly, by simultaneous accretion of rudiments of all or the most important of the organs of the adult, nor by sudden metamorphosis of a formative substance into a miniature of the whole, which subsequently grows, but by epigenesis, or successive differentiation of a relatively homogeneous rudiment into the parts and structures which are characteristic of the adult.",
		"Amber is not homogeneous in composition, but consists of several resinous bodies more or less soluble in alcohol, ether and chloroform, associated with an insoluble bituminous substance.",
		"In the chromatophores of many Algae and in the Liverwort Anthoceros there are present homogeneous, highly refractive, crystal-like bodies, called pyrenoids or starch-centres, which are composed of proteid substances and surrounded by an envelope of starch-grains.",
		"In no sense could it be considered a homogeneous political unit, for in Lithuania the majority of the population were Russian in nationality, language and religion, whereas in Poland the great majority of the inhabitants were Polish and Roman Catholic. Gradually, it is true, the Lithuanian nobles, who possessed all the land and held the peasantry in a state of serfage, adopted Polish nationality and culture, but this change did not secure homogeneity, because the masses clung obstinately to their old nationality and religion, and all the efforts of the Church of Rome to bring them under papal authority proved fruitless.",
		"With his father's aspiration of making Holy Russia a homogeneous empire he thoroughly sympathized in principle, but he disliked the systematic persecution of Jews, heretics and schismatics to which it gave rise, and he let it be understood, without any formal order or proclamation, that the severe measures hitherto employed would not meet with his approval.",
		"The general characters of a soap are a certain greasiness to the touch, ready solubility in water, with formation of viscid solutions which on agitation yield a tenacious froth or \" lather,\" an indisposition to crystallize, readiness to amalgamate with small proportions of hot water into homogeneous slimes, which on cooling set into jellies or more or less consistent pastes.",
		"When a homogeneous polynomial is transformed by general linear substitutions as hereafter explained, and is then expressed in the original form with new coefficients affecting the new variables, certain functions of the new coefficients and variables are numerical multiples of the same functions of the original coefficients and variables.",
		"Dissolution, and finally reaches the statement of the Law of Evolution as\" an integration of matter and concomitant dissipation of motion, during which the matter passes from a an indefinite incoherent homogeneity to a definite coherent heterogeneity, and during which the retained motion undergoes a parallel transformation.\"This process of evolution is due to\" the instability of the homogeneous,\"the\" multiplication of effects \"and their\" segregation,\"continuing until it ceases in complete\" equilibration.\"Sooner or later, however, the reverse process of Dissolution, with its absorption of motion and disintegration of matter, which indeed has always been going on to some extent, must prevail, and these oscillations of the cosmic process will continue without end.",
		"Here then we have the basis of a view in which there are not two media to be considered, but one medium, homogeneous in essence and differentiated as regards its parts only by the presence of nuclei of intrinsic strain or motion - in which the physical activities of matter are identified with those arising from the atmospheres of modified aether which thus belong to its atoms. As regards laws of general physical interactions, the atom is fully represented by the constitution of this atmosphere, and its nucleus may be left out of our discussions; but in the problems of biology great tracts of invariable correlations have to be dealt with, which seem hopelessly more complex than any known or humanly possible physical scheme.",
		"Furthermore, all feeling is momentary and homogeneous.",
		"He indulged in a great deal of speculation as to the existence of an extra-spatial unit, which was to furnish the raison d'etre of the numerical part, and render the quaternion homogeneous as well as linear.",
		"Amongst these fragments were the seeds of all things which have since emerged by the process of aggregation and segregation, wherein homogeneous fragments came together.",
		"Population.-According to the census of June 15 1920 the population of Latvia was less numerous and homogeneous than was anticipated in 1918, amounting in all to 1,515,815 inhabitants, of whom 1,146,554 were Letts and 355,518 belonged to other nationalities (Livonia, 477,839 Letts and 104,091 non-Letts; Courland, 404,- 159 Letts and 71,524 non-Letts; Latgalia, 264,556 Letts and 179,103 non-Letts), the non-Letts thus forming about 25% of the total population.",
		"It is scarcely necessary to remark that in all such cases the calculation applies in the first instance to homogeneous light, and that, in accordance with Fourier's theorem, each homogeneous component of a mixture may be treated separately.",
		"This term is usually applied to a semi-solid substance of homogeneous and gelatinous consistence, which results partly from excretion and partly from degeneration of cellular structures, more particularly of the epithelial type.",
		"Isolated gritty fragments of minerals may be felt in the generally fine-grained homogeneous mass.",
		"In like manner, after the French mathematicians had attempted, with more or less ingenuity, to construct a theory of elastic solids from the hypothesis that they consist of atoms in equilibrium under the action of their mutual forces, Stokes and others showed that all the results of this hypothesis, so far at least as they agreed with facts, might be deduced from the postulate that elastic bodies exist, and from the hypothesis that the smallest portions into which we can divide them are sensibly homogeneous.",
		"In this way the principle of continuity, which is the basis of the method of Fluxions and the whole of modern mathematics, may be applied to the analysis of problems connected with material bodies by assuming them, for the purpose of this analysis, to be homogeneous.",
		"But if a worm has to make his way through the gravel, it makes the greatest possible difference to him whether he tries to push right against a piece of gravel, or directs his course through one of the intervals between the pieces; to him, therefore, the gravel is by no means a homogeneous and continuous substance.",
		"Thomson (Lord Kelvin) to form a theory of vortex atoms in a homogeneous, incompressible and frictionless liquid.\"",
		"Blucher's army was undoubtedly more homogeneous, and though it is doubtful if he possessed any troops of the same quality as Wellington's best, on the other hand he had no specially weak elements.",
		"Racial and national ideals, characteristics, laws and languages of these subject peoples were to be suppressed, by force if necessary, and an Ottoman population created which, outwardly at least, should be homogeneous within the empire's wide confines.",
		"Trains of waves nearly but not quite homogeneous as regards wave-length will as usual be propagated as wave-groups travelling with the slightly different velocity d(VX-1)/dX-', the value of K occurring in V being a function of X determined by the law of optical dispersion of the medium.",
		"During his long reign of forty-nine years Poland had gradually risen to the rank of a great power, a result due in no small measure to the insight and sagacity of the first Jagiello, who sacrificed every other consideration to the vital necessity of welding the central Sla y s into a compact and homogeneous state.",
		"The Jagiellonic period (1386-1572) is the history of the consolidation and fusion into one homogeneous, political whole of numerous national elements, more or less akin ethnologically, but differing immensely in language, religion and, above all, in degrees of civilization.",
		"Hence the Pacific basin may be regarded as a stable and homogeneous geographical unit, clearly marked off round nearly all its margin by steep sharp slopes, extending in places through the whole known range of elevation above sea-level and of depression below it - from the Cordilleras of South America to the island chains of Siberia and Australia.",
		"But, as a body of exposition, it has the real unity which results from a mode of thinking homogeneous throughout and the general absence of such contradictions as would arise from an imperfect digestion of the subject.",
		"When a beam of light which is not homogeneous in character, i.e.",
		"Some of this light also passed through the second hole, and thus he obtained a narrow beam of practically homogeneous light in a fixed direction (the line joining the apertures in the two screens).",
		"Operating on this beam with a second prism, he found that the homogeneous light was not dispersed, and also that it was more refracted the nearer the point from which it was taken approached to the violet end of the spectrum RV.",
		"Mendeleeff also devoted much study to the nature of such \"indefinite\" compounds as solutions, which he looked upon as homogeneous liquid systems of unstable dissociating compounds of the solvent with the substance dissolved, holding the opinion that they are merely an instance of ordinary definite or atomic compounds, subject to Dalton's laws.",
		"The vegetation of the Palaeozoic era, till towards its close, was apparently remarkably homogeneous all over the world.",
		"He professed the most open materialism, denied immortality in all forms and taught that the soul of man is homogeneous with the soul of animals and plants, material in origin and incapable of separate existence.",
		"In some cases it shows, when submitted to a careful examination under the highest powers of the microscope, and especially when treated with reagents of various kinds, traces of a more or less definite structure in the form of a meshwork consisting of a clear homogeneous substance containing numerous minute bodies known as microsomes, the spaces being filled by a more fluid ground-substance.",
		"Centrosome.The centrosome is a minute homogeneous granule found in the cytoplasm of some cells in the neighborhood of the nucleus.",
		"Not indeed altogether so homogeneous as the Nearctic area, it presents, however, even at its extreme points, no very striking difference between the bulk of its birds.",
		"In so large and so homogeneous a group as that of the true Passerines, a constant 1 An abstract is contained in the Minute-book of the Scientific Meetings of the Zoological Society, 26th June and 10th July 1838.",
		"The general theory of the resultant of k homogeneous equations in k variables presents no further difficulties when viewed in this manner.",
		"But even with homogeneous light it would be unreasonable to expect an oblique direction of perfect polarization.",
		"The outermost, newly formed layer is composed of a more homogeneous, denser substance than the inner one, and can be distinguished in all starch-grains that are in process of development.",
		"The chromatin substance increases in amount; the thread stains moie deeply, and in most cases presents a homogeneous appearance.",
		"Amongst nomads the tribe is the unit of government, the political bond is personal, and there is no definite territorial association of the people, who may be loyal but cannot be patriotic. The idea of a country arises only when a nation, either homogeneous or composed of several races, establishes itself in a region the boundaries of which may be defined and defended against aggression from without.",
		"If all the industries belong to one economic area over which, so far as we can tell from general statistics of wages and prices, and other information, fairly homogeneous conditions prevailed, we may be able to reach some useful conclusions as to the operation of the act.",
		"From this it would appear that the documents were merely materials collected from various sources and possibly with a view to the compilation of a homogeneous law.",
		"Assuming that in its circumpolar origin the North Temperate flora was fairly homogeneous, it would meet in its centrifugal extension with a wide range of local conditions; these would favor the preservation of numerous species in some genera, their greater or less elimination in others.",
		"The rail-failures mentioned above also drew renewed attention to the importance of the thermal treatment of the steel from the time of melting to the last passage through the rolling mill and to the necessity of the finishing temperature being sufficiently low if the product is to be fine grained, homogeneous and tough; and to permit of this requirement being met there was a tendency to increase the thickness of the metal in the web and flanges of the rails.",
		"It is clear, however, that the Chinese came from the west, and entered their present territory along the course of the Hwang-ho at an unknown period, possibly about 3000 B.C. In early historical times China consisted of a shifting confederacy of feudal states, but about 220 B.C. the state of Tsin or Chin (whence the name China) came into prominence, and succeeded in forming a homogeneous empire, which advanced considerably towards the south.",
		"The external menace to their independence had welded together the place and the people; the same pressure had brought about the fusion of the conflicting parties in the lagoon townships into one homogeneous whole.",
		"The difference in the appearance of the basement membrane - sometimes wholly homogeneous, sometimes eminently fibrillar = can more especially be observed in differently preserved specimens of the genus Polia.",
		"It forms shiny, homogeneous masses, quite insoluble in cold water and in salt solutions, but soluble in alkalies.",
		"In such cases the molten rock cannot have been homogeneous, and as it flowed along the ground the different portions of it were drawn out into long parallel streaks.",
		"Resultants.-When we are given k homogeneous equations in k variables or k non-homogeneous equations in k - i variables, the equations being independent, it is always possible to derive from them a single equation R = o, where in R the variables do not appear.",
		"Resultant Expressible as a Determinant.-From the theory of linear equations it can be gathered that the condition that p linear equations in p variables (homogeneous and independent) may be simultaneously satisfied is expressible as a determinant, viz.",
		"Assuming then 01 to have the coefficients B1, B2,...B,, and f l the coefficients A 1, A21...A,n, we may equate coefficients of like powers of x in the identity, and obtain m+n homogeneous linear equations satisfied by the m+n quantities B1, 2, ...B n, A 1, A 2, ...A m.",
		"In the case of Italy, as in that of Germany, he frankly regretted the constitution of powerful homogeneous states upon the borders of France.",
		"Spencer's \" instability of the homogeneous \" is perhaps an attempt to perform the impossible (First Principles, chap. xix.).",
		"These may be called heterogeneous homoplasies, but it is necessary to recognize the existence of homogeneous homoplasies, here called multiradial apocentricities.",
		"Evidence is not wanting, however, that the cytoplasm must be regarded as, fundamentally, a semifluid, homogeneous substance in which by its own activity, granules, vacuoles, fibrils, &c., can be formed as secondary structures.",
		"They are composed of a homogeneous proteid substance, and often contain albuminoid or proteid crystals of the same kind as those which form the pyrenoid.",
		"The Structure of the Nucleus.In the living condition the resting nucleus appears to consist of a homogeneous ground substance containing a large number of small chromatin granules and one or more large spherical granulesnucleolithe whole being surrounded by a limiting membrane which separates it from the cytoplasm.",
		"It is often vacuolar, sometimes granular, and in other cases it is a homogeneous body with no visible structure or differentiation.",
		"The coating of silver obtained by this process is coherent and homogeneous, while that deposited from a solution of silver nitrate, as the result of the primary action of the current, is crystalline and easily detached.",
		"Case of Three Variables.-In the next place we consider the resultants of three homogeneous polynomials in three variables.",
		"Excellent political training such a government unquestionably offered; but it became unworkable as disparities of social condition increased, as the number of legal voters (above 7000 in 1822) became greater, and as the population ceased to be homogeneous in blood.",
		"Discriminants.-The discriminant of a homogeneous polynomial in k variables is the resultant of the k polynomials formed by differentiations in regard to each of the variables.",
		"The population was not homogeneous, as a considerable part of the immigration came by way of Pennsylvania and included Germans, the Protestant Scotch-Irish and settlers from the states farther."
	],
	"synonyms": [
		"homogenous",
		"same",
		"equal",
		"consistent",
		"solid",
		"compatible",
		"similar",
		"uniform",
		"comparable",
		"alike"
	],
	"antonyms": [
		"heterogeneous"
	]
}