{
	"word": "allure",
	"meaning": [
		"To attract with something desirable; entice.",
		"To tempt with something desirable; attract; entice; fascinate.",
		"To be highly, often subtly attractive.",
		"To entice; to attract.",
		"The power to attract; enticement.",
		"The power to entice or attract; fascination.",
		"The power to attract, entice; the quality causing attraction.",
		"Gait; bearing."
	],
	"sentences": [
		"This surprise is part of the allure of this design.",
		"My Betsy is fine looking woman, beautiful in my mind and in the eyes of most, but even I have to admit she lacks the room-stopping allure of Martha LeBlanc.",
		"But perhaps the hotel's greatest allure is its atmosphere.",
		"Signs were hung out on all sides to allure him; some to catch him by the appetite, as the tavern and victualling cellar; some by the fancy, as the dry goods store and the jeweller's; and others by the hair or the feet or the skirts, as the barber, the shoemaker, or the tailor.",
		"She oozed fragile innocence and sultry sex appeal, her allure capable of ensnaring even a deity.",
		"The allure of the show comes from the truly unique cakes the staff produces, providing whimsical creations for everything from children's birthday parties to Hollywood movie premieres.",
		"She was a bride of only seventeen and was related to the royal house; yet, as his Catholic biographer put it, \"by sorcery and witchcraft he did so allure that poor gentlewoman that she could not live without him.\"",
		"Who can resist the allure of Player @ Rush.",
		"That the Mursi women, who stretch their lips from youth to wear clay plates, can't understand the allure of lipstick?",
		"He takes no heed of his rider, pays no attention whether he be on his back or not, walks straight on when once set agoing, merely because he is too stupid to turn aside, and then should some tempting thorn or green branch allure him out of the path, continues to walk on in the new direction simply because he is too dull to turn back into the right road.",
		"The twin smoke stacks are there only to capture the allure of a bygone era.",
		"Her facial expression is less fixed and archaic, and she radiates a powerful allure.",
		"With practically everyone looking for ways to save a buck these days, the allure of buy now pay later catalogs is understandable.",
		"The allure of the beautiful, shiny packaging and shimmery, colorful products is enough to drive any woman to the brink of cash-spending madness.",
		"You are not shooting pornography; rather you are trying to capture your subject in a sensual or erotic pose that personifies allure and intrigue.",
		"It may have looked Japanese, but it was what the poeple wanted, seduced by the allure of the then upmarket Rover badge.",
		"Pieces of mozzarella cheese the size of ostrich eggs suddenly lost their allure.",
		"Despite being a bit of a costly indulgence, I can't resist the great allure of Dior 5-Color Eye Shadow palettes.",
		"Whether you choose the woodsy, fruity scent of Forbidden Fruit, the flowery allure of fresh flowers with Romance or the delectable scent of vanilla or cinnamon, the charisma of these body mists will not go unnoticed.",
		"While smoky eye makeup isn't right for all situations, done right, it can give you an exotic allure.",
		"Noted by both Allure and Chicago Mag for their fabulous color services, Free Nation of Beauty also offers cuts, treatments, specialty services like extebnsions and straightening treatments, nail services, and makeup application.",
		"If you've never tried Clarks shoes, you might not understand the allure of this brand.",
		"Part of their allure is in their exclusivity.",
		"I guess there lays the mysterious allure that makes you wonder just what could be on the grooves inside.",
		"Beside the scenery, part of the region's allure is its distinct Celtic culture.",
		"I hope it will inspire other retirees to join the world's largest library, and share with us its magical allure.",
		"When allure is in motion, it reveals an instinctive body language and becomes naturally seductive.",
		"I hope it will inspire other retirees to join the world 's largest library, and share with us its magical allure.",
		"The stint in jail, perversely enough, added to his allure.",
		"The allure of sex is perhaps only excelled by the visceral sensation of fear for which reason it also sells well.",
		"Even if you've never traveled further than the corner grocery store, giving your baby a foreign name can add a worldly allure to his/her personality.",
		"I also use the Aztec Allure pizza oven as it is again a multi-functional piece.",
		"In order to enhance the mysterious quality of the perfume, it is advertised as containing a secret ingredient - guaranteed to increase the wearers allure.",
		"Originally designed as a sunscreen to reflect the glare while outdoors in the extreme heat of the region, today it is used to enhance beauty and a striking allure in the eye area of the Indian woman.",
		"Perhaps it's the allure of being decked out in disguise that makes it possible.",
		"Well known or not, however, fragrance bottles hold an allure all their own.",
		"For me, the allure of these versatile lip pencils was not so much in the names but in the rainbow of colors.",
		"Whether it's a bold, rich purple hue or a more organic brown tone, creating a smoky eye makeup look instantly makes eyes stand out with an incredible allure.",
		"The sultry appeal of smoky eye makeup doesn't always have to rely on black and charcoal; you can create sexy smoky eyes with green shadow and still retain the same drama and allure.",
		"The model's natural allure will be the focus, rather than a forced pose or deliberate nod at sexiness.",
		"This is due in large part to the subjective nature of a woman's allure.",
		"After their father's defrocking and the divorce of their parents, the brothers abandoned the road in favor of Nashville where they succumbed to the forbidden allure of music and began collaborating with songwriter Angelo Petraglia.",
		"Over the years I've grown more and more immune to Sauvignon Blanc's allure, especially those from California.",
		"Even so, the allure of a new phone cannot be denied, so you will want to see what each phone can do and how it improves upon the handsets that preceded it.",
		"Emo hair color is known for its vibrant and intense allure.",
		"Because more and more women are marrying later in life or remaining single, the allure of right hand diamond jewelry is a way for any woman - regardless of her marital status - to enjoy the brilliance and sophistication of diamonds.",
		"Handbag addicts know the allure of custom leather purses.",
		"The allure is its reputed therapeutic and aphrodisiac qualities.",
		"There are the Allure Glass Grapes Place Card Holders, the \"It's About Time\" Champagne Bucket Timer, or the set of two champagne flutes.",
		"Outdoor locations also have a certain allure to them, making the wedding seem even more personal.",
		"Despite its allure, cruise travel is not for everyone.",
		"In addition to these many attractive options, Palm Springs also has another allure.",
		"With so many cruise options available, as well as the natural allure of Palm Springs, it is no wonder that many cruisers are making this city their departure port away from the departure port.",
		"However, the real allure of this product seems to be the ability of the homeowner to add it to any room without needing nails, paint, or a saw.",
		"The incorporation of traditional Indian jewelry design adds to the allure of these pieces.",
		"For many today, the captivating beauty and exquisite luster of pearls still evoke feelings of mystery and magic as the allure of these exquisite gems is as timeless as the treasures themselves.",
		"Denim shorts are an exciting spin-off and as sure as we know denim jeans will never lose their allure, denim shorts will continue to be as popular.",
		"Eden Allure - Nice selection of organic skin care products using argan oil.",
		"Wearing a sheer veil is a wonderful way to cover your tummy while creating mystery and allure.",
		"Accessories add to the fun and allure of the belly dance costume.",
		"A pretty print adds to the allure of this kimono arm blouse.",
		"Several fashion magazines have featured Avenue clothing including Glamour, Redbook, Allure and O, the Oprah Magazine.",
		"The neck is a flattering ballerina style with a keyhole opening to give just a touch of allure to an otherwise sophisticated, minimalist dress.",
		"The following listings have retail stores in the area, and many of them also have online boutiques to make life a little easier for you (no one can resist the allure of online shopping, after all).",
		"In these cases, a camisole with lace trim along the hemline is a great option - it won't touch bare skin, but it still adds the same allure and grace to your look.",
		"Showgirls traditionally wore fishnet stockings, giving their legs more shape and allure than bare skin.",
		"Though there's nothing quite like the allure of an incredible deal, it's a good idea to think carefully before making that purchase.",
		"Part of the allure of senior communities is the presence of organized activities for residents.",
		"Who can resist the allure of those famously entwined double \"C's\"?",
		"The brown gradient lens only adds to the allure and drama of the look.",
		"It could be the allure of video game vixens like Lara Croft or scantily clad girls like Bloodrayne.",
		"Granted, overall quality improved as well, but that eight-buck Cab somehow loses its allure when it costs fifteen buckaroos.",
		"For some it is the mystical allure of a connection to earlier times.",
		"Dance Allure offers both standard and custom collections and uses Swarovski crystals in many of their ballroom gowns.",
		"Voted as the \"Best of the Best\" in haircutting by Allure, Salon Buzz promises dependable results eveyr time.",
		"This product won a Best beauty product award from Allure magazine for three years running.",
		"Sure, they may not spark the same sort of enthusiasm as a hit song or a your favorite tipple, but there's no denying the allure of a strand or two of unexpected pink lacing its way through a mane of healthy hair.",
		"Join the masses that are flocking to discover the allure of the origami art form.",
		"It covers a bit more flesh than the typical DC bottom, but a little mystery just adds to this swimsuit's allure.",
		"So what's the allure of exotic swimsuits bikinis?",
		"And although it would seem she has only had one professional bikini photo taken, for the cover of Allure magazine, there are a number of candid shots of her on holiday available for those who want to enjoy them.",
		"After taking off the weight gained for Nine, Fergie donned a cute bikini for the cover of Allure magazine.",
		"The contrast stitching along its lining is what really gives this swimsuit its allure.",
		"The stretchy corron-rayon blend and drawstringd etails promise comfort, while the neckline and feminine cut add allure.",
		"While the allure of a traditional outing to cut down the family Christmas tree may be hard to resist, it can end up being more pain than pleasurable holiday custom.",
		"She is not dissuaded by age discrepancies or even competition from younger women because she is that sure of her allure.",
		"For classic, elegant engagement rings with distinctive sparkle and allure, Kay Jewelers is one of the nation's most popular jewelers.",
		"Capturing viewer interest in the expense, design, and allure of the character's jewelry.",
		"Despite the sophisticated allure of this elite metal, black titanium is not for everyone.",
		"Although part of the allure of clutch handbags is toting along a tiny accessory, there are times when you want both of your hands free.",
		"While variety is the spice of life when it comes to accessories, there's no denying the allure of a reliable piece that carries you unfailingly from season to season.",
		"Sure, those outwardly elegant styles are undeniably gorgeous - few can resist the allure of gleaming satin, larger-than-life gemstones and other intricacies.",
		"This is the allure of Pisces, ethereal and other worldly.",
		"However, part of the allure of the My Little Pony craze is that they come in pretty colors, they're fun-looking, they have cute names, and each one has its own personality.",
		"Nothing feels as good as scoring a great deal on something chic and comfortable, so the allure of finding Born shoes on sale is understandable.",
		"The company's wares are prestigious and elegant, and hold a certain allure for consumers who covet the famous logo as much as they covet the handbag itself.",
		"The mystery and allure associated with the lower back tattoo was, quite predictably, switched around in urban culture as being a sign of promiscuity and anything but attractive.",
		"Sometimes it's hard to narrow down the reasons why people choose one design over another, but this small winged creature's allure is actually easy to define.",
		"Adding to the allure is the fact that most resorts are all-inclusive, which is perfect for families on a budget.",
		"Some fake watches are shabby, unreliable, and lack the details that recreate the allure of a Graham watch.",
		"Browse Kobold's exclusive diving watches below to discover their special allure.",
		"The selections below offer lab-tested expertise packaged in kid-sized allure.",
		"Adding to the allure of a Gucci trinket-bearing watch is the unmistakable presence of the company's signature sense of fashion, style and craftsmanship.",
		"The ultimate allure of a Gucci charm bracelet watch lies in the company's timeless blending of classic design and contemporary concepts.",
		"To get an appreciation of both the historical significance and enduring allure of wooden clocks, take a journey back in time to witness the grit and glory associated with these humble home appliances.",
		"However, the superior quality of these watches have transcended the allure of a simple name and carved out a lasting place for Swiss Army in the horology industry.",
		"In addition to the allure of its appearance, the watch features a manual Swiss movement with 15 ruby jewels, and a clear curved crystal.",
		"Allure Leather is a wholesale leather and PVC lingerie retailer.",
		"Even though garters were briefly considered old-fashioned, many women have fallen in love with them again for their undeniable allure.",
		"Part of the negativity surrounding cotton flannel nightgowns is their lack of sensuality, sophistication, allure, and so on.",
		"Imagine the look on your lover's face when he fingers the clasp of your 200 dollar Allure demi bra and sees a label that humbly reads, \"La Perla\".",
		"They model lingerie that leaves a lot to the imagination and project an image of fantasy and allure.",
		"Most men appreciate something soft and pretty that adds to the allure.",
		"One of their most popular looks is called the Allure Garter Belt, and alluring is exactly what you'll be in this white lacy getup!",
		"While cotton gowns have the allure of all the innocence of a Victorian era wedding night, satin styles offer a certain contrasting eroticism.",
		"What women have known for centuries is that it's the allure that is most appealing and sensual.",
		"As sexy and glamorous as any woman is naturally, the right undergarment can add to that allure ten-fold.",
		"Anytime your lingerie contains some transparency, it adds to the allure.",
		"The allure of satin panties is obvious if you touch them--they just feel good.",
		"A sheer piece of lingerie adds mystery and allure by allowing you to see what is underneath while not revealing everything.",
		"The allure of Spanx is its figure-flattering power, which may mean that you'll go to great lengths to find the brand.",
		"Magazine cover work includes V, W, Allure, Marie Claire, and Vogue.",
		"The show features 12 hair stylists competing for the $100,000 prize generously provided by Nexxus and the chance to be the main hairstylist for a photo spread in Allure magazine.",
		"While this film carries the same charm and allure of the first movie it's a little like vanilla ice-cream - enjoyable, but nothing you haven't tasted before.",
		"This is the allure to many sci-fi writers; the ability to play god and create a world and universe of their own.",
		"In this version, the strange allure that vampires can have over their victims starts to become part of the story.",
		"For example, Allure conducts an annual \"Best of Beauty\" survey to recognize companies that produce outstanding products for your hair, nails, face, and body.",
		"Formulated to combat the signs of aging in the delicate eye area, these creams contain wrinkle-fighting, line-inhibiting, collagen-producing ingredients that carry with them the allure of smooth, supple, youthful skin.",
		"Though the allure of these myriad skin care products is practically addictive, their price tags and sometimes even their claims are not.",
		"To allure and attract them to visit the flower the odoriferous secretions and gay colours are developed, and the position and complicated structure of the parts of the flower are adapted to the perfect performance of the process, It is comparatively rare in hermaphrodite flowers for self-fertilization to occur, and the various forms of dichogamy, dimorphism and trimorphism are fitted to prevent this.",
		"This area holds a special allure not only to wine lovers!",
		"Unfortunately it just doesn't have the allure to make you feel like you are there in the theater.",
		"Once beautiful, she spoke on her preview tape of her all-conquering sexual allure.",
		"For history buffs the village of Bethanie holds a certain allure.",
		"The bra is very slightly ruffled to create an extremely sensuous ' come to bed ' allure.",
		"A perfect way to add a little allure to your look next time you are with that special someone, the delicate scent of Bulgarian Rose has been known to work as a subtle aphrodisiac, making you unforgettable at that special night out.",
		"Modern sailing ships typically rely more on engine power, however, but the romance and allure of sailing ships is undiminished.",
		"Whether you choose to purchase plus size belly dance costumes from an online specialty shop, buy them from a costume store or make your own, once you put on your beautiful outfit you will feel the allure of this Middle Eastern dance form."
	],
	"synonyms": [
		"take",
		"magnetize",
		"lure",
		"entice",
		"draw",
		"attract",
		"appeal",
		"pull",
		"seduce",
		"inveigle",
		"tempt",
		"woo",
		"win",
		"tweedle",
		"transfix",
		"pull",
		"witchery",
		"magnetism",
		"glamour",
		"draw",
		"charisma",
		"call",
		"attractiveness",
		"enchantment",
		"fascination",
		"allurement",
		"lure",
		"enticement",
		"charm",
		"attraction"
	],
	"antonyms": [
		"warn",
		"dissuade",
		"prevent",
		"discourage",
		"threaten",
		"deter",
		"turn off",
		"repel",
		"repulsion"
	]
}