{
	"word": "pillage",
	"meaning": [
		"To deprive of money or property by violence; loot.",
		"To rob of goods by force, especially in time of war; plunder.",
		"To take as booty or loot.",
		"To engage in plunder; take loot.",
		"The act of plundering.",
		"That which is plundered; booty; loot.",
		"Something pillaged; spoils."
	],
	"sentences": [
		"The pillage was so shameless that public opinion was stirred to revolt.",
		"It was then delivered up to a two day's pillage.",
		"In the war of independence it was repeatedly subjected to pillage and slaughter by both parties in the strife, and did not recover its losses for many years.",
		"Omar behaved with great moderation, restraining his troops from pillage and leaving the Christians in possession of their churches.",
		"Though the outbreak was unconnected with the religious feud, the latent fanaticism of both creeds was soon aroused, and the island once more became a scene of pillage and devastation.",
		"The Frankish armies then overflowed into the neighboring countries and began to pillage them.",
		"The Persians swept victoriously over Asia Minor and North Syria; not however without resistance on the part of Odenathus, who inflicted considerable losses on the bands returning home from the pillage of Antioch.",
		"A war of fire and pillage began, in which Philip and his son Louis burned their way through Flanders, and Ferdinand did the same through Artois.",
		"The rainfall is ample for their needs, but no other reserves in the country showed in 1900 such waste by fire and pillage.",
		"The whole history of the country is in fact one gloomy record of internecine wars, barbaric deeds and unstable governments, of adventurers usurping thrones, only to be themselves unseated, and of raids, rapine and pillage.",
		"Raids of the Black Prince in Languedoc led to the states-general of 1355, which readily voted money, but sanctioned the right of resistance against all kinds of pillage - a distinct commentary on the incompetence of the king.",
		"The Yorkists courted the approval of public opinion by their careful avoidance of pillage and requisitions; and the Lancastrians, though less scrupulous, only once launched out into general raiding and devastation, during the advance of the queens army to St Albans in the early months of 1461.",
		"Nor were the circumstances following on his elevation to the throne of a nature to reassure him, as one of the most violent of the revolts of the janissaries ended in the murder of the grand vizier and the brutal mutilation of his family, with general massacre and pillage throughout Constantinople.",
		"Sherman's march across the state (February - March, 1865) was accomplished by an enormous destruction of property by fire and pillage.",
		"During the disintegration of the Roman empire Clermont suffered as much perhaps from capture and pillage as any city in the country; its history during the middle ages chiefly records the struggles between its bishops and the counts of Auvergne, and between the citizens and their overlord the bishop. It was the seat of seven ecclesiastical councils, held in the years 535, 549, 587, 1095, 1110, 1124 and 1130; and of these the council of 1095 is for ever memorable as that in which Pope Urban II.",
		"The vast army of crusaders, with which were Sigismund and many German princes, and which consisted of adventurers attracted by the hope of pillage from all parts of Europe, arrived before Prague on the 30th of June and immediately began the siege of the city, which had, however, soon to be abandoned (see Z12KA, John).",
		"At Dorogobuzh while the soldiers of the convoy, after locking the prisoners in a stable, had gone off to pillage their own stores, several of the soldier prisoners tunneled under the wall and ran away, but were recaptured by the French and shot.",
		"From Moscow to Vyazma the French army of seventy-three thousand men not reckoning the Guards (who did nothing during the whole war but pillage) was reduced to thirty-six thousand, though not more than five thousand had fallen in battle.",
		"Ahmad entered Delhi with his army in triumph, and for more than a month the city was given over to pillage.",
		"Here they chose Wat Tyler to be their leader, and in the next few days the rising spread over Kent, where much pillage and damage to property occurred.",
		"In spite of the frequent pillage and destruction of monasteries by Northmen, Saracens, Arabs and other invaders; in spite of the existence of even widespread local abuses, St Benedict's institute went on progressing and consolidating; and on the whole it may be said that throughout the early middle ages the general run of Benedictine houses continued to perform with substantial fidelity the religious and social functions for which they were created.",
		"For weeks the Calabresi and lazzaroni continued to pillage and massacre, and Ruffo was unable, even if willing, to restrain them.",
		"In May of that year it was seized by Napoleon, who, to punish it for an insurrection, condemned it to three days' pillage.",
		"The policy pursued was to declare the permanency of the rights existing at the time of the British interposition, conditionally upon the maintenance of order; to adjust and guarantee the relations of subordinate and tributary chiefs to their superiors so as to prevent all further disputes or encroachments; and to settle the claims of the ousted landholders, who had resorted to pillage or blackmail, by fixing grants of land to be made to them, or settling the money allowances to be paid to them.",
		"The industries all centre in the pilgrimage; the chief object of every Meccan - from the notables and sheikhs, who use their influence to gain custom for the Jidda speculators in the pilgrim traffic, down to the cicerones, pilgrim brokers, lodging-house keepers, and mendicants at the holy places - being to pillage the visitor in every possible way.",
		"He seized and beheaded Lord Saye, the treasurer, and several other unpopular persons, and thight have continued his dictatorship for some time if the Kentish mob that follawed him bad not fallen to general pillage and arson.",
		"In the devastation of the north of England which followed the Conquest, Beverley is said to have escaped by a miracle attributed to St John; the Norman leader, while about to enter and pillage the church, fell from his horse dead, and the king, thinking this a sign that the town was under the protection of heaven, exempted it from pillage.",
		"The fact was that between the kings inability to defend the kingdom, and the powerlessness of nobles and peasants to protect themselves from pillage, every man made it his business to seek new protectors, and the country, in spite of Charles the Balds efforts, began to be covered with strongholds, the peasant learning to live beneath the shelter of the donjon keeps.",
		"Discontent showed itself in pillage and incendiarism on country estates; between March and July 1789 more than three hundred agrarian riots took place, uprooting the feudal idea of property, already compromised by its own excesses.",
		"Reports of systematic pillage and extortion got back to Paris and inspired the Consulate to find a more controllable alternative.",
		"Freedom only for the rich to rob the state treasury, for the big powers to bomb and pillage.",
		"Among the Old Guard disorder and pillage were renewed more violently than ever yesterday evening, last night, and today.",
		"The royal chronicles of Cambodia, the historical veracity of which has often to be questioned, begin about the middle of the 14th century, at which period the Thais assumed the offensive and were able repeatedly to capture and pillage Angkor-Thom.",
		"The initial difficulties of setting up an administrative machine on national lines were the greater as the troops of the occupying Power, affected by the revolution which had broken out in Germany, engaged in pillage and highway robbery, which a national militia as yet barely armed had to suppress.",
		"A conflict broke out, the Guerrerists Guerrero, were victorious, and the pillage of foreign shops in 1825-1831..",
		"The taking of Constantinople by the Latins in 1204 brought persecution and pillage on the monks; this reminded them of earlier Saracenic invasions, and led them to appeal for protection to Pope Innocent III., who gave them a favourable reply.",
		"Immediately after the sack of Lawrence, John Brown and a small band murdered and mutilated five pro-slavery men, on Pottawatomie Creek; a horrible deed, showing a new spirit on the freestate side, and of ghastly consequence - for it contributed powerfully to widen further the licence of highway robbery, pillage and arson, the ruin of homes, the driving off of settlers, marauding expeditions, attacks on towns, outrages in short of every kind, that made the following months a welter of lawlessness and crime, until Governor Geary - by putting himself above all partisanship, repudiating Missouri, and using Federal troops put an end to them late in 1856.",
		"We must not pillage our children's tomorrow for our comforts today.",
		"We then pillage what really should be private, in order to finance the common weal.",
		"Once the people were in possession of the palace, a ciompo named Michele di Lando took the lead and put a stop to disorder and pillage.",
		"In all these countries they organized such an effective pillage that the French became universally hateful.",
		"The advance of a Turkish detachment through the western districts, where other garrisons were besieged, was marked by pillage and devastation, and 5000 Christian peasants took refuge on the desolate promontory of Spada, where they suffered extreme privations.",
		"It is highly improbable that many of the 700,000 volumes collected by the Ptolemies remained at the time of the Arab conquest, when the various calamities of Alexandria from the time of Caesar to that of Diocletian are considered, together with the disgraceful pillage of the library in A.D.",
		"An earthquake in 1785 was in 1799 followed by the much more disastrous pillage of Rieti by the papal troops for a space of fourteen days.",
		"It found a spokesman in the vigorous Gregory of Heimburg, who accused the pope of issuing the bull so that he and his cardinals might conveniently pillage Germany unhampered by the threat of a council.",
		"The gelada inhabits the mountains of Abyssinia, where, like other baboons, it descends in droves to pillage cultivated lands.",
		"The Arabs would pillage which divided Africa Minor between them - the Marinides at Fez, the Abd-el-Wahid at Tlemcen, and the Haf sides at Tunis - were without strength and without authority.",
		"The French claims set up by the pillage of foreign shops in Mexico had, however, remained unsatisfied, 1837.",
		"The cities, exposed to pillage by Huns in the north and Saracens in the south, and ravaged on the coast by Norse pirates, asserted their right to enclose themselves with walls, and taught their burghers the use of arms. Within the circuit of their ramparts, the bishops already began to exercise authority in rivalry with the counts, to whom, since the days of Theodoric, had been entrusted the government of the Italian burghs."
	],
	"synonyms": [
		"reave",
		"strip",
		"despoil",
		"loot",
		"plunder",
		"ransack",
		"rifle",
		"foray",
		"confiscate",
		"booty",
		"appropriate",
		"sack",
		"depredate",
		"swipe",
		"raid",
		"boodle",
		"prize",
		"spoil",
		"plunder",
		"loot",
		"booty",
		"dirty-money",
		"swag",
		"pillaging",
		"plundering",
		"spoliation",
		"rapine",
		"devastation",
		"despoliation",
		"depredation"
	],
	"antonyms": [
		"protect",
		"safeguard"
	]
}