{
	"word": "annul",
	"meaning": [
		"To make or declare void or invalid, as a marriage or a law; nullify.",
		"To do away with; put an end to.",
		"To bring to an end the effect or existence of; cancel out.",
		"To make no longer binding under the law; invalidate; cancel.",
		"To cancel, make ineffective, invalidate, nullify, void."
	],
	"sentences": [
		"They wanted Dad to annul the marriage - even cut off any money for Mom.",
		"The prefect can still annul certain decisions of the conseil general..",
		"Frederick's reply was to annul the treaty of Constance and place the cities under the imperial ban; but he was forced by lack of military strength to accept the mediation of Pope Honorius and the maintenance of the status quo.",
		"The bishop of Rome, who enjoys a unique title, that of \" pope,\" may annul the decrees of all other powers, since he judges all but is judged by none.",
		"A third class of electric wave detector depends upon the power of electric oscillations to annul the electrolytic polarization of electrodes of small surface immersed in an electrolyte.",
		"Finally the king and council unanimously agreed to annul the proceeding of the parlement of Toulouse; Calas was declared to have been innocent, and every imputation of guilt was removed from the family.",
		"There is also an extension from the upper surface of the pendulum, in contact with a system of levers and rods attached to the case; an air-dampkig cylinder is fitted to annul the free vibrations of the pendulum.",
		"He wrote to Rome to beg the pope to annul the charter, stating that all his troubles had come upon him in consequence of his dutiful conduct to the Holy See.",
		"The governor and Executive Council have the exclusive right to grant all other franchises of a public or quasi-public nature and Congress reserves the right to annul or modify any such grant.",
		"He can suspend for a month a municipal council, mayor or deputy-mayor; certain decisions of the municipal councils require his approval; and he may annul such of their regulations as are extra vires.",
		"Just as he considered himself entitled to appoint to all ecclesiastical offices, so also he invested the emperor with his empire and kings with their kingdoms. Not only did he despatch his decretals to the universities to form the basis of the teaching of the canon law and of the decisions founded upon it, but he considered himself empowered to annul civil laws.",
		"An air-damping apparatus is attached in order to annul the natural oscillations of the pendulum.",
		"Any error or omission therein shall not annul the sale, nor shall any compensation be allowed on either side.",
		"Your Holiness (he wrote) is sovereign of Rome, but I am its emperor; and he threatened to annul the presumed donation of Rome by Charlemagne, unless the pope yielded implicit obedience to him in all temporal affairs.",
		"He can annul or suspend the maire's decrees and he has also considerable control over public institutions, charitable and otherwise.",
		"The opposition thereupon proceeded to annul the Lex Daniel (April 7) and stubbornly to clamour for the adoption of the Magyar word of command in the Hungarian part of the common army.",
		"Pedro; and after four months of a hated union she left the palace and applied to the chapter of Lisbon cathedral to annul her marriage on the ground of non-consummation.",
		"The first step which he took towards that end was to annul, by an unconstitutional exercise of his prerogative, all the penal statutes against the Roman Catholics; and in order to disguise his real design, he annulled at the same time the penal statutes against Protestant nonconformists.",
		"The royalist plot of the Rue Saint-Nicaise (December 24, 1800) allowed him to make a clean sweep of the democratic republicans, who despite their innocence were depsrted to Guiana, and to annul Assemblies that were a mere show by making the senate omnipotent in constitutional matters; but it was necessary for him to transform this deceptive truce into the general pacification so ardently desired for the last eight years.",
		"The ill-will between the king and the chancellor reached an acute stage when Sigismund appointed an opponent of Zamoyski vice-chancellor, and made other ministerial changes which limited his authority; though ultimately, with the aid of his partisans and the adoption of such desperate expedients as the summoning of a confederation to annul the royal decrees in 1592, Zamoyski recovered his full authority.",
		"Great time and care has been taken to measure and then annul the magnetic effect of all machinery and stores within the ship.",
		"The Burgher Synod in 1764 sent Thomas Clarke of Ballybay, Ireland, who settled at Salem, Washington county, New York, and in 1776 sent David Telfair, of Monteith, Scotland, who preached in Philadelphia; they united with the Associate Presbytery of Pennsylvania; in 1771 the Scotch Synod ordered the presbytery to annul its union with the Burghers, and although Dr Clarke of Salem remained in the Associate Presbytery, the Burgher ministers who immigrated later joined the Associate Reformed Church.",
		"When the oscillations pass through the coil they annul the hysteresis and cause a change of magnetism within the coil connected to the telephone.",
		"All laws enacted by the insular legislature must also be submitted to the Congress of the United States, which reserves the right to annul them.",
		"Native officials are appointed by the court, but the resident superior has power to annul an appointment.",
		"In December 1807 the latter sought to come to an arrangement by which Lucien would take his place as a French prince, provided that he would annul his marriage.",
		"His greatest success, however, was gained in the Eternal City itself; for he contrived, after many vicissitudes, to induce the Romans to annul their republican constitution and acknowledge the papal supremacy, even in municipal matters.",
		"The function of the electrolyte may be to annul such a natural charge and thus allow the non-electric surface energy to produce coagulation.",
		"Near one phase of this combined period the two component motions nearly annul each other, so that the variation is then small, while at the opposite phase, 3 to 4 years later, the two motions are in the same direction and the range of variation is at its maximum.",
		"Here, again, the theology was further developed, and an attempt made to annul the old dualism by envisaging both Ormuzd and Ahriman as emanations of an original principle of infinite time (Zervan), a doctrine which long enjoyed official validity under the Sassanids till, in the reign of Chosroes I., the sect of Zervanites was pronounced heretical.i But, above all, the ritual and the doctrine of purity were elaborated and expanded, and there was evolved a complete and detailed system of casuistry, dealing with all things allowed and forbidden, the forms of pollution and the expiation for each, &c., which, in its arid and spiritles1 monotony vividly recalls the similar prescriptions in the Pentateuch.",
		"His coming did not annul the Law, for he was merely a prophet and teacher; Paul was wrong and circumcision still necessary."
	],
	"synonyms": [
		"vacate",
		"x",
		"wipe",
		"undo",
		"strike",
		"scratch",
		"rub",
		"obliterate",
		"expunge",
		"erase",
		"efface",
		"delete",
		"cross",
		"cancel",
		"blot"
	],
	"antonyms": [
		"revalidate",
		"validate",
		"keep",
		"restore",
		"retain"
	]
}