{
	"word": "permeate",
	"meaning": [
		"To pass through the openings or interstices of.",
		"To pass into or through and affect every part of; penetrate and spread through.",
		"To spread or diffuse; penetrate.",
		"To spread or flow throughout; pervade.",
		"A watery by-product of milk production."
	],
	"sentences": [
		"A distinct smell of stinking fish began to permeate the EU institutions !",
		"Multiple television screens permeate country western music videos.",
		"This smell can be difficult to get out of the house and, especially in damp weather, seems to permeate everything.",
		"The high level of ammonia in a cat's urine will eventually permeate most plastic litter boxes, even if you use a liner.",
		"The aromas of different varieties of wood permeate the air and add to the ambiance.",
		"Not only do they break the ice among the guests, but they allow a fun, friendly mood to permeate the atmosphere!",
		"Wet snow avalanches During periods of warm weather, water from melting surface snow can permeate through the snowpack to a weak layer.",
		"Quality concerns as the main general driver, especially as these now permeate through the supply chain.",
		"Our hope would be that such an ethos would then permeate into wider society, bringing with it huge benefits for public health.",
		"Travers has suggested that it may explain the liberation of helium from minerals by heat, the gas being enabled to permeate the siliceous materials in which it is enclosed.",
		"It might suffice to single out the influence of Auguste Comte, as the last great thinker who wrote before Darwinism began to permeate philosophic speculation.",
		"As a general rule the sands in the immediate vicinity of the shore contain organic matter resulting from land drainage (particularly near great centres of human population) and from the remains of dead plant and animal organisms. At the same time the denudation of rocks sets free iron compounds which dissolve in the sea to a slight extent and permeate the littoral sands which contain organic matter.",
		"Among such contributory causes is the more familiar intercourse of settled nations which we enjoy in our own day; the ideas of one nation rapidly permeate neighbouring nations, and by the means of printed books penetrate into remoter provinces and into distant lands.",
		"The strong, vigorous, healthfulness and enjoyment which permeate the record of his Alpine work are magnificent, and traces of his influence remain in Switzerland to this day.",
		"They permeate his controversial and political writings and historical studies, of which his Handbook of Dutch History (in Dutch) and Maurice et Barnevelt (in French, 1875, a criticism of Motley's Life of Van Olden-Barnevelt) are the principal.",
		"To make matters even worse, the taste seems to permeate your entire mouth, even if you're careful not to lick your lips.",
		"Country western dancing continues to permeate our culture and enrich our history as Americans.",
		"It takes on flavors from other items in the refrigerator, and if you keep the bucks (male goats) around the does (female goats), their smell can permeate the milk as well.",
		"At the same time the high temperature causes the pores of the fabric to open, allowing the sublimation ink, in its gaseous form, to permeate the material.",
		"However much compressed by mechanical means it is still a porous mass, and when it is confined as in a gun the flame and hot gases from the portion first ignited permeate the remainder, generally causing it actually to detonate, or to burn so rapidly that its action approaches detonation.",
		"This will act like a diffuser and allow the scent to permeate without being a part of the candle itself.",
		"Scent can permeate glass, and the residual smell will combine with your new scent.",
		"More importantly, the formula contains botanicals, nutrients, antioxidants and special proteins called cytokines, which are applied to the scalp in order that they may permeate the hair follicle.",
		"Religion is such an intricate part of the Duggar family home that their beliefs permeate nearly all aspects of their lives.",
		"This particular drug is certainly not confined to the poorest urban areas; its effects can permeate even the most suburban of neighborhoods.",
		"Sheer swimsuits offer little defense from prying eyes, and most offer the ability for sun rays to permeate your swimsuit covered regions.",
		"In addition, the grilling process allows the addition of herbs and spices to permeate the tail and enhance the lobster meat.",
		"Hence, if you and your child are exploring an alternative lifestyle, it is very important not to \"care\" and to allow this feeling to permeate your wardrobe.",
		"This extremely soft, durable hide is soaked in a spacious drum during the dyeing process, which allows the color to permeate the material completely.",
		"It was in pin-up pictures, particularly the Vargas prints of the 1940s and 50s, that the daintily naughty showing of stocking tops began to permeate more of the culture.",
		"The Bassas are a very remarkable pagan race who permeate the entire protectorate of Northern Nigeria, and are to be found in small colonies in almost every province."
	],
	"synonyms": [
		"interpenetrate",
		"riddle",
		"diffuse",
		"imbue",
		"penetrate",
		"pervade",
		"filter",
		"sink in",
		"percolate",
		"soak",
		"ooze",
		"infiltrate",
		"drench",
		"leaven",
		"fill"
	],
	"antonyms": []
}