{
	"word": "ineffable",
	"meaning": [
		"Too overwhelming to be expressed or described in words; inexpressible.",
		"Too awesome or sacred to be spoken.",
		"Not to be uttered; taboo."
	],
	"sentences": [
		"God the Father was ineffable.",
		"Our deepest encounter with God is sometimes almost ineffable, almost inexpressible.",
		"Neoplatonism seeks this in the ecstatic intuition of the ineffable One.",
		"Hopefully, meanwhile, something about the film remains ineffable until next time.",
		"In the latter sense it was chiefly used by the Gnostic sects to denote those eternal beings or manifestations which emanated from the one incomprehensible and ineffable God.",
		"At the end of the paper it is suggested that this trace of nature in humanity is not ineffable or obscure.",
		"From generation to generation, the wonder evoked by this ineffable mystery never ceases.",
		"Furthermore no senses operate at this level and the nature of the Atman is ultimately ineffable.",
		"You can't have moral debate when the cornerstone of that debate believes in nothing but his own ineffable rightness.",
		"Josephus, who as a priest knew the pronunciation of the name, declares that religion forbids him to divulge it; Philo calls it ineffable, and says that it is lawful for those only whose ears and tongues are purified by wisdom to hear and utter it in a holy place (that is, for priests in the Temple); and in another passage, commenting on Lev.",
		"At first all will be dark and comfortless; but if thou persevere day and night, thou wilt feel an ineffable jay; and no sooner has the soul discovered the place of the heart than it is involved in a mystic and ethereal light.\"",
		"You ca n't have moral debate when the cornerstone of that debate believes in nothing but his own ineffable rightness.",
		"Yet do I hymn Thine ineffable condescension, O Word!",
		"The consonants of the word to be substituted are ordinarily written in the margin; but inasmuch as Adonay was regularly read instead of the ineffable name Jhvh, it was deemed unnecessary to note the fact at every occurrence.",
		"Many are the pet names, the poetic epithets bestowed upon it - the harbour of refuge, the cool cave, the island amidst the floods, the place of bliss, emancipation, liberation, safety, the supreme, the transcendent, the uncreated, the tranquil, the home of peace, the calm, the end of suffering, the medicine for all evil, the unshaken, the ambrosia, the immaterial, the imperishable, the abiding, the farther shore, the unending, the bliss of effort, the supreme joy, the ineffable, the detachment, the holy city, and many' others.",
		"Hence, cats will usually purr when they are being stroked or are lost in some ineffable trance as they busily tear apart a bedspread.",
		"Mysticism differs, therefore, from ordinary pantheism in that its inmost motive is religious; but, whereas religion is ordinarily occupied with a practical problem and develops its theory in an ethical reference, mysticism displays a predominatingly speculative bent, starting from the divine nature rather than from man and his surroundings, taking the symbolism of religious feeling as literally or metaphysically true, and straining after the present realization of an ineffable union.",
		"Never was man more free than Latimer from the taint of fanaticism or less dominated by \" vainglory,\" but the motives which now inspired his courage not only placed him beyond the influence of fear, but enabled him to taste in dying an ineffable thrill of victorious achievement.",
		"He would have known that \" Jesus \" was the Greek form of Joshua; that \" Christ \" was the Greek rendering of Messiah, or Anointed, the title of the great King for whom the Jews were looking; he might further have remembered that \" the Lord \" is the expression which the Greek Old Testament constantly uses instead of the ineffable name of God, which we now call \" Jehovah \" (q.v.).",
		"The Muwahhidin (Unitarians), as the Druses call themselves, believe that there is one and only one God, indefinable, incomprehensible, ineffable, passionless.",
		"And in scores of other passages Philo dwells on \" the ineffable mysteries \" of Jewish faith and allegory.",
		"There is some doubt on the point; but a contemporary and intimate friend, Luca Pacioli, speaks of his \"ineffable left hand\"; all the best of his drawings are shaded downward from left to right, which would be the readiest way for a left-handed man; and his habitual eccentric practice of writing from right to left is much more likely to have been due to natural left-handedness than to any desire of mystery or concealment.",
		"How can they have been the \" awful mysteries,\" the \" dread and terrible canons,\" the \" mystic teachings,\" the \" ineffable sentences,\" the \" oracles too sacred to be committed to writing \" which the homilists of that age pretend them to have been?",
		"Why did it not provide for its mixed multitude of divinities by founding a universal church, in which all the gods of all nations might be worshipped along with the one ineffable Deity?"
	],
	"synonyms": [
		"unnameable",
		"unutterable",
		"unspeakable",
		"indefinable",
		"untellable",
		"indescribable",
		"transcendent",
		"taboo",
		"sacred",
		"ethereal",
		"celestial",
		"inexpressible",
		"empyreal",
		"undescribable",
		"incommunicable"
	],
	"antonyms": [
		"definable",
		"describable",
		"utterable"
	]
}