{
	"word": "vindicate",
	"meaning": [
		"To clear from criticism, blame, guilt, suspicion, etc.; uphold by evidence or argument.",
		"To defend or maintain (a cause, claim, etc.) against opposition.",
		"To serve as justification for; justify.",
		"To lay claim to or establish possession of (something for oneself or another)",
		"To avenge."
	],
	"sentences": [
		"Miracles alone cannot vindicate the divinity of immoral doctrine.",
		"It reasserts them, with resolute loyalty; but if philosophy ought to vindicate, to explain, perhaps incidentally to modify, even, it may be, to purify our primary beliefs, intuitionalism is hardly a philosophy at all.",
		"But in addition to bringing forward a fundamental and philosophical view of morbid processes, which probably contributed more than any other single cause to vindicate for pathology the place which he claimed for it among the biological sciences, Virchow made many important contributions to histology and morbid anatomy and to the study of particular diseases.",
		"He was less fortunate in his efforts to vindicate the rights of his wife Beatrix to the throne of Portugal.",
		"The main object of the Moralists is to propound a system of natural theology, and to vindicate, so far as natural religion is concerned, the ways of God to man.",
		"A judgment may be all that is required to vindicate a right which is breached.",
		"But there was no real or serious attempt by the Allied nations to vindicate practically law or justice.",
		"This appeal, and also one on behalf of Cranmer presented with it, were of Gardiner's drawing up. In 1535 he and other bishops were called upon to vindicate the king's new title of \"Supreme Head of the Church of England.\"",
		"Caird (Evolution of Religion, 1893) tries to vindicate Christianity as the highest working of nature - true just because evolved from lower religions.",
		"We have also developed parallel SP algorithms and the computational results vindicate the long-standing claim that such algorithms achieve both speed-up and scale-up.",
		"One characteristic point which appears very early is that they felt themselves called upon to vindicate the laws of divine righteousness in national matters, and especially in the conduct of the kings, who were not answerable to human authority.",
		"They shared in every danger and in every success, and each was expected to vindicate the honour of another as promptly and zealously as his own.",
		"My friends never had occasion to vindicate any one circumstance of my character and conduct; not but that the zealots, we may well suppose, would have been glad to invent and propagate any story to my disadvantage, but they could never find any which they thought would wear the face of probability.",
		"As the value of his processes became known, he began to be troubled with infringements of his patents, and in 1781 he took action in the courts to vindicate his rights.",
		"Both groups had their scientific theologians who sought to vindicate their characteristic doctrines, the Adoptianist divines holding by the Aristotelian philosophy, and the Modalists by that of the Stoics; while the Trinitarians (Tertullian, Hippolytus, Origen, Novatian), on the other hand, appealed to Plato.",
		"It was at last felt necessary that the queen should in some way vindicate her proceedings, and this she at first did, contrary to Bacon's advice, by a declaration from the Star Chamber.",
		"His young and brilliant successor, Francis I., surprised Europe by making a sudden dash at the head of an army across the Alps to vindicate his rights in Italy.",
		"But being determined to vindicate the traditional claims of his family in north Connaught, he aided Hugh Maguire against the English, though on the advice of Tyrone he abstained for a time from committing himself too far.",
		"Again the pure being of Hegel is a mere abstraction, - a hypothesis illegitimately assumed, which he has nowhere sought to vindicate.",
		"But if these three correlative facts are immediately given, it seems to be thought possible by Cousin to vindicate them in reflective consciousness.",
		"And here the question arises - Can we vindicate in a reflective or mediate process this spontaneous apprehension of reality?",
		"Immediate spontaneous apperception may seize this supreme reality; but to vindicate it by reflection as an inference on the principle of causality is impossible.",
		"Calvin, indignant at the calumny which was thus cast upon the reformed party in France, hastily prepared for the press his Institutes of the Christian Religion, which he published \"first that I might vindicate from unjust affront my brethren whose death was precious in the sight of the Lord, and, next, that some sorrow and anxiety should move foreign peoples, since the same sufferings threatened many.\"",
		"In 1397 he had sought to vindicate his right of visitation over the university of Oxford, but the dispute remained unsettled until 1411 when a bull was issued by Pope John XXIII.",
		"Success of a PFI project does not, for us, vindicate the theoretical or ideological underpinnings of the PFI project as a whole.",
		"It was the great work of Descartes to exclude rigorously from science all explanations which were not scientifically verifiable; and the prevalence of materialism at certain epochs, as in the enlightenment of the 18th century and in the German philosophy of the middle, 9th, were occasioned by special need to vindicate the scientific position, in the former case against the Church, in the latter case against the pseudo-science of the Hegelian dialectic. The chief definite periods of materialism are the pre-Socratic and the post-Aristotelian in Greece, the 18th century in France, and in Germany the, 9th century from about 1850 to 1880.",
		"The earlier of the two volumes on Natural Theology relies on the cosmological argument; the later - obviously an afterthought - tries to vindicate the ontological argument as an alternative basis for theism, but awkwardly and with manifest uneasiness.",
		"But when such is the case, mankind has never failed in the long run to vindicate its claim to rationality by showing a readiness to give up the old belief whenever tangible evidence of its fallaciousness was forthcoming.",
		"The same sort of ecclesiastical character came also to be attached to the tsars 1 of Russia, who - especially in their relations with the Orthodox Eastern Church - ma y vindicate for themselves (though the sultans of Turkey have disputed the claim) the succession to the East Roman emperors (see Empire).",
		"In these volumes he attempted to vindicate his administration, and in so doing he attacked the records of those generals.",
		"For Henry looked to the learning and abilities of Reginald Pole to vindicate before Europe the justice of his divorce from Catherine of Aragon; and, when Pole was conscientiously compelled to declare the very opposite, the king's indignation knew no bounds.",
		"When Cousin thus set himself to vindicate those points by reflection, he gave up the obvious advantage of his other position that the realities in `question are given us in immediate and spontaneous apprehension.",
		"But if the vice did not appear objectionable the expense did, and a new chapter in the financial history of the government was opened when the Commons, having previously gained control over taxation, proceeded to vindicate their right to control expenditure.",
		"For four years Giraldus exerted himself to get his election confirmed, and to vindicate the independence of St David's from Canterbury.",
		"His Treatises on Government were meant to vindicate the Convention parliament and the English revolution, as well as to refute the ideas of absolute monarchy held by Hobbes and Filmer.",
		"The party known as the Regalistas, the lawyers who wished to vindicate the regalities, or rights of the Crown, against the encroachments of the pope and the Inquisition, gained the upper hand.",
		"At a later period Origen sought to vindicate his teaching in a letter to the Roman bishop Fabian, but, it would seem, without success.",
		"To say that it displaced the centre of gravity in politics and commerce, substituting the ocean for the Mediterranean, dethroning Italy from her seat of central importance in traffic, depressing the eastern and elevating the western powers of Europe, opening a path for Anglo-Saxon expansiveness, forcing philosophers and statesmen to regard the Occidental nations as a single group in counterpoise to other groups of nations, the European community as one unit correlated to other units of humanity upon this planet, is truth enough to vindicate the vast significance of these discoveries.",
		"The House of Commons was moved by Roebuck to reverse the sentence, which it did (June 29) by a majority of 46, after having heard from Palmerston the most eloquent and powerful speech ever delivered by him, in which he sought to vindicate, not only his claims on the Greek government for Don Pacifico, but his entire administration of foreign affairs.",
		"The prolonged effort, mainly of English scholarship, to vindicate the superscription, even on the condition of assuming priority to the Pauline epistles, grows only increasingly hopeless with increasing knowledge of conditions, linguistic and other, in that early period.",
		"But all this time (since 1841) Newman had been under a cloud, so far as concerned the great mass of cultivated Englishmen, and he was now awaiting an opportunity to vindicate his career; and in 1862 he began to prepare autobiographical and other memoranda for the purpose.",
		"Even in the middle ages there were not wanting those - the St Victors, Bonaventura - who sought to vindicate mystical if not moral redemption as the central thought of Christianity.",
		"Meanwhile, through holding with Kant that man is not God, but a free spirit, whose destiny it is to use his intelligence as a means to his duty, he is still the resort of many who vindicate man's independence, freedom, conscience, and power of using nature for his moral purposes, e.g.",
		"For a complete bibliography of his works, see Lehmann, Hugonis Grotii manes vindicate (Delft, 1727), which also contains a full biography.",
		"Much more important were the papers entitled Rettungen, in which he undertook to vindicate the character of various writers - Horace and writers of the Reformation period, such as Cochlaeus and Cardanus - who had been misunderstood or falsely judged by preceding generations.",
		"An attempt to vindicate the roll was made by the last duchess of Cleveland, whose Battle Abbey Roll (3 vols., 1889) is the best guide to its contents.",
		"He was now called upon, in advanced life, to undo not a little of the work in which he had been instrumental in his earlier years - to vindicate the legitimacy of the queen's birth and the lawfulness of her mother's marriage, to restore the old religion, and to recant what he himself had written touching the royal supremacy.",
		"A suspicion having arisen on the part of the British government that ships of war had been fitted out in the port of Ragusa for the service of France, and that the neutrality of Ragusa had thus been violated, Boscovich was selected to undertake an embassy to London (1760),(1760), to vindicate the character of his native place and satisfy the government.",
		"On the contrary, a belief that conduct necessarily results upon the presence of certain motives, and that upon the application of certain incentives, whether of pain or pleasure, upon the presence of certain stimuli whether in the shape of rewards or punishments, actions of a certain character will necessarily ensue, would seem to vindicate the rationality of ordinary penal legislation, if its aim be deterrent or reformatory, to a far greater extent than is possible upon the libertarian hypothesis.",
		"Martineau's chief endeavour was, as he himself says, to interpret, to vindicate, and to systematize the moral sentiments, and if the actual exhibition of what is involved, e.g., in moral choice is the vindication of morality Martineau may be said to have been successful.",
		"At the instigation of Theophilus of Alexandria, Anastasius (pope 398-402) summoned Rufinus from Aquileia to Rome to vindicate his orthodoxy; but he excused himself from a personal attendance in a written Apologia pro fide sua.",
		"By these differences we can do something to distinguish between earlier and later philosophical works; and also vindicate as genuine some works, which have been considered spurious because they do not agree in style or in matter with his most mature philosophy.",
		"Tertullian exhausted the resources of dialectic in the endeavour to define and vindicate the relation of the spiritualists to the \"psychic\" Christians; but no one will say he has succeeded in clearing the Montanistic position of its fundamental inconsistency.",
		"He attacked it mainly on the score of the moral evils that must flow from any system of determinism, and exerted himself in particular to vindicate the freedom of the will.",
		"That they had a large measure of authority of course goes without saying, but it depended always upon their brethren's recognition of their possession of the divine gift of apostleship, and the right of Churches or individuals to test their claims and to refuse to listen to them if they did not vindicate their divine call was everywhere recognized.",
		"But much more it belongs to his transformation of the epistemological problem, and to the suggestiveness of his philosophy as a whole for an advance in the direction of a speculative construction which should be able to cancel all Kant's surds, and in particular vindicate a \" ground of the unity of the supersensible which lies back of nature with that which the concept of freedom implies in the sphere of practice,\" I which is what Kant finally asserts.",
		"He was one of the first of his countrymen to recognize and come under the influence of German thought and speculation, and, amidst an exaggerated alarm of German heresy, did much to vindicate the authority of the sounder German critics.",
		"But later, with the growing claims of the individual and the acknowledgment of these in the religious and intellectual life, both problems, and especially the latter, pressed themselves irresistibly on the notice of religious thinkers, and made it impossible for any conception of the divine rule and righteousness to gain acceptance, which did not render adequate satisfaction to the claims of both problems. To render such satisfaction was the task undertaken by apocalyptic, as well as to vindicate the righteousness of God alike in respect of the individual and of the nation.",
		"The complex of observances connected with the Passover and the very want of systemization observed in the literary sources would seem to vindicate the primitive character of the feast, which indeed is recognized by all inquirers.",
		"About the year 260 an Egyptian bishop, Nepos, in a treatise called 'XEyxos 6,XX yoptarCnv, endeavoured to overthrow the Origenistic theology and vindicate chiliasm by exegetical methods.",
		"To one who had been a man of war from his youth up, who had won and lost many fights, the rout of a detachment and the forcible seizure of some debateable frontier lands was an untoward incident; but it was no sufficient reason for calling upon the British, although they had guaranteed his territory's integrity, to vindicate his rights by hostilities which would certainly bring upon him a Russian invasion from the north, and would compel his British allies to throw an army into Afghanistan from the south-east."
	],
	"synonyms": [
		"wreak",
		"requite",
		"repay",
		"avenge",
		"redress",
		"pay off",
		"pay back",
		"fix",
		"claim",
		"assert",
		"rationalize",
		"excuse",
		"justify",
		"apologize",
		"maintain"
	],
	"antonyms": [
		"sentence",
		"punish",
		"blame",
		"accuse",
		"convict"
	]
}