{
	"word": "colloquial",
	"meaning": [
		"Characteristic of or appropriate to the spoken language or to writing that seeks the effect of speech; informal.",
		"Having to do with or like conversation; conversational.",
		"Informal."
	],
	"sentences": [
		"His colloquial talents were indeed of the highest order.",
		"The merchant families of Iannina are well educated; the dialect spoken in that town is the purest specimen of colloquial Greek.",
		"His sermons were colloquial, simple, full of conviction and point.",
		"The romances of Baron Frederick Podmaniczky are simpler, and rather of a narrative than colloquial character.",
		"But as soon as the dialect is adopted, it begins to diverge from the colloquial form.",
		"The style is dense but lively, even colloquial.",
		"They wanted to steer between a register of language that was too colloquial and one that was too formal.",
		"The Greek of the New Testament is not colloquial.",
		"In addition to this simple meaning it has also, both in the philosophical and the colloquial speech of India a technical meaning, denoting \"a person's deeds as determining his future lot.\"",
		"All such solitary bulls, as their colloquial name indicates, are of a spiteful disposition; and it appears that with the majority the inducement to live apart is due to their partiality for cultivated crops, into which the more timid females are afraid to venture.",
		"To be fluent in French, you eventually have to move beyond the standard greetings and tourist vocabulary and learn the colloquial French words and phrases that hint at a true Francophone.",
		"It is the only extant example of Burns writing in his colloquial Ayrshire Scots.",
		"From this springs the incorrect colloquial sense, something out of the common, an event which especially strikes the attention; hence such phrases as \"phenomenal\" activity.",
		"Strickland established a new system of education based on the principle of beginning from the bottom, by teaching to read and write in Maltese as the medium for assimilating, at a further stage, either English or Italian, one at a time, and aiming at imparting general knowledge in colloquial English.",
		"This is often colloquial, and is also a way or new verbs to enter the language.",
		"Up to Tsubouchis time the Meiji literature was all in the literary language, but there was then formed a society calling itself Kenyusha, some of whose associates-as BimyOsaiused the colloquial language in their works, while othersas Kayo, Rohan, &c.went back to the classical diction of the Genroku era (1655-1703).",
		"The essential of equitable distribution, involved in this sense, was transferred to give the word \"average\" its more colloquial meaning of an equalization of amount, or medium among various quantities, or nearest common rate or figure.",
		"Instead of the rich colloquial language of the American worlds Twain grew up in we have here a stilted formal language.",
		"The modern term, IVF (in vitro fertilization), has replaced the colloquial \"test tube baby\" in both scientific and layman vocabularies.",
		"It is thus used of the fixtures, machinery, apparatus necessary for the carrying on of an in.dustry or business, and in colloquial or slang use, of a swindle, a carefully arranged plot or trap laid or fixed to deceive; cf.",
		"They are agglutinative in nature, show hardly any signs of syntactical growth though every indication of long etymological growth, give expression to only the most direct and the simplest thought, and are purely colloquial and wanting in the modifications always necessary for communication by writing.",
		"When therefore he, after the lapse of years, resumed his pen, the mannerism which he had contracted while he was in the constant habit of elaborate composition was less perceptible than formerly, and his diction frequently had a colloquial ease which it had formerly wanted.",
		"During the tsar's first foreign tour, Menshikov worked by his side in the dockyards of Amsterdam, and acquired a thorough knowledge of colloquial Dutch and German.",
		"They are the presentment of all his ideas and scenes in the plainest and most direct language, the frequent employ ment of colloquial forms of speech, the constant insertion of little material details and illustrations, often of a more or less digressive form, and, in his historico-fictitious works, as well as in his novels, the most rigid attention to vivacity and consistency of character.",
		"Perhaps the most interesting of these consonantal interchanges is that occurring between n and the sibilants sh and z; ner = slier; na=za, which by some scholars has been declared to be phonetically impossible, but its existence is well established between the modern Chinese colloquial idioms. For example, Pekingese then, Hakka nyin, Fuchow niing, Ningpo zhing and nying, WOnchow zang and Hang all =\" man.\"",
		"When writing to Atticus he eschews all ornamentation, uses short sentences, colloquial idioms, rare diminutives and continually quotes Greek.",
		"It is a feature of the colloquial style and often corresponds to the modern use of \" slang.\"",
		"He may be said to have introduced the direct and colloquial manner upon the American public platform, as distinct from the highly elaborated and often ornate style which had been established by Edward Everett; nor has there ever been a reversion since his day to the more artificial method.",
		"Being but a few miles south of Dunnet Head, John o' Groat's is a colloquial term for the most northerly point of Scotland.",
		"Lewin with the help of a Sikkimese lama compiled A Manual of Tibetan, or rather a series of colloquial phrases in the Sikkimese dialect, in 1879.",
		"He never learned to read or write, though late in life he mastered colloquial Arabic; yet those Europeans who were brought into contact with him praised alike the dignity and charm of his address, his ready wit, and the astonishing perspicacity which enabled him to read the motives of men and of governments and to deal effectively with each situation as it arose.",
		"The ordinary colloquial differs materially from its polite form, and both arc as unlike the written form as modern Italian is unlike ancient Latin.",
		"In 1894 Mr Graham Sandberg compiled a useful Handbook of Colloquial Tibetan.",
		"His narrative contains frequent repetitions and contradictions, is without colouring, and monotonous; and his simple diction, which stands intermediate between pure Attic and the colloquial Greek of his time, enables us to detect in the narrative the undigested fragments of the materials which he employed.",
		"The largest ethnical groups in the population are the Albanian and Greek; the purest form of colloquial Greek is spoken here among the wealthy and highly educated merchant families.",
		"Spencer and Gillen do not tell us that they have a colloquial knowledge of any Australian language."
	],
	"synonyms": [
		"conversational",
		"particular",
		"pain",
		"informal",
		"vernacular",
		"ordinary",
		"familiar",
		"common",
		"casual",
		"confabulatory",
		"chatty"
	],
	"antonyms": [
		"standard",
		"correct",
		"stilted",
		"formal"
	]
}