{
	"word": "dilatory",
	"meaning": [
		"Causing or tending to cause delay; meant to gain time, defer action, etc.",
		"Characterized by or given to delay or slowness.",
		"Inclined to delay; slow or late in doing things.",
		"Intentionally delaying (someone or something), intended to cause delay, gain time, or defer decision."
	],
	"sentences": [
		"The proceedings were dilatory, and the attitude of the Dutch deputies exceedingly exasperating.",
		"In 1639 he was as active in arms in the north as Hamilton, on the king's side, was dilatory and helpless in the south.",
		"Incensed by the dilatory and factious proceedings of the House, Cromwell dismissed the parliament on the 22nd of January 1655.",
		"The war against Pisa was renewed, and in 1499 the city might have been taken but for the dilatory tactics of the Florentine commander Paolo Vitelli, who was consequently arrested on a charge of treason and put to death.",
		"Cannon, were adopted on the 14th of February 1890; they provided that every member must vote, unless pecuniarily interested in a measure, that members present and not voting may be counted for a quorum, and that no dilatory motion be entertained by the speaker.",
		"In vain did he get his dilatory friends, the English Yorkists, to cross the Channel; on the 29th of August 1475, at Picquigny, Louis XI.",
		"Britain was a somewhat dilatory in providing letter boxes.",
		"Civil and criminal courts are both corrupt and dilatory.",
		"Documents accumulated from court to court, till none but the clerks who had written them could tell their gist; costs were piled up; and all this, combined with the confusion caused by the chaotic mass of imperial ukazes, ordinances and ancient laws - often inconsistent or flatly contradictory - made the administration of justice, if possible, more dilatory and capricious than in the old, unreformed English court of chancery.",
		"In vain the Russian diplomatists sought to overcome her opposition by dilatory negotiations, in the firm conviction that a small island kingdom in the Pacific would never have the audacity to attack a power which had conquered and absorbed the whole of Northern Asia.",
		"It makes the citizen recognize his allegiance to the power which represents the unity of the nation; and it avoids the necessity of calling upon the state to enforce obedience to Federal authority, for a state might possibly be weak or dilatory, or even itself inclined to disobedience.",
		"Considering the dilatory methods of Orientals, even when they are creditors, it is doubtful whether this sum adequately covers the whole of the claims outstanding, and it may be found difficult, even for a parliament, to refuse claims which should equitably be admitted and which may be preferred later.",
		"The reluctance of the States of Holland, and of Amsterdam in particular, to grant adequate supplies caused the campaigns of 1638 and 1639 to be in the main defensive and dilatory.",
		"After a dilatory war of three years he concluded a peace on the ground of free commercial relations, and then he attacked the Livonian Order, on the pretext that the Livonian town of Dorpat had not paid tribute according to ancient treaties.",
		"But French help proving dilatory and uncertain, the rebel leaders in Ireland were divided in opinion as to the expediency of taking the field without waiting for foreign aid.",
		"Several cessions were made between 1802 and 1824, but the state in the latter year remonstrated in vigorous terms against the dilatory manner in which the National government was discharging its obligation, and the effect of this was that in 1825 a treaty was negotiated at Indian Springs by which nearly all the Lower Creeks agreed to exchange their remaining lands in Georgia for equal territory beyond the Mississippi.",
		"During the great trade \"boom\" of 1905 there was a good deal of buying by exporters in advance of their indents because manufacturers continued to contract engagements which threatened to exclude dilatory buyers.",
		"An invitation from the viceroy to meet him in India, with the hope that these points might be settled in conference, was put aside by dilatory excuses, until at last the project was abandoned, and finally the amir agreed to receive at Kabul a diplomatic mission."
	],
	"synonyms": [
		"work-shy",
		"ergophobic",
		"bone lazy",
		"pokey",
		"poky",
		"laggard",
		"sluggish",
		"leisurely",
		"slack",
		"remiss",
		"procrastinating",
		"delaying",
		"tardy",
		"slow",
		"lazy"
	],
	"antonyms": [
		"enthusiastic",
		"eager",
		"ready",
		"zealous",
		"hard-working",
		"diligent"
	]
}