{
	"word": "postulate",
	"meaning": [
		"To assume without proof to be true, real, or necessary, esp. as a basis for argument.",
		"To propose as a hypothesis or explanation.",
		"To claim; demand; require.",
		"To take as self-evident; assume.",
		"(intransitive, Christianity, historical) To appoint or request one's appointment to an ecclesiastical office.",
		"Something assumed without proof as being self-evident or generally accepted, especially when used as a basis for an argument.",
		"Something postulated; assumption or axiom.",
		"A basic principle.",
		"A prerequisite.",
		"Postulated."
	],
	"sentences": [
		"Not that men should or can carry this logical postulate out in ordinary life; but it is necessary in the logical analysis of judgments, and yet logicians neglect it.",
		"Beneath Hamilton's postulate there is a deeper principle of logic - _A rational being thinks only to the point, and speaks only to understand and be understood.",
		"He never conceded the postulate, because, though he knew France better than anybody in England except Arthur Young, he did not know her condition well enough.",
		"The second postulate was a sound financial basis, which he expected the wealth of France to supply in the shape of subsidies to be spent on armaments.",
		"Asserting that Ideas alone really exist, he yet found it necessary to postulate a second principle of not-being, the groundwork of sensuous existence and of imperfection and evil.",
		"An atheist does not believe in god or postulate the existence of gods or spiritual beings.",
		"I also postulate that it will usually be in Local Time.",
		"It is divided into three books, the first containing his proofs of the divine existence, and the remaining two the theological and philosophical arguments for immortality based on that postulate.",
		"It is true also that the ordinary moral consciousness accepts without hesitation the postulate of freedom,.",
		"For a long time it was regarded simplest and esthetically most pleasing to postulate that our universe is now of exactly critical density.",
		"Why did people want to prove the parallel postulate?",
		"The results follow with the cognition utmost ease from his original postulate.",
		"The fundamental postulate of this part of our subject is that the two forces acting on a particle may be compounded by the parallelogram rule.",
		"The advocates of freedom are content in the present day to postulate a relative power of influencing conduct, e.g.",
		"We must now consider the arguments by which determinists attack the position of their opponents and the evidence which they adduce to show that the freedom of the will is no necessary postulate for moral action.",
		"He was principally concerned to show that in morality, as in other departments of human life, it was not necessary to postulate a complete and abrupt gap between human and merely animal existence, but that the instincts and habits which contribute to survival in the struggle for existence among animals develop into moral qualities which have a similar value for the preservation of human and social life.",
		"The retention, however, by Copernicus of the antique postulate of uniform circular motion impaired the perfection of his plan, since it involved a partial survival of the epicyclical machinery.",
		"The idea is outside the boundary of thought, though its necessary postulate, and it is no less inaccessible to religious feeling, though it is its life and soul.",
		"But though the world cannot be exhaustively known it can be known very extensively, and though the positive idea of God must always remain unattainable we are able to reject those ideas which involve a contradiction of the postulate of the Absolute.",
		"In his Dialogo dei massimi sistemi, printed not less than thirteen years after the last of the three laws had been given to the world, the epicycles by which Copernicus, adhering to the ancient postulate of uniform circular motion, had endeavoured to reduce to theory the irregularities of the planetary movements, were neither expressly adopted nor expressly rejected; and the conclusion seems inevitable that this grave defection from the cause of progress was due to his perhaps unconscious reluctance to accept discoveries which he had not originated.",
		"Conceiving that the simplest principle is the most likely to be true, he assumed as a postulate that bodies falling freely towards the earth descend with a uniformly accelerated motion, and deduced thence that the velocities acquired are in the direct, and the spaces traversed in the duplicate ratio of the times, counted from the beginning of motion; finally, he proved, by observing the times of descent of bodies falling down inclined planes, that the postulated law was the true law.",
		"By the second postulate the flow of the current increases the heat-flow, and this by the first postulate increases the E.M.F., or the resistance, which therefore depends on the current.",
		"It is difficult to see how this complication can be avoided, unless the first postulate is abandoned, and the heat-flow due to conduction is assumed to be independent of the thermoelectric phenomena.",
		"If an astronomer is confronted by some phenomenon which has no obvious explanation he may postulate some set of conditions which from his general knowledge of the subject would or might give rise to the phenomenon in question; he then tests his hypothesis until he discovers whether it does or does not conflict with the facts.",
		"Union between the two spheres, which seem at first sight disparate, is found in the necessary postulate that reason shall be realized, for its realization is only possible in the sphere of sense.",
		"Instead he studied geometry in which the fifth postulate does not necessarily hold.",
		"By how many teachers of Christianity even is not this fundamental postulate persistently ignored?",
		"We must therefore postulate some intermediate stages which rubbish passed through after breakage but before burial.",
		"Three had potentially fatal asystole, and the authors postulate that asystole might underlie SUDEP in some patients.",
		"The supersymmetric theories postulate that every particle we observe has a massive \" shadow \" particle partner.",
		"The universal substance, which we may call the absolute, is at this stage of our investigations not endowed with the attributes of a personal Deity, and it will remain to be seen by further analysis in how far we are able - without contradiction - to identify it with the object of religious veneration, in how far that which to metaphysics is merely a postulate can be gradually brought nearer to us and become a living power.",
		"The fundamental point thus established is the veracity of consciousness when it does not go beyond itself, or does not postulate something which is external to itself.",
		"Next, from the certainty of duty we infer as our first moral postulate free will - \" I can because I ought \"; which, primarily at least, means \" I know I can because I know I ought.\"",
		"In spite of some waverings towards what has lately been called \" conditional immortality \" (see Apologetics) the doctrine of \" natural immortality \" championed by Augustine became dominant in the church; an instalment of what was afterwards to be called Natural Theology; and a postulate or presupposition to-day - like free will - in Roman Catholic apologetics.",
		"Yet the idealistic postulate of a summum bonum is in result optimistic, and this view predominated among the Stoics and the Neoplatonists.",
		"Armstrong, which postulate a y oxidic structure (see Glucose).",
		"This, not the so-called assumption of the implicit unity of being and thought, is the really unwarrantable postulate; for it is an assumption which we are obliged to retract bit by bit, while the other offers the whole doctrine of knowledge as its voucher.",
		"Thales, Anaximander and Anaximenes suppose the single element which they respectively postulate to be transformed into the various sorts of matter which they discover in the world around them, thus assuming the non-existence of that which is elemental and the existence of that which is non-elemental]; another, pursued by \" restless \" persons, whose \" road returns upon itself,\" assumes that a thing \" is and is not,\" \" is the same and not the same \" [an obvious reference, as Bernays points out in the Rheinisches Museum, vii.",
		"Probably it would be impossible to unite spiritualists in any creed, which,, besides the generally accepted belief in God and immortality, should postulate more than the progress of the spirit after death, and the power of some of the dead to communicate with the living by means of mediums.",
		"It is most unlikely that wings have been acquired independently by various orders of Hexapoda, and if we regard the Thysanura as the slightly modified representatives of a primitively wingless stock, we must postulate the acquisition of wings by some early offshoot of that stock, an offshoot whence the whole group of the Pterygota took its rise.",
		"The respiratory current of water is therefore conducted to the exterior by different means from that adopted by Amphioxus, and this difference is so great that the theory which seeks to explain it has to postulate radical changes of structure, function and topography.",
		"The emenders postulate mechanical errors in the writing of the figures, but, equally with those who accept them, regard the calculations of the native scribes as above reproach.",
		"But there is much uncertainty as to the mechanism of the process; some authors hold that the soluble chloride is first formed, while others postulate the intervention of a soluble aurate.",
		"I Thus again we are obliged to postulate a date not earlier than A.D.",
		"That science must be left free to determine the aims of her investigation, to select and apply her own methods, and to publish the results of her researches without restraint, is a postulate which Ultramontanism either cannot understand or treats with indifference, for it regards as strange and incredible the fundamental law governing all scientific research - that there is for it no higher aim than the discovery of the truth.",
		"The discovery of definite laws in this region might at first sight seem hopeless; but the argument rests on an implied postulate of stability and continuity of constitution of material substances, so that after a cycle of transformations we expect to recover them again as they were originally - on the postulate, in fact, that we do not expect them to melt out of organized existence in our hands.",
		"Lotze's procedure is, indeed, analogous to the way in which, in his philosophy of nature, he starts from a plurality of real beings, but by means of a reductive movement, an application of Kant's transcendental method, arrives at the postulate or fact of a law of their reciprocal action which calls for a monistic and idealist interpretation.",
		"The transmutation of Mill's induction of inductions into a postulate is an advance of which the psychological school of logicians have not been slow to make use.",
		"It is of course a postulate that all truths harmonize, but to give the harmonious whole in a projection in one plane is an undertaking whose adequacy in one sense involves an inadequacy in another.",
		"This is an immediate consequence of the fundamental postulate, in either of the forms above stated, since the internal forces do on the whole no work.",
		"The postulate of an Evil Being arises from the difficulty, at all times acutely felt by a certain type of mind, of reconciling the existence of evil with the divine attributes of perfect goodness, full knowledge and infinite power.",
		"Anaxagoras was the first to postulate the existence of Reason (vows) as the source of change and progress.",
		"Spinoza realized the flaw in the division and preferred to postulate behind mind and matter a single substance (unica substantia) while Leibnitz explained the universe as a harmony of spiritual or semispiritual principles.",
		"The phenomena of light had compelled physicists to postulate a space-filling medium, to which the name ether had been given, and Henry and Faraday had long previously suggested the idea of an electromagnetic medium.",
		"Though duty, in his view, excludes regard for private happiness, the summum bonum is not duty alone, but happiness combined with moral worth; the demand for happiness as the reward of duty is so essentially reasonable that we must postulate a universal connexion between the two as the order of the universe; indeed, the practical necessity of this postulate is the only adequate rational ground that we have for believing in the existence of God.",
		"Several authors justify the probability postulate without relying on the sleeping pill argument.",
		"Useful light is shed on this distinction by Lotze, who contrasts (Logic, § 273) postulates (\" absolutely necessary assumptions without which the content of the observation with which we are dealing would contradict the laws of our thought\") with hypotheses, which he defines as conjectures, which seek \"to fill up the postulate thus abstractly stated by specifying the concrete causes, forces or processes, out of which the given phenomenon really arose in this particular case, while in other cases maybe the same postulate is to be satisfied by utterly different though equivalent combinations of forces or active elements.\"",
		"An educated hypothesis would postulate that it is just one of the many factors that influence the way teens think and act.",
		"Some postulate that the brain systems that regulate arousal and attention are also involved in regulating sleep patterns, and there is significant evidence to support this.",
		"Fans are a primary audience for ship schematics, particularly those who want to build models or postulate how technology may or may not work.",
		"Unfortunately, from the tenable theory that the intensity of a sensation increases by definite additions of stimulus, Fechner was led on to postulate a unit of sensation, so that any sensation s might be regarded as composed of n units.",
		"With this coheres his dictum, with its far-reaching consequences for the philosophy of induction, that \" the logical justification of the inductive process rests upon the fact that it is an inevitable postulate of our effort after knowledge.that the given is necessary, and can be known as proceeding from its grounds according to universal laws.\"",
		"If we integrate with respect to I between fixed limits, we obtain the principles of linear and angular momentum in the form previously given, Hence, whichever form of postulate we adopt, we are led to the principles of linear and angular momentum, which form in fact the basis of all our subsequent work.",
		"The fundamental metaphysical postulate that being and God are ultimately identical remained, however, the philosophical basis of all his thinking, and reverence for this being as the supreme good remained the fundamental disposition of his mind.",
		"In the succeeding three definitions the centre, diameter and the semicircle are defined, while the third postulate of the same book demands the possibility of describing a circle for every \" centre \" and \" distance.\"",
		"The fact that at most places the morning shows a marked decay of auroral frequency and intensity as compared to the evening, the maximum preceding midnight by several hours, is certainly favourable to theories which postulate ionization of the atmosphere by some cause or other emanating from the sun.",
		"One is the exaggeration of the possibilities of resolution into separate elements that is due to the acceptance of the postulate of an alphabet of nature.",
		"Its effect upon logic is rather to be seen in the rethinking of the traditional body of logical doctrine in the light of an absolute presupposed as ideal, with the postulate that a regulative ideal must ultimately exhibit itself as constitutive, the justification of the postulate being held to lie in the coherence and all-inclusiveness of the result.",
		"When we pass from the consideration of discrete particles to that of continuous distributions of matter, we require some physical postulate over and above what is contained in the Laws of Motion, in their original formulation.",
		"This additional postulate may be introduced under various forms. One plan is to assume that any body whatever may be treated as if it were composed of material particles, i.e.",
		"It is an exaggeration of the theory which makes it an explanation of all human life, but the whole science of dynamic sociology rests upon the postulate of Marx.",
		"Religion itself is the belief in this moral law as divine, and such belief is a practical postulate, necessary in order to add force to the law.",
		"That this is so appears most clearly in the fact that with Amos the prophecy of restoration appears only in a few verses at the end of his book, and in the still more instructive fact that neither he nor Hosea attempts to explain how the restoration which they accept as a postulate of faith is to be historically realized.",
		"Its consistency, as deduced by Lange, was to reduce all use of reason, speculative and practical, to its logical use of proceeding from the assumed mental data of outer and inner sense, arranged a priori, to mental phenomena of experience, beyond which we can conceive ideas but postulate nothing.",
		"Again the Finnish languages spoken in various parts of Russia and more or less allied to Magyar must have spread gradually westwards from the Urals, and their development and diffusion seem to postulate a long period (for the history of the Finns shows that they were not mobile like the Turks and Mongols), so that the ancestral language from which spring Finnish and Magyar can hardly have been brought across Asia after the Christian era.",
		"To postulate different substances as underlying the different forces of nature would have been to surrender the fundamental thought of the system.",
		"The first postulate of such a policy was peace, especially peace with Denmark's most dangerous neighbour, Sweden.",
		"On the other hand is a hypothetical dualism, according to which it is held that mind cannot bridge over the chasm so far as to know matter in itself, though it is compelled by its own laws of cause and effect to postulate matter as the origin, if not the motive cause, of its sensations.",
		"Along a different line of thought the Iranian teachers, beholding the world divided between hostile powers, demanded, as the fundamental postulate of religion, the victory of the good.",
		"And, as nature reveals no great care for this postulate, we must appeal away beyond nature to a power who shall make good men at the last as happy as they deserve to be.",
		"Lowry and Armstrong represent these compounds by the following spatial formulae which postulate a y-oxidic structure, and 5 asymmetric carbon atoms, i.e.",
		"It was perhaps the facility with which a pillar of stone or wood can be turned into an image by painting or sculpturing on it eyes, ears, mouth, marks of sex and so on, which led anthropologists of an earlier generation to postulate such a law of development; but facts do not bear it out.",
		"In like manner, after the French mathematicians had attempted, with more or less ingenuity, to construct a theory of elastic solids from the hypothesis that they consist of atoms in equilibrium under the action of their mutual forces, Stokes and others showed that all the results of this hypothesis, so far at least as they agreed with facts, might be deduced from the postulate that elastic bodies exist, and from the hypothesis that the smallest portions into which we can divide them are sensibly homogeneous.",
		"Reason, according to Wundt, is like pure reason according to Kant; except that Wundt, receiving Kantism through NeoKantism, thinks that reason arrives at \" ideals \" not a priori, but by the logical process of ground and consequent, and, having abolished the thing in itself, will not follow Kant in his inconsequent passage from pure to practical reason in order to postulate a reality corresponding to \" ideals \" beyond experience.",
		"Hence the theory is a kind of monism, inasmuch as it confessedly does not assert the existence of matter save as an intellectual postulate for the thinking mind.",
		"The more Spinozistic side of Leibnitz's thought - God as Monad of Monads - is a theistic postulate if hardly a theistic proof.",
		"But what is a postulate of practical reason to explain moral responsibility except a logical use of reason ?",
		"It presumes the reality of its sub ject in a postulate of existence.",
		"It may perhaps be fairly said that materialism is at present a necessary methodological postulate of natural-scientific inquiry."
	],
	"synonyms": [
		"call for",
		"take",
		"involve",
		"need",
		"ask",
		"necessitate",
		"demand",
		"require",
		"contend",
		"posit",
		"suppose",
		"presuppose",
		"premise",
		"claim",
		"presume",
		"posit",
		"supposition",
		"thesis",
		"theory",
		"presupposition",
		"premise",
		"assumption",
		"postulation"
	],
	"antonyms": [
		"calculate"
	]
}