{
	"word": "emulate",
	"meaning": [
		"To try, often by imitating or copying, to equal or surpass.",
		"To compete with successfully; approach or attain equality with.",
		"To imitate (a person or thing admired)",
		"To rival successfully.",
		"To imitate the function of (another system), as by modifications to hardware or software that allow the imitating system to accept the same data, execute the same programs, and achieve the same results as the imitated system.",
		"Ambitious.",
		"(obsolete) Striving to excel; ambitious; emulous."
	],
	"sentences": [
		"We tried to emulate what we had seen in the morning.",
		"He tried to emulate the recent success of mine.",
		"His proposals came to nothing, but he continued the struggle at a series of diets, and urged the Germans to emulate the courage and union of the Swiss cantons.",
		"After thirty-seven years of war he set himself to emulate Asoka and became a patron of art and literature.",
		"They were able to emulate the achievements of their predecessors of twelve months ago.",
		"Can you emulate that feat?",
		"We were able to emulate this ease of use – although there is some way to go.",
		"They were able to emulate the behavior by creating a form-level variable to track the control.",
		"The process allowed them to emulate the bit-slice processor on another computer.",
		"In order to emulate them, they often wore sashes and regalia like the ones seen here, emulating groups such as the Royal Order of Foresters or the Masons.",
		"In the age succeeding the Reformation there was no disposition on the part of the English Church to emulate the wonderful activity of the Jesuits.",
		"In Athens such speeches were delivered at national festivals or games, with the object of rousing the citizens to emulate the glorious deeds of their ancestors.",
		"He grew up resolved to emulate the medieval knights who had reconquered Portugal from the Moors.",
		"Count Billow, indeed, though, like Bismarck, a \"realist,\" utilitarian and opportunist in his policy, made no effort to emulate the masterful independence of the great chancellor.",
		"On the day of Yazdegerd, or New Year's Day, the Parsees emulate the western world in rejoicing and social intercourse.",
		"Artificial snow machines strive to emulate nature's way of making snow.",
		"This prince sought to emulate the changes which had recently been made in France by dividing Cothen into two departments and introducing the Code Napoleon.",
		"Study what they did and emulate it - after all, they lost the weight!",
		"Formed gowns emulate old-starlet glamor, and may be the perfect choice for the girl seeking a dramatic entrance.",
		"Fortunately, with a steady hand and a cat eye makeup tutorial, you too can emulate these looks at home.!",
		"With their stylish designs and quality construction, there are limitless possibilities to emulate the perfect look for your magical evening.",
		"The concentration upon the city of a large garrison flushed with victory, and eager to emulate the vanquished foe in works of peace, and vie with them in luxury, was an incentive to Berliners to put forth all their energy.",
		"We will strive to emulate proper procedures.",
		"Most female pop stars try to emulate Madonna at some point; very few do it with such panache.",
		"You can, or course, write a program to emulate the bit-slice processor on another computer.",
		"Will technology be able to perfectly emulate real life?",
		"If you want to emulate the rough-and-tumble adventures shown on SUV commercials, this may be the right vehicle for you.",
		"Moronobu was a consummate artist, with all the delicacy and calligraphic force of the best of the Tosa masters, whom he undoubtedly strove to emulate in style; and his pictures are not only the most beautiful but also the most trustworthy records of the Fife of his time.",
		"Of Dutch statesmen during the Napoleonic period, Thorbecke admired Falck and Van Hogendorp most, whose principles he strove to emulate.",
		"She wore a tee shirt with no bra, perhaps in some vague attempt to emulate Penny, but with only a fraction of the appropriate equipment.",
		"It is a career with qualities that any wannabe filmmaker would surely hope to emulate.",
		"This conception of the relations of church and state was hardly favourable to missionary zeal; and in the age succeeding the Reformation there was no disposition on the part of the English Church to emulate the wonderful activity of the Jesuits, which, in the 16th and 17th centuries, brought to the Church of Rome in countries beyond the ocean compensation for what she had lost in Europe through the Protestant reformation.",
		"The student may read Homer or Ã†schylus in the Greek without danger of dissipation or luxuriousness, for it implies that he in some measure emulate their heroes, and consecrate morning hours to their pages.",
		"While some prepackaged fragrances are earthy or musky, others emulate designer scents.",
		"While that may not be possible for everyone, it certainly is possible to emulate that laid-back vibe in the comfort of your own home.",
		"For example, if you know you want to make a frog cake for a child's birthday, search for \"frog birthday cake\" and look at image results as well as web hits to find others' cake designs that you might be able to emulate.",
		"And besides, if you were to emulate a game, wouldn't you want it to be Halo?",
		"The ideas to solutions usually come by a natural association to either a manmade product or something in nature that performs the desired task, communicates a feeling, or evokes a certain emotion that I want my product to emulate.",
		"At the time, anything the Beatles did prompted thousands to emulate them.",
		"While it may be obvious that these two Spartan cheerleaders are not who you want to emulate as a cheerleader, there is always just a little truth in parody, and this is why it's so funny.",
		"Built more like stationary exercise bikes, indoor cycling rigs feature large, weighted flywheels in the front, low-slung racing handlebars and skinny racing seats to emulate the feeling of flying downhill on a road bike.",
		"The bottoms of the teddy emulate the boy briefer underpants that so many women like to wear.",
		"He was seeking a white musician who could emulate that sound, and he saw his star in Elvis.",
		"As much as we love to emulate the beautiful people, the fact of the matter is it's dangerous and unhealthy.",
		"Pligg is a content management system that tries to emulate Digg.",
		"As it was, the kids might pick up on her fear and emulate.",
		"It roused a desire to reappropriate the whole abandoned provinces of mundane energy, and a hope to emulate antiquity in works of living loveliness and vigour.",
		"We girls could emulate men only by becoming androgynous, and once grown into women even this escape is denied us.",
		"Whilst the technology and development becomes more exacting they remain only the tools to emulate nature.",
		"This week, David Cameron's Conservatives did their best to emulate that feat.",
		"I am now very fortunate to be part of a church which seeks to emulate the biblical example of the early church.",
		"Frieda watched Margaret and tried to emulate her calm, sure-footed manner, but her baby would often frazzle her nerves.",
		"If Shabba can emulate Mr Spencer then I think we have a real starlet on our hands.",
		"Two years after the return of Cabot, the news of Francisco Pizarro's marvellous conquest of Peru reached Europe (1532), and stirred many an adventurous spirit to strive to emulate his good fortune.",
		"In Perkin Warbeck (printed 1634; probably acted a year later) he chose an historical subject of great dramatic promise and psychological interest, and sought to emulate the glory of the great series of Shakespeare's national histories.",
		"Referent power accrues also, because she could suggest ways for other academics to emulate her success.",
		"The dot.com scenario is not a vision which many SMEs could or should strive to emulate.",
		"In general, startups in the early phases are going to get into trouble when they attempt to emulate a large company.",
		"When choosing a wall design, it is very important to have a clear idea of the type of modernism the decor should emulate.",
		"Rather than emulate your home, why not build the addition using modern materials and methods and design it in a way that stands apart from the home, but complements it?",
		"Using a black eye pencil, draw a few stitches on the face to emulate Sally's raggedy look.",
		"Learning how to emulate runway model makeup can transform your basic, everyday look into something glamorous and eye-catching.",
		"Rhianna has gorgeous skin, so to emulate Rhianna's makeup, it's most important that your skin is clean, hydrated and supple.",
		"Stick with rose, red, or apricot lipsticks to emulate her prized pout and top every color with a slick shot of lipgloss to help enhance your lips shape.",
		"If you're headed out for the evening and want to emulate a Cher-like lip from the '80s, try a vibrant violet-berry lipstick, similar to what the star would often wear with her famous leather jackets, sheer dresses and killer stilettos.",
		"It's no wonder so many gals want to emulate fictional character Bella Swan.",
		"Looking for a few teenage bedroom styles that you can emulate when designing your bedroom?",
		"They may want to emulate a movie star's wedding or they may simply want to incorporate favorite flowers and colors.",
		"Celebrity weight is a growing concern for the public, especially since young women often try to emulate their favorite star.",
		"Along with the fun of watching your favorite celebrity at an awards show is the desire to emulate their style.",
		"She promoted the perfume talking about the fragrance itself, and the scent she was trying to emulate, but no one wants to talk about that.",
		"Some rave fans choose particular themes, such as fantasy figures, cartoon characters, or futuristic space figures to emulate.",
		"Younger siblings can emulate their teen sisters with this store just for them.",
		"Tween girls, who adore Miley Cyrus, can emulate their favorite star by wearing Hannah Montana clothes.",
		"It will also give him something to wear at night and in the morning to emulate his daddy.",
		"This is a great way to gain knowledge about obedience and canine behavior while being mentored by a trainer you wish to emulate.",
		"For anyone looking to emulate Van Halen, this guitar may offer one of the best ways to achieve that elusive rock star quality.",
		"In large part due to guitarist Dean DeLeo, Stone Temple Pilots (STP) has carved a niche into the United States' thriving music industry and fueled the amateur musician's desire to emulate their style of rock music.",
		"To create the sound Kings of Leon tabs collectors so want to emulate, Matthew relies on the following instruments.",
		"For especially realistic flooring, look for laminates with beveled grooves to emulate wood planks or stone grout joints.",
		"Some vinyl siding is embossed with faux wood grain texture to emulate wood siding.",
		"Some styles also emulate other materials, such as stucco, stone, brick, cedar shakes and cement.",
		"Despite its being termed costume or \"junk\" jewelry, vintage pieces are still costly, as they beautifully emulate the innovation and attention to detail of their designer.",
		"This is not necessarily a bad thing; some supervisors skip the tie and just wear a dress shirt and slacks, and that's easy enough to emulate.",
		"In Henry Thew Stephenson's extensive article on Elizabethan Fashion, he explains that the commoner in Elizabethan England would emulate the nobles but with less elaboration and using \"cheaper materials.\"",
		"If you want to emulate the iconic trench-coat look made popular by Hollywood, go for beige or tan coat that is double-breasted, with side slant pockets, a back vent, and shoulder epaulets.",
		"The easiest consoles to emulate are cartridge-based systems like the Nintendo DS or classic Atari.",
		"In any case, try not to emulate anything you see in this game… unless it has to do with the aforementioned police officer and a slightly modified chainsaw.",
		"Cartridge based systems are easier to emulate because the code can be extracted from the circuitry.An extensive emulator website, Emulator Zone provides all kinds of information about emulators, the history of emulation and downloads.",
		"A cartridge based console system is easier to emulate because the data can be simply pulled from the cartridge and transferred into computer programming for the emulator to read.",
		"This hard drive allows the 360 to \"emulate\" the original Xbox so you can play those games as well as awesome new games that you can only play on the 360.",
		"Remember that the only way to be safe is to stick to independently developed games/apps and only emulate games that you already own.",
		"Otherwise, any game you emulate must be deleted within 24 hours.",
		"Children will often mimic or emulate the actions of other surviving adults around them to formulate their reaction to the death of their parent.",
		"Want your stylist to emulate one of these short looks?",
		"For the most part, it is best to emulate the celebrity hair styles that are most similar to your own hair type.",
		"Try using a Sedu iron to emulate the 1970s boho modish style that is all the rage.",
		"Traditional runway hair is easy to emulate at home, provided you have the right tools for the job.",
		"Even if your hair is naturally curly or wavy, you can emulate an emo style at least temporarily with these products.",
		"Today, Christina's career and health is going strong, and her strong will and starlet looks inspire many women to emulate her hair styles.",
		"If you love Kate Gosselin's new hair styles and would like to emulate her looks, there's both good and bad news.",
		"Instead, those with more petite faces would do well to emulate Kate Bosworth's blunt cut which accentuates her features without stressing her fine-textured locks.",
		"Like writing skills, children learn to emulate the things they are most familiar with.",
		"Reese, who already has two children with husband Ryan Phillipe, is reported to be the celebrity mom ordinary women would most like to emulate.",
		"From evening dresses to jeans and from tank tops to bikinis, hers is a style that many women would love to emulate.",
		"If your daughter is still at an age where she loves to emulate her mom, then mother and daughter matching swimsuits may suit your style to a T!",
		"With her movie star looks, fun personality and toned physique, it's no wonder that many girls would like to emulate her style.",
		"Different iCarly toys are available for kids who want to emulate or role-play their favorite iCarly characters.",
		"Dating back over 5000 years, chess pieces possess an intrinsic and timeless beauty that few other games can emulate.",
		"If you have treasured keepsakes from the country you want to emulate in your home, put them out for display during the Christmas celebration.",
		"To emulate this tradition, you might incorporate a nativity scene into your holiday decorations.",
		"If you do want perfection in your national costume, it might be a good idea to try to find someone who already owns some traditional clothing from the nation you are trying to emulate that you can use as a guide.",
		"By choosing a famous couple to emulate, they can share the spirit of the event in a fun and entertaining way.",
		"The Amazing Amazon is one of the few great female role models in comic books, so it's no wonder so many want to emulate her.",
		"Regular folks tried their best to emulate their favorite stars' glittery outfits and voluminous hairstyles, and in the process ignited a generation of reckless abandon.",
		"Whether you are planning an actual dance costume or wish to emulate a dancer for a costume party, the clothing requirements are the same.",
		"Ziamond continually updates its designs to emulate the latest designer and celebrity trends along with producing elegant classic designs.",
		"Fans who wish to emulate Katie Holmes' engagement ring have several options without breaking the bank.",
		"In an attempt to find that perfect happily ever after, couples may emulate the rings and proposals of their favorite Hollywood flicks.",
		"The slender, attractive, and blonde adolescent character living in panoramic Malibu, California is figure many young girls may admire and wish to emulate.",
		"Many of Disney's competitors have also copied their ideas and tried to emulate the enormous success that Disney has attained.",
		"Cameron even used his own Reality Camera System to use two high definition cameras to emulate perception on the big screen.",
		"The next best thing is to wear shoes that emulate the sense of being barefoot by allowing for full foot movement and flexibility.",
		"Avoid the temptation to emulate Julia Roberts' famed Pretty Woman character and, instead, go the other route.",
		"Soap Opera Digest often features articles and behind the scenes tips from some of daytime's best hairstylists as well as posting pictures by reader request for hairstyles they want to emulate.",
		"While the method of cheering is a good thing to emulate - strong arms, loud, clear voices, and sharp moves - the attitude and words of the cheer are not anything you want to include in your squad's routine.",
		"Some squads also emulate the college and pro cheerleaders in doing community work.",
		"Safety eyes can be placed in unique positions on the robot to emulate control buttons and other mechanical features.",
		"This was what was most desired, due mostly to the fact that during the war they had been seeking solace in the ever growing movie industry--watching beautiful curvaceous women grace the silver screen that they could only hope to emulate.",
		"If only the nations of the world could emulate these situations, \" said the headmistress of the Dersingham Road school, Deirdre Turner.",
		"Static variables can be used to emulate constants, values that do n't change.",
		"As the people ordinary Americans aspire to emulate, celebrities feel pressured to push the envelope.",
		"You may want to add a little produce to emulate this when creating raw cat food on your own.",
		"No one physically sees your card and cannot, therefore, make a copy or emulate your signature.",
		"All three collections were traditional styles designed to emulate the furniture and styles in Martha Stewart's homes in the Northeast.",
		"What little boy doesn't want to emulate his father?",
		"Depending on whose look you plan to emulate, you can easily give your hair the look you've fantasized about with these simple tips."
	],
	"synonyms": [
		"strive",
		"excel",
		"rival",
		"imitate",
		"follow",
		"equal",
		"copy",
		"contend",
		"compete",
		"follow the example of",
		"vie",
		"contest",
		"or after)",
		"upon",
		"model (on"
	],
	"antonyms": []
}