{
	"word": "idiosyncrasy",
	"meaning": [
		"The temperament or mental constitution peculiar to a person or group.",
		"Any personal peculiarity, mannerism, etc.",
		"An individual reaction to a drug, food, etc. that is different from the reaction of most people."
	],
	"sentences": [
		"Cod-liver oil is used externally in medicine when its internal administration is rendered impossible by idiosyncrasy or the state of the patient's digestion.",
		"The conduct of Grimm to him was certainly bad; and, though Walpole was not his personal friend, a worse action than his famous letter, considering the well-known idiosyncrasy of the subject, would be difficult to find.",
		"Idiosyncrasy plays a considerable part in determining the effects, some people being particularly susceptible; death has occurred in five minutes from the appearance of the first symptoms, but when a narcotic has been administered at the same time as the poison the development is proportionately slow.",
		"In persons who have a marked idiosyncrasy towards cinchonism, the symptoms may often be successfully averted if small doses of hydrobromic acid - io minims of the dilute solution - are given with the quinine.",
		"The views on art contained in Herder's Kritische Wader (1769), Plastik (1778), &c., are chiefly valuable as a correction of the excesses into which reverence for Greek art had betrayed Winckelmann and Lessing, by help of his fundamental idea of national idiosyncrasy.",
		"He is not alive enough to the very intimate relation which thought holds to national life and to the idiosyncrasy of the thinker.",
		"Numerous minor chroniclers fill up the gaps, but no one of them has the idiosyncrasy which distinguishes these three writers, who illustrate the three periods of the middle ages - adolescence, complete manhood, and decadence.",
		"This fact of the idiosyncrasy of national poetry he illustrated with great fulness and richness in the case of Homer, the nature of whose works he was one of the first to elucidate, the Hebrew poets, and the poetry of the north as typified in ' ` Ossian.\"",
		"The mannerism, which has been attributed to an imitation of Jean Paul, appeared to Carlyle himself to be derived rather from the phrases current in his father's house, and in any case gave an appropriate dialect for the expression of his peculiar idiosyncrasy.",
		"The letters and autobiographical writings, whether they attract or repel sympathy, are at least a series of documents of profound interest for any one who cares to study character, and display an almost unique idiosyncrasy.",
		"Four years later, in 1831, the Introduction a l'histoire universelle showed a very different style, exhibiting no doubt the idiosyncrasy and literary power of the writer to greater advantage, but also displaying the peculiar visionary qualities which made Michelet the most stimulating, but the most untrustworthy (not in facts, which he never consciously falsifies, but in suggestion) of all historians.",
		"Oils and fats must, therefore, not be looked upon as definite chemical individuals, but as representatives of natural species which vary, although within certain narrow limits, according to the climate and soil in which the plants which produce them are grown, or, in the case of animal fats, according to the climate, the race, the age of the animal, and especially the food, and also the idiosyncrasy of the individual animal."
	],
	"synonyms": [
		"mannerism",
		"foible",
		"oddity",
		"idiom",
		"habit",
		"characteristic",
		"quirk",
		"peculiarity",
		"eccentricity",
		"trait",
		"affectation",
		"singularity",
		"quirkiness"
	],
	"antonyms": []
}