{
	"word": "torrid",
	"meaning": [
		"Dried by or subjected to intense heat, esp. of the sun; scorched; parched; arid.",
		"So hot as to be parching or oppressive; scorching.",
		"Highly passionate, ardent, zealous, etc.",
		"Hurried; rapid.",
		"Full of intense emotions arising from sexual love; ardent and passionate."
	],
	"sentences": [
		"They were enjoying the trial but were having a pretty torrid time results wise.",
		"I never had torrid thoughts about Josh.",
		"A surprise after their fairly torrid first couple of races, particularly Bahrain where they really were in among the backmarkers.",
		"The course has traditional tight and deceptively testing greens and strategically placed bunkers, many a scorecard tells a torrid tale.",
		"The inhabitant of the torrid zone upon moving to a northern climate is severely affected by the chill of the atmosphere.",
		"All three of the visitors ' goals had come from the left flank as Danny Mills endured a torrid afternoon.",
		"Peter Taylor suffered a torrid time whenever the Sky camera 's arrived to watch his team.",
		"Torrid features plus size teen clothing.",
		"Even big girls need a little black dress and Torrid has an array of dresses not only in black, but in prints that are as pretty as they are perfect for you.",
		"Torrid's clothes are very reasonably priced even at full-price, but they have an On Sale and Clearance section that marks clothes down even more, so that you can get sexy and fun corset tops for nearly half their original price.",
		"Torrid, a favorite among younger shoppers, will almost always have a few choices in plus size cable knit sweaters.",
		"Torrid stores are quickly becoming one of the hottest places to pick up plus sized clothing and accessories.",
		"Torrid started out as a mall based store and website in 2001 as an offshoot of the mall-popular Hot Topic.",
		"At first Torrid simply featured larger sizes of popular designs that were sold at Hot Topic.",
		"In 2005, Torrid stores widened their merchandise selection to include other fashion viewpoints.",
		"Torrid stores sell novelty tee shirts, fashion tops, pants, shorts, skirts, dresses, outerwear, intimate apparel, accessories, shoes, jewelry, gifts and products.",
		"This section of the store has the most in common with Torrid's parent store, Hot Topic.",
		"This collection lets Torrid shoppers do it in a style all their own.",
		"Torrid models are all plus sized and come from professional and amateur backgrounds.",
		"It's important for Torrid to use real girls to show that anyone can wear their clothes.",
		"In 2006, Torrid started an annual model search to find new models for their advertising.",
		"In addition to the online store, Torrid's website offers three additional sections that cater to the needs of their visitors.",
		"The program is valid in all Torrid locations as well as the online store.",
		"A favorite for up-to-the-minute plus size junior clothes is Torrid.",
		"Torrid has a colorful design that features spaghetti straps.",
		"Torrid features another colorful maxi dress with a fun animal print in teal.",
		"Torrid's collection of maxi dresses provides a nice selection of colors and styles including different necklines in this long plus size dress for summer.",
		"Torrid is a great place to shop for reasonably priced everything, including maxi dresses.",
		"Torrid offers a unique take on a polka dot bra with the Pink Dice Smoldering Demi Bra.",
		"Torrid plus size fashions are noted for trendy designs in feminine plus size clothing for younger women and teens.",
		"If you are tired of shopping in plus size stores that look right for your mom instead of you, then Torrid may be the answer you're looking for.",
		"Torrid embarked on an entrepreneurial quest to bring fashionable options to the young plus size market in 2001.",
		"Inspiration for the Torrid plus size clothing line, in sizes 12 to 28, came from pop culture, runway shows and fashion icons.",
		"Torrid provides trendy options for everyday wear such as jeans made to fit the young plus size woman.",
		"The Torrid clothing line has grown to incorporate other clothing brands, including hot labels such as Jezebel, Betsey Johnson, Iron Fist, LA Ink and more.",
		"Along with trendy fashions for everyday, Torrid offers a selection of spicy intimate apparel to make your romantic side sizzle.",
		"If you're looking for a pair of stylish boots to fit your calf as well as your foot, or sexy heels to fit a wide foot, Torrid offers an attractive selection with a variety of tastes in mind.",
		"Their footwear ranges from casual to dressy, with plenty of sexy styles that live up to the Torrid reputation.",
		"Torrid's line expands to accessories for the plus size woman, too.",
		"Before you order anything from Torrid you'll want to check their size chart.",
		"It may surprise you to learn you wear a Torrid size 2, which is a size 18/20 with other manufacturers.",
		"Torrid is available at stores around the nation, or you can order online.",
		"They also ship internationally, so Torrid fashions are available to plus size women around the world.",
		"If you want to shop for Torrid at a nearby mall but are unsure of where the nearest location is for you, the Find a Store locator is a handy tool to help.",
		"If you sign up on the Torrid website, you'll not only be able to shop but you'll have access to the online Torrid community and virtual dressing room.",
		"The community also provides a wealth of information including videos from Torrid's latest fashion shoots and other events.",
		"You'll find many familiar names listed including Avenue, Catherines, and Jessica London, but you'll be rewarded with a whole list of newer stores catering to the younger plus size crowd including Torrid, Feel Pretty and Fashion Bug.",
		"Torrid's trendy collection of plus size swimwear has something for everyone.",
		"If you are less particular about a name brand, you'll find a good selection of jeans designed for plus size women at Torrid.",
		"Besides V, she has also modeled for Lane Bryant and Torrid, and has appeared in four international editions of Vogue magazine.",
		"One of the favorite online shops for plus size clothing, especially for teens, Torrid, has a huge selection of Ed Hardy bags, as well as a number of watches.",
		"A great source for skinny jeans is Torrid.",
		"Torrid is one of the best places to purchase a western belt if it's the first time you're wearing one; the prices are quite reasonable, so you won't be at a complete loss if you don't wear it often.",
		"Torrid's size 26 is marked as a \"4\" on its products.",
		"Not every top has to have a \"western look,\" but Torrid offers a nice choice of button-down western style tops.",
		"Torrid plus size clothing has grown into a well-known fashion brand and retail chain since its launch in 2001.",
		"Torrid is known for its trendy plus size fashions.",
		"Today Torrid is a well-loved plus size brand for teens and young women that offers a large selection of plus-size fashions to help build your wardrobe from head to toe.",
		"Along with casual everyday wear like pants, tops, and shorts, Torrid is also the place to go when shopping for footwear or something to wear for a special occasion.",
		"If you're looking for plus size lingerie for your honeymoon or other romantic get-away, Torrid's intimate apparel provides a sexy selection of everything from plus-size lacy garter bustiers to panty and bra sets.",
		"Whether you're going on a Caribbean cruise or vacationing on the beaches of Florida or some other sunny location, Torrid has swimwear designed to help you look your best with fabrics that help lift and accentuate your curves.",
		"Torrid promises the hottest new footwear in wider widths, and boots designed to fit larger calves.",
		"Today Torrid's brand has grown to embrace tops, denim, bottoms, dresses, shoes, intimate apparel, swimwear, jackets and outwear, plus size accessories and maternity clothing.",
		"Torrid's Divastyle program is an added perk offered to loyal customers.",
		"All customers have to do to become eligible is spend $250 on Torrid merchandise.",
		"Torrid plus size clothing is available in sizes 12 to 28.",
		"Along with their standard size chart, Torrid offers a number of other charts, such as an Apparel International Conversion Chart, which makes it easier for people living in Europe, Japan and Australia to order their right size.",
		"Today Torrid has grown to include retail stores and a formidable online presence.",
		"For the younger, trendier woman, Torrid remains a favorite.",
		"Finally, Torrid makes a number of lively plus-size suits and cover-ups at reasonable prices.",
		"Don't forget to check out mary janes from Torrid, which is affiliated with Hot Topic, but offers different styles for the larger woman.",
		"For your first stop, try Torrid to buy Ed Hardy high tops in more feminine styles.",
		"This torrid affair was short-lived, as Dale eventually left the village.",
		"One of the faces of Torrid, she's inspiring teenage girls to accept themselves the way they are--and love every pound.",
		"Otherwise her expression might have revealed her torrid thoughts.",
		"And all the time she thought she was the only one with the torrid thoughts.",
		"Indeed, some of the chief contrasts of the two continents arise not so much from geological unlikeness as from their unsymmetrical situation with respect to the equator, whereby the northern one lies mostly in the temperate zone, while the southern one lies mostly in the torrid zone.",
		"It was embarrassing when that twinkle came in his eye because he read her torrid thoughts about him.",
		"Of those who took the gospel To those in foreign lands, To those in steamy jungles Or to torrid burning sands.",
		"Her perfect man escapes to a torrid affair in the city.",
		"He 's having a torrid season as a Spurs fan.",
		"Torrid is a clothing store for plus-sized young women and teenage girls.",
		"Torrid features trendy plus size teen clothing.",
		"Torrid has trendy, cute plus sizes that are just for teens.",
		"Torrid has a section on its site devoted to fun, trendy club wear for plus sizes.",
		"Hip-hop designer names like Baby Phat, Dereon and Apple Bottoms can also be found at Torrid.",
		"Known to some as the younger, edgier Lane Bryant, Torrid offers trendy clothes aimed at girls and women between 12 and 36.",
		"Today, there are over 170 Torrid stores in 36 states.",
		"Check out camouflage lingerie for fuller figures at Torrid.",
		"In the extreme north a little over a degree and a half of territory lies within the torrid zone, extending from the Pilcomayo about 500 m.",
		"Aristotle, too, gave greater definiteness to the idea of zones conceived by Parmenides, who had pictured a torrid zone uninhabitable by reason of heat, two frigid zones uninhabitable by reason of cold, and two intermediate temperate zones fit for human occupation.",
		"Brazil lies almost wholly within the torrid zone, less than one-twelfth of its area lying south of the tropic of Capricorn.",
		"The finest furs are obtained from the Arctic and northern regions, and the lower the latitude the less full and silky the fur, till, at the torrid zone, fur gives place to harsh hair without any underwool.",
		"Maybe this was what they needed to do instead of thinking torrid thoughts about each other.",
		"In virtue of these physical characteristics, the air over the land becomes much warmer in summer and much colder in winter than the air over the oceans in corresponding latitudes; hence the seasonal changes of temperature in the central United States are strong; the high temperatures appropriate to the torrid zone advance northward to middle latitudes in summer, and the low temperatures appropriate to the Arctic regions descend almost to middle latitudes in winter.",
		"Do you ever have dreams about him - I mean torrid ones?",
		"On the 24th of June the passage of the Niemen began in torrid heat which lasted for a few days.",
		"The climate is in general warm, but not torrid nor unsuitable for Europeans.",
		"The warmed air of summer produces an area of low pressure in the west-central United States, which interrupts the belt of high pressure that planetary conditions alone would form around the earth about latitude 30; hence there is a tendency of the summer winds to blow inward from the northern Pacific over the Cordilleras toward the continental centre, and from the trades of the torrid Atlantic up the Mississippi Valley; conversely in winter time, the cold air over the lands produces a large area of high pressure from which the winds tend to flow outward; thus repelling the westerly winds of the northern Pacific and greatly intensifying the outflow southward to the Gulf of Mexico and eastward to the Atlantic. As a result of these seasonal alternations of temperature and pressure there is something of a monsoon tendency developed in the winds of the Mississippi Valley, southerly infiowing winds prevailing in summer and northerly outfiowing winds in winter; but the general tendency to inflow and outflow is greatly modified by the relief of the lands, to which we next turn.",
		"Climate,-In accordance with its southerly position and the variety in its superficial configuration, Spain presents within its borders examples of every kind of climate to be found on the northern hemisphere, with the sole exception of that of the torrid zone."
	],
	"synonyms": [
		"perfervid",
		"fervid",
		"impassioned",
		"fiery",
		"fervent",
		"ardent",
		"sweltering",
		"sultry",
		"sizzling",
		"rapid",
		"parching",
		"oppressive",
		"intense",
		"hurried",
		"hot"
	],
	"antonyms": [
		"unsensual",
		"frigid",
		"cool",
		"cold",
		"arctic",
		"freezing"
	]
}