{
	"word": "consign",
	"meaning": [
		"To hand over; give up or deliver.",
		"To put in the care of another; entrust.",
		"To assign to an undesirable position or place; relegate.",
		"To agree or submit.",
		"To set apart, as for a special use or purpose; assign."
	],
	"sentences": [
		"No, I would n't consign piste skiing to Room 101 - just don't ask me to partake.",
		"The Environment Agency charges for the consignment notes to be used to consign special waste.",
		"The account which has come down to us is that Mantegna began engraving in Rome, prompted by the engravings produced by Baccio Baldini of Florence after Sandro Botticelli; nor is there anything positive to invalidate this account, except the consideration that it would consign all the numerous and elaborate engravings made by Mantegna to the last sixteen or seventeen years of his life, which seems a scanty space for them, and besides the earlier engravings indicate an earlier period of his artistic style.",
		"Consign spent annual bedding plants to the compost heap and plant wallflowers, forget-me-nots and other spring flowerers in their place.",
		"Her correspondence in cipher from thence with her English agents abroad, intercepted by Walsingham and deciphered by his secretary, gave eager encouragement to the design for a Spanish invasion of England Under the prince of Parma, - an enterprise in which she would do her utmost to make her son take part, and in case of his refusal would induce the Catholic nobles of Scotland to betray him into the hands of Philip, from whose tutelage he should be released only on her demand, or if after her death he should wish to return, nor then unless he had become a Catholic. But even these patriotic and maternal schemes to consign her child and re-consign the kingdom to the keeping of the Inquisition, incarnate in the widower of Mary Tudor, were superseded by the attraction of a conspiracy against the throne and life of Elizabeth."
	],
	"synonyms": [
		"trust",
		"hand over",
		"commit",
		"commend",
		"confide",
		"relegate",
		"entrust",
		"give",
		"turn over",
		"charge",
		"convey",
		"dispatch",
		"transfer",
		"ship",
		"mail"
	],
	"antonyms": [
		"retain",
		"receive",
		"keep",
		"hold"
	]
}