{
	"word": "precarious",
	"meaning": [
		"Dangerously lacking in security or stability.",
		"Dependent upon chance; risky.",
		"Dependent upon circumstances; uncertain; insecure.",
		"Dependent upon the will or favor of another person.",
		"Dependent upon mere assumption; unwarranted."
	],
	"sentences": [
		"I'm in a precarious situation here.",
		"Again she had allowed herself to be put in a precarious situation.",
		"I held onto a precarious perch just before I let go.",
		"It could be a financially precarious solution.",
		"The restoration of the Apostolic See to its original and proper seat was now possible; and the need for such a step was the more pressing, since residence in the castle at Avignon had become extremely precarious, owing to the ever-increasing confusion of French affairs.",
		"Early examples felt precarious; but, current ones claim to be better.",
		"She gripped it, vision blurred and balance precarious atop the four-inch heels.",
		"At times his position is precarious enough.",
		"Dean cried, struggling to maintain his precarious position.",
		"The rather small bulk of Maine's published and avowed work may be explained partly by a fine literary sense which would let nothing go out under his name unfinished, partly by the drawbacks incident to precarious health.",
		"It is a precarious position in the league; but, at least we have a football club.",
		"A majority was thus secured for the Kossuthist programme of compromise, but a majority so obviously precarious that the king-emperor, influenced also - it was rumoured - by the views of the heirapparent, in an interview with Count Andrassy and Mr Kossuth on the 15th, refused to make any concessions to the Magyar national demands.",
		"He had a precarious dependence on the drug.",
		"Cynthia, while not as apprehensive as Edith had been, was obviously uncomfortable watching the climbers, especially from atop their precarious positions.",
		"The slope dropped at a precarious angle, impossible to maneuver unsecured, only a few degrees from the perpendicular.",
		"Our Friday meetings struggle on in a rather precarious manner - we need a regular venue.",
		"Hence, in the absence of more complete external evidence one is obliged to recognize the limitations of Old Testament historical criticism, even though this recognition means that positive reconstructions are more precarious than negative conclusions.",
		"Crowds of wanderers were to be met on every road; Germany, Holland and Italy were full of Jews who, pack on shoulder, were seeking a precarious livelihood at a time when peddling was neither lucrative nor safe.",
		"Other enemies and rivals also joined in the attack, and for some time Firdousi's position was very precarious, though his pre-eminent talents and obvious fitness for the work prevented him from losing his post.",
		"It worked, but it stopped a foot short of her floor, which made her load even more precarious.",
		"Though perhaps less desperate than during the previous decade, the condition of Italian finance was precarious indeed.",
		"The defection of a number of native allies (who, however, were attacked and defeated by Colonel Stevani on the I 8th of February) rendered the Italian position still more precarious; but Baratieri, unable to make up his mind, continued to mancruvre in the hope of drawing an Abyssinian attack.",
		"It may be admitted that the identification of fragmentary leaf-remains is at most precarious.",
		"An attempt in 1543 to approach Luther only increased the Reformer's hostility and rendered Schwenkfeld's situation still more precarious.",
		"He succeeded in forming a Cabinet which comprised a number of non-Giolittians of all parties, but only a few of his own \"old guard,\" so that he won the support of a considerable part of the Chamber, although the Socialists and the Popolari (Catholics) rendered his hold somewhat precarious.",
		"The people, he contended, were no worse off under the old monarchy than they will be in the long run under assemblies that are bound by the necessity of feeding one part of the community at the grievous charge of other parts, as necessitous as those who are so fed; that are obliged to flatter those who have their lives at their disposal by tolerating acts of doubtful influence on commerce and agriculture, and for the sake of precarious relief to sow the seeds of lasting want; that will be driven to be the instruments of the violence of others from a sense of their own weakness, and, by want of authority to assess equal and proportioned charges upon all, will be compelled to lay a strong hand upon the possessions of a part.",
		"But the passports which the provisional government asked from Wellington were refused, and as the country was declaring for the Bourbons, his position soon became precarious.",
		"A precarious peace had reigned in the Holy Land since 1272, when Bibars had granted a truce of ten years; but the fall of the great power of Charles of Anjou set free Kala`un the successor of Bibars' son (who reigned little more than two years), to complete the work of the great sultan.",
		"He assisted Biren to obtain the regency in the last days of the empress Anne, but when his patron fell three weeks later, his own position became extremely precarious.",
		"For the chronology before the year ho of the Flight Wagidi did his best, but here, the material being defective, many of his conclusions are precarious.",
		"Before the onset of those fierce invaders the precarious suzerainty of the khakan broke up. By calling in the Uzes, the Khazars did indeed dislodge the Petchenegs from the position they had seized in the heart of the kingdom between the Volga and the Don, but only to drive them inwards to the Dnieper.",
		"Otto's precarious position was saved by a victory near Andernach when Eberhard was killed, and Giselbert drowned in the subsequent flight.",
		"They were precarious ledges where normal people would not want to spend their day!",
		"The precarious situation may be better for Asia's bond markets than its stocks.",
		"From the 2009 bottom, another great run-up occurred to get us to the lofty and precarious levels where we are now.",
		"But fuller conceptions of evolution raise further difficulties for intuitionalism in its wonted forms. Knowledge cannot be divided into the two components - immediate certainties, precarious inferences.",
		"The failure of the archduke John to arrive in time at Wagram (5th of July), the lack of support accorded by the Spaniards to Wellesley before and after the battle of Talavera (28th of July), and the slowness with which the British government sent forth its great armada against Flushing and Antwerp, a fortnight after Austria sued for an armistice from Napoleon, enabled that superb organizer to emerge victorious from a most precarious situation.",
		"They held in precarious subjection the hordes whom the conditions of the climate and the soil made it impossible to supplant.",
		"Even this, however, understates the case, seeing that a really inscrutable Unknowable would destroy all confidence in the order of nature and render all knowledge entirely precarious.",
		"He procured the election of his son Andrew as prince of Pskov, and a powerful minority of the citizens of the republic of Novgorod held the balance in his favour against the Muscovite influence, but his ascendancy in both these commercial centres was at the best precarious.",
		"Marie Antoinette soon won the affection and confidence of the dauphin and endeared herself to the king, but her position was precarious, and both Mercy and Maria Theresa had continually to urge her to conquer her violent dislike for the favourite and try to conciliate her.",
		"This attitude was welcome to neither faction, and for some days the position of the new arrivals on the little knoll of Kampala was very precarious.",
		"Despite D'Erlon's misadventure the emperor had the game still in his hands, for Ney's failure had actually placed the AngloDutch army in a precarious position.",
		"Precarious as these means of subsistence seem, he preferred the independence thus obtained to an assured position which would have involved obligations to a patron or professional duties which his weak health would have made onerous.",
		"Here Fort Donelson on the Cumberland, Fort Henry on the Tennessee and Columbus on the Mississippi guarded the left of the Southern line, Sidney Johnston himself maintaining a precarious advanced position at Bowling Green, with his lieutenants, Zollicoffer and Crittenden, farther east at Mill Springs, and a small force under General Marshall in the mountains of eastern Kentucky.",
		"But the authority of these pashas, strangers to the country, was always precarious.",
		"At the time they occupied only the three towns of Algiers, Bona and Oran, with their suburbs, where their situation was moreover singularly precarious.",
		"The position of the first governor-general, Jean Baptiste Drouet d'Erlon (1765-1844), remained fully as precarious as that of his predecessor.",
		"The miserable condition of his country, and his own very precarious situation, weighed heavily upon his sensitive soul, and he suffered severely both in mind and body.",
		"Both sources of supply are precarious, and instances are not infrequent of the almost entire failure of either the winter or the summer rainfall.",
		"The definition of temperature given above, though difficult in the case of a flame and perhaps still admissible in the case of an electric arc, becomes precarious when applied to the disruptive phenomena of a spark discharge.",
		"The position of the storming party and of the ship was precarious.",
		"On the accession of Christian VII., in 1766, Bernstorff's position became very precarious, and he was exposed to all manner of attacks, being accused, without a shadow of truth, of exploiting Denmark, and of unduly promoting foreigners.",
		"On the other hand, the Gaetulians to the south of the Atlas range, on the date-producing slopes towards the Sahara, seem to have owned a precarious subjection to the kings of Mauretania, as afterwards to the Roman government.",
		"The states south of the Main had issued from the war as sovereign and independent powers, and they seemed in no great haste to exchange this somewhat precarious dignity either for a closer alliance among each other or with the North German Confederation.",
		"The Conservatives were attached to the older local diversities, and Bismarck had therefore to turn for help to his iild enemies, and for some years an alliance was maintained, always precarious but full of results.",
		"But the different circles represented by the two make relative dating precarious.",
		"To regard these letters as ciphers is a precarious hypothesis, for the simple reason that cryptography is not to be looked for in the very infancy of Arabic writing.",
		"The Danes, finding their position on the continent becoming more and more precarious, crossed to England in two divisions, amounting in the aggregate to 330 sail, and entrenched themselves, the larger body at Appledore and the lesser under Haesten at Milton in Kent.",
		"During the first half of the 19th century wholesale clearances had been effected in many districts, and the crofters were compelled either to emigrate or to crowd into areas already congested, where, eking out a precarious living by following the fisheries, they led a hard and miserable existence.",
		"After the Norman Conquest, England would have subjugated the Celts and held Scotland by a tenure less precarious and disputed than they possessed in the western island.",
		"The hopes which this offer raised of a position less precarious than that of a university teacher of philosophy were in one sense disappointed; for more than a professor Hegel never became.",
		"He actually opposed the Irish Poor Law, as encouraging a communistic spirit; he declared a movement against rent a crime; and, though he had a strong sympathy with the Irish peasant, and advocated a reform of his precarious tenure, it is difficult to imagine that he could have approved the cardinal principle of the Irish Land Act of 1881, the judicial adjustment of rent by the state.",
		"His precarious reign had, however, lasted nearly two years.",
		"Mohtadi, who was a man of noble and generous spirit and had no lack of energy, began by applying the precarious measure of power which was left him to the reform of the court.",
		"Corps was now hammering against the Italian 34th Div., whose position was precarious, and although Etna's Val Sugana troops had held their own against various tentative attacks, they were withdrawn to the second line of defence.",
		"There are still many cattle in the state, but they are divided up into small herds, no longer depending upon the open range for a precarious subsistence during the winter, but are sheltered and fed during winter storms on the hay ranches.",
		"This centrifugal tendency is most marked in the cases of the more important states, Athens, Sparta, Argos, Corinth, but Greek history is full of examples of small states deliberately sacrificing what must have been obvious commercial advantage for the sake of a precarious autonomy.",
		"After two disastrous campaigns, in which his enemies overran Syria, Justin bought a precarious peace by payment of a yearly tribute.",
		"At first he greatly needed the support of the clergy to secure him on his precarious throne.",
		"The Rohillas, after fifty years' precarious independence, were subjugated in 1774 by the confederacy of British troops with the nawab of Oudh's army, which formed so serious a charge against Warren Hastings.",
		"The Roman hold on the country was, however, still precarious.",
		"So precarious was the position Gustavus L, genius p p 1523-1560.",
		"The Abbasid caliphs, who still enjoyed a precarious and shadowy authority at the pleasure of Turkish viziers, gladly surrendered themselves to the protection of the Mahommedan Seljuks, who paid them all outward respect.",
		"Their authority over their own officers was so precarious that they preferred to entrust the command to Turkish slaves.",
		"After the above events Khodadad maintained his precarious position with great difficulty; but owing to his inability to govern his unruly subjects without material assistance from the British government, which they were not disposed to give, his country gradually fell into the greatest anarchy; and, consequently, some of the provisions of the treaty of 1854 having been broken, diplomatic relations were discontinued with the Kalat state after the end of 1874.",
		"Throughout that period the monarchy had occupied a precarious position, dependent until' 1668 for its very existence, and after 1668 for its stability, on foreign support.",
		"Elsewhere even the leaved lichens are precarious, though the leather lichens flourish.",
		"With anarchy among themselves and so precarious a hold on the country, hated by the Italian population and by the Catholic clergy, threatened also by an alliance of the Greek empire with their persistent rivals the Franks beyond the Alps, they resolved to sacrifice their independence and elect a king.",
		"They can hardly keep any cattle, and lead the precarious life of forest-dwellers, living upon various wild roots when there is no grain in the spring.",
		"Under Alaric there is no settlement, and service is quite secondary and precarious; after his death in 410 the two begin again in new shapes.",
		"The fact that the International Association of the Congo had no admitted status as a sovereign power rendered the tenure of its acquisition somewhat precarious, and induced King Leopold to make determined efforts to secure for his enterprise a recognized position.",
		"There have been great complaints also of injustice by the possessors of temporary and precarious incomes, who have to pay the same rate of tax as the owners of permanent incomes from property, although these complaints have been diminished to some small extent by the raising of the minimum limit of the income assessed and the increase of the principle of abatements.",
		"From 1340 to 1539 its governors asserted a precarious independence, and arrogated the position of sovereigns on their own account.",
		"During this period, however, the position of Bombay was sufficiently precarious.",
		"After his death, on the 30th of June 1677, its situation became even more precarious.",
		"In November 1660 he was flung into Bedford gaol; and there he remained, with some intervals of partial and precarious liberty, during twelve years.",
		"The history of the century and a half that follows is very obscure; short-lived Saka dynasties succeeded one another until, about 388, the country was conquered by the Guptas of Magadha, who kept a precarious tenure of it till about 470, when their empire was destroyed by the White Huns, or Ephthalites, who, after breaking the power of Persia and assailing the Kushan kingdom of Kabul, poured into India, conquered Sind, and established their dominion as far south as the Nerbudda.",
		"But the western half they handed over to an unwise thegn named Ceolwulf, who bought for a short space the precarious title of king by paying great tribute.",
		"There was a precarious interval of peace for three years after, but in 997 began a series of invasions led by Sweyn which lasted for seventeen years, and at last ended in the complete subjection of England and the flight of Aithelred to Normandy.",
		"Down to this moment Williams position had been somewhat precarious; with the Norman war generally on hand, feudal rebellion always imminent, and Scottish invasions occasionally to be repelled, he had no easy life.",
		"He was a man of a cold and hard disposition, but full of practical wisdom, and conscious that his precarious claim to the crown must be secured by winning the confidence of his subjects.",
		"N9 one yet openly withstood him, but he was well aware that his position was precarious, and that the claims of Matilda would he brought forward ere long by the section of the baronage which had not yet got from him all they desired.",
		"Dermot was triumphant, and sent for more auxiliaries, Ispiring to evict Roderic OConnor of Connaught from the precarious throne of High King of Ireland.",
		"But knowing that his seat was precarious he did homage to the English king, and made him all the promises that his father had given to Edward I.",
		"So precarious was the hold of Henry VII.",
		"But the inference which he draws from this silence of the historical books is manifestly a precarious one at best.",
		"Christianity of such a type is likely to be feeble and precarious.",
		"Louis did not love his brothers, and he detested their policy, which without rendering him any service made his liberty and even his life precarious; yet, loath to condemn them to death, he vetoed the decree.",
		"But the adventurers were uncontrollable, and he had to let them conquer what they could, exercising a precarious authority over the Normans only through a viceroy.",
		"There was no margin, and when the \" precarious exotic \" failed an awful famine was the result.",
		"But all such explanations are highly precarious.",
		"Any careful perusal of modern attempts to recover historical facts or an historical outline from the book will show how very inadequate the material proves to be, and the reconstructions will be found to depend upon an interpretation of the narratives which is often liberal and not rarely precarious, and to imply such reshaping and rewriting of the presumed facts that the cautious reader can place little reliance on them.",
		"But in the effort to understand them as they were originally understood it is very obvious that this method of interpretation can be pressed too far It would be precarious to insist that the entrances into Palestine of Abraham and Jacob (or Israel) typified two distinct immigrations.",
		"Up to this time the queen, Isabel of Bavaria, had been held in a kind of dependency upon Philip of Burgundy, who had brought about her marriage; but less eager for influence than for money, since political questions were unintelligible to her and her situation was a precarious one, she suddenly became favorable to the duke of Orleans.",
		"The Swiss signed the permanent peace which they were to maintain until the Revolution of 1789; while the emperor and the king of Spain recognized Francis II.s very precarious hold upon Milan.",
		"The weather is naturally more precarious in autumn than earlier in the year, and chances of success proportionately smaller for northern bee-men, but the disadvantage to the latter is more than compensated for by the heather season, which extends well into September.",
		"Not till 1888, when the national army bill was introduced, did he encounter any serious opposition, but thenceforth his position became precarious.",
		"As a rule, however, it is a very precarious one, since emulsions are formed which prevent in many cases the separation of oil altogether.",
		"Men accustomed to such a precarious condition might readily believe that the first possessors of fire, wherever they were, set a high value on it, and refused to communicate it to others.",
		"With a precarious tilt of the bicycle, he turned and rode off.",
		"The human rights situation of these Roma is, today, extremely precarious.",
		"Parliamentary forces were withdrawn from Selby, their position made precarious by the defection of Scarborough.",
		"At the moorland edge, the rare black grouse maintains a precarious foothold.",
		"They pay no attention to the alienation of those living precarious existences in a low-wage, insecure \" competitive \" global economy.",
		"As the fifteen year lease would soon expire, in 1967, the club learned of the owner's precarious financial position.",
		"It was perhaps fortunate there were no high trees or precarious ledges at hand.",
		"Being born out of wedlock of mixed race parentage implies a double illegitimacy and a highly precarious social existence.",
		"I felt strangely helpless and vulnerable as the first tinkling chunks whizzed by, Es cursing increasingly loudly from his precarious perch high above.",
		"Droughts, competition for land, and the loss of their slaves have made the nomadic existence increasingly precarious.",
		"The whole operation was somewhat precarious in bad conditions.",
		"These findings are especially significant given the increasingly precarious predicament of many young people.",
		"The fossil fuel economy is becoming ever more precarious.",
		"Our future, at least in the developed world, appears more precarious than it has ever been.",
		"They were understandably reluctant to get in to the cab given its precarious position.",
		"The precarious position of the province on the borders of the country doubtless militated against an earlier industrial development, but since the separation from Belgium and the construction of roads, railways and canals there has been a general improvement, Tilburg, Eindhoven and Helmond all having risen into prominence in modern times as industrial centres.",
		"His violent temper soon compelled him to resign this appointment, and for two years he and his son earned a precarious livelihood by translations in London - a practical education, however, exceedingly useful to the younger Forster, who became a thorough master of English, and acquired many of the ideas which chiefly influenced his subsequent life.",
		"Even when the schism was nominally terminated in 1415 by the council of Constance, the next two popes held but a precarious grasp upon their Italian.",
		"In spite of the various details of the Judgment Critique (as to beauty; and as to the \" internal \" or as Hegel subsequently phrased it \" immanent \" adaptations seen in living organisms) Kant regards as extremely precarious all these hints of a higher view of nature.",
		"David Hume, following up Berkeley's leading suggestion, pointed out that the inference to God is as precarious as the inference to matter, and that the assertion of a continuous or immaterial mind in man also goes beyond the immediate facts.",
		"But my pride was soon humbled, and a sober melancholy was spread over my mind by the idea that I had taken an everlasting leave of an old and agreeable companion, and that whatsoever might be the future date of my History, the life of the historian must be short and precarious.\"",
		"But the new state was weakened by factions, and after a brief and precarious existence it was forced into submission to North Carolina by which in 1790 the territory was again ceded to the national government with the proviso that no regulation made or to be made by Congress should tend to the emancipation of slaves (see Tennessee).",
		"The less conciliatory attitude towards the Italian government was resumed in an encyclical addressed to the Italian clergy (5th August 1898), in which he insisted on the duty of Italian Catholics to abstain from political life while the papacy remained in its \"painful, precarious and intolerable position.\"",
		"Palestinian refugees in these camps were already living in precarious conditions.",
		"They climb up, they climb down and, for the most part, this precarious hobby is of little consequence to anyone else.",
		"Finding effective ways to prevent divorce can bring couples back from the precarious brink of divorce.",
		"With a precarious economy and concerns about food-borne diseases and the runoff from factory farms on the rise, everything old is new again and this includes raising backyard chickens.",
		"If you do wish to opt for a longer dress, steer clear of anything that goes beyond the ankles, as this will make for some precarious situations for your bridesmaids.",
		"Excepting the Mexican species, which are few, Calochorti are hardy; but my experience is that unless on very warm soils their culture is precarious in England, and no wonder, considering they come from one of the most genial climates.",
		"Undiagnosed obstructive sleep apnea patients are in a precarious position.",
		"This ability was perfect for escaping precarious situations and quickly gaining momentum for loop-the-loops and other aerial sections.",
		"Some teens go farther than others, taking chances with unprotected sex and putting themselves in precarious situations.",
		"Landlords are sometimes in a precarious position; they want to earn money by collecting rental income, but in order to do that they must trust someone else to live in their homes without causing damage or neglecting needed repairs.",
		"His entire family keeps viewers entertained each week as they hunt down fugitives and put themselves in precarious situations.",
		"She spun, the action rocking her precarious balance, only to come face-to-face with the American nerd.",
		"Gold digging had hitherto enjoyed in the Transvaal but a precarious existence.",
		"Agents, of whom there are many, sometimes occupy a precarious position, but they are protected in some degree by law as well as by the custom of the trade and the point of honour.",
		"After the first Diet of Spires (1526), where a precarious peace was patched up for the reformed faith, Melanchthon was deputed as one of twenty-eight commissioners to visit the reformed states and regulate the constitution of churches, he having just published a famous treatise called the Libellus visitatorius, a directory for the use of the commissioners.",
		"The Norman barons had refused to strike a blow for John, and the cities had shown but a very passive and precarious loyalty to him.",
		"The shed now looked even more precarious now that everything had been cleared out.",
		"Some two hundred species of flowering plants struggle for a precarious existence in the tundra region, the frozen ground and the want of humus militating against them more than the want of warmth.",
		"The determined hostility Y of the Dutch rendered the promising scheme futile, and after a precarious struggle for existence, Charles VI., in order to gain the assent of the United Provinces and Great Britain to the Pragmatic Sanction, suppressed the Company in 1731.",
		"It is an age of conscious selection as between ideal systems. Instead of necessitating a wasteful and precarious elimination of inadequate customs by the actual destruction of those who practise them - this being the method of natural selection, which, like some Spanish Inquisition, abolishes the heresy by wiping out the heretics one and all - progress now becomes possible along the more direct and less Comte's own term \" fetishism \" was most unfortunately misleading (see Fetishism).",
		"In this precarious situation Campeggio, realizing the hopelessness of his attempt to induce all the members of the diet to co-operate with him in re-establishing the pope's control, called together at Regensburg a certain number of rulers whom he believed to be rather more favourably disposed toward the pope than their fellows.",
		"It was with some natural hesitation that he, then a Privatdozent at Bonn, accepted the position, which may well have seemed rather a precarious one; but the difficulty was removed by his appointment as extraordinary professor at Bonn, with leave of absence for two years, so that he could resume his career in Germany if his English one proved unsatisfactory.",
		"In France, even after their expulsion in 1765, they had maintained a precarious footing in the country under the partial disguise and names of \"Fathers of the Faith\" or \"Clerks of the Sacred Heart,\" but were obliged by Napoleon I.",
		"The rebuilding of the last-named was rendered advisable by the precarious condition of the structure, but stopped short in the early stages.",
		"Concentrating too hard in one sector is equally precarious.",
		"Without statutory status, the future of local authority services will remain precarious.",
		"In the midst of privation and anxiety, due largely to her husband's precarious health, she wrote continually, and in 1843 published The Mayflower, a collection of tales and sketches.",
		"If the arguments chiefly relied on for an early date are so precarious or can even be turned against their inventors, there are others of an unambiguous kind which make for a date in the Persian period.",
		"The invaders of Helles had secured but a precarious foothold on Ottoman soil by the morning of the 26th, twenty-four hours after starting operations; but fair progress was made by them during the course of this second day.",
		"Consulates of Great Britain, Germany, France, Russia and Turkey and several European mercantile houses are established at Bushire, and notwithstanding the drawbacks of bad roads to the interior, insufficient and precarious means of transport, and want of security, the annual value of the Bushire trade since 1890 averaged about £1,500,000 (one-third being for exports, two-thirds for imports), and over two-thirds of this was British.",
		"But the precarious tenure of their possession had been deeply impressed on them by the disasters and humiliations they had undergone in these districts during the reign of Domitian.",
		"In the 16th century it was repeatedly plundered by pirates until it came to terms with them, gave them welcome harbourage, and based a less precarious existence upon continuous illicit trade.",
		"They now clamoured for recognition, and Lugard went to meet them, and after a somewhat precarious and very difficult interview he succeeded in bringing back their king Mbogo to Kampala, and in assigning them three minor provinces in Uganda.1 Lugard on his return to Uganda at the end of r891 had received orders to evacuate the country with his whole force, as the company could no longer maintain their position.",
		"It would be precarious to assume that the same days in each month were nubattu, for the nubattu fell on the 4th of Iyar on one occasion.",
		"Beaten in the war, the Genoese avenged themselves for their defeat by an alliance with the Palaeologi, which led to the loss of Constantinople by the Latins (1261), and to the collapse of the Latin empire after sixty years of infirm and precarious existence.",
		"From the facts\" that have been here briefly noted it must be evident how precarious and, in parts, how impossible the Biblical chronology of this period is.",
		"The precarious empire which had been founded in 1204 drained away all the vigorous adventurers of the West for its support for many years to come, and the Holy Land was starved to feed a land less holy, but equally greedy of men.'",
		"But there was no domestic product nor manufacture; the kingdom depended solely upon the now precarious transit dues, and administration was in the hands of a major domus also called khakan.",
		"They did not dedicate each day in turn to its astrological planet; and it is therefore precarious to assume that the Sabbath was in its origin what it is in the astrological week, the day sacred to Saturn, and that its observance is to be derived from an ancient Hebrew worship of that planet.4 The week, however, is found in various parts of the world in a form that has nothing to do with astrology or the seven planets, and with such a distribution as to make it pretty certain that it had no artificial origin, but suggested itself independently, and for natural reasons, to different races."
	],
	"synonyms": [
		"shaky",
		"parlous",
		"touch-and-go",
		"perilous",
		"unstable",
		"unwarranted",
		"unassured",
		"tricky",
		"rocky",
		"risky",
		"hazardous",
		"chancy",
		"uncertain",
		"insecure",
		"dubious"
	],
	"antonyms": [
		"firm",
		"sure",
		"stable",
		"definite",
		"undoubted",
		"strong",
		"certain",
		"secure",
		"safe"
	]
}