{
	"word": "wistful",
	"meaning": [
		"Full of melancholy longing or wishful yearning.",
		"Showing or expressing vague yearnings; longing pensively.",
		"Sad and thoughtful."
	],
	"sentences": [
		"His expression became wistful.",
		"Afternoon styles are more wistful and playful, whereas evening parties call for more of a sophisticated flair.",
		"I was tired but happy and a little wistful when we finally arrived home.",
		"He was watching Ed with an expression that looked almost wistful.",
		"He weaves a wistful skein of from the frayed and tangled threads of our everyday lives.",
		"The slightly wistful but rocking London Calling heralded a new direction for the band and a more USA feel to them.",
		"It can seem wistful, nostalgic, other-worldly, even intimidating, but it is never quite ordinary.",
		"I never looked back, tho I do get wistful whenever I read Agamemnon.",
		"Faith is not a wistful longing, or a blind confidence, or even \" inward conviction.",
		"Thus, Taurus pairs exceptionally well with the equally wistful and somewhat melancholy sign of Cancer.",
		"The title track is the album's strongest - a pleasing, wistful ballad accompanied by echoing guitars and drums.",
		"For example, reading about film shoots in foreign climes can provide a certain wistful escapism from the desk.",
		"Harry's tone - his default tone, to use a neologism - was of wistful remembrance for the hills he loved.",
		"The impression conveyed was of a rather wistful solitude rather like the mood at the beginning of the recent Narnia movie.",
		"Lee emphasizes this point simply through angles or painfully slow, yet often wistful shots.",
		"It 's very different to the Libertines material, although it has the same wistful romanticism.",
		"The poplar awoke to hear the willow singing a sad and wistful melody quietly to herself.",
		"This scent truly evokes the wistful spirit of a childhood beach vacation.",
		"Soft updos are another popular prom look that can add wistful romance to your style.",
		"It's very different to the Libertines material, although it has the same wistful romanticism.",
		"Anyway, I haven't slept in an office since February 2000 and I'm feeling quite wistful.",
		"I think he stays in the other world, most of the time. ' She sounds wistful.",
		"Concluding with a wistful, sunny ballad, it reminded me of happy lethargy on a sunny morning.",
		"Too tired to teleport the elf accepts his capture with a wistful glance at his former comrade.",
		"You know where to find me if you do.â I smile weakly at her and hope it does n't look too wistful.",
		"You know where to find me if you do.â I smile weakly at her and hope it doesn't look too wistful.",
		"They are used to communicate a timeless message, often achieving a wistful, yearning and powerful insight through extreme brevity.",
		"The song had a definite country flair, with Davey 's playing of acoustic guitar and harmonica only adding to the wistful lyrics.",
		"Anyway, I have n't slept in an office since February 2000 and I 'm feeling quite wistful.",
		"Many of the styles are wistful and romantic while still enhancing bold diamond and metal details to great effect.",
		"Half-updos are also popular and leave either face-framing tendrils or luscious long locks in the back loose and free to add a romantic and wistful touch.",
		"But it's highly unlikely that anyone would want her \"Key Lime Cookie\" laced with the, albeit wistful, notes of the \"Ocean\".",
		"As live broadcasts came into vogue, savvy advertisers soon figured out that a lot of commercials could be sold if they could encourage at-home viewers to commit to over three hours of wistful star-gazing and anticipation.",
		"These questions can often be the most emotional, because you are taking him back to the formative years - which can be both good or bad, wistful, painful, or happy.",
		"Interestingly enough, the practical nature of this earth sign is somewhat paired with a wistful reverence for the more beautiful aspects of nature and life.",
		"If you're desiring a more upscale element to your daughter's dress-up themes, then FairyPrincessClothing.com is the place to shop for wistful designer princess apparel.",
		"Butterfly wedding themes are wistful and romantic, giving butterfly favors conveys that romance to guests, giving them a small piece of the couple's optimism to share.",
		"They are used to communicating a timeless message, often achieving a wistful, yearning and powerful insight through extreme brevity."
	],
	"synonyms": [
		"woebegone",
		"reflective",
		"daydreaming",
		"craving",
		"yearning",
		"longing",
		"dreamy",
		"sad",
		"pensive",
		"nostalgic",
		"melancholy",
		"tristful",
		"spiritless",
		"heavy-hearted",
		"dysphoric"
	],
	"antonyms": [
		"uncaring"
	]
}