{
	"word": "chronic",
	"meaning": [
		"Lasting a long time or recurring often.",
		"Continuing indefinitely; perpetual; constant.",
		"Having had an ailment for a long time.",
		"By habit, custom, etc.; habitual; inveterate.",
		"(medicine) Prolonged or slow to heal.",
		"(medicine) A condition of extended duration, either continuous or marked by frequent recurrence. Sometimes implies a condition which worsens with each recurrence, though that is not inherent in the term.",
		"A chronic patient.",
		"(slang) Marijuana, typically of high quality."
	],
	"sentences": [
		"Chronic gastric ulcer is not unfrequently the starting point of cancer.",
		"In spite of chronic unpopularity and recurring persecutions they have spread over nearly all Europe.",
		"In his case it is that he is a chronic asthmatic.",
		"The chief interest of the place centres in its brine springs which are largely impregnated with carbonic acid gas and oxide of iron, and are efficacious in chronic catarrh of the respiratory organs, in liver and stomach disorders and women's diseases.",
		"For an account of chronic plumbism see Lead Poisoning.",
		"Seven-eighths of all chronic diseases are produced by itch driven inwards.'",
		"All chronic maladies result either from three diseasespsora (the itch), syphilis or sycosis (a skin disease), or else are maladies produced by medicines.",
		"It also seems to be brought about by chronic toxaemias, e.g.",
		"For chronic nasal obstruction, nasal turbinates are reduced.",
		"Mercury and lead are absorbed from the bowel in considerable quantities, and are capable of inducing acute irritant poisoning as well as chronic poisoning.",
		"In criminal poisoning repeated doses are usually given, so that such cases may not be typical, but will present some of the aspects of acute and some of chronic arsenical poisoning.",
		"Examples include chronic pancreatitis, reduced or lack of fertility, and CF.",
		"The major problem with chronic pancreatitis is pain control.",
		"The Verdict This trial provides strong evidence to support the use of 25% metronidazole gel in managing patients with chronic adult periodontitis.",
		"The skin of birch, worn inside the shoes, promotes a perspiration that can prove salutary in various chronic conditions.",
		"I spent two months in a coma following an appendix operation and at the age of thirteen I contracted chronic pleurisy.",
		"Respiratory System Acute or chronic interstitial pneumonitis, often associated with blood eosinophilia may occur and deaths have been reported.",
		"Acute or chronic pneumonitis, often associated with blood eosinophilia, may occur and deaths have been reported.",
		"So does anyone really want to start taking potshots at people with chronic conditions other than our own?",
		"Long term problems A chronic carrier state or recurrent, chronic disease may be long term problems if the guttural pouch becomes infected.",
		"Titles in the series focus on chronic conditions seen most often in the primary care setting.",
		"For many people these painful headaches occur often and may become chronic.",
		"Generally, these headache suffers have severe or chronic tension headaches.",
		"Everyone feels stressed from time to time, but when you experience chronic stress it can be a real problem.",
		"And, chronic medical problems or old injuries can be a problem.",
		"Research shows that those suffering from chronic illnesses benefit from exercise, even if it is while sitting in a chair.",
		"Preventative maintenance helps you stay healthier, longer, and reduces the need for chronic condition care.",
		"If the paresthesia is caused by a chronic disease such as diabetes or occurs as a complication of treatments such as chemotherapy, most treatments are aimed at relieving symptoms.",
		"In chronic lymphoid leukemia (CLL), chemotherapy is generally the treatment of choice.",
		"In chronic myeloid leukemia (CML), the treatment of choice is bone marrow transplantation.",
		"During the slow progress (chronic phase) of the disease, chemotherapy may be given to try to improve the cell counts.",
		"For chronic leukemias, the source of radiation is usually outside the body (external radiation therapy).",
		"According to statistics, in chronic lymphoid leukemia, the overall survival for all stages of the disease is nine years.",
		"Between birth and age two, these children will likely develop other symptoms, such as chronic constipation, small watery stools, a distended abdomen, vomiting, poor appetite, slow weight gain, and failure to thrive.",
		"As many as 15 percent of patients die from this complication, and half the survivors develop chronic kidney failure, requiring dialysis.",
		"Patients with other conditions in which celiac disease may be more commonly found include those with juvenile chronic arthritis, some thyroid diseases, and IgA deficiency.",
		"Its symptoms are similar to many other conditions including irritable bowel syndrome, Crohn's disease, ulcerative colitis, diverticulosis, intestinal infections, chronic fatigue syndrome, and depression.",
		"Chronic infection develops in one person in five.",
		"It was once thought unsafe for children with chronic kidney disease, but a 2003 report said the vaccination was safe in these children.",
		"Chronic secretory otitis media, also called otitis media with effusion or suppurative otitis media, is the most common cause of temporary hearing impairment in children under eight.",
		"Arsenic may be gradually obsorbed into the system in very small quantities over a prolonged period, the symptoms of chronic poisoning resulting.",
		"After death from chronic poisoning it is found present even in the brain and spongy bone.",
		"But this gave rise to chronic disorders and disputes, which led g p to armed intervention on the part of the Achaeans, who compelled the Spartans to submit to the overthrow of their city walls, the dismissal of their mercenary troops, the recall of all exiles, the abandonment of the old Lycurgan constitution and the adoption of the Achaean laws and institutions (188 B.C.).",
		"He was found to be also suffering from chronic phthisis.",
		"The chronic variant of the disease carries a better prognosis.",
		"However, the only prospective clinical study shows no increased risk of crippling pulmonary disease (chronic bronchitis and emphysema ).",
		"Back to top Does having chronic prostatitis make me more likely to have other prostate problems?",
		"It would also appear prudent to encourage patients with chronic wounds to stop smoking, due to the potential deleterious effects on wound healing.",
		"A couple of years later, I met a young woman, Cynthia, who had chronic psoriasis.",
		"About 20% of patients will go on to develop a chronic psychosis over time.",
		"These are good reasons to explain why the term ' chronic pyelonephritis ' has fallen into disuse.",
		"Mittler (1977) Failure of chronic exposure to nonthermal fm radio waves to mutate Drosophila.",
		"Baclofen is a skeletal muscle relaxant used for the relief of chronic muscle spasm or spasticity.",
		"Women who had used estrogen replacement therapy had a reduced mortality from all categories of acute and chronic arteriosclerotic disease and cerebrovascular disease.",
		"The waters are said to aid sufferers of chronic rheumatism and arthritis as well as gynecological problems.",
		"A controlled trial of shared care for chronic rheumatoid arthritis.",
		"She is currently involved in research projects across a range of specialities including rheumatology, chronic disease, women's health and older people.",
		"Another entry of \" chronic simple rhinitis \" was made in the computer records for the 6th November 1999.",
		"Nevertheless, reports of the benefits of supplementary ribose for patients with chronic heart disease continued to accrue, supported by animal studies.",
		"A chronic asthma sufferer, he became a respected middle-distance runner.",
		"The finding of schistosome ova in this patient's colonic biopsies lead to an initial diagnosis of chronic schistosomiasis being considered.",
		"Sometimes in chronic schizophrenia the person appears to become used to these disordered thoughts.",
		"These may be the cause of chronic sciatica due to chronic dural irritation.",
		"In some areas, this reflects a chronic shortage of doctors.",
		"In the UK, respiratory conditions are the third commonest cause of chronic sickness in working people aged 45 - 64 years.",
		"This research opens a better way to diagnose and treat chronic sinusitis, and reduce the annual 300,000 sinus surgeries that are needed.",
		"Severe drops in oxygen levels lead to heart, lung and brain disorders, whilst chronic sleep deprivation causes extreme sleepiness during the day.",
		"Even the night splint has been shown to be effective only in relatively chronic patients.",
		"Stasis eczema - on the lower legs Associated with chronic venous stasis eczema - on the lower legs Associated with chronic venous stasis, lipodermatosclerosis.",
		"Late sequelae include strictures, chronic radiation enteritis, malabsorption, or gastrointestinal obstruction.",
		"Mycobacterium avium subspecies paratuberculosis (MAP) is a bug which is a specific cause of chronic inflammation of the intestine in many animals.",
		"Some specialist nurses have been able to use supplementary prescribing in chronic illness clinics and sometimes in a hospital environment.",
		"If you are suffering from chronic flu-like symptoms, see your doctor and ask him if it could be a low-level CO poisoning.",
		"He faked the symptoms of chronic fatigue syndrome to evade active service.",
		"Anyway, I've never heard of a lateral release being done on someone for chronic tendinitis.",
		"The group has just completed an exploratory trial of cognitive behavioral therapy versus graded exercise for chronic fatigue, with an economic evaluation.",
		"This paper is therefore of interest, as it suggests that there might be a causal relationship between chronic toxoplasmosis and cryptogenic epilepsy.",
		"Ben started slowly and immediately had chronic understeer carrying straight on at the first corner.",
		"However, chronic urticaria, which may last weeks or even months, is rarely allergic.",
		"Externally, this decoction has been advantageously employed as a gargle in chronic sore throat with relaxed uvula, and also as a fomentation.",
		"Most patients with chronic venous ulceration will benefit from the addition of simple venous ulceration will benefit from the addition of simple venous surgery.",
		"And their spouses n w a chronic illness here they focus.",
		"In his own home a man hears only worldly talk; the disease of worldliness has become chronic with him.",
		"If a wife became a chronic invalid, the husband was bound to maintain her in the home they had made together, unless she preferred to take her dowry and go back to her father's house; but he was free to remarry.",
		"The indoor institutions are the more important in regard to endowment, and consist of hospitals for the infirm (a number of these are situated at the seaside); of hospitals for chronic and incurable diseases; of orphan asylums; of poorhouses and shelters for beggars; of infant asylums or institutes for the first education of children under six years of age; of lunatic asylums; of homes for the deaf and dumb; and of institutes for the blind.",
		"The War of Independence, however, and the chronic political disorders that followed nearly ruined its industries and trade.",
		"In such matters as appointments to the judicial bench, indeed, his studied impartiality offended both parties; but on the whole his administration was a marked success, and the cessation of the chronic state of disturbance in the island justified the powers in preparing for the withdrawal of their troops.",
		"Lead salts are applied as lotions in conditions where a sedative astringent effect is desired, as in weeping eczema; in many varieties of chronic ulceration; and as an injection for various inflammatory discharges from the vagina, ear and urethra, the Liquor Plumbi Subacetatis Dilutum being the one employed.",
		"Of his most important work (On Acute and Chronic Diseases) only a few fragments in Greek remain, but we possess a complete Latin translation by Caelius Aurelianus (5th century).",
		"In chronic cases diet, exercise and natural methods were chiefly relied upon.",
		"The work on acute and chronic diseases is also full of practical knowledge, but penetrated with the theories of the methodists.",
		"Charcot (1825-1893) in that great asylum for the wreckage of humanity - the Salpetriere - discovered an unworked mine of chronic nervous disease.",
		"The removal of the papal court from Rome to Avignon, however, not only reduced its prestige but increased the pope's chronic financial embarrassments, by cutting off the income from his own dominions, which he could no longer control, while the unsuccessful wars waged by John XXII., the palace building and the notorious luxury of some of his successors, served enormously to augment the expenses.",
		"Cod-liver oil may be given in all wasting diseases, and is occasionally valuable in cases of chronic rheumatoid arthritis; but its great therapeutic value is in cases of tuberculosis of whatever kind, and notably in pulmonary tuberculosis or consumption.",
		"In his later years Lithuania was in a state of chronic revolt, while Poland was bankrupt both morally and materially.",
		"No surgeon would think of operating on such a case until iodides had been freely administered and, by failing to cure, had proved the disease to be non-syphilitic. Another instance of this deobstruent power - \"alterative,\" it was formerly termed - is seen in the case of chronic lead poisoning.",
		"The changes produced at a distance by distribution of toxins may be very manifold - cloudy swelling and fatty degeneration, serous effusions, capillary haemorrhages, various degenerations of muscle, hyaline degeneration of small blood-vessels, and, in certain chronic diseases, waxy degeneration, all of which may be widespread, are examples of the effects of toxins, rapid or slow in action.",
		"Convalescence is, however, generally slow, and recovery may be imperfect - the disease continuing in a chronic form, which may exist for a variable length of time, giving rise to much suffering, and not unfrequently leading to an ultimately fatal result.",
		"Doctors treating chronic otitis media (or glue ear) often puncture the eardrum on purpose to drain pus from the middle ear.",
		"Chronic pyrophosphate arthropathy Unlike gout, there is no specific therapy.",
		"Osteoarthritis with crystals is sometimes called ' chronic pyrophosphate arthritis '.",
		"Mittler (1977) Failure of chronic exposure to nonthermal FM radio waves to mutate Drosophila.",
		"Sufferers of chronic fatigue syndrome appear to potentially react negatively to abnormal exercise.",
		"Inspired by an ancient Aztec remedy for chronic gout, these delicious treats have been scientifically proven to fight the affects of water retention.",
		"In patients with chronic renal failure the mean terminal half life was found to be 19.5 hours.",
		"Cardiovascular status Hypertension may be a primary problem, secondary to chronic salt and water retention or to excess renin production.",
		"She is currently involved in research projects across a range of specialities including rheumatology, chronic disease, women 's health and older people.",
		"Chronic type C hepatitis can be treated by a combination of interferon alfa injections and ribavirin capsules.",
		"Systematic review of efficacy of topical rubefacients containing salicylates for the treatment of acute and chronic pain.",
		"Chronic salpingitis is milder, longer lasting and may not produce many noticeable symptoms.",
		"The finding of schistosome ova in this patient 's colonic biopsies lead to an initial diagnosis of chronic Schistosomiasis being considered.",
		"Acute sciatica seemed to respond no differently from chronic sciatica.",
		"Chronic sinusitis is the second most common chronic medical condition; with an average of 31 to 35 million cases reported each year.",
		"In chronic schistosomiasis, ova penetrating the bowel wall from the splanchnic venous circulation can provoke a local inflammatory response leading to granuloma formation.",
		"These can form into chronic patterns and limit the spontaneity of expression of our feelings.",
		"Venous stasis ulcers represent a significant number of chronic wounds, a variety of growth factors have been investigated in this area.",
		"Stasis Eczema - on the lower legs Associated with chronic venous stasis, lipodermatosclerosis.",
		"Acute and subacute cases will die but a proportion of chronic cases that have been treated will survive.",
		"Anyway, I 've never heard of a lateral release being done on someone for chronic tendinitis.",
		"Only when treatable causes have been excluded should other treatment modalities for chronic pain be considered.",
		"Maybe you have the image of a terminally ill patient with chronic unremitting pain receiving morphine?",
		"Lead and uric acid Clinical bottom line Chronic low level lead exposure may inhibit urate excretion.",
		"In one small study, Curcumin was given orally to 32 chronic anterior uveitis patients who were divided into two groups.",
		"Most patients with chronic venous ulceration will benefit from the addition of simple venous surgery.",
		"In addition to treating depression, certain prescription antidepressants can help people with chronic migraine headaches.",
		"In contrast, an adventurous cat with a chronic fear of heights will become a problem not only to its owner, but to neighbors as well.",
		"Another common cause of chronic kitten sneezing has to do with the type of litter that is used in your cat's box.",
		"Overweight pets are at a greater risk for developing chronic diseases, just like their human companions.",
		"In rare cases, a cat may experience chronic pain and never fully recover from the procedure.",
		"An upper respiratory infection can grow to be quite serious andmay become chronic in some animals.",
		"Chronic exposure to Styrene leads to further complications including affects on the nervous system.",
		"Learning to prepare natural remedies for high blood pressure can provide a natural and inexpensive way to manage this chronic condition.",
		"Scientists discovered that the acai berry inhibits Cox-1 and Cox-2 enzymes, the ones active in chronic inflammation.",
		"Valerian can also be administered as an effective muscle relaxer to relieve the symptoms of chronic back pain.",
		"Chronic inflammation occurs when a trigger is ongoing, yet doesn't cause an immediate crisis.",
		"Chronic inflammation leads to tissue damage, pain and disease.",
		"Examples of diseases of chronic inflammation include rheumatoid arthritis and eczema.",
		"Anyone suffering from rheumatoid arthritis, eczema and other conditions caused by chronic inflammation may wish to consult a holistic health practitioner or naturopathic doctor for more information on how diet may help their condition.",
		"Homeopathic remedies are usually very successful in treating pediatric conditions and illnesses, such as chronic infant/childhood eczema, infant colic and bronchial asthma.",
		"Each applicant must present 10 chronic cases that they have successfully treated and pass both written and oral exams.",
		"While homeopathic doctors are usually able to treat many acute and chronic illnesses and symptoms, advanced stage diseases will not always benefit from homeopathic treatments.",
		"If using kava kava to treat chronic pain, be aware that its effectiveness may diminish over time.",
		"Not to be confused with American ginseng or Siberian ginseng, the National Institute of Health's reference website Medline Plus indicates that panax ginseng may be used to treat pain associated with fibromyalgia or chronic fatigue.",
		"Tell your doctor about all herbs and supplements you're taking, and if your condition worsens or you have a serious or chronic medical condition, consult your physician prior to using any herbal medicines.",
		"As a contact wearer and a chronic allergy sufferer, I love the benefits of waterproof mascara.",
		"Sometimes people who experience chronic levels of anxiety, their bodies do not return to the relaxed state after the threat has disappeared.",
		"Chronic high anxiety levels lead to many health problems.",
		"Chronic unrelieved stress takes a toll on mental health as well, worsening symptoms of anxiety and depression.",
		"Many physical symptoms are associated with chronic stress, and chest pain can be one of the most frightening of these.",
		"Severe anxiety or panic attacks can cause chest pain or tightness, and chronic intense stress can make anxiety and panic disorder worse.",
		"Improving communication can often make relationships more peaceful and less stressful, and discussing problems can defuse conflicts before they become a chronic source of stress in a relationship.",
		"However, when stress becomes chronic it can lead to a variety of potentially serious health conditions.",
		"Chronic stress may cause weight gain or loss, sleeping difficulties, problems with concentration and memory, and may increase sensitivity to pain.",
		"Fatigue and irritability caused by chronic stress can strain relationships and decrease work performance, putting marriages and employment at risk.",
		"Physical stressors include anything that places strain on the body or reduces its ability to cope with chronic stress.",
		"Acute or chronic illness can affect hormone levels and prevent the body from dealing with stress.",
		"Chronic pain can lead to feelings of helplessness, hopelessness, and anxiety.",
		"Chronic pain also alters brain chemistry and increases overall stress levels, according to the Northwestern University Institute of Neuroscience.",
		"Researchers at Pennsylvania State University suggest that chronic insomnia may be both a cause and effect of prolonged stress.",
		"Unfortunately, chronic stress can lead to poor work performance and reduced productivity, which may worsen financial difficulties.",
		"Failing to live up to these unrealistic expectations leads to chronic stress.",
		"Poor living conditions and overcrowding lead to chronic stress and a decrease in quality of life.",
		"Anxiety can cause many uncomfortable problems like panic attacks, irrational fears, high blood pressure, chronic worrying, and disturbing thoughts.",
		"This chronic type of stress can cause serious medical problems if you don't employ stress management techniques to ease your worry.",
		"Hives can last from several hours to several days or longer and can become a chronic condition.",
		"For a hives to be considered chronic they generally must appear at least twice a week for six weeks or more.",
		"Chronic stress also weakens the body's immune system.",
		"In some cases, stress develops into chronic stress causing further damage.",
		"She has presented, taught and published articles on these topics and is writing a book on chronic stress, burnout and compassion fatigue for the professional along with a daily stress management technique book.",
		"When workers remain under constant chronic stress, they generally feel physically, mentally and emotionally exhausted and drained.",
		"Small events can cause problems in people who have chronic anxiety symptoms.",
		"Chronic anxiety is also known as generalized anxiety disorder.",
		"Chronic anxiety can develop in children as well as in adults and is more commonly diagnosed in women than men.",
		"Anxiety usually does not occur by itself - people with chronic anxiety often have other disorders such as depression, substance abuse or other anxiety disorders.",
		"The symptoms associated with chronic anxiety can vary from person to person.",
		"People with chronic anxiety may experience mental or physical signs or both.",
		"People with chronic anxiety realize that these mental symptoms are out of proportion with the situation but are unable to control their reactions.",
		"In people with chronic anxiety, the responses become constant and the body does not have the typical recovery period.",
		"Chronic anxiety can cause long-term problems if not managed appropriately.",
		"Insomnia - which is difficulty falling or staying asleep lasting for more than one month - is also a potential complication of chronic anxiety.",
		"Chronic anxiety is also associated with major depression.",
		"A licensed physician or therapist can make the diagnosis of chronic anxiety symptoms.",
		"There are also some lifestyle changes that a person can make in conjunction with working with a medical professional to manage chronic anxiety.",
		"Chronic anxiety is manageable with modifications in lifestyle and assistance from a healthcare professional.",
		"If left untreated, posttraumatic stress disorder symptoms can become chronic, so it's important to identify them quickly.",
		"If your symptoms last three months or more, your condition might be chronic.",
		"A chronic upset stomach or recurring headache may actually be a sign of depression.",
		"Low self-esteem can be a chronic problem for girls and guys.",
		"Recent studies suggest that melatonin may also help adults and children get the rest they need after difficult surgeries, serious injuries, or suffering chronic pain, though this research is ongoing and inconclusive so far.",
		"The book The Live Food Factor contains dozens of case histories contributed from individuals who lost weight or healed from chronic conditions and cite raw foods as their healing catalyst.",
		"Meth also has a lot of withdrawal symptoms to be aware of, especially for chronic users.",
		"Find resources to help you determine if a case of the blues is something more serious, as well as where to find help for chronic depression issues.",
		"It is a chronic condition that must be managed throughout the patient's life.",
		"In women, cigarette smoking is a direct cause of chronic obstructive pulmonary disease.",
		"Because tolerance develops, bigger and purer doses are needed for chronic users to get their rush.",
		"For many people, this sort of addiction becomes a chronic problem.",
		"The dependency causes compulsive and irrational behavior, severe and sometimes painful drug cravings, and chronic behavioral issues.",
		"Similarly, marijuana use may cause a chronic cough and memory loss in some users, where other users will suffer no ill effect.",
		"It should be noted that drug addiction can be a chronic problem.",
		"While addiction is categorized as a chronic and recurring illness, it can be treated.",
		"There are also many different methods of treatment that can be used to combat chronic addictions.",
		"An estimated 40 percent retain chronic symptoms long after participating in a treatment program.",
		"Dysthymic disorder, characterized by a chronic but mild state of depression lasting two years or more, affects 1.5 percent of the U.S. population, or 5.7 million adults, each year.",
		"Hepatitis C is a chronic infection that is responsible for scarring in the liver.",
		"A personality disorder is a chronic psychological condition.",
		"The seeds of chronic lying may be sewn in childhood.",
		"While most people do lie occasionally about something relatively minor, using this strategy as a first resort is a sign that the person has a chronic lying problem.",
		"Other signs that you are dealing with a chronic liar include when the person lies to avoid getting into trouble but needs to keep adding to the original lie to keep it plausible.",
		"If a chronic liar is caught in a lie, his or her strategy to deal with the situation is to make up another lie to cover up the first one.",
		"While chronic lying is not a psychological disorder recognized by the DSM-IV (the Diagnostic Manual used by health care professionals to diagnose mental disorders), it has been associated with other issues.",
		"It stands to reason that addressing lying in a constructive manner as soon as a habit becomes apparent can go a long way toward preventing a chronic lying habit in the future.",
		"With long-term use, abusers may begin to suffer medical problems because of their chronic high blood pressure.",
		"The shopping problem is chronic and grows worse over time.",
		"The shopping is chronic and destructive in nature.",
		"As a chronic disease, alcoholism destroys relationships (including marriages) and lives.",
		"With the album releases of The Chronic by Dr. Dre, All Eyez on Me by Tupac and Doggystyle by Snoop Dogg, Death Row Records became hugely successful.",
		"At the time of his death, Mays was being treated for chronic hip problems and although the reports seem a bit salacious, the levels of pain killers in his system were said to be \"therapeutic\" levels and not elevated.",
		"The actor sought help multiple times in rehab, but in a interview with Larry King, he referred to himself as a \"chronic relapser.\"",
		"Students who suffer from chronic medical conditions making it difficult to attend classes on a regular basis are also attracted to the convenience of online learning.",
		"Those with this degree have advanced skills in anatomy, pain management for cancer patients, oncology and pain management for patients with chronic pain.",
		"As for venison in particular, some deer herds are affected by a syndrome known as Chronic Wasting Disease, and it's believed to be transferable by consuming tainted meat.",
		"Many chronic ear infections can also be tied to this organism.",
		"Chronic or severe ailments may take several treatments to yield results, yet some dogs get relief after the first canine acupuncture treatment.",
		"According to customer testimonials, many dogs with chronic health conditions improve on an Eagle Pack diet.",
		"The company manufactures easily digested formulas suitable for dogs with chronic health conditions such as allergies, sensitive stomachs, arthritis or diabetes.",
		"The survivor stories make it abundantly clear that dogs from mills need more medical care for chronic health issues and training for behavioral issues than dogs from reputable breeders.",
		"Other reasons a Bulldog may end up in rescue include the death of the previous owner or expensive veterinary bills because of a chronic health condition.",
		"It can also help relieve pain due to chronic or degenerative diseases and reduce the use of pain medication.",
		"If you have a dog with a chronic condition that needs daily dosing, this procedure may be more stressful.",
		"Some dogs with lung problems, like chronic bronchitis, may need regular breathing treatments with a nebulizer.",
		"Physical therapy can also help manage a number of chronic congenital and age-related orthopedic conditions that affect many dogs.",
		"In the 1990s, up to 50% of Egyptian cotton workers were diagnosed with a variety of neurological and vision problems directly linked to chronic pesticide poisoning.",
		"Some people will develop chronic sinus problems, which will interfere with the body's functioning.",
		"This condition enlarges the air spaces in the lungs and is responsible for causing damage to them.Cigarette smoking also causes Chronic Obstructive Pulmonary Disease (COPD).",
		"This condition refers to emphysema and chronic bronchitis experienced together.",
		"In addition to these chronic conditions, older adults can also suffer from decreased mobility.",
		"A nursing home is considered for seniors with chronic or long-term illness or injury, as well as for convalescent care.",
		"If you have chronic health conditions, proximity to a medical center is an important consideration.",
		"Caring for elderly parents is a daunting duty, especially if your parents suffer with health limitations or chronic illnesses.",
		"Unfortunately, Medicare does not cover most health care and medical costs for seniors that have illnesses that last a long time or chronic disabilities.",
		"Depression can settle in and become chronic.",
		"Suicide is actually more common for men than women, especially for older men who have substance abuse issues, previous trauma, family history of suicide, or a chronic mental illness.",
		"Whether or not you have chronic health conditions, you can gain strength, balance, flexibility, and cardiovascular benefits, while exercising with the support of a chair.",
		"Long-term care encompasses many different types of medical and non-medical services provided to people with a disability or chronic illness requiring constant supervision, nursing care or both.",
		"Medicare and most regular health insurance policies do not cover long-term care for many chronic illnesses such as Alzheimer's Disease, multiple sclerosis and diabetes.",
		"The medical staff of a nursing home is on hand to deal with any problems as they occur, which can vastly improve the quality of life for seniors with new or chronic health problems.",
		"According to the American Insomnia Association, insomnia is defined as a chronic problem of being unable to fall asleep or having difficulty staying asleep.",
		"Ten percent of people will have chronic insomnia, which is often defined as someone who has trouble sleeping for more than three nights out of the week on a regular basis.",
		"Yet, chronic sufferers of insomnia should seek medical attention since insomnia is also linked to some medical conditions.",
		"Many patients who learn the facts about insomnia and then seek out medical attention for their chronic insomnia are able to overcome the condition and get back to sleeping well at night.",
		"Instead, it shows better results in chronic insomniacs.",
		"Individuals with chronic sleep deprivation are often irritable and snap at coworkers and family members much more than otherwise.",
		"Called chronic sleep deprivation, it affects a huge number of adults in industrial countries.",
		"Most over-the-counter products help reduce episodic or periodic insomnia, but are not a treatment for chronic insomnia or other sleep disorders.",
		"Pure Sleep helps sufferers of chronic snoring reduce, and in some cases, eliminate their snoring through mandibular readjustment.",
		"The device needs to be used as described and again, it's not intended to replace medical treatment but to help those who suffer from chronic snoring unrelated to sleep disorders.",
		"This version of the illness causes chronic infections.",
		"Some may have developed chronic snoring patterns that require medical intervention.",
		"The turbinates are bony protrusions into the nose that can cause chronic nasal obstruction when they become enlarged or hypertrophic.",
		"They are mentioned only because those with any of these conditions may have problems with snoring, and relatives or caregivers may not associate the chronic snoring with the condition itself.",
		"While everyone snores at some point in his or her life, chronic snoring can disrupt the sleep of both the snorer and his or her bed partner.",
		"The best place to start looking for treatment of chronic snoring is a primary care doctor, but he may refer the snorer to a sleep specialist for further evaluation and treatment.",
		"In Norfolk, chronic snorers have a couple of choices in the local area for treatment of their snoring.",
		"Jack Cherin, a doctor of dental medicine, offers a non-surgical Norfolk snoring treatment option for chronic snorers.",
		"Chronic snorers from Norfolk should start with their primary care doctor, and then seek a referral to either an accredited sleep center or a dentist with experience in dental appliances.",
		"The Mayo Clinic reports between 10 and 15 percent of people report chronic insomnia.",
		"Conditions such as chronic pain, breathing abnormalities, gastroesophageal reflux disease, congestive heart failure, diabetes and lung disease commonly cause insomnia.",
		"Both normal and chronic anxiety may result in insomnia.",
		"Persistent, chronic snoring can be indicative of a more serious sleep disorder.",
		"Fox News speculates that 50 to 70 million Americans suffer from chronic sleep shortages.",
		"Many sleep apnea patients also suffer from chronic headaches due to oxygen deprivation.",
		"For example, if you have significant, chronic congestion, this will reduce airflow and therefore cause snoring.",
		"Nasal problems, such as chronic congestion, allergies, a deviated septum, or nasal polyps, may all cause snoring.",
		"If you experience chronic numbness in your hands during sleep, you may want to change pillows or sleep position.",
		"Snoring may occur occasionally, or it can be a chronic and disruptive condition.",
		"Chronic insomnia affects an estimated 15 percent of the population, making sleep medications one of the most frequently prescribed classes of drugs in the United States.",
		"Herbal medications do not pose this same risk, making them ideal for anyone with chronic insomnia.",
		"Passionflower is virtually free of side effects when taken at recommended doses, and may be especially helpful for insomniacs who suffer from chronic pain, anxiety, or muscle disorders.",
		"Laser assisted uvula palatoplasty (LAUP) is a popular procedure with snorers whether they suffer from chronic snoring or sleep apnea.",
		"Chronic nasal congestion causes many people to discontinue use of their CPAP machine, but adding a heated humidifier to the machine can solve this problem.",
		"Symptoms associated with chronic insomnia include difficulty falling asleep, feeling chronic fatigue and waking up several times during sleep.",
		"Of the three types of insomnia, chronic insomnia is the type that can last for years at a time and is most often associated with a primary sleeping disorder (restless leg syndrome, sleep apnea , night terrors and sleepwalking).",
		"The cycle perpetuates until you find a way to relax and get some sleep (such as is the case with transient insomnia) or it doesn't and you speak to a physician about it (chronic insomnia).",
		"If you experience frequent waking throughout the night (noting the time every hour on the hour for example), you may not think you are suffering from insomnia, but chronic sleep interruption is insomnia.",
		"Chronic insomnia can be a sign of a more serious sleep disorder and health issue.",
		"While sleep requirements can and do change as you age, do not treat chronic insomnia lightly.",
		"When anxiety becomes chronic, affects daily life or results in continuous insomnia, an anxiety disorder may be the reason.",
		"Others experience chronic insomnia, which can deeply affect every aspect of their lives.",
		"Chronic insomnia can weaken the immune system, leading to other health complications.",
		"Individuals with chronic sleep difficulty should consult their doctor for advice.",
		"Prescription medicines for sleep are generally prescribed for those with chronic sleep difficulty.",
		"Medical intervention and devices to improve breathing are often needed for chronic snorers.",
		"If you're wondering how do you sleep and how to prevent chronic insomnia, one stratedgy is to find the sleeping positions that work best for you.",
		"While some sleep problems do go away on their own, others become chronic and debilitating.",
		"Another indication for the condition is that instead of being an occasional problem, daytime sleepiness is chronic.",
		"There are a number of sleep disorders that may contribute or be the actual cause of chronic daytime sleepiness.",
		"Insomnia can be caused by a variety of medical conditions like cancer, chronic pain, or arthritis.",
		"Chronic sleep problems can be a sign of an underlying medical condition, so it is important to discuss sleep deprivation with your doctor.",
		"Chronic or long term insomnia can lead to health issues as well.",
		"Other less common signs or symptoms of unprotected exposure to UV rays may include chronic headaches and wrinkling of the skin around the eye caused by the constant reflex squinting to try to decrease the amount of UV rays entering the eye.",
		"Those who work in the sun, and thus have chronic exposure, are at somewhat higher risk so maximum protection is recommended.",
		"Certain individuals with chronic medical conditions such as Albinism or those who are on certain chronic medications to treat their medical condition may also be at higher risk.",
		"For cataracts, pinguecula, pterygia, headaches and wrinkling, the best advice is to avoid chronic or overexposure to UV rays or to wear the appropriate protection when under these conditions.",
		"Maintaining a healthy weight is important to prevent the development of chronic diseases such as diabetes, high blood pressure (hypertension), and heart disease.",
		"Arteriosclerosis-A chronic condition characterized by thickening, loss of leasticity, and hardening of the arteries and the build-up of plaque on the arterial walls.",
		"Although chronic ITP is most common in adult females, 10 to 20 percent of children with ITP have the chronic form.",
		"The chronic form, although most common in adult females between the ages of 20 and 40, is found in 10 to 20 percent of children with ITP.",
		"Chronic ITP has a gradual onset and may have minimal or no external symptoms.",
		"Some adults with chronic ITP may have other autoimmune diseases such as lupus (systemic lupus erythematosus or SLE), rheumatoid arthritis, or scleroderma.",
		"Risk factors for the development of chronic ITP in adults include being female, age over 10 years at onset of symptoms, bruising, and having another known autoimmune disease.",
		"Children with chronic ITP can be treated with prednisone, immune globulin, or large doses of intravenous gamma globulin.",
		"Adults treated with splenectomy usually experience remission of chronic ITP.",
		"The prognosis for chronic ITP is also good; most individuals experience long-term remission.",
		"It is helpful to remember that ITP, whether acute or chronic, has an excellent prognosis and may cause bleeding but not life-threatening hemorrhage in most cases.",
		"Transplantationasof2004achievesupto80to90percent one-year survival rates and promises to prevent the chronic disease that used to accompany earlier surgical procedures.",
		"Cirrhosis-A chronic degenerative disease of the liver, in which normal cells are replaced by fibrous tissue and normal liver function is disrupted.",
		"Parents of children with biliary atresia require help in coping with the strain of this chronic illness as well as the stress associated with waiting for a liver transplant.",
		"Traditionally, pain has been divided into two classes, acute and chronic, although severity and projected patient survival are other factors that must be considered in drug selection.",
		"Chronic pain, pain lasting over three months and severe enough to impair function, is more difficult to treat, since the anticipated side effects of the analgesics are more difficult to manage.",
		"Generally, chronic pain management requires a combination of drug therapy, life-style modification, and other treatment means.",
		"Chronic pain-Pain that lasts over a prolonged period and threatens to disrupt daily life.",
		"Juvenile arthritis-A chronic inflammatory disease characterized predominantly by arthritis with onset before the sixteenth birthday.",
		"Acute leukemias are the rapidly progressing leukemias, while the chronic leukemias progress more slowly.",
		"The incidence of acute and chronic leukemias is about the same.",
		"Acute myelocytic leukemia (AML) has a poorer prognosis rate than acute lymphocytic leukemias (ALL) and the chronic leukemias.",
		"Food allergies are also known to play a secondary role in many chronic conditions, such as asthma, acne, ear infections, eczema, headaches, and hay fever.",
		"Persons with chronic food allergies should see their symptoms subside during the elimination period.",
		"Allergic disease arises in the sensitive child from either acute or chronic exposure to certain allergens by inhaling, ingesting, or touching them.",
		"Takayasu arteritis is a chronic inflammatory disorder that affects the aorta (the large artery that leaves the heart) and its major branches.",
		"Chronic illness, kidney disease treated by dialysis, and steroid use increase vulnerability to infection.",
		"They may be chronic, such as the skin ulcers caused by diabetes mellitus; or acute, such as a gunshot wound or animal bite.",
		"Many individuals experience chronic limb and joint pain, although x rays of these joints appear normal.",
		"Symptoms of EDS within this category may include soft, mildly stretchable skin, shortened bones, chronic diarrhea, joint hypermobility and dislocation, bladder rupture, or poor wound healing.",
		"Chronic constipation occurs in 1-4% of children between the ages of four and 10.",
		"Chronic use of laxatives may result in fluid and electrolyte imbalances, steatorrhea, osteomalacia, diarrhea, cathartic colon, and liver disease.",
		"Cathartic colon-A poorly functioning colon, resulting from the chronic abuse of stimulant cathartics.",
		"The prognosis for chronic diseases such as cardiovascular problems, high blood pressure, cancer, and diabetes is variable.",
		"Sore throats can be either acute or chronic.",
		"Acute sore throats are more common than chronic sore throats.",
		"A chronic sore throat lasts much longer and is a symptom of an unresolved underlying condition or disease, such as a sinus infection.",
		"In the case of chronic sore throat, it is necessary to treat the underlying disease to heal the sore throat.",
		"Chronic medical conditions of the child or parents, such as childhood leukemia or cancer, can also be a cause of stress.",
		"However, the exception to this would be the duration of symptoms related to long-term stressors such as chronic illness or even the fall-out from divorce.",
		"Stressors can be categorized as acute or chronic, and as external or internal to the organism.",
		"Five well-designed studies failed to show a link between DTP vaccine and any chronic nerve conditions.",
		"J., et al. \"Antibody response to diphtheriatetanus-pertussis immunization in preterm infants who receive dexamethasone for chronic lung disease.\"",
		"They are also more likely to suffer from chronic pain in their feet.",
		"It causes infections that can be either acute or chronic.",
		"Children who are chronic liars are often found to engage in other antisocial behaviors.",
		"Chronic lying is often accompanied by other antisocial behaviors.",
		"Rashes that are caused by chronic conditions, such as autoimmune disorders, may remain indefinitely or fade and return periodically.",
		"Surgical options for chronic spasticity include selective dorsal rhizotomy and tendon release surgery.",
		"Rarely, a low-grade bloodstream infection called chronic meningococcemia can occur.",
		"While major depressive episodes may be acute (intense but short-lived), dysthymic disorder is an ongoing, chronic depression that lasts two or more years (one or more years in children) and has an average duration of 16 years.",
		"External stressors and significant life changes such as chronic medical problems, death of a loved one, or divorce or estrangement of parents also can result in a form of depression known as adjustment disorder.",
		"Dysthymia is prevalent in patients with certain medical conditions, including multiple sclerosis, AIDS, hypothyroidism, chronic fatigue syndrome, diabetes, and post-cardiac transplantation.",
		"Trachoma, also called granular conjunctivitis or Egyptian ophthalmia, is a contagious, chronic inflammation of the mucous membranes of the eyes, caused by the bacterium Chlamydia trachomatis.",
		"In other cases, the child's reaction is due to an underlying digestive disorder such as irritable bowel syndrome, which is a chronic condition that is often triggered by specific types of food.",
		"Next in severity is Hand-Schuller-Christian disease, a chronic, scattered form of histiocytosis.",
		"People with CF live with chronic populations of bacteria in their lungs, and lung infection is the major cause of death for those with CF.",
		"In both boys and girls, puberty is often delayed, most likely due to the effects of poor nutrition or chronic lung infection.",
		"People with CF live with chronic bacterial colonization; that is, their lungs are constantly host to several species of bacteria.",
		"Emphysema-A chronic respiratory disease that involves the destruction of air sac walls to form abnormally large air sacs that have reduced gas exchange ability and that tend to retain air within the lungs.",
		"The prognosis for fevers associated with more chronic conditions, such as autoimmune disease, depends upon the overall outcome of the disorder.",
		"Rarely in the United States do children suffer from severe malnutrition that is not related to severe chronic illness.",
		"Health consequences range from a higher risk of premature death to chronic conditions that reduce a person's quality of life.",
		"There is an increased risk of malnutrition associated with chronic diseases, especially disease of the intestinal tract, kidneys, and liver.",
		"Chronic mouth breathing due to plugged nasal airways may cause dryness of the mouth tissues, which in turn leads to irritation.",
		"The doctor will ask detailed questions about stress, dieting, sexual activity, and athletic participation, as well as questions about chronic diseases or disorders of the central nervous system.",
		"Because osteoporosis can begin as early as adolescence, hormone replacement therapy is sometimes recommended for teenagers with chronic amenorrhea.",
		"Follow-up studies of conduct-disordered children have shown a high incidence of antisocial personality disorder, affective illnesses, and chronic criminal behavior in adulthood.",
		"However, if these allergies are left untreated, infants and children may be more likely to develop chronic allergies, asthma, and respiratory infections later in life.",
		"In chronic or latent infection, a much smaller number of viruses are released, and healthy cells can multiply more rapidly than they are destroyed.",
		"Chronic pain refers to pain that persists after an injury heals, cancer pain, pain related to a persistent or degenerative disease, and long-term pain from an unidentifiable cause.",
		"It is estimated that one in three people in the United States experiences chronic pain at some point in their lives.",
		"Chronic pain may be caused by the body's response to acute pain.",
		"These changes may also occur in the absence of an identifiable cause; one of the frustrating aspects of chronic pain is that the stimulus may be unknown.",
		"Chronic pain and abnormal pain are more difficult to treat, and it may take longer to find a successful resolution.",
		"Coping with the challenges of raising a child with a chronic serious disease is difficult for parents and other family members.",
		"In a few cases, chronic arthritis is a problem.",
		"For some people, however, the recurrent joint pain eventually becomes chronic arthritis.",
		"Amyloid-A waxy, translucent, starch-like protein that is deposited in tissues during the course of certain chronic diseases such as rheumatoid arthritis and Alzheimer's disease.",
		"Secondary amyloidosis occurs in patients suffering from chronic infections or inflammatory diseases such as tuberculosis, rheumatoid arthritis, and Crohn's disease.",
		"This test can see if there is a correlation between episodes of acid reflux and other symptoms, such as chronic cough, wheezing, or sleep apnea.",
		"Tension headaches-muscular contraction headaches that occur periodically or daily (chronic daily headache).",
		"Some chronic tension headaches may start as migraines but become daily headaches.",
		"It is not immediately apparent why this discrepancy occurs, but due to the unpredictability of diseases, all women with chronic illnesses should be monitored throughout the course of a pregnancy.",
		"Since chronic hypertension or pregnancy-induced hypertension (preeclampsia, eclampsia) similarly affect blood circulation to the placenta, women with these problems are also at risk for IUGR.",
		"Before the advent of perinatology training, women with medical problems such as chronic hypertension, diabetes, and epilepsy were advised to not get pregnant because they could die.",
		"Diabetes mellitus is a chronic disease in which the body is not able to correctly process glucose for cell energy due to either an insufficient amount of the hormone insulin or a physical resistance to the insulin the body does produce.",
		"Several common medications can cause chronic high blood sugar levels and/or promote insulin resistance.",
		"As of 2004 diabetes is a chronic and incurable disease.",
		"Diabetes is the number one cause of chronic kidney failure in America.",
		"If a cough lasts more than three weeks it is considered a chronic cough, and physicians try to determine a cause beyond an acute infection or irritant.",
		"Some chronic conditions, such as asthma, chronic bronchitis, emphysema, and cystic fibrosis, are characterized in part by a cough.",
		"Individuals such as smokers, who have chronic coughs, should consult a doctor if the nature of their cough changes or they produce blood when they cough.",
		"The doctor should be informed of any previous nasal fractures, nasal surgery, or such chronic diseases as diabetes or bleeding disorders.",
		"If the child or adolescent has a weakened immune system or a debilitating chronic disease, healing is more problematic.",
		"Diarrhea is also classified by physicians as acute, which lasts one to two weeks, and as chronic, which continues for longer than two or three weeks.",
		"Chronic diarrhea, though, can have considerable effect on health and on social and economic well-being.",
		"Chronic diarrhea is frequently due to many of the same things that cause the shorter episodes (infections, medications, etc.); however, symptoms last longer.",
		"In children, more common causes of chronic diarrhea are food allergy and lactose intolerance.",
		"Chronic diarrhea is quite different, and most persons with this condition receive some degree of testing.",
		"A combination of stool, blood, and urine tests may be needed in the evaluation of chronic diarrhea; in addition, a number of endoscopic and x-ray studies are frequently required.",
		"Zinc especially appears to have an effect on the immune system, and deficiency of this mineral can lead to chronic diarrhea.",
		"For those with chronic symptoms, an extensive number of tests are usually necessary to make a proper diagnosis and begin treatment; a specific diagnosis is found in 90 percent of people.",
		"In about 10 percent of children, the ear effusion lasts for three months or longer; at that point the condition is considered chronic.",
		"Systemic steroids may help children with chronic ear infections, but the evidence that these drugs are beneficial is not clear, and there are risks associated with steroid use.",
		"These potential complications against the risks of language delay, possible learning problems, or hearing loss resulting from chronic otitis media.",
		"Chronic otitis media-Inflammation of the middle ear with signs of infection lasting three months or longer.",
		"Dizziness often disappears without treatment or with treatment of the underlying problem, but it can be long term or chronic.",
		"Chronic conditions, such as heart disease, and serious acute problems, such as seizures and strokes, can cause dizziness.",
		"Acupuncturists also offer some treatment options for acute and chronic cases of dizziness.",
		"These techniques can help minimize or even prevent dizziness for people with chronic diseases.",
		"Traditional Chinese medicine recommended the opium poppy, known to Chinese physicians as ying su ke, for the treatment of asthma, severe diarrhea, and dysentery as well as chronic pain and insomnia.",
		"Another type of subdural hematoma called a chronic subdural hematoma can occur in people over age 60.",
		"Bronchiolitis is a particularly important problem in babies who are born prematurely or who have other chronic medical illness.",
		"At highest risk are boys, premature infants, infants living in urban locations, babies who have not been breastfed, and babies with chronic pulmonary, cardiac, or immune conditions.",
		"Periodontal (meaning \"around the tooth\") disease is usually seen as a chronic (long-term) inflammatory disease.",
		"Gingivitis may remain a chronic disease for years without affecting other periodontal tissues.",
		"Chronic gingivitis may lead to a deepening of the pockets between the gum and tooth.",
		"It is a chronic disease characterized by the inability of the body to produce or respond properly to insulin, a hormone required by the body to convert glucose to energy.",
		"If the hair trauma is not severe or chronic enough to cause scarring, the child's hair usually regrows when the trauma ceases.",
		"About 15 percent of cases of short stature in children is caused by chronic diseases, of which endocrine disorders are only one type.",
		"As early as three months of age, however, the SCID child begins to suffer from mouth infections (thrush), chronic diarrhea, otitis media, and pulmonary infections, including pneumocystis pneumonia.",
		"If left unchecked these coercive behavior patterns will persist and escalate in severity over time, becoming a chronic behavioral disorder.",
		"Neurobiological risks include maternal drug use during pregnancy, birth complications, low birth weight, prenatal brain damage, traumatic head injury, and chronic illness.",
		"Early-onset conduct problems left untreated are more likely to result in the development of chronic antisocial behavior than if the disruptive behavior begins in adolescence.",
		"Longitudinal studies have found that as many as 71 percent of chronic juvenile offenders had progressed from childhood antisocial behaviors through a history of early arrests to a pattern of chronic law breaking.",
		"The chronic intake of excessive zinc supplements can result in copper deficiency, as zinc inhibits the absorption of copper.",
		"Most males with Hunter syndrome develop joint stiffness, chronic diarrhea, enlarged liver and spleen, heart valve problems, hearing loss, and kyphosis.",
		"Mercury levels in hair may be used to gauge the severity of chronic mercury exposure.",
		"By preventing chronic intrauterine exposure to mechanical and chemical trauma, prenatal surgery improves neurological function and leads to fewer complications after birth.",
		"Most childhood alcoholics do not reach the serious state of malnutrition that chronic adult alcoholics can reach.",
		"Dermatitis herpetiformis-A chronic, very itchy skin disease with groups of red lesions that leave spots behind when they heal.",
		"Lichen planus-A noncancerous, chronic itchy skin disease that causes small, flat purple plaques on wrists, forearm, ankles.",
		"Psoriasis-A chronic, noncontagious skin disease that is marked by dry, scaly, and silvery patches of skin that appear in a variety of sizes and locations on the body.",
		"Chronic nerve compression occurs in entrapment syndromes.",
		"Chronic nerve root compression, or radiculopathy, can occur in disk disease or spinal arthritis.",
		"A work history may reveal repetitive motion, chronic vibration, or industrial chemical exposure.",
		"Named for the Greek word ps?ra meaning itch, psoriasis is a chronic, non-contagious disease characterized by inflamed lesions covered with silvery-white scabs of dead skin.",
		"Pustular psoriasis, which can be limited to one part of the body or can be widespread, may be the first symptom of psoriasis or develop in a patient with chronic plaque psoriasis.",
		"Psoriasis can be treated matter-of-factly as people do diabetes, another chronic disorder.",
		"Paget's disease-A chronic disorder of unknown cause usually affecting middle aged and elderly people and characterized by enlarged and deformed bones.",
		"Social phobias tend to be chronic and are not likely go away without treatment.",
		"Because the chronic form of Tay-Sachs was discovered near the end of the 2000s, prognosis for this type of the disease was, as of 2004, not completely known.",
		"The erythropoietic porphyrias and porphyria cutanea tarda do not follow this pattern and are considered to be chronic conditions.",
		"Recurring styes may be an indication of a chronic eye infection called Staphylococcus blepharitis.",
		"Conjunctivitis can be acute or chronic depending on how long the condition lasts, the severity of symptoms, and the type of organism or agent involved.",
		"Gram-negative organisms are found more frequently in chronic mastoiditis, and in young infants, which may be due to prolonged antibiotic therapy.",
		"May be either acute (of limited duration) or chronic (continuing).",
		"Decisions about vaccinations for children with chronic illnesses are made with the child's doctor.",
		"Others that are chronic and progressive indicate a degenerative disorder.",
		"Some neurological diseases are chronic and require conservative medical treatment and frequent follow-up visits for monitoring and stability or progression of the disease.",
		"The disorder is neither progressive nor fatal, but it is chronic.",
		"Homeopathic practitioners recommend that people with chronic insomnia see a professional homeopath.",
		"Cinnabar is recommended for chronic nightmares.",
		"These individuals may be in low-income households or may have chronic disabilities.",
		"Perforation is most commonly caused by either chronic or acute infection of the middle ear, usually related to infection of the nose and throat (nasopharynx).",
		"Constipation is an acute or chronic condition in which bowel movements occur less often than usual or consist of hard, dry stools that are painful or difficult to pass.",
		"A constitutional prescription also can help rebalance someone who is struggling with chronic constipation.",
		"Problems to watch for include trouble sleeping, crying, aggression, deep anger and resentment, feelings of betrayal, difficulty concentrating, chronic fatigue, and problems with friends or at school.",
		"Anxiety disorders can be chronic, and the severity of symptoms can fluctuate significantly, with symptoms being more severe when stressors are present.",
		"Twenty-five percent of all HAV positive newborns develop chronic liver disease by the third to fourth decade of life.",
		"If HBsAg can be detected in the blood for longer than six months, chronic hepatitis B is diagnosed.",
		"There are medications available to treat chronic HBV-infection.",
		"Chronic, or relapsing, infection occurs with hepatitis B in about 5-10 percent of cases.",
		"Further, their chronic health complaints may damage interpersonal relationships with family and friends.",
		"Sickle cell anemia is an inherited, chronic, incurable blood disorder that causes the body to produce defective hemoglobin, the abnormal HgbS, which occurs primarily in African Americans.",
		"Cancer, chronic infection or inflammation, and kidney and liver disease often cause mild or moderate anemia.",
		"Chronic liver failure generally produces the most severe symptoms because the production of RBCs is directly affected.",
		"Anemia can be the result of injuries, chronic or acute illnesses, complications of surgery or childbirth, metabolic disturbances or deficiencies, and adverse response to drug therapy administered for other conditions.",
		"If anemia is due to chronic disease, there may be evidence of infection or inflammation.",
		"Anemia resulting from chronic disease is typically corrected by treating the underlying illness.",
		"Guaifenesin is not meant to be used for coughs associated with asthma, emphysema, chronic bronchitis, or smoking.",
		"Diverticula, particularly if it causes urine reflux, may lead to chronic infection and its subsequent consequences.",
		"Sickle cell anemia, the inherited condition characterized by curved (sickle-shaped) red blood cells and chronic hemolytic anemia, is an example of the first category.",
		"Hemolytic anemia-A form of anemia characterized by chronic premature destruction of red cells in the bloodstream.",
		"Chronic illness, malnutrition, a tendency to retain water, and kidney diseases and disorders increase the likelihood of a person's becoming overhydrated.",
		"Such a weakening of the immune system can be long-term, caused by chronic disease such as leukemia or autoimmune disorders such as lupus, or short-term.",
		"Sarcoidosis-A chronic disease that causes the formation of granulomas, masses resembling small tumors composed of clumps of immune cells, in any organ or tissue.",
		"Chronic leukemia is a disease in which abnormal, cancerous white blood cells are made in the bone marrow.",
		"Depending on the type of white blood cell that is involved, chronic leukemia can be classified as chronic lymphocytic leukemia or chronic myeloid leukemia.",
		"Chronic leukemia is a cancer that starts in the blood cells made in the bone marrow.",
		"Unlike acute leukemias, in which the process of maturation of the blast cells is interrupted, in chronic leukemias, the cells do mature and only a few remain as immature cells.",
		"Chronic leukemias develop very gradually.",
		"The two types of chronic leukemias can be easily distinguished under the microscope.",
		"Chronic lymphocytic leukemia (CLL) involves the T or B lymphocytes.",
		"In chronic myelogenous leukemia (CML), the cells that are affected are the granulocytes.",
		"Chronic lymphocytic leukemia (CLL) often has no symptoms at first and may remain undetected for a long time.",
		"Chronic myelogenous leukemia (CML), by contrast, may progress to a more acute form.",
		"In chronic lymphoid leukemia, 90 percent of the cases are seen in people who are 50 years or older, with the average age at diagnosis being 65.",
		"Chronic myeloid leukemias are generally seen in people in their mid-40s.",
		"Although the cause is unknown, chronic leukemia is linked to genetic abnormalities and environmental factors.",
		"Chronic leukemia occurs in some people who are infected with two human retroviruses (HTLV-I and HTLV-II).",
		"The incidence of chronic leukemia is slightly higher among men than women.",
		"The symptoms of chronic leukemia are generally vague and non-specific.",
		"In the early stages of chronic myeloid leukemia (CML), the symptoms are more or less similar to CLL.",
		"There are no screening tests available for chronic leukemias.",
		"The treatment depends on the specific type of chronic leukemia and its stage."
	],
	"synonyms": [
		"continuing",
		"inveterate",
		"routine",
		"intense",
		"intractable",
		"obstinate",
		"prolonged",
		"inbred",
		"stubborn",
		"lasting",
		"incessant",
		"continuous",
		"usual",
		"severe",
		"irradicable"
	],
	"antonyms": [
		"acute",
		"curable",
		"eradicable",
		"occasional",
		"intermittent",
		"temporary"
	]
}