{
	"word": "stigma",
	"meaning": [
		"Something that detracts from the character or reputation of a person, group, etc.; mark of disgrace or reproach.",
		"A mark, sign, etc. indicating that something is not considered normal or standard.",
		"A small bodily mark, especially a birthmark or scar, that is congenital or indicative of a condition or disease.",
		"Any sign characteristic of a specific disease.",
		"A spot on the skin, esp. one that bleeds as the result of certain nervous tensions."
	],
	"sentences": [
		"The pistil consists of a single carpel with its ovary, style, stigma and solitary ovule or twin ovules.",
		"The true free ends are those nearest the stigma.",
		"There is still enormous stigma attached to mental illness.",
		"The pistil is apocarpous, consisting of several distinct carpels, each with ovary, style and stigma.",
		"There can be social stigma also from their peers.",
		"I think there is less stigma attached to being a fat bloke than being a fat woman.",
		"It sometimes bears hairs, which aid in the application of the pollen to the stigma, and are called collecting hairs, as in Campanula, and also in Aster and other Compositae.",
		"Since flowers are predominant in other forms of art, such as painting and sketching, no stigma was attached to a male having flower tats the way there can be today.",
		"The carpel, or aggregate of carpels forming the pistil or gynaeceum, comprises an ovary containing one or more ovules and a receptive surface or stigma; the stigma is sometimes carried up on a style.",
		"The fungus-spores, from some diseased plant, alight on the stigma of the flower, and germinate there along with the pollen-grains.",
		"When the pistil consists centa; s,withered style and of several separate carpels, or is stigma; c, persistent calyx.",
		"I, Vertical; 2, horizontal section; c, calyx; d, wall of ovary; o, ovules; p, placenta; s, stigma.",
		"In Goodeniaceae it ends in a cup-like expansion, enclosing the stigma.",
		"These hairs, during the upward growth of the style, come into contact with the already ripened pollen, and carry it up along with them, ready to be applied by insects to the mature stigma of other flowers.",
		"In Vicia and Lobelia the hairs frequently form a tuft below the stigma.",
		"The length of the style is determined by the relation which should subsist between the position of the stigma and that of the anthers, so as to allow the proper application of the pollen.",
		"The stigma is the termination of the conducting tissue of the style, and is usually in direct communication with the placenta.",
		"This secreting portion is, strictly speaking, the true stigma, but the name is generally applied to all the divisions of the style on which the stigmatic apparatus is situated.",
		"The stigma alternates with the dissepiments of a syncarpous pistil, or, in other words, corresponds with the back of the loculaments; but in some cases it would appear that half the stigma of one carpel unites with half that of the contiguous carpel, and thus the stigma is opposite the dissepiments, that is, alternates with the loculaments, as in the poppy.",
		"The divisions of the stigma mark the number of carpels which compose the pistil.",
		"Thus in Campanula a five-cleft stigma indicates five carpels; in Bignoniaceae, Scrophulariaceae and Acanthaceae, the two-lobed or bilamellar stigma indicates a bilocular ovary.",
		"In Orchidaceae the stigma is situated on the anterior surface of the column beneath the anther.",
		"The male anthers are clearly visible, the stigma is beneath them, half way up the flower tube.",
		"Many underestimate their need for help, and feel there is a stigma attached to asking.",
		"A stigma attaches itself still to bookmaking, and for many people bookmakers remain a faintly disreputable and slightly shady lot.",
		"Furthermore, many children of ex-prisoners have been negatively impacted upon via gossip, stigma, negative perception, discrimination and overt hostility.",
		"There should be no more stigma attached to them than aspirin - you are just treating a brain hormone imbalance.",
		"The stigma surrounding epilepsy can make some feel less outgoing and socially isolated.",
		"Protruding from each, in the image below, are two long stigma lobes.",
		"The pollen grains grow down from the stigma to fertilize the ovules in the ovary at the base of the style.",
		"Civil society reports indicate that stigma and discrimination remain pervasive.",
		"Some have the stigma, to which the pollen adheres during pollination, like a little pinhead protruding from the flower.",
		"Pollen tube When a pollen grain lands on the stigma of a flower, it is stimulated to produce a pollen tube When a pollen grain lands on the stigma of a flower, it is stimulated to produce a pollen tube.",
		"The stigma of mental illness made me a virtual recluse.",
		"There's a deeper problem about combating stigma too.",
		"The St Leonards Festival offered the hard-working traders on the road an opportunity to dispel that stigma.",
		"These should inform an integrated response to HIV-related stigma.",
		"Measures which prioritize reductions in psychiatric stigma will have profound and enduring benefits in these key areas.",
		"Ignorance about how HIV is transmitted often fuels HIV related stigma.",
		"The program aims to raise awareness of HIV and AIDS and combat stigma.",
		"The notion of a sexually transmitted disease still has great stigma attached.",
		"A nearly related form, which may be regarded as a sub-species, canescens, the grey poplar of the nurseryman, is distinguished from the true abele by its smaller, less deeply cut leaves, which are grey on the upper side, but not so hoary beneath as those of P. alba; the pistil has eight stigma lobes.",
		"They are attracted to the flower by its colour or its perfume; they seek, collect or feed on its honey, and while so doing they remove the pollen from the anther and convey it to another flower, there to germinate on the stigma when its tubes travel down the style to the ovary where their contents ultimately fuse with the \"oosphere\" or immature egg, which becomes in consequence fertilized, and forms a seed which afterwards develops into a new plant (see article Angiosperms).",
		"The stigma that our forebears had to make do with rancid meat is nonsense.",
		"Many moths have a kidney shaped mark (reniform stigma) roughly two thirds of the way back on the forewing.",
		"There is a stigma attached to people who are mentally ill which they can not seem to shrug off.",
		"The five stamen with anthers match the five sacred wounds & the three stigma the nails.",
		"I was always honest with people about the disease but there is a stigma about mental illness that makes some uneasy.",
		"There 's a deeper problem about combating stigma too.",
		"However, the stigma associated with leprosy remains a major problem.",
		"Mental health stigma, if it really exists at all, is usually inverted.",
		"In addition, this does nothing to diminish the stigma of bankruptcy - which remains with the individual often for many years.",
		"What has not yet disappeared is the social stigma of epilepsy.",
		"We are aware that tackling the stigma of mental illness is an enduring task.",
		"The challenges of treating and rehabilitating those affected by leprosy while breaking down the stigma of the disease remain.",
		"For example, gene flow might be avoided by making GM crops sterile, but ' terminator ' technology has gained an ethical stigma.",
		"Each one has its stigma hanging out to catch any wind-borne pollen.",
		"Few sustainable enterprises exist that lack a history of failure, so don't let the stigma of failure stand in your way.",
		"Despite the negative stigma attached to peculiar names, you may still want to give your child a unique baby name.",
		"For individuals, a lack of savings and a reduced stigma surrounding debt accumulation are more prevalent now than ever before.",
		"Luckily for today's woman, the world of Internet dating has lost much of its stigma in the last five years.",
		"However, many demographics of society still see mental health issues as a stigma.",
		"Some people feel that going to a mental health practitioner means that they are \"crazy,\" but looking after your mental health is just one part of good self-care that doesn't carry the same stigma as in years past.",
		"More importantly, do not attach a negative stigma to employees seeking out help when their stress levels are high.",
		"Many teens are not bothered by any stigma about wearing braces, but instead view them as a fashion statement.",
		"Other teens that are failing many courses may see the stigma of needing to take another year to finish high school as unbearable.",
		"Most employees do not use these alcohol rehab programs because of an associated stigma impacting their perceived professional ability.",
		"The reason our society continues to have such a problem with suicide and depression is that there is a huge social stigma attached to the topic.",
		"Hand-me-downs have come to have a stigma attached, even for boys.",
		"Community colleges offer cheaper tuition but have the stigma of being of \"lower\" quality.",
		"Candelabra Bellflower (Campanula Macrostyla) - A singular plant, having large flowers, with blue netted veins on a white ground, which gets purple at the edges, and with a huge stigma.",
		"While there has been a stigma associated with laminate flooring, it has made vast improvements in the past few years.",
		"Straight Edge sports the message of a drug-free lifestyle, and because of the way that the clothing is designed, manages to remove some of the \"uncool\" stigma that's usually attached to that message.",
		"When the corset fell out of grace as a foundational garment, it garnered a stigma as being \"dirty\" and was looked upon as a sign of suppression.",
		"Successful super model and entrepreneur, Tyra Banks, has erased some of that stigma by publicly admitting she wears shapewear to help look her best.",
		"Although winemakers have made vast improvements in packaging and thus taste quality of boxed wine, it still carries a certain stigma.",
		"While boxed wine had a stigma in the past, you should give it a second try.",
		"Some psychiatrists are critical of gender identity disorder being classified as a psychiatric condition at all, saying it is more a social stigma.",
		"Some psychiatrists are critical of the psychiatric classification of gender identity disorder, saying it is more a social stigma.",
		"Nevertheless, throughout the 1970s, but progressively less in the 1980s and 1990s, a stigma remained attached to children who, like Linus in the \"Peanuts\" comic strip, hugged a blanket or other security object in times of stress.",
		"However, because of the convenience of drug treatment and the stigma sometimes attached to ECT therapy, ECT usually is employed after all pharmaceutical treatment options have been explored.",
		"Throughout most of the twentieth century, adoptions were conducted in secret, and records were often sealed to protect those involved from the social stigma of birth out of wedlock.",
		"Women may have a harder time with thinning hair because there's often a stigma attached to the subject; it's just not something that is commonly discussed, even by today's standards.",
		"Hair replacement surgery is the most drastic and riskiest option to treat baldness, and its popularity has been falling as the stigma behind baldness fades.",
		"The conditions is not contagious but it may be hereditary, and there is a great social stigma for children, particularly girls, to lose their hair.",
		"The concept of hair loss is emotionally devastating to many people, particularly when it involves children and the stigma may follow them through very turbulent years.",
		"Side ponytail hairstyles are rightfully losing their stigma of being a last ditch-effort hair style, as they become a current trend in hair fashion.",
		"At that time, it changed its name to Employment Insurance, due in part to the negative stigma of unemployment.",
		"Although the stigma of unplanned teenage pregnancy has eased in recent years, many women say they continue to be perceived as immature and irresponsible by older mothers.",
		"The stigma and emotional stresses from becoming a teen mom will also be a factor in Jamie Lynn's ability to raise a child.",
		"This has, unfortunately, made female babies somewhat of a social stigma.",
		"Mental illness charities work with individuals diagnosed with mental illness, their families and mental health practitioners to increase awareness of different illnesses and decrease their stigma.",
		"Dating simulation games on the web fill that need, are easy to access, and lack any of the social stigma or embarrassment of losing - one click and the whole situation, no matter how awkward, disappears.",
		"Likewise, \"What's your most embarrassing moment during sex?\" helps take some of the stigma out of sex and puts it into a positive, humorous light.",
		"Create Uniformity-In order to create a sense of unity, many school officials believe that requiring students to wear the same clothing eliminates the stigma that may surround the socioeconomics of some campuses.",
		"The stigma about seeking treatment for mental health issues is as much a part of Latino culture as it is for other groups living in the United States.",
		"For Hispanic children, the stigma about getting treatment, lack of knowledge about treatment options, and language barriers all may contribute to the lack of services for youngsters.",
		"Now that divorce has lost the stigma that it had in the past, people are less likely to stay in marriages that they don't find fulfilling.",
		"There should not be a stigma attached to the idea of attending classes that will improve your parenting skills.",
		"Museum or hospital staff may experience paranormal phenomena, but are afraid to report them because of the stigma associated with such reports and the potential for the sort of unwanted attention that those sort of public reports can bring.",
		"Matching minds with an inventor friend, Dr. Maertens overcame the \"gimmick\" stigma of his new soles.",
		"O.J. Simpson was acquitted of the murder charges and is only now starting to make a return to TV, such was the stigma attached to the case.",
		"The stigma of Colin's case affects the Brown family for the rest of the series as well as the budding relationship between Amy and Ephram.",
		"However, instead of letting his intensity act as a stigma, Connor embraces his condition and works hard to improve his social skills.",
		"In botany the word is used for ovaries not terminating in a stigma.",
		"A colony enclosed by a common gelatinous test c. stigma.",
		"The object of these movements will be appreciated when it is remembered that, if the pollen-masses retained the original direction they had in the anther in which they were formed, they would, when transported by the insect to another flower, merely come in contact with the anther of that flower, where of course they would be of no use; but, owing to the divergences and flexions above alluded to, the pollen-masses come to be so placed that, when transplanted to another flower of the same species, they come in contact with the stigma and so effect the fertilization of that flower.",
		"Some or all of the anthers become twisted so that insects in probing for honey will touch the anthers with one side of their head and the capitate stigma with the other.",
		"Owing, however, to the close proximity of stigma and anthers, very slight irregularity in the movements of the visiting insect will cause self-pollination, which may also occur by the dropping of pollen from the anthers of the larger stamens on to the stigma.",
		"To reach the honey in the spur of the flower, the insect must thrust its proboscis into the flower close under the globular head of the stigma.",
		"The anthers are so situated that the pollen on escaping comes into contact with the stigma; in such flowers self-fertilization is compulsory and very effectual, as seeds in profusion are produced.",
		"A, Lateral view with appendages III to VI removed; 1, plate covering the whole dorsal area, representing the fused tergal sclerites of the prosoma and opisthosoma; 2, similarly-formed ventral plate; 3, tracheal stigma.",
		"The eggs are deposited in the ovary-wall, usually just below an ovule; after each deposition the moth runs to the top of the pistil and thrusts some pollen into the opening of the stigma.",
		"The style is simple or branched, and the stigma is linear, capitate or globose in form; these variations afford means for distinguishing the different genera.",
		"The ovary bears a sessile stigma and is more or less completely two-celled, with two erect ovules in each cell.",
		"The cup-shaped flowers have six regular segments in two rows, as many free stamens, and a three-celled ovary with a sessile stigma, which ripens into a leathery many-seeded capsule.",
		"Thus the anthers and stigmas in any given flower are often mature at different times; this condition, which is known as dichogamy and was first pointed out by Sprengel, may be so well marked that the stigma.",
		"Spontaneous self-pollination is rendered impossible in some homogamous flowers in consequence of the relative position of the anthers and stigma - this condition has been termed herkogamy.",
		"In very many cases the pollen is carried to the stigma by elongation, curvature or some other movement of the filament, the style or stigma, or corolla or some other part of the flower, or by correlated movements of two or more parts.",
		"In Mirabilis Jalapa and others the filaments and style finally become intertwined, so that pollen is brought in contact with the stigma.",
		"In many cases pollen has no effect on the stigma of the same flower, the plants are selfsterile, in other cases external pollen is more effective (pre-potent) than pollen from the same flower; but in a very large number of cases experiment has shown that there is little or no difference between the effects of external pollen and that from the same flower.",
		"Even in homogamous flowers cross-pollination is in a large proportion of cases the effective method, at any rate at first, owing to the relative position of anther and stigma or the fact that the plant is self-sterile.",
		"Many plants produce, in addition to ordinary open flowers, so-called cleistogamous flowers, which remain permanently closed but which notwithstanding produce fruit; in these the corolla is inconspicuous or absent and the pollen grows from the anther on to the stigma of the same flower.",
		"A male flower has floated alongside a female and one of its anthers, which have opened to set free the pollen, is in contact with a stigma.",
		"In small flowers which are crowded at the same level or in flat flowers in which the stigmas and anthers project but little, slugs or snails creeping over their surface may transfer to the stigma the pollen which clings to the slimy foot.",
		"It derives its scientific name from a curious beak-like appendage at the end of the stigma, in the centre of the flower; this appendage though solid was supposed to be hollow (hence the name from 46a, a bladder, and stigma).",
		"It is a singular circumstance that reciprocal crosses are not always or even often possible; thus, one rhododendron may afford pollen perfectly potent on the stigma of another kind, by the pollen of which latter its own stigma is unaffected.",
		"In many cases the slimy masses of spermatia (Uredineae), conidia (Claviceps), basidiospores (Phallus, Coprinus), &c., emit more or less powerful odours, which attract flies or other insects, and it has been shown that bees carry the flagrant oidia of Sclerotinia to the stigma of Vaccinium and infect it, and that flies carry away the foetid spores of Phallus, just as pollen is dispersed by such insects.",
		"The conidia are fragrant and are carried by bees to the stigma of the bilberry; here they germinate with the pollen and the hyphae pass with the pollen tubes down the style; the former infect the ovules and produce sclerotia, therein reducing the fruits to a mummified condition.",
		"The oogonium, seated on a stalk cell, is surrounded by an investment consisting of five spirallywound cells, from the projecting ends of which segments are cut off, constituting the so-called stigma.",
		"The excesses of John of Leiden, the Brigham Young of that age, cast an unjust stigma on the Baptists, of whom the vast majority were good, quiet people who merely carried out in practice the early Christian ideals of which their persecutors prated.",
		"The superior ovary - half-inferior in Samolus - bears a simple style ending in a capitate entire stigma, and contains a free-central placenta bearing generally a large number of ovules, which are exceptional in the group Gamopetalae in having two integuments.",
		"But reasonable judgment must find very unjust the stigma of duplicity put upon him by the Federalists.",
		"The great bazar at Kabul was blown up with gunpowder to fix a stigma upon the city; the prisoners were recovered; and all marched back to India, leaving Dost Mahommed to take undisputed possession of his throne.",
		"The stamens are diadelphous, nine of them being united by their filaments f, while the uppermost one (e) is free; st, stigma, c, calyx.",
		"The ovary of passionflowers is one-celled with three parietal placentas, and bears at the top three styles, each capped by a large button-like stigma.",
		"The presence of a perianth is a feature suggestive of an approach to the floral structure of Angiosperms; the prolongation of the integument furnishes the flowers with a substitute for a stigma and style.",
		"In function the perianth may be compared with a unilocular ovary containing a single ovule; the projecting integument, which at the time of pollination secretes a drop of liquid, serves the same purpose as the style and stigma of an angiosperm.",
		"The stamens of the wheat plant may frequently be seen protruding beyond the glumes, and their position might lead to the inference that cross-fertilization was the rule; but on closer examination it will be found that the anthers are empty or nearly so, and that they are not protruded till after they have deposited the pollen upon the stigma.",
		"The glumes have to be separated and the anthers cut away before the pollen is fully formed, care being taken at the same time not to injure the stigma, and specially not to introduce, on the scissors or otherwise, any pollen except that of the variety desired.",
		"The honey secreted by flowers attracts insects, which, by conveying the pollen to the stigma, effect fertilization.",
		"Young stamen is abortive, flower in which the stigma (N) is receptive and cannot perform and the stamens (3) have not yet opened; its functions.",
		"The stamens are diadelphous, nine of them being united by their filaments (f), while one of them (e) is free; st, stigma; c, calyx.",
		"In order that fertilization may be effected the pollen must be conveyed to the stigma of the pistil.",
		"It consists essentially of two parts, a basal portion forming a chamber, the ovary, containing the ovules attached to a part called the placenta, and an upper receptive portion, the stigma, which is either seated on the ovary (sessile), as in the tulip and poppy, or is elevated on a stalk called the style, interposed between the ovary and stigma.",
		"Each carpel has its own ovary, style (when present), and stigma, and may be regarded as formed by a folded leaf, the upper surface of which is turned inwards towards the axis, and the lower outwards, while from its margins are developed one or more ovules.",
		"Pollination having been effected, and the pollen-grain having reached the stigma in angio sperms or the summit of the nucellus in mnos erms P gY P it is detained there, and the viscid secretion from the glands of the stigma in the former case, or from the nucellus in the latter, induce the protrusion of the intine as a pollen-tube through the pores of the grain.",
		"In these cases, retention is usually carried out with the knowledge and support of the student and his family and is not likely to carry a social stigma, as would be the case if the retention were for academic reasons.",
		"In the early 2000s, masturbation has become more accepted for both males and females yet there is still a stigma about discussing it openly.",
		"In cases of male hair loss, society as a whole accepts this, and there is no stigma attached to it.",
		"Then there's that old chestnut called \"social stigma\".",
		"Although a stigma is associated with branding, an expert at Life in the Fast Lane suggests that it isn't so odd in a culture that puts such emphasis on appearance.",
		"Multilevel marketing has had a stigma for several years, often resulting from zealous but misdirected individuals who utilized questionable methods to build their businesses.",
		"The story broke all over the news and led to quite a stigma to the Carolina Panthers organization.",
		"On the other hand, the stigma exists that mental health is nothing more than deciding to be happy.",
		"They are meant for function over fashion, but that doesn't mean that they have to live up to the attached stigma.",
		"So what can you look for to avoid the stigma attached to flannel gowns so that you can stay warm without seeing your lover cringe when you walk out of the bedroom in it?",
		"While cotton flannel nightgowns are not the sexiest thing you could put on to lounge around or sleep in, there are ways around the stigma where you can still find the warmth and comfort that they offer.",
		"If you don't want to commit to the stigma of a flannel gown, the austerity of the Victorian one, or how cold you'd be in a short satin chemise, consider a cotton lined or brushed back satin nightgown.",
		"Even as more men seem to be wearing them, whatever their job, the mantyhose are still hard to find in shops, as there is a perceived stigma about buying them.",
		"Come on, in this day and age, the stigma that was once attached to very intimate lingerie has fallen by the wayside.",
		"The ovary has many cavities with a large number of ovules attached to its walls, and is surmounted by a flat stigma of many radiating rows as in a poppy.",
		"Regarded without republican sympathies, and in the light of 18th-century doctrines of allegiance, his acts, however severe, in no way deserve the stigma of cruelty ordinarily put upon them.",
		"The proboscis, passing down this groove to the spur, becomes dusted with pollen; as it is drawn back, it presses up the lip-like valve of the stigma so that no pollen can enter the stigmatic chamber; but as it enters the next flower it leaves some pollen on the upper surface of the valve, and thus cross-fertilization is effected.",
		"Botanists were for a long time content to know that the scattering of the pollen from the anther, and its application to the stigma, were necessary for the production of perfect seed, but the stages of the process of fertilization remained unexplored.",
		"When placed on the stigma, under favourable circumstances, the pollen-grain puts forth a pollen-tube which grows down the tissue of the style to the ovary, and makes its way along the placenta, guided by projections or hairs, to the mouth of an ovule.",
		"These latter unfairly attempted to fix the stigma of the Quartodeciman observance on the British and Celtic churches, and they are even now sometimes ignorantly spoken of as having followed the Asiatic practice as to Easter.",
		"The elongated axis which opens at the stigma in Scorpio and which can be cleared of soft, surrounding tissues and co agulated blood so as to present the appearance of a limb axis carrying the book-like leaves of the lung is not really, as it would seem to be at first sight, the limb axis.",
		"As in all poplars, the catkins expand in early spring, long before the leaves unfold; the ovaries bear four linear stigma lobes; the capsules ripen in May.",
		"Pollen may be transferred to the stigma of the same flower - self-pollination (or autogamy), or to the stigma of another flower on the same plant or another plant of the same species - crosspollination (or allogamy).",
		"In other cases (some larvae) stigmata are absent; in other cases again a single stigma is developed, as in the smaller Arachnida and Chilopoda, in the median dorsal line or other unexpected position."
	],
	"synonyms": [
		"brand",
		"reproach",
		"shame",
		"stain",
		"mark",
		"attaint",
		"tarnish",
		"black eye",
		"spot",
		"onus",
		"blemish",
		"taint",
		"blot",
		"odium",
		"scar"
	],
	"antonyms": [
		"pride",
		"honor",
		"credit"
	]
}