{
	"word": "affluent",
	"meaning": [
		"Generously supplied with money, property, or possessions; prosperous or rich.",
		"Flowing freely.",
		"Manifesting or requiring wealth.",
		"Plentiful; abundant.",
		"Flowing freely; copious.",
		"A stream or river that flows into a larger one; a tributary.",
		"A tributary stream.",
		"A person who is well-off financially.",
		"An affluent person.",
		"Wealthy people considered as a group. Often used with the."
	],
	"sentences": [
		"As society becomes more affluent in cash terms, time becomes more precious.",
		"The Ardeche is the only considerable affluent from the right.",
		"London's club life also went through a renaissance too, catering for increasingly affluent young people.",
		"They will be closely tied to existing BBC programs and will target affluent 40 to 55 year-olds.",
		"Some of it still looked very primitve whilst other parts contained large houses and looked very affluent.",
		"She quickly became the star of the show, which was meant to follow privileged teens in the affluent community.",
		"Conrad's other line, The Lauren Conrad Collection, is made up of more expensive pieces to appeal to Conrad's affluent peers.",
		"The Real Housewives of Beverly Hills is yet another chapter in the seemingly unending Bravo sagas of women's lives in affluent neighborhoods.",
		"Beverly Hills is an incredibly influential and affluent area, making this group of housewives quite interesting to watch.",
		"He also had little sleep, as much from partying with the temporarily affluent Mrs. Worthington as concern over Martha's cross country flight from the law.",
		"Currently, consumers do not feel as affluent as they did in 2004, but neither are they trading down.",
		"Henri Lloyd, a London-based company started in the 1960s, focuses only on high-end gear that designed to meet the needs of affluent hobbyists.",
		"The New Jersey housewives join the ladies from Orange County, New York and Atlanta in giving viewers a glimpse \"behind the gates\" at the lives of affluent, suburban housewives and all of the drama their money can buy.",
		"First is My Little Swans, which is a travel website that aims at providing sophisticated information and resources to affluent travelers who are in search of new adventures.",
		"Built in a cleft among the hills which line the river Resava, an affluent of the Morava, this monastery is enclosed in a fortress, whose square towers, and curtain without loopholes or battlements, remain largely intact.",
		"It lies on the River Brain, an affluent of the Blackwater, also known as the Guith, a form connected with the name Witham.",
		"The Szamos, formed by the junction of the Great (Nagy) and Little (Kis) Szamos, whose principal affluent is the Bistritz; the Zsil or.",
		"It is so named from a cave (Le Moustier), on the right bank of the Vezere, an affluent of the Dordogne, above Les Eyzies and Tayac, which has yielded typical palaeolithic implements.",
		"Salt Creek, an affluent of the Platte river, skirts the city.",
		"It is situated on a spur of the Carpathians, and on the banks of the Titsch, an affluent of the Oder.",
		"The river Suck, an affluent of the Shannon, divides it into two parts, of which the eastern was in county Roscommon until 1898.",
		"The town is situated in the valley of the Austreberthe, a small affluent of the Seine, here crossed at a height of i oo ft.",
		"It rises in the mountainous district known as the Pyreneos; but its more ambitious western affluent, the Araguay, has its extreme southern headwaters on the slopes of the Serra Cayapo, and flows a distance of 1080 m.",
		"To the west of the Casiquiare there is a much shorter and more facile connexion between the Orinoco and Amazon basins, called the isthmus of Pimichin, which is reached by ascending the Terni branch of the Atabapo affluent of the Orinoco.",
		"Its principal affluent is the Madre de Dios, or Mayu-tata, which rises in the eastern Cordilleras about 35 m.",
		"An important affluent of the Gave d'Oloron, the Saison or Gave de Mauleon, descends from the Pic d'Orhy.",
		"The Manych, another large affluent on the left, marks the ancient line of water connexion between the Sea of Azov and the Caspian Sea.",
		"Near the west end of that lake it receives its first important affluent, the Lutschine (left), and then runs across the swampy plain of the Bodoli, between Interlaken (left) and Unterseen (right), before again expanding in order to form the Lake of Thun.",
		"Kastoria occupies part of a peninsula on the western shore of Lake Kastoria, which here receives from the north its affluent the Zhelova.",
		"But what if the newly affluent in Asia do aspire to just as many car and plane trips?",
		"The growth of the Canary Wharf complex has brought in an influx of people, from the fairly affluent to the very rich.",
		"Traditionally Rumney has been considered more affluent than neighboring Llanrumney.",
		"What beautiful and priceless potlatches the affluent society will see - whether it likes it or not!",
		"These two affluent cities, which regularly used to send Conservative MPs to Westminster, again spurned the Tories at May's local elections.",
		"These two affluent cities, which regularly used to send Conservative MPs to Westminster, again spurned the Tories at May 's local elections.",
		"Problems arise because in our modern affluent society there is a surfeit of food.",
		"More affluent parents may simply prefer to have all of their child's clothing custom made because current fashion trends don't always pander to their tastes, or they prefer their child to have flawlessly fitted garments.",
		"More affluent members of society commissioned their clothing, and most designers made only a few designs.",
		"Her parents were not happy, as she was expected to go on to an affluent career much like her father, and her staunch religious background also did not allow much room for such creative nonsense.",
		"While it may seem like only celebrities and other affluent people have access to world-renowned stylists, obtaining professional advice is actually quite easy.",
		"Chris Lubienski stated in the Time Magazine article \"Home Sweet School\" in that \"It is taking some of the most affluent and articulate parents out of the system.",
		"If a segment of your donor base represents an affluent population, you may find that holding an annual gala event is a great fundraising opportunity.",
		"Be poor, look rich, and only the affluent will see through your harmless social-climbing schemes.",
		"Students who are dressed in discount or tattered clothing are often teased and ridiculed by more affluent classmates.",
		"You may have more luck shopping in more affluent areas, as this is where women with the money to buy designer brands will unload their unwanted items.",
		"Gold mines are worked at several places in the northern part of Manchuria, of which the principal are on the Muho river, an affluent of the Amur, and near the Russian frontier.",
		"The chief affluent is the Nore, which it receives from the north-west a little above New Ross.",
		"Although his actual poverty has been recently denied, he cannot have been affluent.",
		"The principal affluent of the Beni, and one which exceeds it in volume, enters it 120 m.",
		"The Jurua is the next great southern affluent of the Amazon west of the Purus, sharing with this the bottom of the immense inland Amazon depression, and having all the characteristics of the Purus as regards curvature, sluggishness and general features of the low, half-flooded forest country it traverses.",
		"Its main affluent is the Uaupes, which disputes with the headwaters of the Guaviari branch of the Orinoco the drainage of the eastern slope of the \" oriental \" Andes of Colombia.",
		"Beginning at the south-eastern point and going northwards, the principal rivers are the Mananara, Manampatrana, Matitanana, Mananjary, Mangoro, with its great affluent Onive, Vohitra, 1Vlaningory, and the Antanambalana at the head of Antongil Bay.",
		"There is no need for anyone to be involuntarily in such a state in a moderately affluent western society.",
		"Ashford BC is a relatively affluent district with a strong economy.",
		"And it seems that affluent, liberal baby boomers, like you Prospect readers, retain a disproportionate influence over the country's affairs.",
		"Many protections under affluent states gasoline being sued by from major cities.",
		"Private sector provision of Internet access for all looks increasingly implausible even in affluent countries.",
		"Richmond An affluent suburb in South West London where Robin Dunstan lived with his parents.",
		"From here it follows this affluent to its junction with the Amur river, and the Amur river to its junction with the Usuri.",
		"Its chief affluent is the Minjan,.",
		"Practices in the more affluent southwest of the city are also under-represented.",
		"Professional, chic and on-the-go, the Liz lady may not be the most affluent woman on the block, but she's financially sound and takes pride in her wardrobe.",
		"Teens from affluent or impoverish homes both can and do abuse drugs.",
		"She did gain some exposure when she appeared in a 2003 documentary called Born Rich, which profiled the experience of children of affluent families.",
		"Some items are definitely for more affluent customers, while others are easily affordable for average-income buyers.",
		"For the average-income American family, this difference in children's clothing was not as pronounced as it was among the more affluent classes.",
		"This dream is reinforced by Hollywood movies such as Bring It On which dramatizes a competition between an inner-city dance team and an affluent suburban school.",
		"They miss out on opportunities to enhance their college applications, making them less likely to be accepted to the schools their more affluent peers will attend.",
		"The fictional town of Genoa City is an affluent location that features a downtown area, a college campus, suburbs and countryside where the wealthy live.",
		"Affluent people at the turn of the century carried around gold pocket watches, and they have also been used by people with jobs that were necessary for a city's functionality.",
		"Due to the popularity of this brand among the affluent, it's not hard to find an exact replica Graham watch in any number of design styles.",
		"In a world of high fashion and even higher price tags, it's possible for the less affluent to grab a piece of luxury by choosing a timepiece from the signature line of ladies Accurist gold watches.",
		"Moe affluent retirees will option for health care at home which could boost the growth rate for the industry to more than 50%.",
		"If the hostess can pick up the entire tab or the honoree's friends are relatively affluent, you can plan a party at a restaurant or a tea room.",
		"Million Dollar Listing follows real estate agents working in the most affluent areas of Southern California and surrounding areas.",
		"Along with her sister Kyle, Richards was to be one of the affluent housewives followed by cameras for the latest installment of the hugely popular Real Housewives franchise.",
		"This show spotlights wealthy women as they socialize (and sometimes work) in their affluent neighborhoods.",
		"Mines are also worked at Kwanyin-shan, opposite the Russian frontier town of Radevska, and at Chia-pi-kou, on an affluent of the upper Sungari.",
		"At Novi it is joined by the Sana, a considerable affluent.",
		"It is pleasantly situated on the small river Tove, a left-bank affluent of the Ouse.",
		"The Mejerda and its affluent the Mellegue, rivers of Tunisia, have their rise in Algeria, in the mountainous country east of Constantine.",
		"The \"Oriental\" Andes of Colombia give birth to another great affluent of the Orinoco, the Arauca, which soon reaches the plain and parallels the Apure on the south.",
		"A canal connects the Great Kaz, a tributary of the Yenisei., with the Ket, an affluent of the Ob.",
		"His original state was apparently situated along the upper course of the Yalung river, an affluent of the.",
		"It derives its name from the springs of the Pader, a small affluent of the Lippe, which rise in the town under the cathedral to the number of nearly 200, and with such force as to drive several mills within a few yards of their source.",
		"Here they give rise to a number of small rivers, which collect in the rift and form the Benue, the great eastern affluent of the Niger.",
		"In the south-east of the colony the streams - of which the chief are the Dscha and Bumba - are tributaries of the Sanga, itself an affluent of the Congo.",
		"From it issues the Kebbi (Mao Kebi) a tributary of the Benue, and through it flows a tributary of the Logone, the chief affluent of the Shari.",
		"By means of a dam across the Ternay, an affluent of the D€ome, to the north-west of the town, a reservoir is provided, in which an additional supply of water, for both industrial and domestic purposes, is stored.",
		"It lies in a hilly district by and above the river Kensey, an affluent of the Tamar, the houses standing picturesquely on the southern slope of the narrow valley, with the keep of the ancient castle crowning the summit.",
		"The minerals found include thick beds of copper at Bembe, and deposits on the M'Brije and the Cuvo and in various places in the southern part of the province; iron at Ociras (on the Lucalla affluent of the Kwanza) and in Bailundo; petroleum and asphalt in Dande and Quinzao; gold in Lombije and Cassinga; and mineral salt in Quissama.",
		"Merwan advanced to meet him, and was completely defeated near the Greater Zab, an affluent of the Tigris, in a battle which lasted eleven days.",
		"The ruins of the great aqueduct which brought the waters of the Siagnole, an affluent of the Siagne, to the town, can still be traced for a distance of nearly 19 m.",
		"Among its considerable tributaries may be mentioned the southern Melawi with its affluent the Penuh.",
		"Towards the San Juan outlet its depth decreases to 6 or 8 ft., owing to the vast accumulation of the silt washed down into the lake by its principal Costa Rican affluent, the Rio Frio.",
		"It has also necessarily maintained amongst the laity a sense of the righteous claims of the poor upon the charity of the more affluent members of the community.",
		"Its principal affluent is the Rio das Mortes, which rises in the Serra de Sao Jeronymo, near Cuyaba, Matto Grosso, and is utilized by boatmen going to Para.",
		"The Beni and its great affluent, the Madre de Dios, though of smaller volume and extent than the Mamore, are of much greater economic importance, owing to their navigability, the fertility of the region they drain, and the great forests along their banks.",
		"It is situated on the \"burn\" from which its name is derived, the Bannock (Gaelic, ban oc, \"white, shining stream\"), a right-hand affluent of the Forth, which was once a considerable river.",
		"Below this the only large affluent is the Nam Pawn, which drains all Karenni and a considerable portion of the Shan States, but is quite unnavigable.",
		"Bohemia belongs to the watershed of the Elbe, which rises within the territory and receives on the right the Iser and the Polzen, and on the left the Adler; the Eger with its affluent the Tepl; the Biela and the Moldau.",
		"Placer gold was discovered on an affluent of Boulder Creek in January 1859.",
		"It lies in a pleasant undulating country on the small river Swift, an affluent of the Avon.",
		"Adopting the trend of this last-named stream, which has its head-waters in Kwei-chow, the mingled flow passes eastward, and farther on in a south-easterly direction, by Lai-chow Fu, Wu-suan Hien, and Sin-chow Fu, where it receives the waters of the Si-kiang, and thenceforth changes its name for that of its affluent.",
		"Extending from the Kwango affluent of the Kasai to Lake Tanganyika are the Luba-Lunda groups.",
		"This region is watered by the Benue, the chief affluent of the Niger, and its tributary the Faro.",
		"It reaches the Afar (Danakil) lowlands through a broad breach in the eastern escarpment of the plateau, beyond which it is joined on its left bank by its chief affluent, the Germama (Kasam), and then trends round in the direction of Tajura Bay.",
		"Its principal affluent is the Eisak.",
		"It now turns due N., and soon becomes itself an affluent of the Rhine (left), which it surpasses in volume when they unite at Coblenz, opposite Waldshut.",
		"North of the Ajanta hills the country is drained eastward by the Puma affluent of the Tapti and its tributaries.",
		"With the exception of the Kej valley, and that of the Bolida, which is an affluent of the Kej, there are no considerable spaces of cultivation in Makran.",
		"I'm not sure why Betsy chose the rather pricy place, perhaps a temporary regression to her past life of affluent dinning.",
		"Here was a fine opportunity to ensure that the less affluent should benefit increasingly from its wealth.",
		"The pattern of the suburbs was more complex, with quite marked differentials between the most affluent and the least affluent suburban wards.",
		"Some tho, as you can see from the picture are more fortunate and have a reasonably affluent standard of living.",
		"Its principal affluent, the Baule (Red river), and its headstreams rise farther east on the northern slopes of the hills which above Bamako shut in the Niger.",
		"According to the latest calculations, the length of the main stream of the Ganges is 1540 m., or with its longest affluent, 1680; breadth at true entrance into the sea, 20 m.; breadth of channel in dry season, 14 to 21 m.; depth in dry season, 30 ft.;.",
		"Neither the Orontes nor the Litany has any important affluent.",
		"It is the greatest western affluent of the Missouri-Mississippi system.",
		"Near its mouth the Guaviare is joined by its great south-western affluent, the Ynirida.",
		"In the Maecuru, another northern affluent, graptolites of Ordovician age have been discovered, and Silurian fossils are said to have been found in the Maraca.",
		"Lemberg is situated on the small river Peltew, an affluent of the Bug, in a valley in the Sarmatian plateau, and is surrounded by hills.",
		"It is situated on the site of the ancient Suessa Aurunca, on a small affluent of the Liri.",
		"From this point the frontier shall leave the line of the Makona and be carried in a south-easterly direction to the source of the most north-westerly affluent of the Nuon river or Western Cavalla.",
		"It is formed by the junction of the Bafing or Black river and the Bakhoy or White river, and its chief affluent is the Faleme.",
		"On the right the Loire receives the waters of the Furens, the Arroux, the Nivre, the Maine (formed by the Mayenne and the Sarthe with its affluent the Loir), and the Erdre, which joins the Loire at Nantes; on the left, the Allier (which receives the Dore and the Sioule), the Loiret, the Cher, the Indre, the Vienne with its affluent the Creuse, the Thouet, and the Svre-Nantaise.",
		"It is beautifully situated in the valley of the river Eger, an affluent of the Theiss, and on the eastern outskirts of the Matra mountains.",
		"From the water-divide which separates the most eastern affluent of the Brahmaputra, eastwards to the deep gorges which enclose the most westerly branch of the upper Yang-tsze-kiang (here running from north to south), is a short space of loo m.; and within that space two mighty rivers, the Salween and the Mekong, send down their torrents to Burma and Siam.",
		"The united stream soon receives its first affluent, the Cerveyrette (left), and, after having passed through some fine deep-cut gorges, the Gyronde (right).",
		"It is built by the banks of a tributary of the Vet affluent of the Vaal, and is a trading centre for a large grain and pastoral district.",
		"The only river communication with foreign countries is furnished by the Danube, on the one hand towards Austria and Germany, and on the other towards the Black Sea, All the rivers belong to the watershed of the Danube, with the exception of the Poprad in the north, which as an affluent of the Dunajec flows into the Vistula, and of a few small streams near the Adriatic. The Danube enters Hungary through the narrow defile called the Porta Hungarica at Deveny near Pressburg, and after a course of 585'.m.",
		"The YashkunChitral-Kunar river (it is called by all three names) is the longest affluent of the Kabul, and it is in many respects a more important river than the Kabul.",
		"The Pozuzu, flowing eastward from the Knot of Cerro Pasco, joins the Pachitea, which is the most important northern affluent of the Ucayali.",
		"Its principal tributaries are - from the right hand the Jalon with its affluent the Jiloca, the Huerva, Aguas, Martin, Guadalope and Matarrana; from the left the Ega, Aragon, Arba, Gallego, and the Segre with its intricate system of confluent rivers.",
		"It is situated on the left bank of the river Tarcza, an affluent of the Theiss, and has been almost completely rebuilt since a great fire in 1887.",
		"At Tung Kwan the river is joined by its only considerable affluent in China proper, the Wei (Wei-ho), which drains the large province of Shensi, and the combined volume of water continues its way at first east and then northeast across the great plain to the sea.",
		"On the Mesopotamian side there would seem, from the accounts of Xenophon and Ptolemy, to have been an affluent which joined the Euphrates between Deir and `Ana, called Araxes by the former, Saocoras by the latter; but no trace of such a stream has been found by modern explorers and the country in general has always been uninhabited.",
		"On the west, Badakshan is bounded by a line which crosses the Turkestan plains southwards from the junction of the Kunduz and Oxus rivers till it touches the eastern waterdivide of the Tashkurghan river (here called the Koh-i-Chungar), and then runs south-east, crossing the Sarkhab affluent of the Khanabad (Kunduz), till it strikes the Hindu Kush.",
		"This Bahr-el-Homr is the only affluent of 1 The Lol is also called the Kir, a name given likewise to the lower course of the Bahr-el-Homr. The confusion of names is partly attributable to the fact that each tribe has a different name for the same stream.",
		"The turbid Arve is by far its largest tributary (left), and flows from the snows of the chain of Mont Blanc, the only other affluent of any size being the London (right).",
		"It had been protected under the native kings by a system of dikes, which were added to under the earlier viceroys, but serious inundations in 1553 and 1580 flooded the city, and the latter suggested the relief of the highest lake, that of Zumpango, by a tunnel carrying its chief affluent into a tributary of the Panuco, and so to the Atlantic. This, however, was not then undertaken, and when mooted again in 1603 was opposed as certain to involve a heavy sacrifice of Indian life.",
		"He continued the ascent of the Parana as far as the rapids of Apipe, and finding his course barred in this direction, he afterwards explored the river Paraguay, which he mounted as far as the mouth of the affluent called by the Indians Lepeti, now the river Bermejo.",
		"When this bar wears away Albert Edward Nyanza will, in all probability, disappear as a lake and will become a river, a continuation of its present most southern affluent, the Ruchuru.",
		"Beyond the south-east corner of the lake is a depression known as the Bahr-el-Ghazal (not to be confounded with the Nile affluent of the same name).",
		"The principal tributaries of the Danube in Hungary, of which some are amongst the largest rivers in Europe, are, on the right, the Raab, Drave and Save, and, on the left, the Waag, Neutra, Gran, Eipel, Theiss (the principal affluent, which receives numerous tributaries), Temes and Cserna.",
		"The next great affluent of the Po, the Adda, forms the outflow of the Lake of Como, and has also its sources in the Alps, above Bormio, whence it flows through the broad and fertile valley of the Valtellina for more than 65 m.",
		"The Raka Tsanpo is a lateral affluent, flowing for 200 m.",
		"Traversing this, it receives the waters of the Loue, its chief affluent, and broadening out to a width of 260 ft., at length reaches the Saone at Verdun.",
		"The tributaries of the Amur (the Shilka with its affluent the Ingoda) become navigable only on the lower terrace of the plateau."
	],
	"synonyms": [
		"oofy",
		"gulfy",
		"fluxive",
		"fluxional",
		"diffluent",
		"decurrent",
		"wealthy",
		"moneyed",
		"loaded",
		"flush",
		"tributary",
		"stream",
		"river",
		"in-the-money",
		"copious",
		"surgy",
		"confluent",
		"tributary",
		"feeder"
	],
	"antonyms": [
		"penniless",
		"impoverished",
		"destitute",
		"poor",
		"needy",
		"lacking",
		"wanting",
		"suffering",
		"insufficient",
		"distributary"
	]
}