{
	"word": "bereft",
	"meaning": [
		"Deprived of something.",
		"Deprived, robbed, or devoid, as of life, hope, or happiness.",
		"Lacking something needed or expected.",
		"Bereaved.",
		"Suffering the death of a loved one; bereaved.",
		"Bereave.",
		"Simple past tense and past participle of bereave."
	],
	"sentences": [
		"She looked at the ground instead of Evelyn, feeling bereft once again.",
		"The framework of this crown, bereft of its jewels, is in the possession of Lady Amherst of Hackney.",
		"This is an act bereft of any moral justification.",
		"Meanwhile, on his way thither to urge his plea in person, Abelard had broken down at the abbey of Cluny, and there, an utterly fallen man, with spirit of the humblest, and only not bereft of his intellectual force, he lingered but a few months before the approach of death.",
		"Her brutal affections left Damon bereft, Stefan on his guard and Caroline Forbes became a changed woman when Katherine smothered her in her sleep while she had the blood of Damon in her veins.",
		"Bombs and restrictions have made Iraq poor, leaving the country denuded, bereft of infrastructure and economically crippled.",
		"A quite unaccountable tragedy left this fine gentleman bereft of his good humor.",
		"Patriarch John Abbott died, leaving his children bereft and at the mercy of his despicable last wife Gloria.",
		"The demolition of a rundown sports ground left local youth bereft of a place to hang out.",
		"Streets remained bereft of the jubilant crowds thronging Serbia.",
		"For some time the poor prince stood utterly bereft of speech.",
		"The whole thing is almost entirely bereft of any dramatic tension, whatsoever.",
		"To my English gardening hands they feel bereft of any moisture or goodness.",
		"Yet despite their recent successes, the Left seem bereft of new ideas to promote union growth.",
		"By the time the American bollworm appears on the scene the cotton field is bereft of its natural enemies.",
		"The magistrates decreed that a fund be set up to relieve the suffering of families bereft of any income.",
		"The Scholes ' blow is particularly damaging with United looking completely bereft of ideas in the month of his absence.",
		"Humanity is now bereft, on its own, without a living symbol of the closest family of the Greatest Name.",
		"Then when I was still a child, Annie died and Elsie was left bereft; they had been together for 63 years.",
		"Once the Conservative Party was totally bereft of ideology, they could be summarized by calling them the Popular Party.",
		"The passing game which was so bereft thus far was starting to ask questions every time Tigers went forward.",
		"Hazel is still boggled by all the flowers, cards, book tokens etc from bereft colleagues... .",
		"Otherwise more identikit Floyd bereft of any real originality or inspired conceptualized cognizance.",
		"After a couple of miles, a cluster of buildings appears on the hillside ahead, the round knoll bereft of its former crown.",
		"The call up of male teachers had left the bairns bereft of a referee.",
		"But they are now softened and often bereft of their earlier significance, and it is this and their divergence from common Oriental thought which make Old Testament thought so profound and unique.",
		"The pair share a history in Stars Hollow and whenever there is a falling out between Luke and Lorelai, Lorelai finds herself bereft because she can't go to the diner for a cup of coffee and banter with Luke.",
		"Even so, Prussia was bereft of half of her territories; those west of the river Elbe went to swell the domains of Napoleon's vassals or to form the new kingdom of Westphalia for Jerome Bonaparte; while the spoils which the House of Hohenzollern had won from Poland in the second and third partitions were now to form the duchy of Warsaw, ruled over by Napoleon's ally, the elector (now king) of Saxony.",
		"If it were otherwise - if it were rescued from the law of gravitation on the one hand, and bereft of independent movement on the other, it would float about uncontrolled and uncontrollable like an ordinary balloon.",
		"With the revival of learning, however, first one and then another special study became recognized - anatomy, botany, zoology, mineralogy, until at last the great comprehensive term physiology was bereft of all its once-included subject-matter, excepting the study of vital processes pursued by the more learned members of the medical profession."
	],
	"synonyms": [
		"unbeloved",
		"lovelorn",
		"grief-stricken",
		"sorrowing",
		"mourning",
		"grieving",
		"bereaved",
		"lost",
		"lacking",
		"fleeced",
		"devoid",
		"robbed",
		"lorn",
		"forlorn",
		"poor"
	],
	"antonyms": [
		"happy",
		"full"
	]
}