{
	"word": "miserly",
	"meaning": [
		"Like or characteristic of a miser; greedy and stingy."
	],
	"sentences": [
		"Mr. Krabs is very money-oriented and he loves the fact that SpongeBob happily works in his restaurant for a miserly salary.",
		"A great example of this is Miserly Moms, run by author and spokeswoman Jonni McCoy.",
		"The film traces the life of Mr. Scrooge, a miserly man who will never see the holidays as any good.",
		"Finally, there are at least three garters per leg, as opposed to the miserly two on modern belts, better guaranteeing that stockings and seams stay in place.",
		"You can store up to five stations as preset channels, which seems a little miserly.",
		"You must however, be careful not to become too miserly and remember to be a little generous to yourself and those around you.",
		"More alarmingly however, there appears to be an incredibly miserly attitude toward the chip portions.",
		"Women with a Taurus moon are usually independent and self-reliant, but can also be a bit miserly.",
		"We are also vouchsafed the recent history of Lucinda's miserly uncle who had absconded after her mother's funeral.",
		"It is not hard to see why the parties are keen to pass off these rather miserly concessions as the height of generosity.",
		"Hence comes the modern use of the word for a low-born or vulgar person, particularly one with an unpleasant, surly or miserly character.",
		"Generous to his friends, he was miserly to those who displeased him; very skilled in the art of the engineer, catholic in his faith, far-seeing, obstinate in his resolution.",
		"But the best of these old dramatic authors was a priest of Viborg, Justesen Ranch (1539-1607), who wrote Kong Salomons Hylding (\" The Crowning of King Solomon \") (1585), Samsons Faengsel (\" The Imprisonment of Samson \"), which includes lyrical passages which have given it claims to be considered the first Danish opera, and a farce, Karrig Niding (\" The Miserly Miscreant \")."
	],
	"synonyms": [
		"sordid",
		"scrimping",
		"penurious",
		"penny-pinching",
		"close",
		"near",
		"ironfisted",
		"hard-fisted",
		"greedy",
		"frugal",
		"extortionate",
		"curmudgeonly",
		"closefisted",
		"acquisitive",
		"tight"
	],
	"antonyms": [
		"liberal",
		"giving",
		"generous",
		"extravagant"
	]
}