{
	"word": "scathing",
	"meaning": [
		"Searing; withering; harsh or caustic.",
		"Bitterly denunciatory; harshly critical.",
		"Harmful or painful; injurious.",
		"Present participle of scathe."
	],
	"sentences": [
		"He gave her a scathing look.",
		"May's change of side made him many bitter enemies, and he is the object of scathing condemnation from many of his contemporaries.",
		"In April 1754 Townshend was transformed from the position of a member of the board of trade, which he had held from 1749, to that of a lord of the admiralty, but at the close of 1 755 his passionate attack against the policy of the ministry, an attack which shared in popular estimation with the scathing denunciations of Pitt, the supreme success of Single-Speech Hamilton, and the hopeless failure of Lord Chesterfield's illegitimate son, caused his resignation.",
		"He didn't want to try to interpret the look or await her scathing return, not when he needed to find a place for them go to.",
		"Matthew Paris said that he had a heart of wax; Dante relegated him to the limbo of ineffectual souls; and later generations have endorsed these scathing judgments.",
		"Jonathan Winston pulled Baratto away, and turned to give Dean a scathing look that said It's your fault for not keeping your mouth shut.",
		"Under the excitement created by the actions of Wilkes, Horne plunged into politics, and in 1765 brought out a scathing pamphlet on Lords Bute and Mansfield, entitled \" The Petition of an Englishman.\"",
		"Lange; as a retort to that writer's overbearing criticism, Lessing exposed with scathing satire Lange's errors in his popular translation of Horace.",
		"The scathing vehemence of his denunciations led to his being summoned before the vice-chancellor, who suspended him \"from the exercise of his ecclesiastical function and from all degrees taken or to be taken.\"",
		"Ully cheered, earning him the scathing look of Jade.",
		"To this he adds a scathing indictment against the licentiousness of the Simonians.",
		"She surrendered the canteens to him along with a scathing stare.",
		"He pours his most scathing invectives on the Sadducees, who are described in vii.",
		"Nevertheless he continued to conspire, and in 1847 he published anonymously a \"Protest of the People of the Two Sicilies,\" a scathing indictment of the Bourbon government.",
		"He delivered a scathing indictment of the Empire at the trial of Pierre Bonaparte for killing Victor Noir in 1870, and took a part in the revolution of the 4th of September, as well as in the subsequent defence of Paris.",
		"Settembrini, entitled \" A Protest of the People of the Two Sicilies,\" appeared anonymously and created a deep impression as a most scathing indictment of the government; and at the same time the election of Pius IX., a pope who was believed to be a Liberal, caused widespread excitement throughout Italy.",
		"His attitude seemed to be very scathing of the Government.",
		"Ian later came to loathe both of them and was extremely scathing about the possibility of the supernatural.",
		"McCann is scathing about the British state and its defenders who have created and upheld bloodshed, bigotry and oppression in Ireland.",
		"Also a scathing critique of how it was undone.",
		"The Federal Emergency Management Agency received scathing criticism for its role in coordinating the initial Katrina response.",
		"Joan Crawford is one of the most memorable actors born in Texas, best known for her scathing portrayals of disturbed, mean, loathsome or just plain crazy women.",
		"The next couple of decades brought more scathing reviews along with an embarrassing amount of problems centered on the drug issues of singer, Scott Weiland.",
		"Sarah Palin is no stranger to controversy either, having been the focus of many scathing reports and editorials throughout her career as a politician.",
		"Dryden, while compelled to honour him as an upright judge, overwhelmed his memory with scathing, if venal, satire; and Dryden's satire has been accepted as truth by later historians.",
		"The most striking feature in this work is the writer's scathing condemnation of the priesthood before, during, and after the Maccabean period, and an unsparing depreciation of the Temple services.",
		"Upon returning to his post, in 1859, the approaching presidential campaign of 1860 did not deter him from delivering a speech, entirely free from personal rancour, on \" The Barbarism of Slavery \" - to this day one of the most comprehensive and scathing indictments of American slavery ever presented.",
		"When troubles broke out in Turkestan and were supported by military force, Kerensky went to the affected districts and published a scathing indictment of the policy of the Government in Central Asia.",
		"In May this year, This Day published a scathing editorial critical of President Obasanjo's government.",
		"Under the scathing criticism of the opposition the pent-up fury of the original speaker vented itself into a fiery harangue.",
		"Their text is a scathing indictment of alternative agendas for reconciliation.",
		"The idea of a scathing religious satire on BBC is now unthinkable.",
		"Opposition politicians were equally scathing in their response to the news.",
		"He was particularly scathing over Scottish Water's ability to put only 10 vans onto the street.",
		"I returned to school and, I admit, I was rather scathing about the ' toy ' I had been given.",
		"Should we really be so scathing of Cameron's involvement with drugs?",
		"Before I get scathing, let's try and be positive.",
		"Douwes Dekker, which contained a scathing indictment of the colonial system.",
		"The homely terseness of his style, his abounding humour - rough, cheery and playful, but irresistible in its simplicity, and occasionally displaying sudden and dangerous barbs of satire - his avoidance of dogmatic subtleties, his noble advocacy of practical righteousness, his bold and open denunciation of the oppression practised by the powerful, his scathing diatribes against ecclesiastical hypocrisy, the transparent honesty of his fervent zeal, tempered by sagacious moderation - these are the qualities which not only rendered his influence so paramount in his lifetime, but have transmitted his memory to posterity as perhaps that of the one among his contemporaries most worthy of our interest and admiration.",
		"To as much of this diatribe as concerned himself Boyle quickly replied with force and dignity, but it was from Hobbes's old enemy that retribution came, in the scathing satire Hobbius heauton-timorumenos (1662).",
		"Some of the most scathing satire in English literature is directed against lawyers.",
		"How do other Westerners or Japanese people feel about scathing Western views of Japan?",
		"She was also the subject of her daughter Christina's scathing book Mommie Dearest that chronicled the stormy and often violent relationship the two women shared.",
		"The Commission offered a scathing critique of existing Federal efforts to ensure domestic preparedness against terrorism.",
		"Jim was pretty scathing about the ones you can buy with a wee door at the bottom, like a coal bunker.",
		"His report on the village of 543 inhabitants made quite scathing reading.",
		"Then sent scathing is on a you just earn.",
		"How do other westerners or Japanese people feel about scathing Western views of Japan?",
		"Children 's laureate Anne Fine launched a scathing attack on the book last year.",
		"He was particularly scathing over Scottish Water 's ability to put only 10 vans onto the street.",
		"Should we really be so scathing of Cameron 's involvement with drugs?",
		"Before I get scathing, let 's try and be positive.",
		"A scathing review in the Higgs Report three years ago called for a complete shake-up of the system.",
		"Ann was equally tolerant when playing bridge, tho she could be scathing of pompousness or uncharitable behavior.",
		"Well, I also see where Elisabeth gets her scathing wit."
	],
	"synonyms": [
		"vituperative",
		"virulent",
		"sulphurous",
		"sulfurous",
		"severe",
		"scornful",
		"scorching",
		"scalding",
		"sarcastic",
		"harsh",
		"brutal",
		"pointed",
		"hurtful",
		"hateful",
		"harmful",
		"lashing",
		"scorching",
		"scoring",
		"scourging",
		"slapping",
		"slashing",
		"roasting",
		"slamming",
		"blistering",
		"drubbing",
		"excoriating"
	],
	"antonyms": [
		"nice",
		"praising",
		"generous",
		"kind",
		"mild",
		"gentle",
		"complimentary"
	]
}