{
	"word": "efficacious",
	"meaning": [
		"Producing or capable of producing the desired effect; having the intended result; effective.",
		"Effective."
	],
	"sentences": [
		"Of the numerous remedies proposed the most efficacious is perhaps sodium amalgam.",
		"There are twenty-eight other springs of nearly identical composition, many of which are used for bathing, and are efficacious in cases of rheumatism, gout, nervous and female disorders and skin diseases.",
		"In cases where diarrhoea is very obstinate and lasts for weeks, sulphuric acid is sometimes more efficacious than alkalis; and in chronic colics it may be necessary to treat the mucous membrane by local application of astringent solutions.",
		"Since many of these thermal springs possess great medicinal value, Japan may become one of the worlds favorite health-resorts, There are more than a hundred spas, some hot, some cold, which, being easily accessible and highly efficacious, are largely visited by the Japanese.",
		"In amoebic dysentery, warm injections of quinine per rectum have proved very efficacious, are usually well tolerated, and are not attended with any ill effects.",
		"The two tested vaccines were found efficacious for the oral vaccination of jackals.",
		"And, we all know pleasant and reliably efficacious the latter stratagem is.",
		"Ten or fifteen grains of the sulphate are often given three times a day for this latter purpose, and smaller doses of the much more efficacious acid hydrochloride will be found to convey even more certain immunity.",
		"Several of these are sulphurous and medicinal, and have been found efficacious in skin diseases and in internal complaints.",
		"Odessa is rising in repute as a summer sea-bathing resort, and its mud-baths (from the mud of the limans or lagoons) are considered to be efficacious in cases of rheumatism, gout, nervous affections and skin diseases.",
		"In most cases of moderate PAS the aforementioned program should prove efficacious.",
		"One of the most significant developments to the theory of Vision in God was the view that ideas are causally efficacious.",
		"I have found a vapor bath very efficacious in releasing rigid fibers.",
		"If moral action is not efficacious in the production of moral good, then it may decrease the net amount of potential good.",
		"Selim determined on war with Persia, where the heresy was the prevalent religion, and in order that the Shiites in Turkey should give no trouble during the war, \"measures were taken,\" as the Turkish historian states, which may be explained as the reader desires, and which proved fully efficacious.",
		"The chief interest of the place centres in its brine springs which are largely impregnated with carbonic acid gas and oxide of iron, and are efficacious in chronic catarrh of the respiratory organs, in liver and stomach disorders and women's diseases.",
		"The town has a mineral spring, which is used for bathing, being efficacious for rheumatism and other complaints.",
		"The pilgrimage to Gangotri is considered efficacious in washing away the sins of the devotee, and ensuring him eternal happiness in the world to come.",
		"Its waters are efficacious in cases of gout, rheumatism and biliary affections.",
		"The mineral waters of Buxton, which have neither taste nor smell, are among the most noted in England, and are particularly efficacious in cases of rheumatism and gout.",
		"In this respect the Kessler furnace has also proved to be very efficacious, so that it is at the present time considered the best apparatus for the concentration of sulphuric acid found in the trade.",
		"More immediately efficacious was the innovation made by John Pond (astronomer royal, 1811-1836) of substituting entire circles for quadrants.",
		"The emperor, on the one hand, preserved feudal suzerainty over ecclesiastical benefices; but, on the other, he ceased to confer ring and crozier, and thereby not only lost the right of refusing the elect on the grounds of unworthiness, but also was deprived of an efficacious means of maintaining vacancies in ecclesiastical offices.",
		"The right of the state to fix \" reasonable \" rates remained unquestioned, but American experience has not found such laws efficacious.",
		"It is my sense that most resource sites do not provide a particularly efficacious service.",
		"There is no convincing evidence to suggest that the second- and third-generation cephalosporins are more efficacious than the first-generation cephalosporins in this indication.",
		"They also appear to be efficacious at preventing or treating corticosteroid induced osteoporosis at the femoral neck i.",
		"There were 8 adverse reactions in the experimental group; the safer option of using sodium bicarbonate would be an efficacious alternative.",
		"Prayer is much more hopeful and efficacious for a worshipper who has means of bringing near to himself, and even coercing the god he worships.",
		"Soaking the seed in strong-smelling substances, such as paraffin and turpentine, has been found efficacious, and in some districts paraffin sprayed over the seedlings has been practised with decided success.",
		"It conceives salvation as a \"wages\" (µtc 063) to be earned or forfeited; and regards certain good works, such as prayer, fasting, alms - especially the last - as efficacious to cancel sins.",
		"A special feature of the Sakti cult is the use of obscure Vedic mantras, often changed so as to be quite meaningless and on that very account deemed the more efficacious for the acquisition of superhuman powers; as well as of mystic letters and syllables called bija (germ), of magic circles (chakra) and diagrams (yantra), and of amulets of various materials inscribed with formulae of fancied mysterious import.",
		"Macaulay, while admitting the accuracy of the process, denied its efficiency, on the ground that an operation performed naturally was not rendered more easy or efficacious by being subjected to analysis.'",
		"The postal and telegraph system is efficacious, and the telephone service, maintained partly by the state and partly by companies, is very fully developed.",
		"The waters are used both for bathing and drinking, and are particularly efficacious for nervous disorders, rheumatism, gout and feminine complaints.",
		"Quinine is much less efficacious in the treatment of post-malarial symptoms, such as neuralgia and haematuria, when no parasites can be detected in the blood.",
		"The bourgeoisie, the Assembly, the country and La Fayette, one of the leaders of the army, now embarked upon a royalist reaction, which would perhaps have been efficacious, Manifesto had it not been for the entry into the affair of the ki Prussians as allies of the Austrians, and for the insolent manifesto of the duke of Brunswick.",
		"The waters, which were used by the Romans, are efficacious in the treatment of rheumatism, skin diseases and other maladies.",
		"In the East frankincense has been found efficacious as an external application in carbuncles, blind boils and gangrenous sores, and as an internal agent is given in gonorrhoea.",
		"Our personal hygiene correspondent Alex Proud reports that roll-on deodorant is more efficacious than the aerosol variety.",
		"In some parts of Europe it is still considered more efficacious than making the sign of the cross.",
		"For the previous twenty years the NHS had lost interest in hydrotherapy using natural mineral waters, believing that tap water was equally efficacious.",
		"The well is much frequented, and has in many cases proved highly efficacious.",
		"This was the most powerful argument with which he had plied the emperor and the members of the French government, and which he had found most efficacious with them.",
		"The town has a spa, whose waters are efficacious in rheumatic affections and diseases of the skin.",
		"The saline springs are used both for drinking and bathing, and are said to be efficacious in scrofula and incipient tuberculosis.",
		"The means which have proved most efficacious, both as a remedy and a preventive of this disease, is to scatter flowers of sulphur over mthe vines, before the morning dew has evaporated.",
		"As regards their geographical distribution, fungi, like flowering plants, have no doubt their centres of origin and of dispersal; but we must not forget that every exchange of wood, wheat, fruits, plants, animals, or other commodities involves transmission of fungi from one country to another; while the migrations of birds and other animals, currents of air and water, and so forth, are particularly efficacious in transmitting these minute organisms. Against this, of course, it may be argued that parasitic forms can only go where their hosts grow, as is proved to be the case by records concerning the introduction of Puccinia malvacearum, Peronospora viticola, Hemileia vastatrix, &c. Some fungi - e.g.",
		"Intimately acquainted with the conditions of his native island, Crispi adopted efficacious remedies.",
		"At this period the state of the Byzantine Empire was such as to render its powers of resistance insignificant; indeed the length of time during which it held out against the Turks is to be attributed rather to the lack of efficacious means at the disposal of its assailants than to any qualities possessed by its defenders.",
		"But the forests of Huanuco and Huamalios abound in species yielding the grey bark of commerce, which is rich in cinchonine, an alkaloid efficacious as a febrifuge, though inferior to quinine.",
		"They are especially efficacious in cases of gouty and rheumatic affections, and are much frequented by Swiss invalids, foreign visitors being but few in number.",
		"Generally regarded as the partisan of a pro-English policy, he rendered most valuable service to his country by his able management of the foreign relations of Turkey, and not least by his efficacious settlement of affairs in Syria after the massacres of 1860.",
		"Mihaly V6rosmartyo, Ferencz KOlcsey, Ferencz Kazinczy and his associates, to mention but a few of many great names, were, consciously or unconsciously, as the representatives of the renascent national literature, accomplishing a political mission, and their pens proved no less efficacious than the swords of their ancestors.",
		"Its alkalo-saline springs, especially efficacious in pulmonary and urinary complaints, were known as early as 1316, but fell into disuse until rediscovered early in the 19th century.",
		"The waters, which are used for drinking and in baths, are efficacious in the treatment of wounds and ulcers and in cases of scrofula, gout, skin diseases, &c. There is a military hospital, founded in 1760.",
		"The phosphate thus produced forms an efficacious turnip manure, and is quite equal in value to that produced from any other source.",
		"Gradually, however, voluntary flagellation appeared in the libri poenitentiales as a very efficacious means of penance.",
		"Luther at one period (in his treatise De captivitate Babylonica) maintained, though not on historical grounds, that the offering of the oblations of the people was the real origin of the conception of the sacrifice of the mass; but he directed all the force of his vehement polemic against the idea that any other sacrifice could be efficacious besides the sacrifice of Christ.",
		"In former times large quantities of it were imported in a dry state into Europe for officinal purposes, the drug having the reputation of being efficacious in diseases of the skin and lungs; and even now it may be found in apothecaries' shops in the south of Europe, country people regarding it as a powerful aphrodisiac for cattle.",
		"According to Gennadius he carried with him recently discovered relics of the protomartyr Stephen from Palestine to Minorca, where they were efficacious in converting the Jews.",
		"As the corpse was found generally to disappear and decay in spite of preservative magic, especially in the early ages, various substitutes were resorted to; statues and statuettes were thought efficacious, but, apart from their costliness, even these were subject to decay or destruction by violence, and in the absence of anything more substantial the Egyptians doubtless reflected that magic words alone in the last resort made everything right.",
		"The town owes its prosperity to its beautiful situation in a fine valley surrounded by mountains, and possesses a tepid mineral spring, considered efficacious in cases of general debility and for scorbutic and consumptive complaints.",
		"Italian charity legislation was reformed by the laws of 1862 and 1890, which attempted to provide efficacious protection for endowments, and to ensure the application of the ir.come to the purposes for which it was intended.",
		"Its waters - hot alkaline springs about twenty in number - are used both for drinking and bathing, and are efficacious in chronic nervous disorders, feminine complaints and affections of the liver and respiratory organs."
	],
	"synonyms": [
		"effectual",
		"effective",
		"productive",
		"efficient",
		"potent",
		"virtuous",
		"vigorous",
		"useful",
		"prevalent",
		"powerful",
		"valid",
		"forcible",
		"capable",
		"active"
	],
	"antonyms": [
		"ineffective",
		"inefficacious",
		"incapable",
		"unsuccessful",
		"useless",
		"unproductive",
		"inefficient"
	]
}