{
	"word": "beseech",
	"meaning": [
		"To address an earnest or urgent request to; implore.",
		"To ask (someone) earnestly; entreat; implore.",
		"To request earnestly; beg for.",
		"To ask for earnestly; solicit eagerly; beg for.",
		"To beg or implore.",
		"(archaic) A request."
	],
	"sentences": [
		"I will fall at his feet and beseech him.",
		"I beseech you to make the argument for yourselves.",
		"She agreed it was time to beseech the former FBI agent for help.",
		"And Ziba said, I humbly beseech thee that I may find grace in thy sight, my lord, O king.",
		"Beating the bounds had a religious side in the practice which originated the term Rogation, the accompanying clergy being supposed to beseech (rogare) the divine blessing upon the parish lands for the ensuing harvest.",
		"Therefore I will now beseech the Most High that he may strengthen me to the end.",
		"Author of all things, we beseech you, in this joyful Eastertide, defend your people from all the assaults of death.",
		"Beseech the Master of all, that He take pity on us and save us, in that He loveth mankind.",
		"Such preachers also beseech men with a twofold appeal.",
		"Him do thou ever beseech as Thy Son, O pure one, that our souls be saved.",
		"Do not, we beseech you, keep away in the distance of your own unbelief.",
		"We may observe how even a very primitive people such as the Arunta of Australia behaves with the greatest solemnity at its ceremonies, and professes to be made \"glad\" and \"strong\" thereby; whilst of his countrymen, whom he would not trust to pray in private, Plato testifies that in the temples during the sacrificial prayers \"they show an intense earnestness and with eager interest talk to the Gods and beseech them\" (Laws, 887).",
		"Philpot in a long reply, whilst maintaining the obligation of infant baptism, yet addresses his correspondent as, \"dear brother, saint, and fellow-prisoner for the truth of Christ's gospel\"; and at the close of his argument he says, \"I beseech thee, dear brother in the gospel, follow the steps of the faith of the glorious martyrs in the primitive church, and of such as at this day follow the same.\""
	],
	"synonyms": [
		"conjure",
		"bid",
		"press",
		"adjure",
		"entreat",
		"solicit",
		"pressure",
		"petition",
		"obtest",
		"invoke",
		"impetrate",
		"plead",
		"obsecrate",
		"summon",
		"beg",
		"imploration",
		"beseeching",
		"solicitation",
		"obtestation"
	],
	"antonyms": [
		"offer",
		"give"
	]
}