{
	"word": "inexorable",
	"meaning": [
		"Impossible to stop, alter, or resist; inevitable.",
		"That cannot be moved or influenced by persuasion or entreaty; unrelenting.",
		"That cannot be altered, checked, etc.",
		"Adamant; severe."
	],
	"sentences": [
		"Napoleon was inexorable in his demands, and Pius VII.",
		"This historical process seems to follow an almost inexorable logic.",
		"The seemingly inexorable rise in energy prices has been brought into sharp public focus.",
		"But they forget that France was bound by inexorable laws of human evolution to obey the impulse which communicated itself to every form of art in Europe.",
		"Although groups have tried to stop the behemoth of the Euro state, the beast is now in existence and its growth is inexorable.",
		"The climate was set on a path of apparently inexorable warming, perhaps beyond the powers of today's politicians to reverse.",
		"In 1347, and again in 1350, Louis occupied Naples and craved permission to be crowned king, but the papal see was inexorable and he was compelled to withdraw.",
		"The necessity of resisting the inexorable demands of the prophets led to the introduction of new rules for distinguishing true and false prophets.",
		"Mechanism was the unalterable connexion of every phenomenon a with other phenomena b, c, d, either as following or preceding it; mechanism was the inexorable form into which the events of this world are cast, and by which they are connected.",
		"The supposed necessity, however, of checking the hopes of Monmouth's partisans caused the king to be inexorable.",
		"Both the king and the monk were inexorable.",
		"But on the subject of the decree of 1616, the revocation of which Galileo had hoped to obtain through his personal influence, he found him inexorable.",
		"Oberlander apparently functions within a machine so inexorable that his own freedom and moral orientation just don't seem to count.",
		"Excellent news for fans of quality radio, as the inexorable rise of Lauren Laverne continues apace.",
		"Once we later on come face to face with reality, the euro continues its inexorable slide.",
		"Voltaire never wrote anything equal to Omars fascinating rhapsodies in praise of wine, love and all earthly joys, and his passionate denunciations of a malevolent and inexorable fate which dooms to slow decay or sudden death and to eternal oblivion all that is great, good and beautiful in this world.",
		"Richelieu had sent to the block the first noble of France, the last of a family illustrious for seven centuries, the feudal head of the nobility of Languedoc; then, unmoved by threats or entreaties, inexorable as fate itself, he cowed all opposition by his relentless vengeance.",
		"By emphasizing the purely moral character of Yahweh's demands from Israel, by teaching that the mere payment of service and worship at Yahweh's shrines did not entitle Israel's sins to be treated one whit more lightly than the sins of other nations, and by enforcing these doctrines through the conception that the approach of the all-destroying empire, before which Israel must fall equally with all its neighbours, was the proof of Yahweh's impartial righteousness, they gave for the first time a really broad and fruitful conception of the moral government of the whole earth by the one true God.1 It is impossible to read the books of the older prophets, and especially of their protagonist Amos, without seeing that the new thing which they are compelled to speak is not Yahweh's grace but His inexorable and righteous wrath.",
		"It was the weakness of princes, the discouragement of freemen and landholders confronted by an inexorable system of financial and military tyranny, and the incompatibility of a vast empire with a too primitive governmental system, that wrecked the work of Charlemagne.",
		"It isn't long before his desires become inexorable and he sets out to scupper what he can't have leading to an explosive nail-biting climax.",
		"Philip was inexorable.",
		"Though less famous than his contemporaries Zolkiehwski and Chodkiewicz, Koniecpolski was fully their equal as a general, and his inexorable severity made him an ideal lord-marcher.",
		"Burke was inexorable.",
		"The story, the diegesis of cinema, was equally inexorable from beginning, through middle to end.",
		"Final causes, vital and mental forces, the soul itself can, if they act at all, only act through the inexorable mechanism of natural laws.",
		"Hisham tried to keep himself free from and above the rival parties, but as his vicegerents were inexorable in the exaction of tribute, the Qaisites against the Yemenites, the Yemenites against the Qaisites, both parties alternately had reason to complain, whilst the non-Arabic Moslems suffered under the pressure and were dissatisfied.",
		"It would seem that in his fits of despondency one of the thoughts that marred his dreams of human improvement was the apparently inexorable character of economic laws, condemning thousands of labourers to a cramped and miserable existence, and thousands more to semistarvation.",
		"The course of inexorable law cannot be turned aside by any sacrifice or offering, nor yet even by the free grace of God.",
		"For, inexorable as Stephen ever was towards fanatical pagans, renegades and rebels, he was too good a statesman to inquire too closely into the private religious opinions of useful and quiet citizens.",
		"His inexorable discipline (magnified into cruelty by later legends) soon made the Gatchina corps a model for the rest of the Russian army.",
		"Sent in August as \"representative on mission\" to the departments of the Nord and of Pas-de-Calais, he showed himself inexorable to all suspects.",
		"And this conduct is the result, not only of his fierce and inexorable character, but also (as the silence of Homer shows) of the want of any general rules or principles, any code of morality or of honour, which would have required him to act in a different way.",
		"His character, admirable as it is for firmness, for intensity, for inexorable will, for iron devotion to what he thought the service of mankind, yet offers few of those softening qualities that make us love good men and pity bad ones.",
		"Weyler attempted to do this by a policy of inexorable repression, which raised a storm of indignation, and led to a demand from America for his recall.",
		"The prince of Orange, Don Requesens, who had now formally entered the Calvinist communion, governor- was inexorable in laying down three conditions as general.",
		"In justification of their action, and to enlist the support of the Turkish people, the Government made much of the facts that the war was against Russia, the traditional and inexorable enemy of the empire, and that Great Britain and France were in alliance with Russia.",
		"But the government was inexorable; in 1730 the Unigenitus became part and parcel of the law of the land.",
		"Among the Franciscans themselves it has been the occasion of endless strife, and has been kept alive only by dint of successive reforms and fresh starts, each successful for a time, but doomed always, sooner or later, to yield to the inexorable logic of facts.",
		"Even after Conrad's capture of Naples Innocent remained inexorable; for he feared that Rome itself might fall into the hands of the German king.",
		"But the books in which his humour is broadly displayed, the travels and the sketches, are not really so significant of his power as the three novels of the Mississippi, Tom Sawyer, Huckleberry Finn and Pudd'nhead Wilson, wherein we have preserved a vanished civilization, peopled with typical figures, and presented with inexorable veracity.",
		"Thus at the peace of Fontainebleau (September 2, 1679) Denmark, which had borne the brunt of the struggle in the Baltic, was compelled by the inexorable French king to make full restitution to Sweden, the treaty between the two northern powers being signed at Lund on the 26th of September.",
		"But, further, every attempt to think clearly what those relations are, what we really mean, if we talk of a fixed order of events, forces upon us the necessity of thinking also that the different things which stand in relations or the different phases which follow each other cannot be merely externally strung together or moved about by some indefinable external power, in the form of some predestination or inexorable fate.",
		"In Islam fate is an absolute power, known as Kismet, or Nasib, which is conceived as inexorable and transcending all the physical laws of the universe.",
		"In the grasp of a more inexorable necessity, the champion of Greek freedom was borne onward to a more tremendous catastrophe than that which strewed the waters of Salamis with Persian wrecks and the field of Plataea with Persian dead; but to him, at least, it was given to proclaim aloud the clear and sure foreboding that filled his soul, to do all that true heart and free hand could do for his cause, and, though not to save, yet to encourage, to console and to ennoble."
	],
	"synonyms": [
		"stern",
		"unforgiving",
		"unappeasable",
		"unrelenting",
		"relentless",
		"grim",
		"intransigent",
		"adamantine",
		"adamant",
		"unalterable",
		"harsh",
		"dogged",
		"resolute",
		"ironclad",
		"intractable"
	],
	"antonyms": [
		"lenient",
		"remorseful",
		"merciful",
		"flexible",
		"yielding"
	]
}