{
	"word": "delusion",
	"meaning": [
		"The act or process of deluding.",
		"A deluding or being deluded.",
		"A false belief or opinion.",
		"A false, persistent belief maintained in spite of evidence to the contrary."
	],
	"sentences": [
		"Her comment on this delusion is instructive.",
		"But you, too, shall be free from this delusion, this world of sense, this law of change.",
		"The chief features of this epoch -the Antinomian dissensions, the Quaker and Baptist persecutions, the witchcraft delusion (four witches were executed in Boston, in 1648, 165r, 1656, 1688) &c.-are referred to in the article Massachusetts.",
		"Theodorus, held even more strongly that passing pleasure may be a delusion, and that permanent tranquillity is a truer end of conduct.",
		"The revulsion of feeling after the witchcraft delusion undermined his authority greatly, and Robert's Calef's More Wonders of the Spiritual World (1700) was a personal blow to him as well as to his son.",
		"The ignorant populace, for whom the promised social millennium had by no means dawned, saw in an attitude seemingly so inconsistent obvious proof of corrupt motives, and there were plenty of prophets of misrule to encourage the delusion - orators of the clubs and the street corners, for whom the restoration of order would have meant well-deserved obscurity.",
		"Nor was the tsar unwilling to encourage their delusion.",
		"The country depopulated as the result of this delusion was afterwards peopled by European settlers, among whom were members of the German legion which had served with the British army in the Crimea, and some 2000 industrious North German emigrants, who proved a valuable acquisition to the colony.",
		"Your view of life is a regrettable delusion.",
		"And suddenly the sequence of these thoughts broke off, and Prince Andrew heard (without knowing whether it was a delusion or reality) a soft whispering voice incessantly and rhythmically repeating \"piti-piti- piti,\" and then \"titi,\" and then again \"piti-piti-piti,\" and \"ti-ti\" once more.",
		"In May 1692 during the witchcraft delusion, on the accusation of some personal enemies in his former congregation who had sued him for debt, Burroughs was arrested and charged, among other offences, with \"extraordinary Lifting and such feats of strength as could not be done without Diabolicall Assistance.\"",
		"The witchcraft delusion of 1692 centred about Salem Village, now in the township of Danvers, but then a part of Salem.",
		"All these trials were conducted in accordance with the English law of the time; there had been an execution for witchcraft at Charlestown in 1648; there was a case in Boston in 1655; in 1680 a woman of Newbury was condemned to death for witchcraft but was reprieved by Governor Simon Bradstreet; in England and Scotland there were many executions long after the Salem delusion died out.",
		"The Four Intoxications are the mental intoxication arising respectively from (1) Bodily passions, (2) Becoming, (3) Delusion, (4) Ignorance.",
		"It may, like the Stoic, assert freedom by holding aloof from the entanglements of real life, or like the sceptic regard the world as a delusion, or finally, as the \" unhappy consciousness \" (Ungliickliches Bewusstseyn), may be a recurrent falling short of a perfection which it has placed above it in the heavens.",
		"It may be held by hostile critics that the whole thing is a delusion.",
		"The above-mentioned delusion that climate is changing and adapting itself to agriculture, thus relieving the farmer of accommodating his methods to the climate, has considerably handicapped him in progress.",
		"Lastly, fire is said (owing to this confusion) to have been stolen, and the term which meant the common savage fire-stick is by a process of delusion conceived to represent, not a stick, but a person, Prometheus, who stole fire.",
		"He now saw, however, that the spirit of the age was against him, and hopelessly given over to the belief of what he had combated as a delusion.",
		"This has the merit of bringing the real Wagner to ears which may have no other means of hearing him, and it fosters no delusion as to what is missing in such a presentation.",
		"The \" Otranto \" asked if she was to keep out of range, and not getting a clear reply drew out of line on the \" Glasgow's \" starboard quarter, a potent reminder that a ship that has no guns to fight and no speed to run away is a delusion and a snare.",
		"The pope could be under no delusion as to the value of this oath, which indeed was not kept; he merely regularized formally a state of affairs which the intractable Urban II.",
		"The Rabbi IJayim Benveniste and other men of repute and learning shared the general delusion.",
		"This was due, in large measure, to an extraordinary delusion which arose among the Amaxosa in 1856, and led in 1857 to the death of some 50,000 persons.",
		"But the delusion that Scotland had been finally subdued was to last only for a year, although in 1305 Edward seemed to have accomplished his task, and stood triumphant, with the northern realm at his feet, his domestic foes humbled, and France and the papacy defeated.",
		"You are under a delusion, said Prince Vasili, as he entered.",
		"He says that hell is a delusion; he declares that the coming of the Son of God was a mere mockery.",
		"He was attracted towards domestic tragedy by an irresistible desire to sound the depths of abnormal conflicts between passion and circumstances, to romantic comedy by a strong though not widely varied imaginative faculty, and by a delusion that he was possessed of abundant comic humour.",
		"In the 15th century this delusion, fostered by the ecclesiastical authorities, took possession of the mind of the people, and thousands, mostly old women, but also a number of girls, were tortured and burned as witches.",
		"Self-delusion, or mass delusion of the team, will kill the startup because it uses up too much time and money, depriving the startup of the essential ability to switch directions.",
		"An example of a delusion is the belief that the afflicted person is under the control of a sinister force located in the sewer system that dictates his every move and thought.",
		"The white, yang (male) stands for enlightenment while the black, yin (female), represents delusion.",
		"Moreover, the idea that those little Robeez slippers can look great with any ensemble is a sad delusion.",
		"For example, Sagan wrote, \"For me, it is far better to grasp the Universe as it really is than to persist in delusion, however satisfying and reassuring.",
		"If the man didn't freeze down there, he'd die at the hands of her father and his strange delusion that this man wanted her dead.",
		"The author of these receipts is not under any delusion that he is transmuting metals; the MS. is merely a workshop manual in which are described processes in daily use for preparing metals for false jewellery, but it argues considerable knowledge of methods of making alloys and colouring metals.",
		"The Arco di Riccardo, which derives its name from a popular delusion that it was connected with Richard Coeur-de-Lion, is believed by some to be a Roman triumphal arch, but is probably an arch of a Roman aqueduct.",
		"The delusion was dissipated slowly, and even after the great Tatar invasion and devastation of eastern Europe its effects still influenced the mind of Christendom and caused popes and kings to send missions to the Tatar hordes with a lingering feeling that their khans, if not already Christians, were at least always on the verge of conversion.",
		"But al-Farabi was not always consistent in his views; a certain sobriety checked his speculative flights, and although holding that the true perfection of man is reached in this life by the elevation of the intellectual nature, he came towards the close to think the separate existence of intellect no better than a delusion.",
		"What you have just witnessed, he says, is a mere delusion of the sight.",
		"He experiences himself, his thoughts and feelings as something separated from the rest, a kind of optical delusion of his consciousness.",
		"We cannot afford to live much longer in a world of economic self delusion.",
		"It seems a most strange delusion and not reconcilable with our superstition that man is a reasoning being.",
		"The tradition of Gelert, Llewelyn's hound, being buried there is old in Wales; and common to it and India is the legend of a dog (or ichneumon) saving a child from a beast of prey (or reptile), and being killed by the child's father under the delusion that the animal had slain the infant.",
		"A mockery of popular institutions, under the name of a burgher council, indeed existed; but this was a mere delusion, and must not be confounded with the system of local government by means of district burgher councils which that most able man, Commissioner de Mist, sought to establish during the brief government of the Batavian Republic from 1803 to 1806, when the Dutch nation, convinced and ashamed of the false policy by which they had permitted a mere money-making association to disgrace the Batavian name, and to entail degradation on what might have been a free and prosperous colony, sought to redeem their error by making this country a national colonial possession, instead of a slavish property, to be neglected, oppressed or ruined, as the caprice or avarice of its merchant owners might dictate.",
		"If, as Hegel asserted, our experience is all knowledge, and if knowledge is indefinitely transformed by the conditions of knowing, then we are tempted to regard the object as superfluous, and to treat our innate conviction that knowledge has reference to objects as a delusion which philosophical reflection is destined to dispel."
	],
	"synonyms": [
		"will-o'-the-wisp",
		"phantasma",
		"phantasm",
		"mirage",
		"illusion",
		"ignis fatuus",
		"hallucination",
		"psychotic belief",
		"head-game",
		"mare-s-nest",
		"ghost",
		"figment",
		"misconception",
		"fantasy",
		"fallacy"
	],
	"antonyms": [
		"surety",
		"certainty",
		"truth",
		"reality",
		"fact",
		"disillusionment",
		"disenchantment",
		"actuality"
	]
}