{
	"word": "negligent",
	"meaning": [
		"Given to or characterized by neglect, especially habitual neglect.",
		"Habitually failing to do the required thing; neglectful.",
		"Careless, lax, inattentive, or indifferent.",
		"Acting with or done through negligence.",
		"Careless, without appropriate or sufficient attention."
	],
	"sentences": [
		"You're negligent in your duties.",
		"In later years he was negligent in dress and loose in bearing.",
		"Most people are not negligent in what they do.",
		"Include your personal contact information and a brief description of the damage that you want them to look at and fix due to negligent manufacturer workmanship.",
		"Smallpox also is practically endemic, owing in great part to negligent sanitary supervision.",
		"The hire company pursues the allegedly negligent driver's insurers.",
		"Therefore, the rider can be deemed negligent for riding such an animal on the road should an accident occur!",
		"If you have a claim against yourself and you are found negligent then you will be found liable.",
		"Negligent animal cruelty is more common than you might think.",
		"The solicitors were potentially negligent in failing to secure this evidence earlier.",
		"Yasbeck believed that Dr. Lee was negligent when treating the actor that night.",
		"When there is work to be done even drunken, turbulent or negligent men are given employment if they have the requisite physical vigor.",
		"This means that a person injured by a defective product can sue for damages without having to prove a producer negligent.",
		"She was found contributorily negligent to the extent of 50 per cent.",
		"The only grossly negligent act came under the orders of Sir Ian Blair whom Im sure wouldnt disagree now in hindsight.",
		"This change in climate was compounded by criminally negligent people posting hoax packages.",
		"Failure to take precautions to keep your passwords secret may be considered negligent.",
		"It may be argued that because an advocate cannot be held negligent then such errors are not of concern.",
		"It would be negligent for the authorities not to make adequate provision for it in their contingency planning in 2006.",
		"Pension trustee liability indemnity to trustee liability indemnity to Trustees against negligent act, error or omission.",
		"Under the claim, Yasbeck stated that Dr. Lotysch, a radiologist, was negligent regarding a body scan he performed on Ritter in 2003.",
		"If an organization is grossly negligent or intentionally took part in misconduct that caused the injury they can still be sued for the personal injury.",
		"But if he be negligent, and careless in teaching them, let him be deposed from his office, after the third admonition.",
		"In late 2002, Sgt. Walker was brought before a court-martial on two counts of negligent homicide.",
		"Payment under these policies is available regardless of whether the performer was negligent and caused the injury or damage or if the injury or damage was due to an accident.",
		"A split in liability was agreed by the parties that she was 25 per cent contributory negligent for the accident.",
		"The temptation may be high to let the irresponsible coworker know just how irritating his or her lack of reliability is but lashing out will make a negligent coworker even more defensive.",
		"When Charles returned to Germany, after assuming the crowns in Rome and Milan, Petrarch addressed a letter of vehement invective and reproach to the emperor who was so negligent of the duties imposed on him by his high office.",
		"No man was more negligent in his dress and habit and mien, no man more wary and cultivated in his behaviour and discourse.",
		"One minister who appeared in gold lace and dress sword for his first, and regularly appointed, official call on the president, was received - as he insisted with studied purpose - by Jefferson in negligent undress and slippers down at the heel."
	],
	"synonyms": [
		"thoughtless",
		"slothful",
		"slipshod",
		"regardless",
		"delinquent",
		"indifferent",
		"inconsiderate",
		"heedless",
		"forgetful",
		"slack",
		"remiss",
		"neglectful",
		"lax",
		"inattentive",
		"derelict"
	],
	"antonyms": [
		"diligent",
		"mindful",
		"successful",
		"conscientious",
		"heedful",
		"careful",
		"attentive",
		"caring"
	]
}