{
	"word": "consensus",
	"meaning": [
		"An opinion or position reached by a group as a whole.",
		"An opinion held by all or most.",
		"General agreement, esp. in opinion.",
		"A process of decision-making that seeks widespread agreement among group members.",
		"Average projected value, as in the finance term consensus forecast."
	],
	"sentences": [
		"In general, the learned consensus dubbed the whole business with indifference.",
		"It took several hours for the jury to come to a consensus.",
		"We need to come to a consensus quickly about who will present the data.",
		"It is not strange that there is a growing consensus of opinion that Paul is the author.",
		"It was difficult to come to a consensus about this particular issue.",
		"Did he think I was the tipster, solely because the public consensus appointed the psychic a female?",
		"A lot of sounds-like, seems-like conversation followed until consensus settled on Mulligan.",
		"The votes are in, and the family consensus is to vacation in Mexico.",
		"The general consensus is that the world came into existence through a Big Bang.",
		"This ascription was first made by Henry Bradshaw, the librarian of Cambridge University; but the consensus of critical opinion is now against it.",
		"Our consensus is that he must be fired for his lack of competence.",
		"In such cases, reaching consensus was not an issue.",
		"We hope to highlight relevant research and present an informed consensus opinion.",
		"An NIH Consensus Conference concluded that routine mammography was not indicated universally for women in their forties [1] .",
		"There is diverse opinion and a lack of consensus about management of preterm birth due to the lack of clinical and scientific data.",
		"Taking the general consensus of the observations it would seem that its light must be so much brighter than that of the band as to imply the action of some different cause.",
		"These fundamental issues of identity and political outlook unify catholic churchgoers even tho in other respects there is little to indicate consensus.",
		"There was an overwhelming consensus among managers that staff shortages and inappropriate midwifery establishments underlay many of the problems that they faced.",
		"Experience see chart page which govern short-term a consensus at.",
		"The P&O, however, would need to be adopted by consensus.",
		"Southern's antipathy to elaboration becomes most damaging, however, when she rides roughshod over recent scholarly consensus.",
		"Beat routsis said a princess Diana but in the consensus of truthwas.",
		"While these may seem abstract possibilities the existence of a false consensus or a false dissensus could seriously affect the functioning of an organization.",
		"There's nothing wrong with dissent, but it is just that - dissent from the consensus!",
		"Thus ' with few dissenters, we have successfully reached a consensus in favor of the chemiosmotic theory ' .",
		"Consent engages the whole electorate, consensus involves only a majority.",
		"The Washington Consensus was, I think, a shallow and self-serving policy menu opportunistically foisted upon poor countries by the rich.",
		"It has played a significant role in building consensus among the Northeastern states required to use reformulated gasoline.",
		"We had to take the time to cultivate the habits of dialog and consultation, the art of deciding by consensus.",
		"There is no consensus on how acute herpes zoster (shingles) should be managed in general practice.",
		"Its amino acid sequence shows much greater homology to consensus sequences derived from protein serine/threonine kinases than to the consensus for protein tyrosine kinases.",
		"There is no consensus on the management of subclinical hyperthyroidism.",
		"This book is an attempt to break the stifling consensus about arts policy today, and challenge the increasing instrumentalism of policy-makers.",
		"The consensus opinion appeared to be that nurses want the RCN to campaign for a decent living wage for everyone.",
		"Yugoslavia, too, has owed its relative longevity more to Western liberal well-wishers that to the true consensus of its disparate peoples.",
		"What we have is complete consensus on an unbridled free market economy.",
		"All Bush can do at this point is to maintain consensus on blocking the sale of war materiel to Iraq.",
		"It is virtually impossible to define fixed parameters to judge the level of service provided, but a consensus should be reached nevertheless.",
		"The Pastry In Cornwall, there's no consensus, as to what type of pastry makes the best pasty.",
		"Like Peel she was a provincial, but quite unlike him she despised consensus politics.",
		"It actually predates the pyramids of Egypt and the current consensus is that it was an astronomical observatory.",
		"This is due to a neoliberal consensus that stifles opportunity for change, resulting in growing radicalism.",
		"Laundry The general consensus is using a non-biological washing product and avoiding fabric softeners is appropriate.",
		"Overall there is no consensus that automated blood pressure measuring devices are less accurate; however all the studies used different automated sphygmomanometers.",
		"By January 1999 consensus was again stymied, heralding three more years of unbroken famine.",
		"Channel 4's recent Top Ten series was, by common consensus, the best Saturday night telly for ages.",
		"Free market triumphalism was abroad and the liberal consensus seemed to be sealed.",
		"Neither one nor the other won it; we sought a consensus and chose Panama ', he said \" .",
		"But the greatness of the art is, like its subject, worlds away from material impressions; and a wide consensus regards Wagner's last work as his loftiest, both in music and poetry.",
		"But there is not yet the same degree of consensus as to the relations between the Old Syriac and the Diatessaron.",
		"It is fortunate for this schizoid character that there is a place where aggression and consensus go together.",
		"Neither one nor the other won it; we sought a consensus and chose Panama ', he said .",
		"In the end, there is no definitive consensus on which is better.",
		"With so much strife and war between different nations, it is hard to imagine consensus at the global level.",
		"According to the medical journal published by the American Academy of Family Physicians, many studies have been conducted but there is not a consensus on why echinacea works.",
		"There is no specific consensus of what size the board should be in terms of height.",
		"Occasionally, this means going along with the general consensus even if you're not completely convinced it's what you really want.",
		"The general consensus among fitness experts is that all of these different components of exercise should be incorporated into our daily lives, at last several times a week.",
		"The men are severely under-represented here, but the general consensus seems to be that Matthew McConaughey has the prettiest and most photographed celebrity male feet.",
		"While a select few hailed the ensemble as avant-garde, the general consensus was that it was a major mistake for the style-challenged star.",
		"What you'll want to look for is a consensus and in the case of Disney Magic, it seems quite clear that the majority is in favor of what Mickey Mouse and his friends have come up with.",
		"If you find that the consensus from the average population is that something is hot this year, you can feel safe instead of silly wearing it out in public.",
		"Despite the general consensus that skirt suits present a more professional appearance, pant suits do have their time and place - and can be quite fashionable, too.",
		"The ESRB then receives the materials and three independent reviewers rate the content and come to a consensus on a final rating.The ESRB also allows its in-house employees play the games to ensure no major details were left out.",
		"In this way, when you ask when did video game ratings start, the general consensus lies with the establishment of the ESRB in 1994.",
		"Since there's no consensus among wine experts, how you choose to store your Champagne is mostly a matter of personal preference.",
		"By and large, the general consensus says that the emulators themselves are perfectly legal, but the downloading of video game ROMs may not be as legal.",
		"This is debatable, in some regards, but the common consensus among iPhone enthusiasts is that this holds up to be largely true.",
		"Overall, the general consensus is that the DROID Eris \"has some shortcomings, but they are overshadowed by its excellent user interface and features.\"",
		"He also felt that the only way to encourage growth through these stages was by discussion of moral dilemmas and by participation in consensus democracy within small groups.",
		"Consensus democracy was rule by agreement of the group, not majority rule.",
		"The general consensus from experts is that much encouragement and praise should be used when a child cooperates with toilet training and when he or she begins to urinate or defecate in the potty.",
		"In general, however, the consensus is that fish oil is safe for most people and confers health benefits.",
		"On the other hand, if the majority says it’s a great working shaver for the price, then you can bet on that consensus being true.",
		"Most agree that the practice of placing an evergreen tree in the home and decorating it during the holiday season was first popularized in Germany in the 16th century, but the consensus tends to stop there.",
		"Processing is simply talking about the relationship - but doing it with the goal of coming to a consensus about any issues, and internalizing the solution - or, to put it another way, talking it to death.",
		"The e-book format can be used to distribute both fiction and non-fiction, although the general consensus is that non-fiction e-books tend to be much more popular.",
		"A book review should contain your objective opinion, even if your opinion doesn't seem to match the popular consensus.",
		"That said, the general consensus about her birth date was that it took place in Morgantown, Virginia, on April 10th, 1925.",
		"What is clear is that there is little consensus over whether or not school uniforms help the school environment or not.",
		"It's surprisingly hard to find reviews on parenting websites, where the consensus seems to be that children should be kept from computers as long as possible.",
		"If you're not sure about a video, be sure to look to its ratings to see if a consensus among viewers can help you make up your mind.",
		"However, the public consensus was that the original November 11 date had a more important historical significance.",
		"However, the general consensus is to first understand and practice foundational Pilates, which involves mat and apparatus exercises.",
		"Another point of general consensus is that the earlier autism is diagnosed and treated, the better chance the child has of moving beyond the difficulties of the disorder and into a more normal and happy life.",
		"The general consensus of the traditional medical community is that MMR vaccine is safe and has no connection to autism.",
		"Though the literal answer to the question \"what is lingerie\" includes all types of undergarments, the general consensus is that intimates are typically lacier, more seductive, alluring, and sensuous.",
		"Like most \"best of\" lists in music, it is hard to get an across the board consensus, but there are definitely albums that stand out as confirmed production masterpieces.",
		"Read as many reviews as possible to get some idea of the product's effectiveness and general overall consensus.",
		"Though there have been some conflicting studies on the use of sunscreen as a deterrent against cancer, the general consensus among medical professionals is that sunscreen is not only a skin-saving product, but may also be a life-saving one.",
		"The few times Howie was out of ear shot, the rest of us gossiped about his love life like back fence crones but failed to reach a consensus.",
		"Some see the guarantee, or at least the indication, of infallibility in the consensus of the Church (quod semper, ubique, et ab omnibus) expressed from time to time in general councils; others see it in the special grace conferred upon St Peter and his successors, the bishops of Rome, as heads of the Church; others again see it in the inspired Scriptures, God's Word.",
		"As to the date of the book, though there are still differences of opinion among scholars, there is a gradual approach to a consensus.",
		"It springs from the same school of thought as the Apocalypse of Baruch, and its affinities with the latter are so numerous and profound that scholars have not yet come to any consensus as to the relative priority of either.",
		"With Calvin he concluded (1549) the Consensus Tigurinus on the Lord's Supper.",
		"He studied at Geneva, Leyden and Paris, before becoming (1700) professor of philosophy and mathematics at the academy of Lausanne, of which he was four times rector before 1724, when the theological disputes connected with the Consensus led him to accept a chair of philosophy and mathematics at Groningen.",
		"He was one of the most influential supporters of the Formula Consensus Helvetica, drawn up chiefly by Johann Heinrich Heidegger (1633-1698), in 1675, and of the particular type of Calvinistic theology which that symbol embodied, and an opponent of the theology of Moses Amyraut and the school of Saumur.",
		"During the next forty years of his life he enjoyed great influence in Geneva as the advocate of a more liberal theology than had prevailed under the preceding generation, and it was largely through his instrumentality that the rule obliging ministers to subscribe to the Formula Consensus Helvetica was abolished in 1706, and the Consensus itself renounced in 1725.",
		"Variation provides the material for selection, and although opinions may differ as to the nature of that material, the modes by which it comes into existence and their relative values and permanences, there is an increasingly wide consensus of opinion that all such material has to pass through the sieve of natural selection and that the sifted products form new varieties and species, and new adaptations.",
		"Heidegger was the principal author of the Formula Consensus Helvetica in 1675,which was designed to unite the Swiss Reformed churches, but had an opposite effect.",
		"But the Consensus Tigurinus, which dates the adhesion of the Swiss to the views of Calvin, was not signed until 1549, when Luther was already dead.",
		"In some isolated cases this has been done; but the general consensus of astronomers has been against it, the day as used in astronomy being only a measure of time, and having no relation to the period of daily repose.",
		"This may occur by the dissolution of one of the contracting states, by the object-matter of the agreement ceasing to exist, by full performance, by performance becoming impossible, by lapse of the time for which the agreement was made, by contrarius consensus or mutual release, by \" denunciation \" by one party under a power reserved in the treaty.",
		"While he expressed dissatisfaction with some of Calvin's earlier writings, he approved of the Consensus Tigurinus negotiated in 1549 between the Zwinglians and Calvinists of Switzerland; and it was this form of religion that he laboured to spread in England against the wishes of Cranmer, Ridley, Bucer, Peter Martyr and other more conservative theologians.",
		"Consensus held he had taken an abominable col­lection of losers and quickly honed them into perennial also-rans.",
		"Right. I think the consensus is that they were called buffs by Europeans because of the color of cured hides and that evolved to buffalo.",
		"Aaron quot creating consensus would have had.",
		"Consensus is not yet apparent in the diagnosis of fetal asphyxia.",
		"We have been trying very hard to forge a consensus that no nuclear weapons should be allowed on the Korean Peninsula.",
		"He informed the Board that there was an emerging regional consensus surrounding the possible growth of East Midlands Airport.",
		"The aim of Pelican is to achieve a consensus economic model that will appeal to all stakeholders.",
		"The Abstract Framework's main point is about building consensus across the different spec bodies.",
		"This is the growing consensus about how to tackle Britain's pension crisis.",
		"To my mind, the key to success on land tax is a degree of cross-party consensus.",
		"Such a broad consensus should be a powerful message to government.",
		"There is indeed a progressive consensus that Conservatives have helped to shape.",
		"Fed funds set to top at 5% - April bfinance rates and FX consensus It was widely expected, and it finally happened.",
		"This is only 'wrong ' inasmuch as it flouts a man-made convention which appears to command an overwhelming measure of consensus among English-speakers!",
		"In a 1990 demographic consensus, 3% of surveyed citizens claimed descent from Dutch settlers.",
		"Hopes for reconvening the CD negotiations on a fissile material treaty were given a boost by the consensus adoption of the fissban resolution.",
		"After the two of you have reached a consensus on the challenges, and validated each others' respective feelings about the situation, you are then ready to problem-solve.",
		"The general consensus is that it comes from the word \"ugly\".",
		"The general consensus was to publish the data on the CLIP web site.",
		"The general consensus view of the meeting was that it was both informative as well as enabling parishioners to air their views.",
		"Yet the consensus for saffron is that it possesses a honey-like taste.",
		"Certain it is that though the unprejudiced must admit that exclusion has not been at all an unmixed blessing, yet the consensus of opinion is that a large population, non-citizen and non-assimilable, sending - it is said - most of their earnings to China, living in the main meanly at best, and practically without wives, children or homes, is socially and economically a menace outweighing the undoubted convenience of cheaper (and frequently more trustworthy) menial labour than the other population affords."
	],
	"synonyms": [
		"unity",
		"harmony",
		"unanimity",
		"accord",
		"unison",
		"consent",
		"general agreement",
		"unanimousness"
	],
	"antonyms": [
		"disagreement"
	]
}