{
	"word": "pragmatic",
	"meaning": [
		"Dogmatic; opinionated.",
		"Dealing with historical facts, esp. in their causal relationship.",
		"Having to do with the affairs of a state or community.",
		"Of or relating to pragmatics.",
		"Of or having to do with philosophical pragmatism.",
		"A pragmatic sanction."
	],
	"sentences": [
		"There were pragmatic inferences.",
		"The decision was pragmatic in nature.",
		"There was no pragmatic solution to the problem.",
		"A sensible, pragmatic approach was taken to public sector reform.",
		"John Deacon takes an in-depth, highly pragmatic approach.",
		"First, forget idealism and dogmatism and get pragmatic!",
		"The reason for this is entirely pragmatic.",
		"This is a fairly pragmatic requirement.",
		"The decision was pragmatic so that it could be easily extrapolated.",
		"This argument seems pragmatic to me, but I could be wrong.",
		"The parable of the three rings is the epitome of the pragmatic position.",
		"We should accept the positive elements of Blair's essentially pragmatic approach.",
		"Despite this, Saint just remains pragmatic, and retains a surprising respect for those who create the works he defiles.",
		"I was conflicted; should I support the love of my life or be more pragmatic?",
		"This is the case because substantive change itself must always move beyond the merely tactical or pragmatic.",
		"Social skills training can improve pragmatic language use.",
		"Underneath him, though, is the very pragmatic search engine box, with a \"go fetch\" button next to it.",
		"While I preferred not to toss a wet blanket on her quest, I remained far more pragmatic.",
		"This may irritate the purists but seems congruent with the call to action and pragmatic approach within.",
		"But because you are pragmatic does not mean you are not principled.",
		"It was this diet also which accepted the Pragmatic Sanction, first issued in 1713, by which the emperor Charles VI., in default of his leaving male heirs, settled the succession to his hereditary dominions on his daughter Maria Theresa and her heirs.",
		"The first step is to learn the basic duties of the role in a pragmatic manner.",
		"Even if you are a reasonable, pragmatic Taurus, or an innovative, out-of-the-box thinking Aquarius, Pisces sexuality and its components can still affect you.",
		"Pragmatic language such as improving beginning and ending conversations can be improved upon.",
		"Beyond the pragmatic details, there are also a number of different colors, fabrics, and custom embroidery to choose from.",
		"By applying the pragmatic test on the other hand, it is possible to describe how truths are developed and errors corrected, and how in general old truths are adjusted to new situations.",
		"The shorts were pragmatic for a warrior who needs ease of movement, but also symbolized chastity, another aspect reminiscent of ascetic celibacy.",
		"A widely-held view in Tehran is that the pragmatic conservatives are keener to strike a bargain with the US than are the liberal reformists.",
		"He also linked Gandhian principled nonviolence with the pragmatic nonviolent direct action of the syndicalists.",
		"He also claims that proforms, in contrast to pronouns and definite nouns, require semantic - as opposed to pragmatic - identification.",
		"Thriving in this system of oligarchy (rule of the few) that we do requires a pragmatic, Machiavellian stratagem.",
		"Indeed the current developments in community sentencing are a culmination of many years of sometimes visionary, often pragmatic, reforms.",
		"He must restore the French Church to Catholic unity, abolish the pragmatic sanction of Bourges, and bring to a successful close the Lateran council convoked by his predecessor.",
		"Its most important achievements were the registration at its eleventh sitting (r 9th December 1516) of the abolition of the pragmatic sanction, which the popes since Pius II.",
		"In 1438 the Pragmatic Sanction of Bourges adopted and put into practice the Basel decrees, and in spite of the incessant protests of the Holy See the Pragmatic was observed throughout the 15th century, even after its nominal abolition by Louis XI.",
		"From this period the parlements began the procedure which, after the Pragmatic Sanction of Charles VII., in 1438 took regular shape as the appel comme d'abus (supra; Migne, loc. cit.).",
		"On the other hand Mendelssohn by his pragmatic conception of religion (specially in his Jerusalem) weakened the belief of certain minds in the absolute truth of Judaism, and thus his own grandchildren (including the famous musician Felix Mendelssohn-Bartholdy) as well as later Heine, Borne, Gans and Neander, embraced Christianity.",
		"On the sources see Hendrik Marczali, Ungarns Geschichtsquellen im Zeitalter des Arpdden (Berlin, 1882); Kaindl, Studien zu den ungarischen Geschichtsquellen (Vienna, 1894-1902); and, for a general appreciation, Mangold, Pragmatic History of the Hungarians (in Mag., 5th ed., Budapest, 1907).",
		"Of his prose works the most important is the Magyar Szdzadok or \" Pragmatic History of Hungary \" (Buda, 1808 and 1816).",
		"Its resolutions comprised the rejection of the pragmatic sanction, the proclamation of the pope's superiority over the council, and the renewal of the bull Unam sanctam of Boniface VIII.",
		"As a counterblast to this the grand-duke Charles issued in 181 a pragmatic sanction (Hausgesetz) declaring the counts of Hochberg, the issue of a morganatic marriage between the grand-duke Charles Frederick and Luise Geyer von Geyersberg (created Countess Hochberg), capable of succeeding to the crown.",
		"France, however, withdrew its support from the council, and in 1438, under purely national auspices, by the famous Pragmatic Sanction of Bourges, adjusted the relations of the Gallican Church to the papacy; and Eugenius soon found himself in a position to repudiate the council and summoned a new one to assemble in 1438 at Ferrara under his control to take up the important question of the pending union with the Greek Church.",
		"England had already taken measures to check the papal claims. France in the Pragmatic Sanction reformulated the claim of the councils to be superior to the pope, as well as the decision of the council of Basel in regard to elections, annates and other dues, limitations on ecclesiastical jurisdiction, and appeals to the pope.",
		"After the disruption of the league of Cambray, Maximilian, like Louis XII., was thrown into a violent anti-curial reaction, and in 1510 he sent to the well-known humanist, Joseph Wimpheling, a copy of the French Pragmatic Sanction, asking his advice and stating that he had determined to free Germany from the yoke of the Curia and prevent the great sums of money from going to Rome.",
		"By the Pragmatic Sanction of Bourges (1438) it had secured the advantages of the conciliar movement.",
		"But this method has lost its attraction; the Synoptists, with their rarer and slighter pragmatic rearrangements and their greater closeness to our Lord's actual words, deeds, experiences, environment, now come home to us as indefinitely richer in content and stimulative appeal.",
		"France secured their validity, as far as she herself was concerned, by the Pragmatic Sanction of Bourges (July 7, 1438); Germany followed with the Acceptation of Mainz (March 26, 1439).",
		"His protests against the Pragmatic Sanction of Bourges were ineffectual, but by means of the Concordat of the Princes, negotiated by Piccolomini with the electors in February 1447, the whole of Germany declared against the antipope.",
		"France had joined with the other powers in guaranteeing the succession of Maria Theresa under the Pragmatic sanction, but on the death of Charles VI.",
		"B.C.), Pragmatic historiography is exemplified in the earliest continuous sources (viz.",
		"His method is critical and pragmatic, \"pursuing everywhere the exact facts and the supposed causes of the outward changes of history,\" leaving wholly out of sight the deeper moving principles and ideas which influence its course.",
		"He then went to preside over the assembly of clergy which met at Bourges to discuss the observation of the Pragmatic Sanction (see Basel, Council Of), finally returning to Rome, where he passed almost all the rest of his life.",
		"This document annulled the Pragmatic Sanction of Bourges, with its schismatic tendencies, but at the same time confirmed the preponderating influence of the king upon the Gallican Church - a concession which in spite of its many dubious aspects at least made the sovereign the natural defender of the Church and gave him the strongest motive for remaining Catholic. The war for the duchy of Urbino (1516-17) entailed disastrous consequences, as from it dates the complete disorganization of papal finance.",
		"The death of the emperor Charles VI was his opportunity; he disputed the validity of the Pragmatic Sanction which secured the Habsburg succession to Maria Theresa, allied himself with France, conquered Upper Austria, was crowned king of Bohemia at Prague and, in 1742, emperor at Frankfurt.",
		"Maximilian III Joseph (1745-1777), by the peace of Fissen signed on the 22nd of April 1745, obtained the restitution of his dominions in return for a formal acknowledgment of the Pragmatic Sanction.",
		"In maintaining this position the States had the support of England, but it was not until 1731 that they succeeded in obtaining the suppression of the company by consenting to guarantee the Pragmatic Sanction of Charles VI.",
		"The determined hostility Y of the Dutch rendered the promising scheme futile, and after a precarious struggle for existence, Charles VI., in order to gain the assent of the United Provinces and Great Britain to the Pragmatic Sanction, suppressed the Company in 1731.",
		"She died (1741) in Mary the Netherlands, and the empress-queen, Maria Theresa, who had succeeded under the Pragmatic Sanction to the Burgundian domains of her father about a year before, appointed her brother-in-law, Charles of Lorraine, to be governorgeneral in her aunt's place, and he retained that post, to the great advantage of Belgium, for nearly forty years.",
		"Both English and Dutch were offended and in 1727, in order to obtain the European guarantee for the Pragmatic Sanction, the court of Vienna resolved to sacrifice the Company and suspended its charter.",
		"This council, which is known as the Fifth Lateran, assembled on the 3rd of May 1512, condemned the celebrated pragmatic sanction of the French church, and was still in session when Julius died.",
		"The present constitution of the Austro-Hungarian monarchy (see Austria) is based on the Pragmatic Sanction of the emperor Charles VI., first promulgated on the 19th of April 1713, whereby the succession to the throne is settled in the dynasty of Habsburg-Lorraine, descending by right of primogeniture and lineal succession to male heirs, and, in case of their extinction, to the female line, and whereby the indissolubility and indivisibility of the monarchy are determined; is based, further, on the diploma of the emperor Francis Joseph I.",
		"Being without a son, he was now anxious to secure the throne for his daughter Maria Theresa, in accordance with the Pragmatic Sanction of the 19th of April 1713, in which he had sanction.",
		"At the same time Spain and Sardinia adhered to the Pragmatic Sanction.",
		"On the 20th of October 1740, Charles died, leaving his dominions in no condition to resist the attacks of the powers, which, in spite of having adhered to the Pragmatic Sanction, now sought to profit from weakness.",
		"Before any definite arrangement as to their re-introduction could be made, however, the war broke out; and after the defeats on the field of battle the Hungarian diet was able to make its own terms. They recognized no union between their country and the other parts of the monarchy except that which was based on the Pragmatic Sanction.'",
		"By an act dated the 10th = of January 1661, entitled \" Instrument, or pragmatic sanction,\" of the king's hereditary right to the kingdoms of Denmark and Norway, it was declared that rule.",
		"He firmly believed, however, in the lawfulness of his claims; and although his father had recognized the Pragmatic Sanction, whereby the hereditary dominions of Charles VI.",
		"Charles, while careful to protest against its renewal, supported the anti-papal contentions of the French members of the council of Basel (1431-1449), and in 1438 he promulgated the Pragmatic Sanction at Bourges, by which the patronage of ecclesiastical benefices was removed from the Holy See, while certain interventions of the royal power were admitted.",
		"It follows that \"pragmatic\" lines of thought may originate from a multiplicity of considerations and in a variety of contexts.",
		"Pragmatism has very distinctly a connexion with religion, because it explains, and to some extent justifies, the faithattitude or will to believe, and those who study the psychology of religion cannot but be impressed with the pragmatic nature of this attitude.",
		"The pragmatic claim for religion, therefore, is that to those who will take the first step and will to believe an encouraging amount of the appropriate verifications accrues.",
		"If, therefore, a logic fails to employ the pragmatic test, it is doomed to remain purely formal, and the possibility of applying its doctrines to actual knowing, and their real validity, remain in doubt.",
		"To include facility are pragmatic dishes houses attract first-time tiki lounge music.",
		"Many of the most trenchant critics failed to engage with the pragmatic compromises involved in doing anything in such an environment.",
		"For some, the quest for interpretation is exploratory and mystical but for others, it is pragmatic.",
		"Because social and pragmatic deficits are core characteristics of autism, it is important to look for dissociation among language, social adaptive skills, and motor behavior.",
		"The pragmatic nature of a typical Taurus doesn't see much use for this level of introspection; after all, there is work to be done.",
		"From a purely pragmatic perspective, an American flag is a high-contrast and very active image to have as a background.",
		"In fact, the most pragmatic way to find the right person may be simply to Google the search terms that you think people will use for your product, see who comes up in the listings, and then use whoever they did.",
		"The entry page is almost entirely text, and the layout is very pragmatic, including a scrolling \"event calendar\" along the bottom.",
		"If however the logical method of pragmatism is critically applied to all the sciences, many doctrines will be cut out which have little or no \"pragmatic value.\"",
		"The pragmatic test of truth was referred to by James in his Will to Believe (1896, p. 124, in a paper first published in 1881).",
		"He had, therefore, guaranteed the Pragmatic Sanction with the deliberate intention of defending it.",
		"The estates of Bohemia, at a meeting that took place at Prague on the 16th of October 1720, sanctioned the female succession to the Bohemian throne and recognized the so-called Pragmatic Sanction which proclaimed the indivisibility of the Habsburg realm.",
		"He continued to condemn the Pragmatic Sanction in France, and denounced especially the ordinance of Louis XI.",
		"His repeated condemnations of the Pragmatic Sanction of Bourges resulted in strained relations with Louis XI.",
		"Such aspects as concern ethics include, for example, the limited indeterminism involved in the theory, the attitude of the religious consciousness expressed by William James (Will to Believe and Pragmatism), and the pragmatic conception of the good.",
		"The Church of France was isolated from the papacy by the Pragmatic Sanction of Bourges (1438) only to be exploited and enslaved by royalty.",
		"His first proceedings had indeed given no We promise of the moderation and prudence afterwards to characterize him; he had succeeded in exasperating all parties; the officials of his father, the well-served, whom he dismissed in favor of inferiors like Jean Balue, Oliver le Daim and Tristan Lermite; the clergy, by abrogating the Pragmatic Sanction; the university of Paris, by his ill-treatment of it; and the nobles, whom he deprived of their hunting rights, among them being those whom Charles VII.",
		"Everyone had signed Charles VI.s Austrian Pragmatic Sanction, proclaiming the succession-rights Succ.sof his daughter, the archduchess Maria Theresa; but sion.",
		"Pragmatic According to the ancient law of Castile and Leon Sanction.",
		"The second quality upon which Polybius insists as distinguishing his history from all others is its \"pragmatic\" character.",
		"The only other brother ever to extend a hand to help him was Kiki, the pragmatic half-brother who protected Asia.",
		"Carrying a reminder of a station so far below her current one seemed odd for the pragmatic warrior.",
		"Cynics of today regard this as metaphysical bunkum, yet it might be pragmatic realism tomorrow.",
		"They are likely to be pragmatic rather than ideological and there is less deference to ' authoritative ' figures.",
		"I am expecting the conclusions, as with so many things, to point toward pragmatic compromise rather than dogmatic, hardcore fundamentalism.",
		"Such an action plan would need regular review since events arising over time would necessitate pragmatic modifications of intents and strategies.",
		"This more pragmatic approach needs to be extended to the rollout of broadband.",
		"Even the most pragmatic person takes pause when Friday the 13th rolls around.",
		"This all-round application of the pragmatic method has received the name of \"humanism.\"",
		"Louis, who at the opening of his reign had denounced the Pragmatic Sanction of 1438, had played fast and loose with the papacy.",
		"On several occasions he was sent to Rome to negotiate the abolition of the Pragmatic Sanction and to defend the interests of the Angevins at Naples.",
		"Under his direction the Addressers and the Resolutioners coalesced, and he was entrusted with the difficult and delicate negotiations with the crown, which aimed at effecting a compromise between the Pragmatic Sanction of 1719, which established the indivisibility of the Habsburg monarchy, and the March decrees of 1848.",
		"He spun, surprised his pragmatic brother would compare an existence in Hell to one of luxury and freedom.",
		"This decision is not doctrinaire but pragmatic best value.",
		"The pragmatic doctrine of truth, which it is now possible to outline, results from a convergence of the above lines of argument.",
		"He took a pragmatic stance toward knowledge.",
		"He was pragmatic with regard to having an understanding of ministering to people where they were at.",
		"There is a related view which is purely pragmatic.",
		"These deliver pragmatic, appropriate, transparent actions leading directly to positive impacts.",
		"The pragmatic considerations were less important.",
		"Our core service is utilizing our accountancy and business expertise to provide pragmatic, technically correct and honest advice.",
		"The tent is a choice of architectural strategy which is not merely pragmatic."
	],
	"synonyms": [
		"pragmatical",
		"hard-nosed",
		"practical",
		"hardheaded",
		"matter-of-fact",
		"systematic",
		"skilled",
		"sensible",
		"meddlesome",
		"dogmatic",
		"busybody",
		"busy",
		"active",
		"utilitarian",
		"logical",
		"pragmatic-sanction",
		"quidnunc",
		"meddler",
		"interloper",
		"busybody",
		"buttinsky",
		"kibitzer"
	],
	"antonyms": [
		"unreasonable",
		"unrealistic",
		"impractical",
		"idealistic"
	]
}