{
	"word": "convivial",
	"meaning": [
		"Having to do with a feast or festive activity.",
		"Fond of eating, drinking, and good company; sociable; jovial."
	],
	"sentences": [
		"This is especially fun to do over dinner or other convivial gathering.",
		"The atmosphere is very convivial, \" he said.",
		"After an extremely convivial evening, the Thursday morning alarm call came early.",
		"Several friends were already moored at Moret when I arrived, so Thursday night was particularly convivial.",
		"Cabins are comfortable and spacious, and alfresco dining for all 48 passengers ensures that mealtimes are fresh and convivial.",
		"There is also a short preamble during which the more convivial aspects of the weekend are touched upon.",
		"Many other forms of crown were used by the Romans, as the conqueror's triumphal crown of laurel, the myrtle crown, and the convivial, bridal, funeral and other crowns.",
		"The Annual Dinner represents a key opportunity to discuss the commercial issues of the day in highly convivial surroundings.",
		"Do you think that the atmosphere would have been so convivial?",
		"However, if anyone gets too convivial the village stocks are right outside!",
		"Adjoining the ancient church where three roads meet, the Blacksmiths Arms is a warm, convivial wayside inn.",
		"The evening atmosphere is that of a dinner party, warm and convivial gatherings of guests and guides discussing the day's sightings.",
		"At a convivial gathering on the, 8th of November he supported a toast to \"the speedy abolition of all hereditary titles and feudal distinctions,\" and gave proof of his zeal by expressly repudiating his own title - a performance for which he was dismissed from the army.",
		"His songs are mostly written in the medieval quatrains (ferskeytla), and are generally of a humorous and satirical character; his convivial songs are known by heart by every modern Icelander; and although some of the poets of the present day are more admired, there is none who is more loved by the people.",
		"The convivial verse, at its best in Dunbar's Testament of Mr Andrew Kennedy, may be studied in Quhy sould nocht Allane honorit be, one of the many eulogies of John Barleycorn anticipatory of Burns's well-known piece."
	],
	"synonyms": [
		"social",
		"companionable",
		"sociable",
		"good-time",
		"vivacious",
		"lively",
		"joyous",
		"jocular",
		"hilarious",
		"festive",
		"festal",
		"entertaining",
		"cheerful",
		"merry",
		"jolly"
	],
	"antonyms": [
		"solemn",
		"staid",
		"dull",
		"blah",
		"serious"
	]
}