{
	"word": "abjure",
	"meaning": [
		"To recant solemnly; renounce or repudiate.",
		"To give up (rights, allegiance, etc.) under oath; renounce.",
		"To renounce under oath; forswear.",
		"To give up (opinions) publicly; recant.",
		"To renounce upon oath; to forswear; to disavow. [First attested around 1350 to 1470.]"
	],
	"sentences": [
		"He was asked whether certain books had been written by him and whether he was prepared to maintain or to abjure what he had written.",
		"Many hellenizers rallied round those who were minded to die rather than abjure their religion.",
		"The final judgment found no proof of heresy, but compelled him to abjure sixteen errors, rather extorted than extracted from his writings, suspended him from his see for five years, and secluded him to the Dominican cloister of Sta Maria sopra Minerva.",
		"When he came into the theatre the proconsul urged him to \"revile Christ,\" and promised, if he would consent to abjure his faith, that he would set him at liberty.",
		"In 1832 Mehemet Ali gave him the dignity of bey without requiring him to abjure his religion; and in 1836 he received the rank of general, and was appointed head of the medical administration of the country.",
		"In an old confession of faith, the convert is pledged to abjure the theft and robbery of cattle and the ravaging of villages inhabited by worshippers of Mazda (Yasna, 12, 2).",
		"The convocations were required to abjure the papal supremacy by declaring \" that the bishop of Rome has not in Scripture any greater jurisdiction in the kingdom of England than any other foreign bishop.\"",
		"That the dangers of heresy might be avoided, laymen were forbidden to argue about matters of faith by Pope Alexander IV., an oath \"to abjure every heresy and to maintain in its completeness the Catholic faith\" was required by the council of Toledo (1129), the reading of the Scriptures in the vulgar tongue was not allowed to the laity by Pope Pius IV.",
		"Among the propositions he could heartily abjure was that relating to transubstantiation; among those he felt constrained unflinchingly to maintain was one which had given great offence, to the effect that Christ, not Peter, is the head of the church to whom ultimate appeal must be made.",
		"He was condemned to abjure or be burnt; and preferring the former alternative, was committed to the Fleet prison and afterwards to the Austin Friars in London.",
		"Yet even they did not abjure the \" southern manner,\" and their work in it is matter of some critical significance, whatever may be said of its inferiority in spirit and craftsmanship.",
		"When on the 7th of November 1793 Gobel, bishop of Paris, was intimidated into resigning his episcopal office at the bar of the Convention, Gregoire, who was temporarily absent from the sitting, hearing what had happened, hurried to the hall, and in the face of a howling mob of deputies refused to abjure either his religion or his office."
	],
	"synonyms": [
		"resile",
		"forswear",
		"retract",
		"recant",
		"spurn",
		"revoke",
		"reject",
		"repudiate",
		"give up",
		"eschew",
		"disclaim",
		"desert",
		"avoid",
		"disavow",
		"renounce"
	],
	"antonyms": []
}