{
	"word": "balk",
	"meaning": [
		"To make balks in (land)",
		"To stop and obstinately refuse to move or act.",
		"To refuse obstinately or abruptly.",
		"To obstruct or thwart; foil.",
		"To hesitate or recoil (at)",
		"A hindrance, check, or defeat.",
		"A ridge of unplowed land between furrows.",
		"An incomplete or misleading motion, especially an illegal move made by a baseball pitcher.",
		"A roughly hewn piece of timber.",
		"One of the spaces between the cushion and the balk line on a billiard table."
	],
	"sentences": [
		"A balk is a log hewn or sawn to a square section, and varying in size from I 1 to 18 in.",
		"They might balk at getting on an airline flight flown by a computer and prefer having a pilot on board to take over if he \"feels in his gut\" that something is wrong (even if that feeling is the airport burrito he had for lunch).",
		"It's easy to balk at the prices, which can be steep.",
		"Farmers often balk at the extra labor cost of doing these extra tasks.",
		"Some gift-givers balk at the impersonal nature of sending a Visa gift card, but the flexibility afforded by the cards may outweigh the relatively impersonal nature of the cards.",
		"I do not balk anymore and I do not strike people down without reason.",
		"Some parents balk at the idea of leaving the door open when they, themselves, are using the restroom.",
		"While purists may balk at the idea, you can have that retro look without having to restore the furniture or spend as much money, in some cases.",
		"Older boys may balk at wearing a purple shirt, especially in pastel.",
		"Most people truly enjoy heading to the beach, or lounging poolside in the warm sun, but balk at the thought of actually having to wear a swimsuit.",
		"The player whose ball is the closest to the innermost edge of the balk cushion wins the lag.",
		"There is a permanent way display on the down platform, including a section of Broad Gage balk road.",
		"He then missed the short return roquet to leave his ball in balk giving away a lift.",
		"You might balk when you first see the bill for your new carpet, but when you get the experience of top-quality, brand-new carpeting you will know where that money went.",
		"If you'd like to wear a tiara, but balk at the thought of purchasing a tiara you'll never wear again, consider buying a convertible tiara.",
		"This feature makes them attractive to young boys who balk at the tightness that is often associated with standard briefs.",
		"Younger girls will likely tolerate fancier duds, while teens may balk at anything with too much lace or velvet.",
		"Many parents balk at the idea of \"dry clean only\" items for a kindergartener.",
		"Some people may balk at the normally higher prices plus size furniture commands and this is understandable.",
		"Many women balk at briefs, as these feel like the ghost of women's plus size panties past.",
		"You may balk at the idea of having a partner or at backpacking with a group; however, backpacking alone is not the safest way to travel.",
		"While some parents may balk at a revealing bikini, tankinis provide a more modest swimsuit that many adults can accept.",
		"For example, some babies dislike hats and headbands and will balk at kitty ears, no matter how cute.",
		"With these circumstances, it's no surprise friends balk at the idea of inviting you to their summer barbecues.",
		"Although many women love the Internet for shopping, buying shoes is an area where women sometimes balk.",
		"These issues sometimes cause individuals to balk at the idea of coverage, since they feel denied the services of the company when they most need them.",
		"Even those who do prefer natural products can sometimes balk at the thought of a more natural deodorant.",
		"Aside from awful weather (which Megan would likely balk at anyway ), I decided that I'd probably get bored.",
		"They balk at the idea of their daughters wearing such sexualized undergarments.",
		"They may be accustomed to selling a hundred bras at a time and if you only want twenty, they might still balk.",
		"Foster care - Many people balk at the idea of fostering a child because they fear the idea of becoming attached to him or her only to have to say goodbye after a few months or even years.",
		"Don't be afraid to offer your creditors less per month than the minimum payment, because most lenders are just happy to get a payment and won't balk at the amount as long as it has all been worked out beforehand.",
		"Many genealogists are used to the free research tools on the Internet and can't help but balk at the idea of spending hundreds of dollars to test their mitochondrial DNA.",
		"At the very moment when she would have seized her prey, the hare moved and darted along the balk between the winter rye and the stubble.",
		"Konitz was the first fortified post established in Prussia by Hermann Balk, who in 1230 had been commissioned as Landmeister, by the grand-master of the Teutonic order, to reduce the heathen Prussians."
	],
	"synonyms": [
		"baulk",
		"jib",
		"resist",
		"hinder",
		"frustrate",
		"foil",
		"defeat",
		"quibble",
		"outwit",
		"loft",
		"inhibit",
		"impede",
		"waver",
		"stumble",
		"stop",
		"deterrent",
		"hinderance",
		"hindrance",
		"handicap",
		"check",
		"baulk",
		"impediment",
		"rafter",
		"shyness",
		"demur",
		"timber",
		"beam"
	],
	"antonyms": [
		"make easier",
		"aid",
		"help"
	]
}