{
	"word": "duress",
	"meaning": [
		"Imprisonment.",
		"Compulsion by threat or violence; coercion.",
		"Constraint or difficulty caused by misfortune.",
		"The use of force or threats; compulsion.",
		"A criminal defense for an act undertaken under threat of serious bodily harm.",
		"To put under duress; to pressure."
	],
	"sentences": [
		"This is not (as in private law) rendered voidable by duress; e.g.",
		"This offers the state evidence that your will was written without duress from anyone standing to benefit from your estate.",
		"There was no question of guilt as the child was definitely snatched under duress.",
		"Their first and only exchange hadn't been pleasant and resulted in a deal made under duress.",
		"Only some of these messages need be divulged under legal duress, the other messages will be plausibly deniable.",
		"A party, therefore, who could not offer the other party substantial restitutio in integrum could not avoid a contract procured by duress.",
		"There is evidence that suggests that those under more duress than normal are more likely to suffer from sleep problems including sleepwalking.",
		"It was difficult to imagine that someone would think they couldn't talk when they actually could, but the mind did strange things during duress.",
		"Quite rightly this was said to be a misdirection, as otherwise there would be no scope for pleas of mistaken duress at all.",
		"Stephen long ago queried why the state coercion of the criminal law should give way to the private coercion that is duress.",
		"Under economic duress, occupational distinctions between the two have tended to disappear.",
		"This can be explained by the fact that Britain was laboring under great economic duress, in contrast to the United States.",
		"Lev's Mobile I have finally been forced (under severe duress) into the ugly world of mobile phone ownership.",
		"Osteoarthritis-Too much weight can increase the duress placed on joints and cartilage in the body, causing them to wear.",
		"Duress to the individual negotiator would, however, vitiate the effect of his signature.",
		"It appeared on their second under duress.",
		"Charles thereupon declared his abdication to have been made under duress and therefore null and void."
	],
	"synonyms": [
		"restraint",
		"force",
		"constraint",
		"threat",
		"stranglehold",
		"incarceration",
		"imprisonment",
		"durance",
		"confinement",
		"captivity",
		"pressure",
		"compulsion",
		"coercion",
		"detention",
		"intimidation"
	],
	"antonyms": []
}