{
	"word": "polyglot",
	"meaning": [
		"Speaking or writing several languages.",
		"Containing or written in several languages.",
		"A person having a speaking, reading, or writing knowledge of several languages.",
		"A polyglot person.",
		"A polyglot book.",
		"A book, especially a Bible, containing several versions of the same text in different languages.",
		"A mixture or confusion of languages."
	],
	"sentences": [
		"The Syriac and Arabic versions, printed in the London Polyglot, are literal.",
		"This station is the centre of a polyglot circuit or district 150 m.",
		"The Upper House agreed, but expressed its misgivings as to such a polyglot report of proceedings.",
		"Among Walton's works must also be mentioned an Introductio ad lectionem linguarum orientalium (1654; 2nd ed., 1655), meant to prepare the way for the Polyglot.",
		"In Spain Hebrew learning was promoted by Cardinal Ximenes, the patron of the Complutensian Polyglot.",
		"In this retirement he gave himself to Oriental studies and carried through his great work, a Polyglot Bible which should be completer, cheaper and provided with a better critical apparatus than any previous work of the kind (see Polyglot).",
		"Bibl., Bible Dict., and Jewish Encyc. The Greek text is best given in Swete iii., and the Syriac will be found in Walton's Polyglot, Lagarde and Neubauer's Tobit.",
		"These speeches were generally not recorded by the stenographer; the Sla y s protected themselves against this by gradually getting it accepted that polyglot stenographers should be appointed, that their speeches should be translated, and that they should be added as appendices to the parliamentary reports in the correct national language; finally it was resolved (June 1917) that all speeches should be reported verbatim in the parliamentary reports, in the language in which they were delivered.",
		"Prince Andrew, listening to this polyglot talk and to these surmises, plans, refutations, and shouts, felt nothing but amazement at what they were saying.",
		"The first to begin this work was Brian Walton, bishop of Chester, who published in 1657 in the 5th and 6th volumes of his \" polyglot \" Bible the text of Stephanus (1550) with the readings of fifteen new MSS.",
		"On the coming of the first European, Jean Nicolet, who visited the place in 1634-1635, De Pere was the site of a polyglot Indian settlement of several thousand attracted by the fishing at the first rapids of the Fox river.",
		"Berulle encouraged Descartes' philosophical studies, and it was through him that the Samaritan Pentateuch, recently brought over from Constantinople, was inserted in Lejay's Polyglot Bible.",
		"The proposals for the Polyglot appeared in 1652, and the book itself came out in six great folios in 1657, having been printing for five years.",
		"Of his projected polyglot only the Psalter was published (Psalterium Hebraeum, Graecum, Arabicum, et, Chaldaicum, Genoa, 1616).",
		"Called to Paris in 1640 to assist Le Jay in the preparation of his polyglot Bible, he contributed to that work the Arabic and Latin versions of the book of Ruth and the Arabic version of the third book of Maccabees.",
		"He helped Brian Walton with the Polyglot Bible and wrote a book on logic, Summa logicae (London, 1685).",
		"Yet Tisza's aim also was to convert the old polyglot Hungarian kingdom into a homogeneous Magyar state, and the methods which he employed - notably the enforced magyarization of the subject races, which formed part of the reformed educational system introduced by him - certainly did not err on the side of moderation.",
		"Here the famous edition of the Bible known as the Complutensian Polyglot was prepared from 1514 to 1517.",
		"Having in 1487 joined the Dominican order, he gave himself with great energy to the study of Greek, Hebrew, Chaldee and Arabic, and in 1514 began the preparation of a polyglot edition of the Bible.",
		"The remainder of his life was devoted to helping Brian Walton with the Polyglot Bible (1657) and to his own best-known work, the Horae Hebraicae et Talmudicae, in which the volume relating to Matthew appeared in 1658, that relating to Mark in 1663, and those relating to 1 Corinthians, John and Luke, in 1664, 1671 and 1674 respectively."
	],
	"synonyms": [
		"linguist"
	],
	"antonyms": []
}