{
	"word": "eradicate",
	"meaning": [
		"To tear out by the roots; uproot.",
		"To get rid of; wipe out; destroy.",
		"To pull up by the roots; to uproot.",
		"To completely destroy; to put an end to; to extirpate."
	],
	"sentences": [
		"These types of insects are usually very difficult to eradicate.",
		"In 1958, with smallpox still killing two million people a year, the World Health Organization pledged to eradicate it.",
		"The government has been attempting to eradicate all corrupt activity for years.",
		"We have set two dozen traps in an attempt to eradicate the mice from our house.",
		"On this account malarial subjects living in the Persian Gulf should take especial care to have an effective course of treatment in order to eradicate the disease as far as possible.",
		"You're going to have to call an exterminator in order to eradicate the termites.",
		"Malignant tumors are often difficult to eradicate because they can spread uncontrollably.",
		"The school board is doing its best to implement reading programs that will help to eradicate illiteracy among the children in our community.",
		"Monica's New Year's resolution is to eradicate all negativity from her life.",
		"After the introduction of the vaccination, we were able to effectively eradicate smallpox.",
		"To eradicate poverty and establish world peace seems to be an impossible feat.",
		"If only we could eradicate these pests, life would be a lot easier.",
		"He spoke directly to the company's aim to eradicate AIDS, and laid out the steps to accomplish that goal.",
		"Today's churches often do their best to eradicate lukewarm attitudes and cultivate a culture of authenticity.",
		"Affordable warmth strategies in general can provide a focus for local action to eradicate fuel poverty.",
		"According to Islamic narrations, Jesus is the last prophet who will eradicate unbelief and usher in the final hour.",
		"If we all practice proper personal hygiene, we might be able to almost eradicate the common cold.",
		"Yet God has provided us with the capability of producing enough food to eradicate hunger from our planet.",
		"Deaths from malaria are quite simply a result of our failure to eradicate malaria in developing countries.",
		"Samatha can purify the mind, but it cannot eradicate unwholesome latent tendencies.",
		"While bamboo can be transplanted quite easily and provide good ground cover, its hardiness also makes transplanted areas susceptible to its overspreading and it can be difficult to fully eradicate.",
		"Apply weed killer solutions as a foliar spray directly on the plant and leaves you wish to eradicate, and not as a root or soil treatment.",
		"While it's almost impossible to completely eradicate Japanese beetles, a comprehensive approach to their control can keep numbers in check and minimize damage.",
		"Using all the methods together will allow you to slowly eradicate the weeds in your garden in a healthy way and build up the strength of your soil and the same time.",
		"The premises were immediately closed so the owner could clean up and eradicate the pests.",
		"We remain on course too to eradicate polio from the face of the globe by 2005.",
		"Ana Paula Dos Santos added that the Angolan government vowed to eradicate poliomyelitis by 2005, which calls for a hard work.",
		"He, from the beginning, planned to eradicate rinderpest from Africa.",
		"We will engage other nations to join in accelerating our efforts to finally eradicate this scourge.",
		"The UK National scrapie Plan aims to eradicate scrapie from sheep flocks via the selective breeding of disease-resistant animals.",
		"The assistant offered them a list of ' products ' that would help them eradicate the weed!",
		"The disease yields readily to treatment, but is difficult to eradicate from a mine without stringent sanitary regulations to prevent its spread.",
		"The difficulties of the task undertaken by the Chinese government to eradicate a national and popular vice, in a country whose population is generally estimated at 400,000,000, are increased by the fact that the opium habit has been indulged in by all classes of society, that opium has been practically the principal if not the only national stimulant; that it must involve a considerable loss of revenue, which will have to be made up by other taxes, and by the fact that its cultivation is more profitable than that of cereals, for an English acre will on the average produce raw dry opium of the value of5, 16s.",
		"It is impossible to eradicate the passions; but we must strive to direct them to a noble aim, and it is therefore necessary that everyone should be able to satisfy his passions within the limits of virtue.",
		"The UK National Scrapie Plan aims to eradicate scrapie from sheep flocks via the selective breeding of disease-resistant animals.",
		"The assistant offered them a list of ' products ' that would help them eradicate the weed !",
		"Malignant tumors are difficult to eradicate because they canspread uncontrollably.",
		"By becoming a member or donating to the society, you can help scientists fund additional research that may ultimately eradicate this serious disease.",
		"However, when a beach blanket gets wet, a common peril of being near the water, it suddenly becomes several pounds heavier and could retain a smell impossible to eradicate.",
		"Cryosurgery is often used to eradicate cancerous skin cells, but it can also be used to remove age spots.",
		"You may choose to use an at-home skin tag remover to eradicate those ugly tags.",
		"These corrective lines work to eradicate signs of aging, stimulate the production of collagen and elastin, and promote the skin's overall health.",
		"With patience, you will completely eradicate the infection.",
		"There is no method known of curing this disease, and all that can be done is to take every precaution to eradicate it, by pulling up and burning diseased plants, isolating the infected area by means of trenches, and avoiding growing cotton, or an allied plant such as the ochro (Hibiscus esculentus), in the field.",
		"Cat flea control can be challenging, but you can overcome and eradicate the fleas if you are consistent.",
		"While humans can do little to eradicate natural causes, it is possible to reduce or eliminate man-made causes.",
		"Most other fungal infections do not take as long to eradicate as nail infections.",
		"Although shampoos and topical antifungal creams may decrease scaling, the infection usually returns because these products do not penetrate the hair follicle deeply enough to eradicate the infection.",
		"Because such treatment triggers hair growth in bald patches but does not eradicate the disease, however, new bald patches can occur in other parts of the scalp even if new growth occurs.",
		"They do not, however, eradicate the organisms.",
		"Mass immunizations in the United States have served to eradicate polio in the Americas.",
		"In 1988, the World Health Organization embarked upon a mission to eradicate polio by the year 2000.",
		"The mandate was to eradicate the virus by 2005.",
		"The combination of infrared heat and negative ions nearly eradicate the possibility of heat damage while granting hair a frizz-free image.",
		"This is why many women turn to permanent facial hair removal to eradicate the hairs once and for all.",
		"With Christian homeschooling you can minimize a humanistic worldview but you will not be able to completely eradicate all influences of it on your child.",
		"If not actively malign, then their goals and aims put them at odds with humanity; perhaps they need to eradicate mankind to make the earth useful to their own colonizing plans, for instance.",
		"Not surprisingly, many of them have hopped on the anti-aging skincare bandwagon and started to offer treatments and specialized products formulated to eradicate lines, wrinkles and age spots.",
		"For the rest, a substratum of superstitious beliefs, which survives from the days when the Malays professed only their natural religion, is to be found firmly rooted in the minds of the people, and the influence of Mahommedanism, which regards such things with horror, has been powerless to eradicate this.",
		"But there was one city of the East which, lying apart from the crowded highways of the world, had sunk to a mere provincial town, and yet possessed associations which the church of the 5th century felt herself powerless to eradicate.",
		"It is not to be wondered at that customs so widely spread and so deeply rooted as those connected with barrow-burial should have been difficult to eradicate.",
		"Trametes radiciperda attacks the roots and penetrates to the stem, causing rotting of the wood; the disease is difficult to eradicate, as the mycelium of the fungus travels from root to root in the soil.",
		"Salvian was a 5th-century socialist of the most extreme type, and a zealous ascetic who pitilessly scourged everything that fell short of an exalted morality, and exaggerated, albeit unconsciously, the faults that he desired to eradicate.",
		"I would say anarchism is the attempt to eradicate all forms of domination.",
		"All in a Days Work Placing poison bait in the sewer system to eradicate rodents.",
		"Evo Morales came to prominence as a coca farmers ' leader, opposing the US-sponsored program to eradicate coca.",
		"Education was vital both to eradicate illiteracy and to promote communism.",
		"Treatment of uninvestigated dyspepsia is either to test for and eradicate Helicobacter pylori or to use empirical treatment with a PPI for one month.",
		"Since acne begins under the skin, a good detox may help eradicate some of these pimple-causing impurities."
	],
	"synonyms": [
		"root out",
		"exterminate",
		"uproot",
		"extirpate",
		"extinguish",
		"decimate",
		"wipe out",
		"annihilate",
		"eliminate",
		"carry off",
		"smother",
		"raze",
		"trash",
		"obliterate",
		"kill"
	],
	"antonyms": [
		"institute",
		"establish",
		"aid",
		"bear",
		"create",
		"help",
		"fix",
		"assist",
		"plant"
	]
}