{
	"word": "conundrum",
	"meaning": [
		"A riddle whose answer contains a pun (Ex.: What's the difference between a jeweler and a jailer? One sells watches and the other watches cells.)",
		"A riddle in which a fanciful question is answered by a pun.",
		"Any puzzling question or problem.",
		"A difficult choice or decision that must be made."
	],
	"sentences": [
		"The use of protective clothing for farmers in Brazil presents a conundrum.",
		"For the fashionable female, it can prove quite a conundrum finding that perfect outfit - the one that looks as effortlessly chic as possible but is sensible enough to wear in a hot climate.",
		"In that case, I may occasionally find myself in a bit of a conundrum if I'm looking for the best of both worlds.",
		"This of course, puts you in something of a conundrum.",
		"There's an advert on TV in which a child is posed the conundrum, ' Do you love Daddy more, or chips?",
		"Many parents with students new to band or orchestra programs in the schools face a common conundrum every year.",
		"The leg circumference measures 16 inches, which may pose a conundrum for those who have trouble finding boots that fit well over their legs.",
		"While everyone knows that a website is an entrepreneurial necessity, figuring out what should go on small business web pages can be a much more difficult conundrum.",
		"In reality, Mr Darling faces an almost impossible economic conundrum.",
		"This common conundrum can probably be credited as the reason why pedicure sandals exist in the first place.",
		"But for the NHS the answer to an apparent conundrum is more obvious - cash or quality?",
		"Whether he would eventually follow in the same direction, or would come back to the straiter free-trade side, continued to be the political conundrum for month after month.",
		"For people on low earnings who can ill afford to make the wrong decision this is the trickiest pension conundrum of all.",
		"A conundrum that becomes increasingly difficult to ponder as the 15 percent alcohol kicks in.",
		"Like the wide vs. narrow conundrum, the direction of the stripes can play tricks with body size as well.",
		"How much simpler to debate those than to analyze and resolve the conundrum of our world's present state.",
		"For Bardem, it is the moral conundrum which follows that really attracted him to the role.",
		"The origins of the meat in a shepherd's pie would be a conundrum too far.",
		"Sipping this wine elicits a conundrum, \"Which came first, the barbecue or the Fess Parker Frontier Red Lot No. 61?\"",
		"Howard Abbott was an enigma in many ways and his death by far the greatest conundrum.",
		"Sport Rx G102 Black Frame Smoke Lenses Goggles from OpticsPlanet.net are another answer to your skydiving eyewear conundrum.",
		"Tory Conundrum When considering societal breakdown, we are confronted with what I call the ' Tory conundrum ' .",
		"Outsource, which will retain editorial independence, will address all areas of the outsourcing conundrum.",
		"Nor is it clear how he escapes the familiar chicken and egg conundrum involved in assuming that language is learned from others.",
		"The next route starts on a small subsidiary wall, 15 meters up left from the ruined sheepfold Conundrum 15m HVS (5a ).",
		"The next route starts on a small subsidiary wall, 15 meters up left from the ruined sheepfold Conundrum 15m HVS (5a).",
		"Rogers Wireless was the exclusive iPhone carrier in Canada, presenting Canucks with the same kind of conundrum.",
		"A cocktail party during summertime may present women with a troubling \"What should I wear?\" conundrum.",
		"The first step in unraveling your clothing conundrum is to look carefully at the wedding invitation to determine the time, setting, and dress instructions on the invite.",
		"Shazam overcomes this mind-crunching conundrum, because it is able to take a small sample of any audio track and work to identify the exact title and artist.",
		"Whether you are debating over the amount or the intensity of your highlights, the most important aspect of this conundrum is to forgo updating your look in favor of recent trends and really focus on what your face needs to look its best.",
		"If you feel that your personality is true to your sign and you were born between the dates of January 21 and February 19, a cool Aquarius tattoo might be the end to your, \"What should my next tattoo be?\" conundrum.",
		"The way around this conundrum, in case you need a Nintendo Wii Fit replacement game, is to buy used video games through retail stores and online auctions.",
		"This left DeBeers, which had basically taken over the diamond mining operations in Southern Africa, and which had a huge diamond supply in storage, with a conundrum.",
		"In 2005, LaLucci, as she is often affectionately referred to, put the conundrum to rest by telling Jane Pauley that she would be turning 59 that year."
	],
	"synonyms": [
		"brain-teaser",
		"enigma",
		"riddle",
		"problem",
		"question",
		"mystery",
		"poser",
		"paradox",
		"puzzle",
		"puzzler",
		"perplexity"
	],
	"antonyms": []
}