{
	"word": "entail",
	"meaning": [
		"To limit the inheritance of (real property) to a specific line or class of heirs.",
		"To cause or require as a necessary consequence; involve; necessitate.",
		"To bestow or impose on a person or a specified succession of heirs.",
		"To settle or fix inalienably on a person or thing, or on a person and his descendants or a certain line of descendants; -- said especially of an estate; to bestow as a heritage.",
		"The act of entailing, especially property.",
		"An entailing or being entailed.",
		"The state of being entailed.",
		"That which is entailed, as an estate.",
		"Necessary sequence, as the order of descent for an entailed inheritance."
	],
	"sentences": [
		"When that was found, the solution of one problem would immediately entail the solution of all others which belonged to the same series as itself.",
		"What would my duties entail?",
		"If Whiggism could be proved to entail Dissent, he was prepared to abandon it.",
		"Here are those categories and what they entail.",
		"It must be observed that the denunciation of a concordat by a nation does not necessarily entail the separation of the church and the state in that country or the rupture of diplomatic relations with Rome.",
		"His or her job will entail maintaining the drilling equipment so that it is consistently working properly.",
		"The council understands and accepts that this strategy will entail the demolition of Dee House.",
		"What would the consequences be of imitating the process employed in the comparator, and what risks would this entail?",
		"We can have it if we want it, tho it may entail some sacrifices.",
		"The old doctrine of types, which was used by the philosophically minded zoologists (and botanists) of the first half 1 A very subtle and important qualification of this generalization has to be recognized (and was recognized by Darwin) in the fact that owing to the interdependence of the parts of the bodies of living things and their profound chemical interactions and peculiar structural balance (what is called organic polarity) the variation of one single part (a spot of colour, a tooth, a claw, a leaflet) may, and demonstrably does in many cases entail variation of other parts - what are called correlated variations.",
		"It was in reference to this incident that Pope, whose Catholic rearing made him detest the abettor of the Revolution and the champion of William of Orange, wrote in the Dunciad- \"Earless on high stands unabash'd Defoe\" - though he knew that the sentence to the pillory had long ceased to entail the loss of ears.",
		"But the Catholics feared that the Italian national movement, when once started, would entail the downfall of the papacy; and in opposition to the emperor's Italian advisers, Arese and Prince Jerome Napoleon, they pitted the empress, who was frivolous and capricious, but an ardent Catholic. Napoleon III.",
		"If governments are created to protect the life, liberty, and property of their citizenry, what all does that entail?",
		"This will entail changes to the way statutory redundancy entitlements are calculated.",
		"During lactation, the secretion of prolactin can entail a poor prognosis to ovarian stimulation.",
		"Your guests will need to make plans to attend, and this may entail shuffling a few other obligations and events around in order to share your special day with you.",
		"Buying wood picture frames can entail many decisions or just a few.",
		"It is important to consider where the dehumidifier is to be sited and any health and safety implications that this will entail.",
		"Picking the right name for your male kitten will probably entail drawing up a short list of suitable names and picking from there.",
		"Cats are born climbers, so it's no surprise that their bodies are designed to handle the falls such climbing can entail.",
		"Cost - while cloth diapers may work out to be the cheapest option over time, they entail a significant initial investment.",
		"Celebrities are often idolized by their fans, who imagine that being a star must entail a perfect and seamless lifestyle.",
		"Classes can take anywhere from six weeks to the \"normal\" sixteen-week semester undergraduate degrees usually entail.",
		"Understanding what to expect on a Mississippi cruise, as well as what not to expect, can help novice travelers understand what a river cruise vacation may entail.",
		"Obviously, if your remodeling job doesn't entail moving the main pieces of your bathroom, such as the toilet, sink, and tub, then you don't have to do this step.",
		"If you do need a permit, it may entail submitting a building plan, which is more work and expense than if you didn't have to take this extra step.",
		"This will entail unscrewing the assembly and may require a hacksaw to get the rails off.",
		"A contractor can provide a home estimate of what the project will cost and how much work it will entail.",
		"Shopping for a size 18 cocktail dress will probably entail spending lots of time in the fitting room - if only because you'll be overwhelmed by the sheer number of choices available to you!",
		"A stylist can offer advice and give you a better understanding of what long styles entail.",
		"You may not know what many of these features entail, but be assured, the detailed specifications above are what contributes to your vision acuity, even in the brightest of sunlight, and the dependability of the frames.",
		"Due to the nature of certain privacy laws, the activation of pay-as-you-go phones does not entail the same stringent requirements of a phone that is purchased with a contract with a specific wireless carrier.",
		"These probably work best because they entail actually developing (or redeveloping) positive relationships between the child or adolescent and other people.",
		"Here are a few tips on applying for jobs at Kmart and some information about what those job opportunities entail.",
		"These positions usually entail meeting with student clients for an hour or two at a time a few times a week.",
		"Most of these positions entail teaching English as a Second Language (ESL).",
		"However, commercial loans differ and entail many more details requiring a more complex means of lender approval.",
		"Loans with less than that amount entail Private Mortgage Insurance expense.",
		"Decide what your ideal photos will entail, which shots are most important and how many pictures you would like to have.",
		"If all the tugging and pulling traditional swimsuits seem to entail makes you want to head for the hills, then the skirted look may be a great alternative.",
		"If you hate sports, why look for a job that would entail writing about the Red Sox?",
		"Learning to cook with nut-based flours isn't necessarily difficult, but it may entail an experimentation period.",
		"Learn where to find those tests and what they entail.",
		"President Bush has indicated that some controls would be implemented that may retract travel, but it isn't yet clear what these plans entail.",
		"The job ad for the specific administrative assistant you are applying for should specify what the job duties will entail.",
		"What exactly does online exercise training entail?",
		"Ordering the product is simple online, but be careful of automatic shipping programs; websites may offer the supplement for the cost of shipping but this may entail monthly installments in the future.",
		"At home, this may simply entail jotting down a note to remind yourself what your planned snacks for the day will be, while obligations away from home might require more planning.",
		"Read on to learn what these benefits entail and how you can make a claim.",
		"The task of getting quotes from several companies used to entail calling the insurers and speaking to representatives -sometimes after a long hold time- or working with an insurance broker to compare several available policies at once.",
		"Be sure you communicate with every guest's parents before the party begins so that you and the teen's parents understand what the party will entail.",
		"No matter what the exact security tasks entail for a job, the uniforms issued for security guards should have a polished, professional appearance.",
		"He left it at the desk, as he wasn't up to the small talk a personal delivery would entail.",
		"Their functions in annual, biennial and herbaceous perennial plants cease after the ripening of the seed, whilst in plants of longer duration layer after layer of strong woody tissue is formed, which enables them to bear the strains which the weight of foliage and the exposure to wind entail.",
		"Hence, the tee shot must land and stop on the green, or entail a lucky bounce over the bunker!",
		"The rear brake compensator can cause trouble and, at worst, replacement may entail the removal of the gasoline tank.",
		"There was the entail, again, which was much controverted.",
		"However it will entail a constant, tho small, use of electricity (similar to that used by an electric doorbell ).",
		"Does that entail dealing with asylum applications at the High Commission?",
		"Cities entail social distance between thousands of physically proximate individuals.",
		"The work might entail installing access ramps or replacing a bath with a shower, for example.",
		"The pilot study would entail the optimization of sampling for 1,3 butadiene using the manual method for pumped samplers.",
		"They look like French seams stitched down flat, which will entail three sets of stitching per seams stitched down flat, which will entail three sets of stitching per seam.",
		"They look like French seams stitched down flat, which will entail three sets of stitching per seam.",
		"Service Level UPDATE will be available for all of scheduled uptime Updating UPDATE does not entail any break of service.",
		"Austria was continuing to arm; and the emperor perceived that the diplomatic failure at Erfurt was now about to entail on him another and more serious struggle.",
		"Scudamore, second secretary to the Post Office, to inquire and report whether the electric telegraph service could be beneficially worked by the Post Office, and whether it would entail any very large expenditure on the.",
		"The statute of 1685, conferring on landlords a power to entail their estates, was indeed of a very different tendency in regard to its effects on agriculture.",
		"The entail of the former was \" to him and his heirs the kings of England \" and of the latter \" to him and his heirs the first-begotten sons of the kings of England.",
		"Aphides often ruin whole crops of fruit, corn, hops, &c., by sucking out the sap, and not only check growth, but may even entail the death of the plant.",
		"For Ultramontanism fears that any infusion of a national element into ecclesiastical life would entail the eventual independence of the people in question from papal control, and lead to developments opposed to its papalistic mode of thought.",
		"Yet Aristippus was compelled to admit that some actions which give immediate pleasure entail more than their equivalent of pain.",
		"The province declined in wealth and population during the 18th and 19th centuries, a result due less to the want of activity on the part of the inhabitants than to the oppressive manorial and feudal rights and the strict laws of entail and mortmain, which acted as barriers to progress.",
		"The pope in a forcible though formally courteous manner pointed out to him the evil results which his neglect of his royal duties would entail on his subjects, and called on him to appoint one of the Habsburg princes his successor both to the imperial crown and to the thrones of Bohemia and Hungary.",
		"For some time Tsar Alexius hesitated, because he knew that intervention could entail a war with Poland, but after consulting a National Assembly on the subject, he decided to take Little Russia under his protection, and in January 1654 a great Cossack assembly ratified the arrangement, on the understanding that a large part of the old local autonomy should be preserved.",
		"The latter's son Henry (1746-1812) became 3rd duke, and in 1810 succeeded also, on the death of William Douglas, 4th duke of Queensberry, to that dukedom as well as its estates and other honours, according to the entail executed by his own great-grandfather, the 2nd duke of Queensberry, in 1706; he married the duke of Montagu's daughter, and was famous for his generosity and benefactions.",
		"When a proposal was set on foot to bring about a reconciliation between the Roman Church and the Christian Churches of the East, the Abbe Duchesne endeavoured to show that the union of those churches was possible under the Roman supremacy, because unity did not necessarily entail uniformity.",
		"In addition most of them follow the rule of primogeniture, while a power of entail has recently been granted.",
		"Nor did the emperor's fall by any means entail the fall of his ideas; Count Joseph de Maistre, the great orator of ultramontanism, did little more than transplant them on to the ecclesiastical domain.",
		"The minds of the native regiments quartered there were maddened by rumours of the defilement which the new Minie cartridges would entail upon them, and incendiary fires broke out in the lines.",
		"This conclusion can hardly entail less than a belief that, at any rate, the mass of those who possessed this civilization continued racially the same.",
		"After the accession of the Whigs to office in 1832 he held various important offices in the ministry, and most of the measures of reform for Scotland, such as burgh reform, the improvements in the law of entail, and the reform of the sheriff courts, owed much to his sagacity and energy.",
		"Nor was the concentration of wealth the only danger of this policy; it led to the destruction of forests, the exhaustion of farming soils and the wasteful mining of coal and minerals, since the desire for quick profits, even when they entail risk to permanency of capital, is always a powerful human motive.",
		"The excessive size of the properties may to some extent be accounted for by the fact that most of the surface is so mountainous and unproductive as to be unsuitable for division into smaller estates, but two other causes have also co-operated, namely, first, the wide territorial authority of such Lowland families as the Scotts and Douglases, and such Highland clans as the Campbells of Argyll and Breadalbane, and the Murrays of Athol and the duke of Sutherland; and secondly, the stricter law of entail introduced in 1685.",
		"During the ensuing thirteen years Aberdeen took a less prominent part in public affairs, although he succeeded in passing the Entail (Scotland) Act of 1825.",
		"In 1358 the parte Guelfa made these enactments still more stringent, punishing with death or heavy fines all who being Ghibellines held office, and provided that if trustworthy witnesses were forthcoming condemnations might be passed for this offence without hearing the accused; even a non-proved charge or an ammonizione (warning not to accept office) might entail disfranchisement.",
		"As to the provisions of this natural law, and the consequences they entail in individual cases, these can be decided only by the Church, i.e.",
		"These perpetually occurring disasters entail a heavy expense on the government; and from the mere pecuniary point of view it would well repay them to call in the best foreign engineering skill available, an expedient, however, which has not commended itself to the Chinese authorities.",
		"Kossuth, indeed, was not content with advocating those reforms - the abolition of entail, the abolition of feudal burdens, taxation of the nobles - which were demanded by all the Liberals.",
		"A detailed account of his activity from 1774 to 1782 would entail the mention of every crisis of the American War of Independence and of every serious debate in parliament.",
		"In 1291 James succeeded Alphonso in the kingdom of Aragon, and left Frederick not king, according to the entail, but only his lieutenant in Sicily.",
		"A mockery of popular institutions, under the name of a burgher council, indeed existed; but this was a mere delusion, and must not be confounded with the system of local government by means of district burgher councils which that most able man, Commissioner de Mist, sought to establish during the brief government of the Batavian Republic from 1803 to 1806, when the Dutch nation, convinced and ashamed of the false policy by which they had permitted a mere money-making association to disgrace the Batavian name, and to entail degradation on what might have been a free and prosperous colony, sought to redeem their error by making this country a national colonial possession, instead of a slavish property, to be neglected, oppressed or ruined, as the caprice or avarice of its merchant owners might dictate.",
		"Finding in the cultivation of \" virtue \" or \" excellence \" a substitute for the pursuit of scientific truth, and in disputation the sole means by which \" virtue \" or \" excellence \" could be attained, he resembled at once the sophists of culture and the sophists of eristic. But, inasmuch as the \" virtue \" or \" excellence \" which he sought was that of the man rather than that of the official, while the disputation which he practised had for its aim, not victory, but the elimination of error, the differences which separated him from the sophists of culture and the sophists of eristic were only less considerable than the resemblances which he bore to both; and further, though his whole time and attention were bestowed upon the education of young Athenians, his theory of the relations of teacher and pupil differed from that of the recognized professors of education, inasmuch as the taking of fees seemed to him to entail a base surrender of the teacher's independence."
	],
	"synonyms": [
		"mean",
		"imply",
		"implicate",
		"fee tail",
		"impose",
		"evoke",
		"encompass",
		"demand",
		"require",
		"involve",
		"necessitate",
		"bestow",
		"cause",
		"occasion",
		"take"
	],
	"antonyms": [
		"leave-out",
		"exclude"
	]
}