{
	"word": "erratic",
	"meaning": [
		"Having no fixed course or purpose; irregular; random; wandering.",
		"Lacking consistency, regularity, or uniformity.",
		"Deviating from the normal, conventional, or customary course; eccentric; queer.",
		"Designating a boulder or rock formation transported some distance from its original source, as by a glacier.",
		"Unsteady, random; prone to unexpected changes; not consistent.",
		"A rock fragment that has been transported by ice to a location other than its place of origin and that may range in size from a pebble to a large boulder.",
		"An erratic person."
	],
	"sentences": [
		"Erratic blocks are of frequent occurrence in south Jutland.",
		"His erratic moods had grown more volatile the past couple of days, and she knew better than to draw his attention.",
		"He listened to her erratic breathing, beyond satisfied at the effect he had on her.",
		"He was an able but erratic administrator and soldier, and a brilliant lawyer.",
		"Its channel is generally erratic and constantly shifting;.",
		"He was somewhat erratic in his methods, but his lectures were a triumph of influential personality.",
		"The rainfall in the low country is more erratic than on the plateau, and in some districts, a whole year will pass without rain.",
		"The process of disintegration and levelling down has reached such an advanced stage that, if ever there did exist evidences of former glaciation, they have now become entirely obliterated, even to the complete pulverization of the erratic blocks, supposing there were any.",
		"Rocks scored by glacial ice and showing plain indications of striation, together with thousands of erratic blocks, are found scattered all over Iceland.",
		"He wrote also on the motion of glaciers and the transport of erratic blocks.",
		"The only difficulty is occasioned by the erratic zigzag current.",
		"Van den Ende appears to have been distinctly a man of parts, though of a somewhat indiscreet and erratic character.",
		"More erratic behavior resulted in her losing visitation rights, and she was admitted to a psych ward.",
		"On the death of Zajonczek in 1$26, the grand duke Constantine became Imperial lieutenant, and his administration, The Grand though erratic, was not unfavourable to displays nuke Con- of Polish nationality.",
		"He led, separated from his family, an erratic life for some years; was divorced from his consort in 1812; and finally settled at St Gall in Switzerland in great loneliness and indigence.",
		"The male Serin was also still around, but it too made only brief and erratic visits to the Obs garden in the morning.",
		"His publicist denies rumors that Hasselhoff has been drinking again and blames his erratic behavior on medication prescribed to ease an infection in his hand.",
		"Though returning to rehab has not even been mentioned by Phoenix's people, some that claim to be close with him state that he's had a very \"traumatic\" 2008, which has lead to his erratic behavior.",
		"Those who sleep erratic hours often face insomnia.",
		"This barrage of sensations can over-stimulate the empath and even manifest as erratic behavior.",
		"He and Ephram become friends, but Colin's increasingly erratic behavior proves something is wrong with him.",
		"Unfortunately, each podcast has a different presenter and the production schedule appears to be somewhat erratic.",
		"The information was coming in too fast - and erratic.",
		"At the same time, the monthly hormonal cycle becomes more erratic.",
		"With reading they may be hesitant and often misread words and with writing they may have erratic spelling and tendency to reverse letters.",
		"The sudden, erratic swings of the pendulum during the 1990s were, therefore, the perfect prelude to the 2000 campaign.",
		"The maize harvest fell by 32 per cent due to erratic rainfall during the agricultural season.",
		"Sparrow is a larger than life character, with his verbal tics, erratic movements and funny, mincing walk.",
		"Commerce.-Owing to political disorder, difficulty in land communications, and the inheritance of vicious fiscal methods from Spanish colonial administration, the commercial development of Peru has been slow and erratic. There are many ports on the coast, but only eight of them are rated as first class, viz.",
		"Beinn Eighe 38 1152 x 864 328K A retreating glacier has left this ' erratic ' here.",
		"Always erratic, he scurries around, changing direction at complete random.",
		"Sandwich Terns exhibit the most erratic population trends and distribution of any seabird breeding in Britain and Ireland.",
		"Toddlers are learning at a rate that can make their behavior erratic.",
		"Dating may sometimes anger the other parent to the point of irrational or erratic behavior, which further damages children of divorce.",
		"Pinksy, of course, was just giving an example in which the general public could relate because everyone has seen or heard of Cruise's love for Scientology and erratic behavior.",
		"Other rumors said her behavior was increasingly erratic and she was recently fired from the set of a film because of it.",
		"White is a phenomenal color to wear during spring, when a light breeze hits the air and temperatures are often erratic.",
		"Learning to tame occasionally erratic emotions, fight frequent fluctuations in weight and endure premenstrual complications is a natural part of womanhood.",
		"Their behavior is erratic, so be prepared for anything.",
		"Diabetic adolescents are especially susceptible to hyperglycemia, since hormone levels are in flux and many adolescents exhibit erratic eating and sleeping patterns.",
		"This dance routine features erratic movements to go along with the theme of terror that reigns in the video.",
		"Prospective students should consider if they are willing to work sometimes erratic hours (early mornings for wedding and prom appointments, weekends, etc.), and whether or not they can handle potential criticism from dissatisfied clients.",
		"It's not unusual to have erratic cycles during your teen years, especially if you've only recently begun cycling.",
		"A bladeless can opener is a hand-held electric can opener that is designed to open cans in such a way that the top is not left with sharp, erratic edges.",
		"As eluded to previously, monkeys are the erratic geniuses of Chinese astrology.",
		"More erratic behavior followed, as Spears spent the night in a drug rehab, then shaved her head and got a new tattoo.",
		"Some began to view Abdul's on-air behavior as erratic and rumors began to circulate about drug or alcohol abuse.",
		"His behavior became increasingly erratic, and his career suffered.",
		"A reputation for being erratic and unreliable has begun to follow Amy around; time will tell what impact this will have on her career.",
		"Her erratic behavior throughout the season culminated in watching her collapse on the floor after suffering through what seemed like a mental breakdown.",
		"While on the reality TV show, Perrin displayed erratic behavior including yelling, screaming and unexplained vomiting.",
		"While the crew races to try to help a planet whose moon has such an erratic orbit that it is calculated to make such a close pass that it will destroy all life, he deals with the fact that he can't do anything to help.",
		"She rested her cheek against his, and they breathed the same air, his steady and hers erratic.",
		"Fred O'Connor's usual behavior was often erratic.",
		"And who wouldn't recommend Arnie's removal with his increasingly erratic behavior?",
		"He grew more controlling as the days progressed, more possessive and erratic.",
		"His brilliant parts were somewhat obscured by his rather erratic conduct, and a certain contempt, partly aristocratic and partly intellectual, for commonplace men and ways.",
		"Numerous glacial marks, however, such as polished striated rocks, moraines, erratic blocks, &c., prove that the whole of Greenland, even the small islands and skerries outside the coast, has once been covered by the inland ice.",
		"Ogata Kerin (1653-1716) is claimed by both the Tosa and Kano schools, but his work bears more resemblance to that of an erratic offshoot of the Kano line named Sotatsu than to the typical work of the academies.",
		"It is necessary to remember this when the somewhat erratic and irregular character of the operations which followed is judged.",
		"This species occurs in England the whole year round, and is presumed to have bred there, though the fact has never been satisfactorily proved, and knowledge of its erratic habits comes from naturalists in Pomerania and Sweden.",
		"Both of these procedures are arbitrary in their principle, and liable to be erratic in their application.",
		"She was a schoolmistress until 1828, when she married David Lee Child (1794-1874), a brilliant but erratic Boston lawyer and journalist.",
		"They resemble the erratic blocks which lost amid alien soils recall, where we find them, the geological conditions of earlier ages.",
		"Fiinen, geologically a part of southern Jutland, has similar characteristics, a smiling landscape of fertile meadows, the typical beech-forests clothing the low hills and the presence of numerous erratic blocks, are the superficial signs of likeness.",
		"The glacial origin of the Pamir valleys is everywhere apparent in their terrace formations and the erratic blocks and boulders that lie scattered about their surface.",
		"In 1844 Lord Ellenborough was recalled by the court of directors, who differed from him on many points of administration, and distrusted his erratic genius.",
		"Erratic blocks are scattered throughout the island, and the roads are made with granite.",
		"But some of his methods were remarkably erratic; he was anxious, for instance, to abolish verse, as unsuited tO the genius of the French.",
		"For the reservation of the water-partings in the past considerably denuded by lumbermen and ranchmen the increase of the forest areas, and the creation of reservoirs along the rivers, to control their erratic flow 2 and impound their flood waste for purposes of irrigation, much has been done by the national government.",
		"Hitherto they had been erratic, lukewarm and poorly attended (vagae, tepentes, infrequentesque); those which he instituted were characterized by fasting, prayers, psalms and tears.\"",
		"Of his two capital errors, regarding respectively the theory of the tides and the nature of comets, the first was insidiously recommended to him by his passionate desire to find a physical confirmation of the earth's double motion; the second was adopted for the purpose of rebutting an anti-Copernican argument founded on the planetary analogies of those erratic subjects of the sun.",
		"Her breathing was erratic, her pulse flying, her lower belly ablaze with warmth.",
		"Samson's putting stone - a glacial erratic boulder can be seen up on the hillside to the right.",
		"This large glacial erratic bounder is slightly smaller and different in shape to the Gray Mare.",
		"Slow left-arm bowlers have a tendency to be mavericks; erratic, not as bowlers, but in other ways.",
		"People with Williams syndrome are socially fearless, impulsive, erratic, and highly empathic, but they're excessively anxious about non-social situations.",
		"How Jacqui puts up with my somewhat erratic working practices, I don't know!",
		"Wrote a rather erratic account of Prices first visit.",
		"In fact, our only major gripe would be a sometimes erratic camera.",
		"Climate Can be extremely erratic these are very small islands in a very big ocean.",
		"By this time things had calmed down quite a lot and my contractions had become quite erratic, I was feeling pretty low.",
		"Inspectors ' reports were full of praise; however, attendance remained erratic.",
		"With the exception of certain cations, changes in available mineral nutrient levels appeared erratic.",
		"Its handling seemed erratic, so we kept a lookout.",
		"Chicken people need more foresight, and, due to their basic reckless and erratic nature, they seesaw between being rich and poor.",
		"He then revved away in a big erratic huff.",
		"If the air temperature had been plotted on the same graph you would see a very jagged and erratic line.",
		"The Australian was visibly hampered by the erratic style of Kosciecha, most notably on turn four of the opening lap.",
		"The market has also seen erratic flows of gas through the interconnector pipeline.",
		"Time for cruise Mediterranean princess cruises erratic in their maintenance from the ship.",
		"The male serin was also still around, but it too made only brief and erratic visits to the Obs garden in the morning.",
		"The mystic erratic temperament of Otto, alternating between the most magnificent schemes of empire and the lowest depths of self-debasement, was not conducive to the welfare of his dominions, and during his reign the conditions of Germany deteriorated.",
		"The command of the army was given to the emperor's brother Constantine, a man of somewhat erratic character, who did much to offend the Poles by violence, but also a good deal to please them by his marriage with Johanna Grudzinska, a Polish lady afterwards created Princess Lowicz, for whose sake he renounced his right to the throne of Russia (see Constantine PAvLovICH).",
		"An added benefit to spaying and neutering is cat owners will not have to withstand the pining of toms when neighborhood queens are in heat or the erratic nocturnal behavior of a queen in estrus.",
		"In 2003, Sheen was cast in the sitcom Two and a Half Men, but was fired from the show in 2011 after allegations of drug and alcohol abuse and erratic behavior.",
		"The Simple Life star was stopped for her erratic driving and given a Breathalyzer test, for which she had a level of 0.08.",
		"Nicole Richie is joining her young Hollywood cohorts in the news again -- this time it's her erratic and unusual behavior that has everyone wondering what's wrong with The Simple Life star?",
		"If she doesn't watch herself, Richie could end up like her gal pals -- either behind bars like Paris Hilton or in rehab with Lindsay Lohan for her erratic behavior.",
		"Two months later, Abdul jokingly told David Letterman on his talk show that her \"erratic behavior\" was because she had been \"abducted by aliens.\"",
		"Though many TV watchers thought the blonde bombshell was on some type of drug, leading to erratic behavior on and off-screen, no illegal drugs were found in her system at the time of death.",
		"Sheen’s title was stripped when Warner Bros. fired him from the sitcom in March of 2011 for erratic behavior.",
		"Routes may also be erratic since the ships rely on sometimes uncertain weather to plan their itineraries, and also because of the weather, passengers susceptible to seasickness may have some unpleasant moments on these small vessels.",
		"There was a long moment of silence from the chamber around her, filled by the sound of her breathing as it grew more erratic, louder.",
		"In erratic blocks of sandstone, found on the Disco shore of the Waigat, have been detected a Sigillaria and a species of either Pecopterisor Gleichenia, perhaps of this age; and probably much of the extreme northern coast of Ellesmere Land, and therefore, in all likelihood, the opposite Greenland shore, contains a clearly developed Carboniferous Limestone fauna, identical with that so widely distributed over the North American continent, and referable also to British and Spitsbergen species.",
		"This iron is considered by several of the first authorities\"on the subject to be of meteoric origin,' but no evidence hitherto given seems to prove decisively that it cannot be telluric. That the nodules found were lying on gneissic rock, with no basaltic rocks in the neighbourhood, does not prove that the iron may not originate from basalt, for the nodules may have been transported by the glaciers, like other erratic blocks, and will stand erosion much longer than the basalt, which may long ago have disappeared.",
		"Taxation has been very erratic. From 1877 to 1893 the total assessment rose steadily from $3,453,946 to $238,722,417; it then fell at least partly owing to the depreciation in and uncertain values of mining property, and from 1894 to 1900 fluctuated between 192.2 and 216.8 million dollars; in 1901 it was raised to $465,874,288, and fluctuated in the years following; the estimated total assessment for 1907 was $365,000,000.",
		"Meanwhile the writings and personal example of the pious rector of Llanddowror were stirring other Welshmen in the work of revival, chief amongst them being Howell Harris of Trevecca (1713-1773), a layman of brilliant abilities but erratic temperament; and Daniel Rowland (1713-1790), curate of Llangeitho in Mid-Cardiganshire, who became in time the most eloquent and popular preacher throughout all Wales."
	],
	"synonyms": [
		"screwball",
		"kooky",
		"weird",
		"unnatural",
		"strange",
		"singular",
		"quirky",
		"quaint",
		"peculiar",
		"outlandish",
		"odd",
		"idiosyncratic",
		"freakish",
		"queer",
		"cranky",
		"vagary",
		"peculiarity",
		"fallibility",
		"caprice",
		"erraticism",
		"eccentricity",
		"deviation",
		"aberrancy",
		"whim"
	],
	"antonyms": [
		"consistent",
		"unchanging",
		"dependable",
		"regular",
		"sure",
		"steady",
		"reliable",
		"predictable",
		"definite",
		"certain"
	]
}