{
	"word": "obdurate",
	"meaning": [
		"Not changing in response to argument or other influence; obstinate or intractable.",
		"Not easily moved to pity or sympathy; hardhearted.",
		"Hardened and unrepenting; impenitent.",
		"Not giving in readily; stubborn; obstinate; inflexible."
	],
	"sentences": [
		"At home Kruger continued as obdurate as ever.",
		"At the end of ten days, should he remain obdurate, the offer of Syria and Acre would be withdrawn; and if at the end of another ten days he was still defiant, the sultan would hold himself at liberty to withdraw the whole offer and to take such measures as his own interests and the counsels of his allies might suggest to him.",
		"And if he doesn't regret it, and remains obdurate, we shall just have to kill him.",
		"Even then King William remained obdurate, refused to sign and continued to keep possession of Antwerp. After fruitless efforts on the part of the great powers to obtain his acquiescence, France and Great Britain resolved to have recourse to force.",
		"This ought to have been enough for me, but I continued obdurate.",
		"By more subtle methods he got what he wanted without having seemed so obdurate.",
		"Finding him obdurate, she went on to appeal to the pope; while at Rome she went mad (end of September 1866).",
		"There's lots of obdurate blocking before he picks up a couple with a well-timed forward prod.",
		"The chairman said ' You're a very obdurate young man ' .",
		"On the other hand, in the case of the obdurate, he showed a relentless precision, which gained for him his evil name, ` The Bloody Clavers,' the commissioned servant of the powers of darkness.\"",
		"The signory tried to conciliate the pope by relating the wonderful spiritual effects of their preacher's words, but Alexander was obdurate.",
		"All that was absent was Quinn; obdurate Quinn, first to argue, first to grumble and sole engineer of his sensitive equipment.",
		"He pleaded the duty of a sultan to go to the aid of his subjects when oppressed by one of his servants; but the powers were obdurate, even Russia, much occupied in affairs nearer home, leaving him in the lurch.",
		"As a politician he was one of the leaders of modern Liberalism, and though always loyal when appeals were made to patriotism, such as government demands for the army, he remained obdurate on constitutional questions; and he resolutely opposed the reactionary policy of the Prussian Conservatives.",
		"The Diet, which met in 1839, supported the agitation for the release of the prisoners, and refused to pass any government measures; Metternich long remained obdurate, but the danger of war in 1840 obliged him to give way.",
		"The Spaniards on their side were obdurate on the subjects of freedom of trade in the Indies and of freedom of religious worship. At last, after the negotiations had been repeatedly on the point of breaking off, a compromise was effected by the mediation of the envoys of France and England.",
		"Ziyad was obdurate, and it was due to his brother Abu Bakra, who persuaded Moawiya to cancel the order, that the threat was not executed.",
		"He said the peasants were obdurate and that at the present moment it would be imprudent to \"overresist\" them without an armed force, and would it not be better first to send for the military?",
		"The scientist in Quinn yearned for answers and it was killing him that Howie was obdurate about limiting his gift."
	],
	"synonyms": [
		"unrelenting",
		"uncompromising",
		"uncompliant",
		"unbendable",
		"remorseless",
		"relentless",
		"inexorable",
		"incompliant",
		"grim",
		"die-hard",
		"brassbound",
		"adamantine",
		"implacable",
		"intransigent",
		"unbending"
	],
	"antonyms": [
		"compliant",
		"amenable",
		"submissive",
		"yielding",
		"gentle",
		"susceptible"
	]
}