{
	"word": "pithy",
	"meaning": [
		"Precisely meaningful; forceful and brief.",
		"Of, like, or full of pith.",
		"Terse and full of substance or meaning."
	],
	"sentences": [
		"The short, pithy sayings have become popular mottoes and household words.",
		"He didn't even bother to search his mental library under pithy, tasteless and nasty retorts.",
		"His writings in tone and character are always alike \" rich in thought and destitute of form, passionate and hair-splitting, eloquent and pithy in expression, energetic and condensed to the point of obscurity.\"",
		"They were written in pithy and popular language, full of proverbs and colloquialisms. Plato is said to have introduced them into Athens and to have made use of them in his dialogues; according to Suidas, they were Plato's constant companions, and he even slept with them under his pillow.",
		"His words have achieved the status of, at the very least, pithy aphorisms if not proverbs.",
		"Laced with audacious wit and pithy humor, Bunny Girl is romantic, funny and full of Joan Conway's brilliant one-liners.",
		"His letters, always pithy and forceful, appeared regularly in many newspapers and periodicals.",
		"Often a pithy saying or proverb has been written in the chosen script beside the alphabet.",
		"Both have fleshy caps, whitish, moist and clammy to the touch; instead of a pleasant odour, they have a disagreeable one; the stems are ringless, or nearly so; and the gills, which are palish-clay-brown, distinctly touch and grow on to the solid or pithy stem.",
		"The stem is firm, slightly pithy up the middle, but never hollow; it bears a floccose ring near its middle, as illustrated at Q, Q; this ring originates by the rupture of the thin general wrapper K of the infant plant.",
		"To summarize the characters of a true mushroom - it grows only in pastures; it is of small size, dry, and with unchangeable flesh; the cap has a frill; the gills are free from the stem, the spores brown-black or deep purple-black in colour, and the stem solid or slightly pithy.",
		"Hs is famous chiefly as the author of a volume entitled Resolves,Divine, Moral and Political, containing one hundred short and pithy essays.",
		"Before Dean could let loose with a torrent of pithy comments, there was another knock on the door and Donnie entered the room.",
		"Fulltopped and smooth, it is by reason of its pithy nature mainly cultivated for coarse work and is generally used as brown stuff.",
		"His style is clear, direct and remarkably free from cumbrous Latin constructions; he employed, whenever he could, the pithy and homely sayings of the peasants, and is not reluctant to point his moral with a rough humour.",
		"The phone rang, precluding a pithy rejoinder, and as Cynthia was elbow-deep in dishwater, Dean answered.",
		"Compared with the barbarous macaronic jargon of the contemporary official language it shines forth as a masterpiece of pure, pithy and original Danish."
	],
	"synonyms": [
		"medullary",
		"sententious",
		"meaningful",
		"laconic",
		"crisp",
		"concise",
		"succinct",
		"pointed",
		"short",
		"meaty",
		"compact",
		"terse",
		"significant",
		"forceful",
		"brief"
	],
	"antonyms": [
		"wordy",
		"verbose",
		"long-winded"
	]
}