{
	"word": "insurgent",
	"meaning": [
		"Rising up against established authority; rebellious.",
		"Rebelling against the leadership of a political party.",
		"A person engaged in insurgent activity.",
		"A rebel, guerrilla, freedom fighter."
	],
	"sentences": [
		"In 1778 he joined France in supporting the insurgent English colonists in America.",
		"It was proposed that the army of some io,000 men under his command should advance northwards towards Rio de Janeiro, while the insurgent squadron threatened the city of Rio.",
		"Of course, no one had ever expected the nuke attacks to happen, even someone involved in the insurgent organization blamed for them.",
		"He signaled to the other insurgent, who obeyed and moved forward, grabbing the dead man's ankles and hauling him out.",
		"The emperor Frederick III., and King Matthias of Hungary, Podebrad's former ally, joined the insurgent Bohemian nobles.",
		"As early as 1822 Miaoulis was appointed navarch, or admiral, of the swarm of small vessels which formed the insurgent fleet.",
		"Early in 1894 dissensions occurred between Saraiva and Mello, which prevented any advance of the insurgent forces, and allowed Peixoto to perfect his plans.",
		"In the summer of 1830 Tennyson and Hallam volunteered in the army of the Spanish insurgent Torrijos, and marched about a little in the Pyrenees, without meeting with an enemy.",
		"The insurgent forces were under the command .of the Pole, Ludwig von Mieroslawski (1814-1878), who reduced them to some semblance of order.",
		"Such of the insurgent leaders as were caught, notably the ex-officers, suffered military execution; the army was dispersed among Prussian garrison towns; and Baden was occupied for the time by Prussian troops.",
		"In the Ten Years' War of 1868-78 and in the revolution of 1895-98 Holguin was an insurgent centre.",
		"A brother of Menno joined the insurgent followers of John Matthyszoon, and was killed at Bolsward (April 1535).",
		"Two of the insurgent leaders, Daniel Shays and Eli Parsons, escaped to Vermont soon after the rout at Petersham.",
		"The death of Ali of Iannina had been followed by the suppression of the insurgent Suliotes and the advance of Omar Vrioni southwards to Missolonghi; but the town held out gallantly, a Turkish surprise attack, on the 6th of January 1823, was beaten off, and Omar Vrioni had to abandon the siege and retire northwards over the pass of Makrynoros.",
		"His responsibility for the disastrous experiment of the national workshops he himself denied in his Appel aux honnetes gens (Paris, 1849), written in London after his flight; but by the insurgent mob of the 15th of May and by the victorious Moderates alike he was regarded as responsible.",
		"He was sent as the representative of the insurgent provinces to Paris and London, where he in vain attempted to secure the effective assistance of Queen Elizabeth.",
		"From the 24th of June to the 29th of August 1626, Linz was besieged, and its inhabitants reduced to the utmost straits by bands of insurgent peasants.",
		"But in 1909 Chinese troops were sent to operate on the Sze-ch`uen frontier against certain insurgent lamas, whom they handled severely.",
		"But on the day when Mary arrived at Hamilton Murray had summoned to Glasgow the feudatories of the Crown to take arms against the insurgent enemies of the infant king.",
		"At the end of October an insurgent army had arrived before the gates, which were opened by the populace to receive them, and the troops, under General Chasse, retired within the citadel.",
		"Count Stadion began it in Galicia, where, before bombarding insurgent Cracow into submission (April 26), he had won over the Ruthenian peasants by the abolition of feudal dues and by forwarding a petition to the emperor for the official recognition of their language alongside Polish.",
		"About six weeks after, the Arnaut (or Albanian) soldiers in the service of Khosrev tumultuously demanded their pay, and surrounded the house of the defterdr (or finance minister), who in vain appealed to the pasha to satisfy their claims. The latter opened fire from the artillery of his palace on the insurgent soldiery in the house of the defterdgr, across the Ezbekia.",
		"Darfur and Kordofan.On the outbreak of the mahdis rebellion Slatin Bey was governor of the province, and when Madibbo, the insurgent sheikh of Rizighat, attacked and occupied Shakka and was following up his success, Slatin twice severely defeated him, and, having concentrated his forces at El Fasher, repulsed the enemy again at Om Shanga.",
		"A few days afterwards the insurrection which established the Commune broke out, and Blanqui `.was elected a member of the insurgent government, but his detention in prison prevented him from taking an active part.",
		"The bridge, convent and church of the town were fi r ed and completely destroyed by insurgent troops in 1899.",
		"The insurgent commander-in-chief was Emilio Aguinaldo.",
		"In April 1850, after a siege of more than eighteen months, fortune turned against the bold insurgent, and negotiations were opened for the surrender of the town and citadel.",
		"Sertorius was in league with the pirates in the Mediterranean, was negotiating with the formidable Mithradates, and was in communication with the insurgent slaves in Italy.",
		"Colonel Pando, the insurgent leader, having gained a strong following, marched upon Oruro, and entered that town on 11th April 1899, after completely defeating the government troops.",
		"But they did not find the insurgent band which they had been told awaited them, and were betrayed by one of their party, the Corsican Boccheciampe, and by some peasants who believed them to be Turkish pirates.",
		"During Shays's rebellion there was a riot here in September 1786, and on the 25th of January 1787 the insurgent forces under Daniel Shays attacked the arsenal, but were dispersed by the militia under Brigadier-General William Shepard (1737-1817).",
		"At Frankenhausen a battle was fought on the 15th of May 1525, in which the insurgent peasants under Thomas Miinzer were defeated by the allied princes of Saxony and Hesse.",
		"When in 1824 Mehemet Ali was appointed governor of the Morea by the sultan, who desired his help against the insurgent Greeks, he sent Ibrahim with a squadron and an army of 17,000 men.",
		"The royal government was too much exhausted to overthrow even a decaying power like that of the parlements, and being still more afraid of the future representatives of the French people than of the supreme courts, capitulated to the insurgent parlements.",
		"The sympathy of Europe with the insurgent Greeks gave the tsar his opportunity.",
		"When the storm burst, he remained entrenched behind the barriers of his own disciplined empire; sovereigns truckling in a panic to insurgent democracies he would not lift a finger to help;' it was not till Francis Joseph of Austria in 1849 appealed to him in the name of autocracy, reasserting its rights, that he consented to intervene, and, true to the promise made at Miinchengratz in 1833, crushed the insurgent Hungarians and handed back their country as a free gift to the Habsburg king.",
		"If it was inferred that was my definition of insurgent, then I apologize for not being clearer.",
		"Vietnamese resistance to French colonialism marked the apogee of insurgent peasant nationalism in confrontation with the waning power of European empires.",
		"The violence across Iraq, in the last week, is apparently in response to the assault on the insurgent stronghold, Fallujah.",
		"The greatness of the Hungarian family of Karolyi dates from the time of Alexander Karolyi (1668-1743), one of the generals of Francis Rakoczy II., who in 1711 negotiated the peace of Szatmar between the insurgent Hungarians and the new king, the emperor Charles VI., was made a count of the Empire in 1712, and subsequently became a field marshal in the imperial army.",
		"He at once offered in the name of the young king pardon and oblivion of offences to all the insurgent barons.",
		"At length Fox, in seconding a motion for confining the debate to its proper subject, burst into the fatal question beyond the subject, taxing Burke with inconsistency, and taunting him with having forgotten that ever-admirable saying of his own about the insurgent colonists, that he did not know how to draw an indictment against a whole nation.",
		"Seven policeman were killed in an insurgent assault on a police checkpoint outside the restive city of Baquba, northeast of Baghdad.",
		"In the spring of 1848 he was in Germany, and on the outbreak of the revolutionary troubles he accepted the invitation of the government of Baden to take the command against the insurgent \"free companies\" (Freischaaren).",
		"After the departure of the Greek troops the Cretan leaders, who had hitherto demanded annexation to Greece, readily acquiesced in the decision of the powers, and the insurgent Assembly, under its president Dr Sphakianakis, a man of good sense and moderation, co-operated with the international commanders in the maintenance of order.",
		"At this period the Servian empire had reached its zenith; Hungary, governed by the feeble monarch, Charles Robert of Anjou, was striving to crush the insurgent magnates of Croatia; Venice, whose commercial interests were imperilled, desired to restore peace and maintain the balance of power.",
		"In the war of 1868-78 it was an insurgent stronghold; near it was fought one of the most desperate conflicts of the war, and it was nearly destroyed by the opposing parties.",
		"In November Admiral Mello left Rio de Janeiro in the armoured cruiser \" Aquidaban \" and went to Desterro, the naval forces in Rio Bay being left in charge of Admiral Saldanha da Gama, an ardent monarchist, who had thrown in his lot with the insurgent cause.",
		"In 1492 it was captured by the insurgent peasants of North Holland, was re-taken by the duke of Saxony, the imperial stadholder, and deprived of its privileges.",
		"After the victory at Concon the insurgent army, under command of General Campos, marched in a southerly direction towards Villa del Mar, and thence to Placilla, where the final struggle in the conflict took place.",
		"Presently, when the French prince came over with a considerable army to join the insurgent barons, he retired northward, leaving London and the home counties to his rival.",
		"This victory, which resulted in the temporary reoccupation of Innsbruck by the Austrians, made Hofer the most conspicuous of the insurgent leaders.",
		"The famous defence of Haarlem, lasting through the winter of 1572 to July 1573, cost the besiegers 12,000 lives, and gave of the insurgent provinces time to breathe.",
		"He now turned against Corsica, captured Bastia (August 1553) and on his return to Constantinople, laden with booty and slaves, chastised the insurgent Albanians.",
		"Otherwise the revolution was effected almost without bloodshed; for a time the insurgent bands disappeared in Macedonia, and the rival \" nationalities \" - Greek, Albanian, Turk, Armenian, Servian, Bulgarian and Jew - worked harmoniously together for the furtherance of common constitutional aims. On the 6th of August Kiamil Pasha, an advanced Liberal, became grand vizier, and a new cabinet was formed, including a Greek, Prince Mavrocordato, an Armenian, Noradounghian, and the Sheikh-ul-Islam.",
		"After the first fervour of enthusiasm had subsided the Christian nationalities in Macedonia resumed their old attitude of mutual jealousy, the insurgent bands began to reappear, and the government was in1909-1910forced to undertake the disarmament of the whole civil population of the three vilayets.",
		"It successfully resisted the attacks of the insurgent peasants under Stephen Fadinger on the 21st and 22nd of July 1626, but its suburbs were laid in ashes.",
		"New Kulja, Manchu Kulja, or Ili, which lies lower down the valley on the same side of the stream, has been a pile of ruins since the terrible massacre of all its inhabitants by the insurgent Dungans in 1868.",
		"Leopold, therefore, who made his debut on the European stage as the executor of the ban of the Empire against the insurgent Liegeois, was free to pose as the champion of order against the Revolution, without needing to fear the resentment of his subjects.",
		"To Mahmud II., whose whole policy was directed to strengthening the authority of the central power, this fact would have sufficed to make him distrust the pasha and desire his overthrow; and it was sorely against his will that, in 1822, the ill-success of his arms against the insurgent Greeks forced him to summon Mehemet Ali to his aid.",
		"In the first month of 1306, however, the weary Scottish war broke out again, with the appearance of a new insurgent chief.",
		"The insurgent pinned her in place with one foot on her stomach and wrenched off her civilian grays.",
		"The idea of belonging to a remorseless insurgent leader was terrifying."
	],
	"synonyms": [
		"subversive",
		"seditious",
		"revolutionary",
		"rebellious",
		"mutinous",
		"irregular",
		"guerilla",
		"guerrilla",
		"rebel",
		"revolutionary",
		"freedom-fighter",
		"insurrectionist",
		"revolting",
		"rebellious",
		"mutinous",
		"revolter",
		"insubordinate",
		"resister",
		"dissident",
		"radical"
	],
	"antonyms": [
		"subordinate",
		"obedient",
		"loyal",
		"loyalist"
	]
}