{
	"word": "transgress",
	"meaning": [
		"To overstep or break (a law, commandment, etc.)",
		"To go beyond (a limit, boundary, etc.)",
		"To break a law or commandment; sin.",
		"To commit an offense by violating a law, principle, or duty.",
		"To spread over land, especially over the land along a subsiding shoreline. Used of the sea."
	],
	"sentences": [
		"Satellite photos can uncover those who would transgress the rules.",
		"As long as you do n't transgress the joke code.",
		"Classes sit in silence, they copy out texts, no pupil dares to even slightly transgress.",
		"The just man does not transgress the rights of others or he safeguards their rights from being violated.",
		"The man who breaks the law is himself a product of social evolution and cannot be regarded as solely responsible for his disposition to transgress.",
		"The sotapanna will never transgress the five precepts and he does not take sila for self.",
		"Do not expect to be able to pull round a class that you have allowed to transgress the boundary by suddenly cracking the whip.",
		"This means that should Thatcher transgress again in the next two years he will be forced onto the sidelines for 15 games.",
		"Should they transgress in any way, obviously the appropriate action would be taken.",
		"Merodach next arranged the stars in order, along with the sun and moon, and gave them laws which they were never to transgress.",
		"Coastal defense structures can also transgress the LWM boundary.",
		"Visconti Venosta is believed, however, to have obtained from France a formal declaration that France would not transgress the limits assigned to her influence by the convention.",
		"They protested that they would rather die than dare to transgress the wisdom of the laws; and Pilate yielded.",
		"To transgress these limits is to assail faith\" (Dogmatik, p. 348)."
	],
	"synonyms": [
		"go-against",
		"infract",
		"break",
		"breach",
		"violate",
		"offend",
		"trespass",
		"sin",
		"overstep",
		"err",
		"disregard",
		"disobey",
		"infringe",
		"lapse",
		"rebel"
	],
	"antonyms": []
}