{
	"word": "adamant",
	"meaning": [
		"Not willing to change one's opinion, purpose, or principles; unyielding.",
		"Too hard to be broken.",
		"Not giving in or relenting; unyielding.",
		"Firm; unshakeable; unyielding; determined.",
		"A stone once believed to be impenetrable in its hardness.",
		"In ancient times, a hard stone or substance that was supposedly unbreakable.",
		"An extremely hard substance.",
		"Unbreakable hardness.",
		"An imaginary rock or mineral of impenetrable hardness; a name given to the diamond and other substances of extreme hardness."
	],
	"sentences": [
		"He became adamant on this point.",
		"The doctors had been absolutely adamant that she wasn't going to get better.",
		"John seemed pretty adamant he wasn't in love with her, proclaiming it loudly to anyone who would listen.",
		"She was adamant that people should know what they are consuming.",
		"People become very adamant about the direction they believe their interests will take them.",
		"Tony Blair remained adamant that we would not change the way we live.",
		"The Hertz's had not been blessed with children and were adamant that they would love taking care of the twins.",
		"He was the most adamant about this need for someone to be at fault.",
		"There was adamant opposition to union recognition.",
		"He was adamant that little work had gone on for the planning of the security.",
		"She was adamant that the club's stance has not changed.",
		"Nonetheless, Taylor is still adamant he is the man to put things right.",
		"Howie continued to look to us for direction while remaining adamant we exclude so much as mention of what we were doing to anyone outside our group.",
		"She was also adamant that her children got the support they needed.",
		"You were quite adamant earlier that you hadn't touched her.",
		"He was adamant that man can never be truly happy or free in a capitalistic society.",
		"He was adamant that the company is now looking for a period of stability.",
		"He was equally adamant that time was of the very essence.",
		"You seemed adamant about not being fired a few minutes ago.",
		"On that subject she was adamant.",
		"Mary was adamant about the fact that, for the surrogate mother, it was basically trafficking babies.",
		"Sophocles represents man's life as woven with a \"shuttle of adamant\" (Antigone, 622-624).",
		"Among its members were somelike the lord chancellor Eldon, the duke of Wellington, and the premier, Lord Liverpool, himselfwhose Toryism was of the type crystallized under the influence of the Revolution, adamant against change.",
		"I told him he wouldn't be involved and I'd only ask general questions but he's adamant.",
		"Jennie has always been very adamant that she values her role as a doting wife and mother more than the fame that comes with being a Hollywood actress.",
		"President Kruger remained as impenetrable as adamant.",
		"Schreiber also said he would be staying out of the naming decision but is adamant that the baby will not share his name.",
		"Howie is afraid to ask Quinn anyway but he remains adamant the five of us are in this together and he's still hyper about secrecy.",
		"By contrast, private firms remained adamant in their dismissal of claims by former forced laborers.",
		"Alba is very adamant about not posing naked, and she was upset that the magazine made it seem that she had done a photo spread for them.",
		"One of the first things you learn when you start to watch each season is that Bret is adamant about finding a girl that can keep up with his \"rocker\" lifestyle.",
		"Wesley had left specific instructions that his words be set to slow, reverent music; Mendelssohn was adamant that his music be for secular use only.",
		"She was absolutely adamant that what I am standing for is completely counterproductive.",
		"Cardinal Jacques de Vitry, bishop of Acon in Palestine, in his History (cap. 89), written about the year 1218, speaks of the magnetic needle as \"most necessary for such as sail the sea\"; 1 and another French crusader, his contemporary, Vincent de Beauvais, states that the adamant (lodestone) is found in Arabia, and mentions a method of using a needle magnetized by it which is similar to that described by Kibdjaki.",
		"The name Adamas became corrupted into the forms adamant, diamaunt, diamant, diamond; but the same word, owing to a medieval misinterpretation which derived it from adamare (compare the French word aimant), was also applied to the lodestone.",
		"He so adamant to have another child he'd tie her to a bed for nine months if that's what it would take to make sure.",
		"The maple syrup guy, for example, he was adamant that he didn't have a problem."
	],
	"synonyms": [
		"intransigent",
		"inexorable",
		"adamantine",
		"untractable",
		"unswayable",
		"unmalleable",
		"unflexible",
		"unextensible",
		"nonstretchable",
		"nonelastic",
		"marblelike",
		"irremovable",
		"unextendible",
		"slaty",
		"petrogenic",
		"diamond"
	],
	"antonyms": [
		"pliant",
		"submissive",
		"flexible",
		"yielding",
		"soft",
		"supple"
	]
}