{
	"word": "plausible",
	"meaning": [
		"Seemingly true, acceptable, etc.",
		"Seemingly honest, trustworthy, etc.",
		"Persuasive or ingratiating, especially in an effort to deceive.",
		"Seemingly or apparently valid, likely, or acceptable; credible: a plausible excuse.",
		"Obtaining approbation; specifically pleasing; apparently right; specious."
	],
	"sentences": [
		"Give me a plausible scenario.",
		"It is plausible to regard v.",
		"These require a lot of research, because they need to be plausible.",
		"Of the so-called deists Shaftesbury was probably the most important, as he was certainly the most plausible and the most respectable.",
		"The story does not look very plausible to me.",
		"Utilitarians will claim that an ideal public should at least consider utilitarianism a plausible doctrine.",
		"While these sound plausible, they're not yet confirmed.",
		"Incense was not burnt in private masses, so that the clergy were accustomed to celebrations without it, and would naturally forego it on any plausible ground.\"",
		"His method of procedure, however, was usually conjectural; and guess-work, however careful, acute and plausible, is still guess-work and not testimony.",
		"When recovered he makes a plausible excuse for leaving Ireland (pretending he has left a wife in his native land) and returns to Cornwall.",
		"A plausible excuse was found in the next year for issuing a sentence of confiscation and banishment against Falkes de Breaute.",
		"A rational model is suggested, where the most plausible hypothesis is selected first.",
		"The science and technology must be plausible, whether theoretically possible or based purely on a fictional hypothesis.",
		"If we try to know the real world, we find ourselves distracted by opposite arguments (\" ` Antithetic of Pure Reason \"), plausible and resistless in attack, helpless in defence.",
		"He bought wild lands, took stock in mining companies, desiccated egg companies, patent looms, photo-lithographic companies, gave away profusely, lent to plausible rascals, and was the ready prey of every new inventor who chanced to find him with money or with property that he could readily convert into money.",
		"The most plausible hypothesis is that men of this type are descendants of Korean colonists who, in prehistoric times, settled in the province of Izumo, on the west coast of Japan, having made their way thither from the Korean peninsula by the island of Oki, being carried by the cold current which flows along the eastern coast of Korea.",
		"The fact, however, that the Greek character was still used on coins for two centuries after the last Greek dynasty had come to an end shows that the language had a prestige in India which any theory, to be plausible, must account for.",
		"Da Vinci lived in Amboise, where one of François I's royal residences was, which makes it plausible that the famous staircase was his design; however, historians do not agree on this point.",
		"The origin of Boxing Day has been debated by many, and there are several plausible stories to explain the reasons behind the holiday.",
		"The trick is to make the technology plausible to the audience.",
		"Plausible though his result is, the subject still requires investigation.",
		"On the other hand, one does not have to be an expert in any field to write plausible science fiction.",
		"Most are clumsily done and obvious fakes, though occasionally one is crafted in a way that seems somewhat plausible.",
		"It's a little sordid and not undeserved, but I must say, it's plausible.",
		"He wracked his brain for excuses that would be plausible.",
		"The most plausible etymology connects the name with the Assyrian guru, either in the sense of \"turn\" of office at the beginning of the New Year or in that of \"pebble\" used for votes or lots.",
		"He has not offered even a plausible explanation of the mode by which a consciousness made up of isolated momentary impressions and ideas can be aware of coexistence and number, or succession.",
		"The best modern scholarship gives the precedence to the Hank's Book narrative, as it harmonizes better with well-established facts of Scandinavian history, and is besides a more plausible account.",
		"If they are actually ciphers, the multiplicity of possible explanations at once precludes the hope of a plausible interpretation.",
		"A combination of Mahratta powers was constantly threatening the continuance of British rule, under the guise of plausible assurances severally given by the peshwa, Sindhia, Holkar and other princes.",
		"A plausible explanation of R e 's action is supplied by the theory that an earlier account of the giving of the manna already existed at this point of the narrative.",
		"It is a plausible conjecture that the original narratives of J and E also contained directions for the construction of an ark,' as a substitute for the personal presence of Yahweh, and also for the erection of a \"tent of meeting\" outside the camp, and that these commands were omitted by R P in favour of the more elaborate instructions given in ch.",
		"At the time of the Servian reforms both branches of the plebs had a plausible claim to recognition as members of the state, the clients as already partial members of the curia and the gees, the unattached plebeians as equally free with the patricians and possessing clans of their own as solid and united as the recognized gentes.",
		"The demand, though supported by plausible pretexts, was not only unusual but clearly inadmissible.",
		"Under what historical circumstances it was first distributed over Palestine and Syria is uncertain; it is a plausible conjecture that once more the north is responsible.'",
		"Wimmer supports his thesis with great learning and ingenuity, and when allowance is made for the fact that a script to be written upon wood, as the runes were, of necessity avoids horizontal lines which run along the fibres of the wood, and would therefore be indistinct, most of the runic signs thus receive a plausible explanation.",
		"It is very likely that the discovery of the utility of cork for stoppering led to the invention of effervescent wine, the most plausible explanation being that Dom Perignon closed some bottles filled with partially fermented wine, with the new material, and on opening them later observed, the effects produced by the confined carbonic acid gas.",
		"A theory which seems plausible is that which assumes them to have been a heterogenous collection of Mongol, Tungus, Turki and perhaps even Finnish hordes under a Mongol military caste, though the Mongolo-Tungus element probably predominated.",
		"There was no doubt a plausible pretext for both proposals.",
		"It is necessary, therefore, that assent should not be given indiscriminately; we must determine a criterion of truth, a special formal test whereby reason may recognize the merely plausible and hold fast the true.",
		"No mention is made of the Day of Atonement in the pre-exilic period, and it is a plausible conjecture that the present law arose from the desire to turn the spontaneous fasting of Neh.",
		"The neglect of the marquis to send round, according to rule, among the ministers portions of the flesh after a great sacrifice, furnished a plausible reason for leaving the court.",
		"If we accept the - Persian derivation of the term (which is advanced by Curzon as being perhaps the most plausible), pai-mir, or \"the foot of mountain peaks,\" we have a definition which is by no means an inapt illustration of the actual facts of configuration.",
		"The arguments against the marriage were first marshalled by Monck Mason in his History of St Patrick's, and the conjecture, though plausible, has failed to convince Forster, Stephen, Aitken, Hill, Lane Poole and Churton Collins.",
		"But, although the union of the Roses ought to have extinguished controversy, a host of debatable questions and plausible pretexts for rebellion remained.",
		"A source which seems plausible, perhaps only because it is less easy to test, is rearrangement of the structure of the elements' atoms. An atom is no longer figured as indivisible, it is made up of more or less complex, and more or less permanent, systems in internal circulation.",
		"How much truth there is in what is a plausible and a favourite story can never be known, but it is certain that tradition marked a tree as that from which the apple fell, till 1820, when, owing to decay, the tree was cut down and its wood carefully preserved.",
		"To this ingenious and plausible theory the revelations of the rocks are more and more believed to be opposed.",
		"Unfortunately for England the kingly power was in the hands of an incapable holder, and feudal anarchy found a plausible mask by adopting the disguise of loyalty to the rightful heiress.",
		"It was an appeal to every discontented French vassal to become a traitor under a plausible show of loyalty, and from first to last many such persons utilized it.",
		"He had plausible grounds for doing so; though he had distinguished himself in the French wars, and was, since the death of Humphrey of Gloucester, the first prince of the blood royal, he had been.",
		"It was not plausible to accuse such persons of plotting with the queen to overthrow the protector, and public opinion began to turn against Gloucester.",
		"To the Jesuits, the foremost champions in this struggle, it seemed indis pensable that the confessional should be made attrac tive; for this purpose ecclesiastico-moral law must be somehow \" accommodated \" to worldly needs; and the theory of \" Probabilism \" supplied a plausible method for effecting this accommodation.",
		"The most plausible explanation is that, like the discrepancy in the secular acceleration, the observed deviation is only apparent, and arises from slow fluctuations in the earth's rotation, and therefore in our measure of time produced by the motion of great masses of polar ice and the variability of the amount of snowfall on the great continents.",
		"This is evidently a paraphrase of popular story which sought to supply plausible reasons for Ermanaric's end.",
		"First (as Arnobius and Eusebius reminded their heathen opponents), the allegorical explanations are purely arbitrary, depend upon the fancy of their author, and are all equally plausible and equally unsupported by evidence.6 Secondly, there is no proof at all that, in the distant age when the myths were developed, men entertained the moral notions and physical philosophies which are supposed to be \" wrapped up, \" as Cicero says, \" in impious fables.\"",
		"It is a plausible hypothesis that stocks which once claimed descent from animals, sans phrase, afterwards regarded the animals as avatars of Zeus.",
		"He inferred from the regularity of their general movements the rotation of the sun on its axis in a period of little less than a month; and he grounded on the varying nature of the paths seemingly traversed by them a plausible, though inconclusive, argument in favour of the earth's annual revolution.",
		"The most plausible view is that we have to do with sunlight reflected from meteoric particles moving round the sun within the region of the lens.",
		"It is a plausible theory that in the conventional language of their inscriptions they preserved a number of geographical and religious phrases which, for them, had no clear meaning, and belonged properly to the land of their distant ancestors, Arabia.3 For their own traditions as to their origin see Phoenicia; we cannot venture to reject these altogether.",
		"But criticism is still busy attempting to trace these also to historical originals, and Theodor Abeling (Das Nibelungenlied, 1907) makes out a very plausible case for identifying Siegfried with Segeric, son of the Burgundian king Sigimund, Brunhild with the historical Brunichildis, and Hagen with a certain Hagnericus, who, according to the Life of St Columban, guided the saint (the chaplain of the Nibelungenlied), who had incurred the enmity of Brunichildis, safe to the court of her grandson Theuderich, king of the West Franks.",
		"This tendency to evolve the whole myth of Prometheus from a belief that he is personified fire, or the fire-god, has been intensified by Kuhn's ingenious and plausible etymology of the name l po n 0EUs.",
		"Dean in turn suspected the Dawkins, one or more or all, although he was hard pressed to find a plausible reason for them to do so, or a reasonable scenario of how they might have pulled off the switch.",
		"There are several biologically plausible reasons why zinc may help to ameliorate the symptoms of the common cold.",
		"But there were also reasons adduced that we would now regard as more plausible, based on currents and tides.",
		"You 've enough plausible deniability to last the rest of your nine lives.",
		"A state sponsoring such a threat will doubtless go to enormous lengths to ensure that plausible deniability is firmly in place.",
		"You've enough plausible deniability to last the rest of your nine lives.",
		"There, at least, is a plausible explanation of the disk shape.",
		"However the greatest asset he had as a con man was not his check forgery skills but his plausible manner.",
		"I leave that question hanging, for none of the plausible answers seems palatable.",
		"The above two reasons are most plausible explanation for the a -phase observed with different ' c ' lattice parameters.",
		"The thrust of CMM based systems is to explore how biologically plausible neural networks can be used for practical computing tasks.",
		"Their reaction was that, although it presented certain arguments in a superficially plausible way, its use of evidence was selective and misleading.",
		"While this is intuitively plausible, it has never actually been proven.",
		"A psychologically plausible parsing procedure with partial ability to recognize local unambiguous triggers has been described in [3] .",
		"Kubrick consulted with AI experts such as Marvin Minsky to make HAL as scientifically plausible as possible.",
		"I don't know how you could think that what they say is even remotely plausible.",
		"At first sight the third table also seems plausible.",
		"I'm indeed grateful to Donald for clarifying matters for me with an explanation by Rose himself that appears plausible.",
		"The excuse from NTL is \" lightning strikes on head end \" which sounds quite plausible.",
		"It did not finish the job and, according to the FFH, gave no plausible pretext to justify interrupting the work.",
		"Good at playing psycho - terrible at making it plausible that he could get by in the real world unnoticed.",
		"This theory, plausible and attractive as it is, and fitting in, as it does, with the acknowledged primitive character of the Australian blackfellow, overlooks, nevertheless, the Tasmanian difficulty.",
		"If the axis of such a sporogonium were prolonged downwards into the soil to form a fixing and absorptive root, the whole structure would become a physiologically independent plant, exhibiting in many though by no means all respects the leading features of the sporophyte or ordinary vegetative and spore-bearing individual in Ptericlophytes and Phanerogams. These facts, among others, have led to the theory, plausible in some respects, of the origin of this sporophyte by descent from an Anthoceros-like sporogonium (see PTERIDOPHYTA).",
		"Such salutary reforms were naturally unwelcome to the aggressive neighbours who wished to preserve the traditional anarchy in order to have new facilities for intervention, and as Russia had signed with the puppet-king in 1768 a treaty by which the constitution could not be modified without her consent, she had a plausible ground for protest.",
		"It is plausible, then, to suppose that the dealing syndicate primarily, and the speculations of the public secondarily (secondarily, because in all likelihood the effect of its operation would be much less in magnitude), may account for the change.",
		"It seems a plausible conjecture that if \"futures\" were \" bulling \" the market in the first case, they were at least \" bulling \" it less in the second case ceteris paribus, and probably correlations have not been worked out.'",
		"A more plausible theory is that the author is an honest thinker, a keen observer and critic of life, who sees that the world is full of miseries and unsolved problems, regards as futile the attempts of his time to demonstrate an ethically active future life, and, recognizing a divine author of all, holds that the only wise course for men is to abandon the attempt to get full satisfaction out of the struggle for pleasure, riches and wisdom, and to content themselves with making the best of what they have.",
		"Marsilius of Padua and John of Jandun, though they had both reason to be grateful for the benefits of John XXII., chose this moment to demonstrate, by plausible arguments, the supremacy of the Empire, its independence of the Holy See, and the emptiness of the prerogatives \"usurped\" by the sovereign pontiffs - a demonstration naturally calculated to give them a claim on the gratitude of the German sovereign.",
		"A plausible conjecture makes him enter the house of the Dominicans at Paris between 1215 and 1220, from which place a second conjecture carries him to the Dominican monastery founded at Beauvais in 1228-29.",
		"Lagarde (1887), which ascribes it to Iranian influence (see § 8), has no very solid ground, whereas the theory which explains it as largely Babylonian is in a high degree plausible, we must now consider the relations between the Israelitish and Babylonian cosmogonies.",
		"It is at least a plausible conjecture, until the contrary is proved, that the atoms of all elements are spherical.'",
		"Its invocation with the other nakshatras, remoteness from the ecliptic notwithstanding, was thus due (according to Max Miiller's plausible conjecture)' to its being regarded as of especially good omen.",
		"Immediately afterwards Augustus was persuaded by the plausible Livonian exile, Johan Reinhold Patkul, to form a nefarious league with Frederick of Denmark and Peter of Russia, for the purpose of despoiling the youthful king of Sweden, Charles XII.",
		"Relying upon the known custom of performing certain observances in a practically, or even entirely, nude condition, it seems plausible to infer that the ephod was a scanty wrapping, perhaps a loincloth, and this view has found weighty support.",
		"It is no longer possible to maintain the plausible and damaging contention that the Revised Bible is ill suited for public use.",
		"But to make such a conversion from phenomenalism plausible, it is necessary to be silent about his whole psychology, logic, and epistemology, and the consequent limitation of knowledge to experience, and of reason to ideas and \" ideals,\" without any power of inferring corresponding things.",
		"In 1584 the long-suffering earl of Shrewsbury was relieved of his fourteen years' charge through the involuntary good offices of his wife, whose daughter by her first husband had married a brother of Darnley; and their orphan child Arabella, born in England, of royal descent on the father's side, was now, in the hopeful view of her grandmother, a more plausible claimant than the king or queen of Scots to the inheritance of the English throne.",
		"Josephus' history of the Jews contains accounts of John the Baptist and Jesus, the authenticity of which has been called in question for plausible but not entirely convincing reasons.",
		"These three systems are essentially identical; but, plausible as they may be at the first aspect, they have been found to be practically useless, though such of their characters as their upholders have advanced with truth deserve attention.",
		"The third account fails chiefly in being too plausible, but there seems no reason to reject it as an artificial combination of unconnected facts.",
		"Plausible excuses were made for the alliance, but to the country at large this union, formed with a man whom he had denounced for years, had the appearance of an unscrupulous conspiracy to obtain office on any terms. In the House of Commons the coalition was strong enough to drive Shelburne from office on the 24th of February.",
		"Then the history relapses into the business vein and tells of the debates which took place as to the best means of carrying out the vow after the count's decease, the rendezvous, too ill kept at Venice, the plausible suggestion of the Venetians that the balance due to them should be made up by a joint attack on their enemy, the king of Hungary.",
		"M`Lennan's theory of primitive society with owing its plausible appearance of universal validity to general neglect of the Indo-European evidence and misapprehension of such portions of it as M`Lennan did attempt to handle.",
		"No proper statistical basis for estimating the quotas existed, and the device gave each state a plausible reason for attempting secession on occasion.",
		"He may present the text in the purest form which the external evidence warrants, and place all plausible suggestions for its improvement in notes or appendices.",
		"To this very plausible theory it may be objected that in many slowrunning furnaces, which work very regularly and show no sign of scaffolding, the outward flare of the boshes continues (though steepened) far above this region of pastiness, indeed nearly half-way to the top of the furnace.",
		"The evidence (which is of mixed value) makes the view a plausible one, but the theory has often been exaggerated (see MIzRAIM).",
		"They glow with passion, and yet with all their rapidity is such steadfastness, the fervour of imagination is so skilfully tempered by close and plausible reasoning, and the whole is wrought with such strength and fire, that we hardly know where else to look either in Burke's own writings or elsewhere for such an exhibition of the rhetorical resources of our language.",
		"You should indulge in some plausible speculation.",
		"This information can then be used to optimize the efficiency of physically plausible models.",
		"First, it argues that relativism provides a plausible account of moral justification.",
		"The most plausible scenario was thought to be connected with the volcanically active moon Io.",
		"Equally, ' to bleed white ' the French Army was not a plausible and appropriate objective at this time.",
		"This the apologist will recognize as the most plausible hostile alternative.",
		"This fact suggests a plausible theory of the origin of the name.",
		"A plausible early tradition claims Shakespeare was a schoolmaster for some years.",
		"A good flow of language, solemnity of manner, and plausible philosophy, carry them away.",
		"My second and more plausible consideration was that few people had been able to come because of the bitter cold January night and the perilous snow-covered roads.",
		"This is certainly a plausible option, since the entire fairytale theme lends itself beautifully to storytelling.",
		"Other signs that you are dealing with a chronic liar include when the person lies to avoid getting into trouble but needs to keep adding to the original lie to keep it plausible.",
		"Night at the Museum was fun, because there was nothing plausible about my script.",
		"They seem plausible, but until an official announcement comes from Sony, we have no way of knowing for certain whether there is any truth to these rumors.",
		"Some of these are clearly more plausible than others, but with so many Apple fans on the 'net, you can be sure that Steve Jobs and the rest of the team in Cupertino are listening.",
		"While this form of therapy still hasn't been endorsed as a plausible one by conventional medical professionals, many doctors are going ahead with it, noting that it certainly won't harm patients.",
		"She may claim she has to work overtime at work, for example, which is plausible.",
		"Internet dating chat is a plausible way to meet a special someone.",
		"They often contain a germ of truth or just enough fact to make them seem plausible.",
		"In EastEnders, it's plausible for the mother-to-be not to even know she's pregnant until she's in labor, for a man to have an affair with his son's wife, and for a young woman to get pregnant by her best friend's father.",
		"A number of experts and families of children with autism all over the world reviewed the study and found it a plausible possible cause.",
		"Any theory is plausible in the universe created by Moore and Eick.",
		"In its final form, the outcome of an extended and complicated literary process, the Gilgamesh Epic covered twelve tablets, each tablet devoted to one adventure in which the hero plays a direct or indirect part, and the whole covering according to the most plausible estimate about 3000 lines.",
		"The most plausible explanation of this is that one or more masses of matter move around the sun, whose action, whether they are inside or outside the orbit of Mercury, would produce the required modification in the force.",
		"His mind was awhirl with the pending confronta­tion, not to mention the magazine article with one more arrow pointing toward bicycling, the motor home, a trip west, the Rocky Mountains and Jeffrey Byrne, all rolled into one very plausible package.",
		"A theory that Jeremiah was similarly influenced from Babylonia might seem more plausible, though equally baseless.",
		"Seeing his gloomy face as he frowned at his wife, the officers grew still merrier, and some of them could not refrain from laughter, for which they hurriedly sought plausible pretexts.",
		"But the other charges, far less plausible than that of embezzlement, which were heaped upon the head of the fallen favourite, are evidence of an intention to crush him at all costs.",
		"This theory of Prof. Elliot Smith's is very plausible and \" fascinating,\" but whether it will prove to be true remains to be seen.",
		"This comet has given rise to a longer series of investigations than any other, owing to Encke's result that the orbit was becoming smaller, and the revolutions therefore accelerated, by some unknown cause, of which the most plausible was a resisting medium surrounding the sun.",
		"This reconciliation of the internal and the external evidence, countenanced as it is by Theophrastus, one of the best informed of the ancient historians, and approved by Zeller, one of the most learned of the modern critics, is more than plausible; but there is something to be said on the contrary part.",
		"On the other hand the enigmatical motion of the perihelion of Mercury has not yet found any plausible explanation except on the hypothesis that the gravitation of the sun diminishes at a rate slightly greater than that of the inverse square - the most simple modification being to suppose that instead of the exponent of the distance being exactly - 2, it is - 2.000 000 161 2.",
		"In the poems, Mark is, as a rule, represented in a favourable light, a gentle, kindly man, deeply attached to both Tristan and Iseult, and only too ready to allow his suspicions to be dispelled by any plausible explanation they may choose to offer.",
		"Of the many theories as to the address, the most plausible are perhaps those which would apply to a single congregation of Hebrew Christians in Rome, or to a local church or group of local churches in Palestine, perhaps like that of which the centre would be at Caesarea.",
		"It thus becomes plausible to hold that \"Adam\" in Gen.",
		"Again, the appeal to \" God's judgment \" in the trial by battle in Lohengrin is a subject of which no earlier librettist could have made more than a plausible mess - which is the best that can be said for the music as music. But as dramatist Wagner compels our respect for the power that without gloss or apology brings before us the king, a model of royal fair-mindedness and good-nature, acquiescing in Telramund's monstrous claim to accuse Elsa without evidence, simply because it is a hard and self-evident fact that the persons of the drama live in an age in which such claims seemed reasonable.",
		"A god Hadad who was a prominent deity in ancient Syria is identical with Adad, and in view of this it is plausible to assume - for which there is also other evidence - that the name Adad represents an importation into Assyria from Aramaic districts.",
		"And it is a plausible conjecture that the vegetation of the globe had already in its main features been constituted at this period much as it exists at the present moment.",
		"For here again the restoration of the disinherited prince of Constantinople supplied an excuse quite as plausible as the liquidation of the debt to Venice."
	],
	"synonyms": [
		"reasonable",
		"oily",
		"colorable",
		"specious",
		"probable",
		"credible",
		"valid",
		"fluent",
		"acceptable",
		"logical",
		"glib",
		"creditable",
		"smooth-tongued",
		"believable"
	],
	"antonyms": [
		"implausible",
		"improbable",
		"unbelievable",
		"unreasonable",
		"unlikely",
		"improbably"
	]
}