{
	"word": "irresolute",
	"meaning": [
		"Unsure of how to act or proceed; undecided.",
		"Not resolute; wavering in decision, purpose, or opinion; indecisive; vacillating."
	],
	"sentences": [
		"On his thin, weak legs were heavy chains which hampered his irresolute movements.",
		"As plainly appeared in the last years of his life, he was too weak and irresolute to choose a side and stand by it.",
		"They are generally slow of speech and manner, and somewhat irresolute, but take an eager interest in current politics, and are generally fairly educated men of extreme democratic principles.",
		"Al-Mosta`sim billah (\"he who clings to God for protection\"), son of Mostansir, the last caliph of Bagdad, was a narrow-minded, irresolute man, guided moreover by bad counsellors.",
		"Gabel, who veiled under a mysterious reticence considerable financial ability and uncommon shrewdness, had great influence over the irresolute king.",
		"The Baron, in a great contention of mind, stood irresolute, weighing the two dangers.",
		"While Charles hung irresolute on the eastern border, the Covenanters, under Alexander Leslie, took heart, occupied Duns Law, and terrified Charles into negotiations (11th-18th June).",
		"He at once proceeded to put fresh life into the despondent and irresolute Conservative party, and the Magyar aristocracy, by gallantly combating in the Vilag the opinions of Kossuth's paper, the Pesti Hirlap. But the multiplicity of his labours was too much for his feeble physique, and he died on the 9th of February 1842, at the very time when his talents seemed most indispensable.",
		"He had hoped to take the babe in his arms for the last time before he went, but now he stood for a few moments irresolute on the threshold looking at them.",
		"The king, more ponderous and irresolute every day, vacillated MeetIng ol between Necker the liberal on one side and Marie Antoinette, whose feminine pride was opposed to any concessions, with the comte dArtois, a mischievous nobody who could neither choose a side nor stick to one, on the other.",
		"Amid the smoke, deafened by the incessant reports which always made him jump, Tushin not taking his pipe from his mouth ran from gun to gun, now aiming, now counting the charges, now giving orders about replacing dead or wounded horses and harnessing fresh ones, and shouting in his feeble voice, so high pitched and irresolute.",
		"The international situation was the most difficult imaginable, and altogether beyond the powers of the timorous, vacillating and irresolute Medician pope.",
		"Yet, for a week subsequent to their receiving the glad tidings from the Aegean, the British Government remained irresolute with regard to the policy to be pursued at Helles.",
		"In reality, the policy of Francis, save for some flashes of sagacity, was irresolute and vacillating.",
		"He was the last of the French popes who for some seventy years had made Avignon their see, a man learned and full of zeal for the church, but irresolute and guilty of nepotism.",
		"Owing to Aratus's irresolute generalship, the indolence of the rich burghers and the inadequate provision for levying troops and paying mercenaries, the league lost several battles and much of its territory; but rather than compromise with the Spartan Gracchus the assembly negotiated with Antigonus Doson, who recovered the lost districts but retained Corinth for himself (223-221).",
		"The Vitellian commanders now resolved to bring on a decisive battle, and their designs were assisted by the divided and irresolute counsels which prevailed in Otho's camp. The more experienced officers urged the importance of avoiding a battle, until at least the legions from Dalmatia had arrived.",
		"During the Persian invasion of 480 the Phocians at first joined in the national defence, but by their irresolute conduct at Thermopylae lost that position for the Greeks; in the campaign of Plataea they were enrolled on the Persian side.",
		"But in the matter of a general council, so urgently desired by the emperor, Paul showed himself irresolute and procrastinating."
	],
	"synonyms": [
		"waffling",
		"unsure",
		"infirm",
		"doubtful",
		"double-minded",
		"wishy-washy",
		"wavering",
		"inconstant",
		"fluctuating",
		"fickle",
		"vacillating",
		"undetermined",
		"undecided",
		"uncertain",
		"tentative"
	],
	"antonyms": [
		"resolute",
		"obstinate",
		"willful",
		"unyielding",
		"definite",
		"stubborn",
		"determined",
		"decisive"
	]
}