{
	"word": "disseminate",
	"meaning": [
		"To scatter far and wide; spread abroad, as if sowing; promulgate widely.",
		"To spread abroad; promulgate.",
		"To become diffused; spread."
	],
	"sentences": [
		"Their job was to disseminate propaganda and information.",
		"They started to disseminate what they had learned to others.",
		"Since, moreover, it is believed that at least five species of Glossina are carriers of nagana, it may well be that all tsetse-flies can disseminate both nagana and sleeping sickness.",
		"It was my job to disseminate research findings about colorectal cancer.",
		"Since 9/11 the websites have been the main links to disseminate propaganda and information.",
		"To provide advice on, disseminate knowledge and promote public understanding of the fields aforesaid.",
		"The aim of the unit is to generate, disseminate and apply knowledge in order to improve practice and patient outcomes with rheumatology nursing.",
		"Ere long permissive legislation strove to disseminate the new principles.",
		"These services should include helping clients install and operate secure network connections as well as mechanisms to rapidly disseminate vulnerability information and corrections.",
		"Among the members of the movement were several important literati who wrote both Urdu poetry and prose to disseminate its ideas.",
		"Top brands also recognize viral as an important way to disseminate their message.",
		"They were created in order to better disseminate the key findings of this 3-year research project, covering 22 countries in 6 international regions.",
		"Due to a quirk in the law it is not illegal to disseminate such pictures but it is illegal to print and sell them.",
		"Copyright laws may not allow you to disseminate the contents of the book without the author's permission.",
		"Finally, the dolls are sold in American Girl retail stores and through books and magazines, which disseminate the idea of American Girl.",
		"However, what the cyber attackers didn't count on was the flexibility and the sweeping power of the Internet and its ability to disseminate information quickly and efficiently.",
		"The class consisted of a group of family and friends, and once the class was finished, she saw the need for continued support to help answer questions and disseminate tips and news.",
		"To disseminate among Members and others, information on all matters affecting dispensing optics, and publish written material as appropriate.",
		"He continued for about sixteen years to disseminate his views by writing and teaching, without being directly interfered with by either his civil or ecclesiastical superiors, greatly to the scandal of the multitude and of the zealots, in whose eyes Berengar was 4 ` ille apostolus Satanae,\" and the academy of Tours the \" Babylon nostri temporis.\"",
		"Many organizations will send divorce attorneys information about support groups so that they can disseminate it to their clients.",
		"Having a fact sheet on alcoholism can help you disseminate important information to groups, friends and family.",
		"We can disseminate learning through other conferences.",
		"The newsletter provides a valuable resource to disseminate good practice.",
		"He was commissioned to inquire into the religious condition of the land and to disseminate the teaching of the Law to which he had devoted himself (Ezra vii.).",
		"Before the meeting they needed to disseminate information relevant to all non-principals via the non-principal newsletter.",
		"In addition to the educational work done by the state, communes and private individuals, there exist in France a good many societies which disseminate instruction by giving courses of lectures and holding classes both for children and adults.",
		"Proceeding to Christiansand in 1804, Hauge set up a printingpress to disseminate his views more widely, but was almost immediately arrested for holding illegal religious meetings, and for insulting the regular clergy in his books, all of which were confiscated; he was also heavily fined."
	],
	"synonyms": [
		"pass around",
		"circularise",
		"circularize",
		"disperse",
		"diffuse",
		"spread",
		"distribute",
		"circulate",
		"propagate",
		"broadcast",
		"scatter",
		"sow",
		"blazon",
		"transmit",
		"publicize"
	],
	"antonyms": [
		"collect",
		"gather"
	]
}