{
	"word": "concede",
	"meaning": [
		"To admit as true or valid; acknowledge.",
		"To acknowledge as certain or proper.",
		"To acknowledge defeat in an election.",
		"To end (an unfinished match or contest) by declaring that one has been defeated.",
		"To yield or surrender (something owned or disputed, such as land)."
	],
	"sentences": [
		"They started to concede defeat in the war.",
		"I'll happily concede that I never heard it all the way through.",
		"One more thing she would concede to when they were alone, was selecting some furniture.",
		"When will the agency concede that the number of native speakers is down?",
		"Turkey was willing to concede the fullest local autonomy, but not to abandon its sovereign rights over the island.",
		"In her style, as in what she writes about, we must concede to the artist what we deny to the autobiographer.",
		"Will they concede in the second half?",
		"It can have no pure right over my person and property but what I concede to it.",
		"They had to sacrifice some of their East Indian possessions and to concede to the English freedom of trade in the Eastern seas.",
		"He decided to grudgingly concede the role of the director, but they still think the words speak for themselves.",
		"To concede that the master was the greater man and the greater statesman does not imply that Mazarin was but a foil to his predecessor.",
		"It was his evident belief that by pursuing such tactics he could force the House of Commons to concede the legislation which he desired.",
		"It was clear that the system with which the murdered minister's name had been associated stood all but universally condemned, and in the appointment of the conciliatory Prince Sviatopolk-Mirski as his successor the tsar himself seemed to concede the necessity for a change of policy.",
		"The crown declined to concede these points, either of which would have wrecked the dual system as interpreted since 1867.",
		"The problem here is how much ground can Buddhist cosmology concede to modern science before it ceases to be Buddhist?",
		"His idea was to combine the more conservative elements of both sections in favour of a settlement which would concede the Southern view on two questions, the Northern view on two, and balance the fifth.",
		"They could concede the triumphant achievement of science only with the proviso that it must be assumed to fall within the framework of their nominalism.",
		"It always works in newspaper articles but on this occasion 6 by South is solid and all that happens is you concede the overtrick.",
		"He was well aware that an aristocratic and Catholic assembly like the sejm would never concede so preposterous a demand.",
		"These the archbishop of Paris would only concede on condition that he would retract his oath to the civil constitution of the clergy, which he peremptorily refused to do.",
		"You concede that some Christian scribes did alter the wording in front of them.",
		"And it is best to concede that there has been no thoroughgoing analysis of the welfare effects of modern financial markets.",
		"A great performance in the second half defensively from Kingsway, unlucky even to concede a goal.",
		"The Clinton administration was forced to concede the particular battle of health care reform in order to focus on larger issues of the day.",
		"All the while, however, the patents of the admiralty judge purported to confer on him a far ampler jurisdiction than the jealousy of the other courts would concede to him.",
		"The conditions of peace were naturally humiliating for Valdemar,' though, ultimately, he contrived to render illusory many of the inordinate privileges he was obliged to concede.",
		"Meeting with no opposition, he was received at Viterbo by Innocent, but refused the papal demand that he should concede to the church all the territories which, previous to 1197, had been in dispute between the Empire and the Papacy, consenting, however, not to claim supremacy over Sicily.",
		"In arguments at the bar he was so fair to his opponent that he frequently appeared to concede away his client's case.",
		"To refuse this claim would have meant the indefinite prolongation of the crisis; to concede it would have been to invite the peasantry of the whole empire to put forth similar demands on pain of a general rising.",
		"These the duke had to concede, and to agree further to the appointment of a council to assist him in his administration.",
		"Nevertheless he faithfully obeyed his instructions, and, by means more or less violent or discreditable, forced the diet of 1768 to concede everything.",
		"The triumvirs were obliged to concede to him the islands in the western Mediterranean.",
		"This claim Serbia was in no mood to concede, all the less so since her advance to the Adriatic had been forbidden b y the Great Powers.",
		"But the primate contended very vigorously for the right to be tried before his peers, and since the king could get no subsidies from his parliament till he acknowledged the justice of this claim, he was forced to concede it.",
		"Burgundy dared not concede so much, under pain of alienating all his more patriotic Murder of supporters.",
		"In the autumn he had engaged himself to marry Henrietta Maria, the sister of the king of France, and had bound himself to grant the very conditions which he had declared to the Commons that he never would concede.",
		"I will readily concede that my visceral disgust for what Gary Glitter was doing influences my views.",
		"Rogers then put Bath under pressure, which caused the visiting side to concede a penalty in front of their own posts.",
		"A neat sequence of link up play on the left midfield resulted in the Dutch having to concede a free kick 30 yards out.",
		"During the early 1990s, under pressure from western aid donors, the Moi government was finally forced to concede to a multi-party democracy.",
		"They concede that they have always had an aristocracy of blood.",
		"Everton, wonderfully rugged and desperately unfortunate, may privately concede their chance has gone.",
		"Vale were happy to scramble away or concede another corner as they were under the cosh.",
		"I will also concede that the furniture tossing was par excellence.",
		"For, they concede, the Church does after all bring in some kind of vague notion of God and a Supreme Being.",
		"Yet to concede this claim and surrender without qualification the word \" Catholic \" to a connotation which is at best only universal in theory, is to beg several very weighty questions.",
		"A goal up for 86 minutes and rarely in danger, only to concede a stoppage time goal struck from all of 30 yards !",
		"They concede that the Russian belly dancer who teaches the video workout, Neon, has excellent musculature and tone, but like many belly dancers has a \"distinctive belly dancer pooch.\"",
		"It was to obtain popular support for this policy and for the Bavarian claims on Baden that the crown prince pressed for a liberal constitution, the reluctance of Montgelas to concede it being the cause of his dismissal.",
		"His tenure of office lasted two years, and was marked by the drafting of a temporary constitution which should give representative institutions to the Transvaal until such time as it should be safe to concede responsible government.",
		"The diplomacy of Guizot, backed now by Austria and Prussia, had succeeded in persuading Palmerston to concede the principle of allowing Mehemet Ali to receive, besides Egypt, the pashalik of Acre as far as the frontiers of Tripoli and Damascus (May 7).",
		"The treaty made with the former country in 1893 was not ratified, as it was thought to concede too much to Peru, and the subsequent ad referendum treaty was rejected on account of Peru claiming that only Peruvians, and not all residents, should have the right to vote in the plebiscite to be taken by the terms of the treaty of 1883 for the possession of Tacna and Arica.",
		"Later on much evidence goes to show that (by a divergence from the orthodox standard perhaps due to Platonic influence) it was a Stoic tenet to concede a soul, though not a rational soul, throughout the animal kingdom.",
		"He, indeed, was not disposed to concede to public opinion anything beyond an increase of the army, a measure insistently demanded by Garibaldi and the Left.",
		"Maintaining that the position of the Pentateuch alone explains the books which follow, conservative writers concede that it is composite, has had some literary history, and has suffered some revision in the post-exilic age.",
		"The justice or injustice of the British cause seemed to him a much more important matter than the vindication of military honor; and he could not bring himself to acknowledge that Majuba had altered the situation, and that the terms which he had made up his mind to concede before the battle could not be safely granted till military reputation was restored.",
		"To the refusal of the sultan's representatives to concede any of her demands, Austria replied by revealing the existence of an alliance with Russia, which she threatened to make actively offensive if her terms were refused.",
		"So far as the extreme claims of the tsar were concerned, neither Austria nor Prussia was willing to concede them, and both had joined with France and Great Britain in presenting, on the 12th of December 1853, an identical note at St Petersburg, drawn up at the Conference of Vienna, reaffirming the principles of the treaty of 1841.",
		"The Serb and Moslem delegates, who had started on the same day for Budapest, to present their petition to the emperor, learned from the rescript that the government intended to concede to their compatriots \"a share in the legislation and administration of provincial affairs, and equal protection for all religious beliefs, languages and racial distinctions.\"",
		"The civil power (the duke of Wurttemberg was a Roman Catholic) was disposed to have recourse to measures of repression, while the members of the consistory, recognizing the good effects of such meetings, were inclined to concede considerable liberty.",
		"Although, however, we may concede that such great works as the Metaphysics, the Politics and the logical writings did not receive their present form from Aristotle himself, that concession does not deprive Aristotle of the authorship, but only of the arrangement of those works.",
		"These Calvin regarded as matters of indifference, provided the magistrates did not make them of importance, by seeking to enforce them; and he was the more willing to concede them, because he hoped thereby to meet the wishes of the Bernese brethren whose ritual was less simple than that established by Farel at Geneva.",
		"Hamilton stigmatized his great opponent as a political fanatic; but actualist as he claimed to be, 9 Hamilton could not see, or would not concede, the predominating forces in American life, and would uncompromisingly have minimized the two great political conquests of the colonial period - local selfgovernment and democracy.",
		"When they decided to concede, wanting to maintain the ban, they were very much on the defensive, mostly conceding that this question would have to be revisited soon.",
		"Richard had no choice but to concede these demands, and charters were immediately drawn up to give effect to them.",
		"The British government were on the point of demanding reparation for this act in a peremptory manner which could hardly have meant anything but war, but Prince Albert insisted on revising Lord Russell's despatch in a way which gave the American government an opportunity to concede the surrender of the prisoners without humiliation.",
		"But the emperors were not merely absent, they had to engage in struggles in which they exhausted the energies necessary to enforce obedience at home; and, in order to obtain help, they were sometimes glad to concede advantages to which, under other conditions, they would have tenaciously clung.",
		"To deny their historical character is to reject them as trustworthy accounts of the age to which they are ascribed, and even those scholars who claim that they are essentially historical already go so far as to concede idealization and the possibility or probability of later revision.",
		"Consequently, in 1499, Maximilian sent such troops as he could collect against them, but his forces were beaten, and by the peace of Basel he was forced to concede all the demands made by the Swiss, who became virtually independent of the Empire."
	],
	"synonyms": [
		"grant",
		"yield",
		"cede",
		"confess",
		"profess",
		"vouchsafe",
		"award",
		"give",
		"accord",
		"waive",
		"surrender",
		"quit",
		"own-up",
		"relinquish",
		"recognize"
	],
	"antonyms": [
		"reject",
		"repudiate",
		"contradict",
		"dissent",
		"disagree",
		"disacknowledge",
		"fight",
		"dispute",
		"refuse"
	]
}