{
	"word": "magnanimous",
	"meaning": [
		"Noble in mind; esp., generous in overlooking injury or insult; rising above pettiness or meanness.",
		"Noble and generous in spirit."
	],
	"sentences": [
		"His heart was kind and his affections were strong; he was magnanimous and disinterested, simple and honest.",
		"I must be magnanimous and truly great.",
		"Sumner's last years were further saddened by the misconstruction put upon one of his most magnanimous acts.",
		"A magnificent, magnanimous man; holding the reins of the world, not quite in the imaginary sense; scourging anarchy down, and urging noble effort up, really on a grand scale.",
		"He is an invalid and an old man who must be forgiven; but he is good and magnanimous and will love her who makes his son happy.",
		"For Moscow society Pierre was the nicest, kindest, most intellectual, merriest, and most magnanimous of cranks, a heedless, genial nobleman of the old Russian type.",
		"I leave the choice of weapons with you, for I am very magnanimous.",
		"We love You and we thank You for being the generous One that You are, so magnanimous.",
		"He seemed to her kind, brave, determined, manly, and magnanimous.",
		"The relentless vindictiveness with which he insisted on the prosecution of Walpole, and supported the bill of indemnity to witnesses against the fallen minister, was in itself not magnanimous; but it appears positively un worthy when it is known that a short time before Pitt had offered, on certain conditions, to use all his influence in the other direction.",
		"After her death in February 1435 the kingdom was fought for between Ren of Anjou and Alfonso, surnamed the Magnanimous.",
		"He is the Perfect One, the Born in a Happy Hour, \"My Cid,\" the invincible, the magnanimous, the allpowerful.",
		"Amongst the brilliant group of mathematicians whose magnanimous rivalry contributed to accomplish the task of generalization and deduction reserved for the 18th century, Lagrange occupies an eminent place.",
		"That he learnt anything, and that he grew up an amiable and magnanimous man, were solely due to his natural worth, for no one ever owed less to education or to family example.",
		"However, I am feeling particularly magnanimous this morning, so I shall not harangue the Minister; he is a jolly fine chap.",
		"The Capitulation of Wittenberg (1547) is the name given to the treaty by which John Frederick the Magnanimous was compelled to resign the electoral dignity and most of his territory to the Albertine branch of the Saxon family.",
		"When in 1540 Philip the Magnanimous, the reforming Landgrave of Hesse, determined (with his wife's approval, she being a confirmed invalid) to marry a second wife, Luther and Melanchthon approved \"as his personal friends, though not as doctors of theology\"; while Martin Bucer assisted at the marriage.",
		"Licentiousness, extravagance and an utter disregard for human life were his weak points, but he was loyal, generous and magnanimous.",
		"Everything was brought into a state of uncertainty once more by the escape of Napoleon from Elba; but the events of the Hundred Days, in which Talleyrand had no share - he remained at Vienna until the Toth of June - brought in the Bourbons once more; and Talleyrand's plea for a magnanimous treatment of France under Louis XVIII.",
		"It contains the tombs of the princes of the house of Saxe-Weimar, including those of the elector John Frederick the Magnanimous and his wife, and of Duke Bernhard of Weimar, a hero of the Thirty Years' War.",
		"The fortifications of the town were restored by the landgrave Philip the Magnanimous and his son William IV.",
		"John's son and successor, John Frederick the Magnanimous, who became elector in 1532, might with equal propriety have been surnamed the Unfortunate.",
		"In 1547 the exelector John Frederick the Magnanimous was allowed to retain Weimar, Jena, Eisenach, Gotha, Henneberg and Saalfeld.",
		"While discussing noses, he says that those with thick bulbous ends belong to persons who are insensitive, swinish; sharp-tipped belong to the irascible, those easily provoked, like dogs; rounded, large, obtuse noses to the magnanimous, the lion-like; slender hooked noses to the eagle-like, the noble but grasping; round-tipped retrousse noses to the luxurious, like barndoor fowl; noses with a very slight notch at the root belong to the impudent, the crow-like; while snub noses belong to persons of luxurious habits, whom he compares to deer; open nostrils are signs of passion, &c.",
		"The line of Hesse-Cassel was founded by William IV., surnamed the Wise, eldest son of Philip the Magnanimous.",
		"He was not, however, in perfect harmony with Lincoln, who was far more conservative as well as broader minded and more magnanimous than he; besides this Stevens felt it an injustice that Lincoln in choosing a member of his cabinet from Pennsylvania had preferred Cameron to himself.",
		"Before Ottway, who had to go in a row-boat, reached the \"Elephant,\" Sir Hyde Parker had reflected that it would be more magnanimous in him to take the responsibility of ordering the retreat.",
		"Their king over the water had, in a manly and magnanimous letter to his adherents, refused to change his creed, and when Bolingbroke fled from England his evangelical efforts at proselytizing James were fruitless.",
		"Under Alphonso, surnamed \"the Magnanimous,\" Sicily was once more united to Naples and a new era was inaugurated, for the king was at once a brilliant ruler, a scholar and a patron of letters.",
		"In 1567, after the death of Philip the Magnanimous, his youngest son George received Darmstadt and chose it as his residence.",
		"Even those who do not sympathize with the cause which Athanasius steadfastly defended cannot but admire his magnanimous and heroic character.",
		"The elector was a great hunter and a hard drinker, whose brave and dignified bearing in a time of misfortune won for him his surname of Magnanimous, and drew eulogies from Roger Ascham and Melanchthon.",
		"The university of Marburg, founded by Philip the Magnanimous in 1527, was the first university established without papal privileges, and speedily acquired a great reputation throughout Protestant Europe.",
		"I'm just feeling magnanimous after my stellar performance with the socialite.",
		"Noble, wretched, magnanimous, heartless, petty, generous, self-sacrificing, and selfish.",
		"Who can be more just, more magnanimous than he?",
		"Yet he cannot deny that \"he had some virtues which have caused the memory of some men in all ages to be celebrated\"; and admits that \"he was not a man of blood,\" and that he possessed \"a wonderful understanding in the natures and humour of men,\" and \"a great spirit, an admirable circumspection and sagacity and a most magnanimous resolution.\"",
		"Its most conspicuous building is the Schloss Hartenfels, on an island in the Elbe, which was built, or at least was finished, by the elector of Saxony, John Frederick the Magnanimous.",
		"He here began a close friendship with the distinguished scholar, Antonio Beccadelli, through whose influence he gained admission to the royal chancery of Alphonso the Magnanimous.",
		"Philip, who is sometimes called the Magnanimous, died at Cassel on the 31st of March 1567.",
		"In 1547 the elector John Frederick the Magnanimous of Saxony, while a captive in the hands of the emperor Charles V., conceived the plan of founding a university at Jena, which was accordingly established by his three sons."
	],
	"synonyms": [
		"greathearted",
		"big",
		"large",
		"unstinted",
		"noble",
		"lofty",
		"liberal",
		"honorable",
		"high-minded",
		"heroic",
		"free",
		"forgiving",
		"benevolent",
		"unselfish",
		"generous"
	],
	"antonyms": [
		"petty",
		"suspicious",
		"stingy",
		"selfish",
		"mean-spirited"
	]
}