{
	"word": "endow",
	"meaning": [
		"To provide with some talent, quality, etc.",
		"To give money or property so as to provide an income for the support of (a college, hospital, etc.)",
		"To think of as having some quality or characteristic.",
		"To provide with a dower.",
		"To enrich or furnish with anything of the nature of a gift (as a quality or faculty); — followed by with, rarely by of; as, man is endowed by his Maker with reason; to endow with privileges or benefits."
	],
	"sentences": [
		"There must be a God who can miraculously endow the irrational mind of man with truth - so runs the new.",
		"Here was enough to endow an army, if some means could be devised to permit its use.",
		"He now introduced the reformed doctrines and proceeded to endow Protestant churches and schools throughout his land.",
		"In 1043 she persuaded her husband to build and endow a Benedictine monastery at Coventry.",
		"Although this Great Being evidently exceeds the utmost strength of any, even of any collective, human force, its necessary constitution and its peculiar function endow it with the truest sympathy towards all its servants.",
		"The growing tendency of the clergy to look upon their endow 1 Hefele, Beitrage zur Kirchengesch.",
		"Shall he not be able thereby to produce worthy effects, and to endow the life of man with infinite commodities ?",
		"But they have not of themselves such value, that to endow an ape with the hand and vocal organs of a man would be likely to raise it through any large part of the interval that now separates it from humanity.",
		"Buying a star for a senior, which the receiver can choose to endow with his or her own name, or the receiver can choose some other special name to give the star.",
		"Young was a liberal supporter of David Livingstone, and also gave Io,50o to endow a chair of technical chemistry at Anderson's College.",
		"Clinch and Hilton were executors, and it was understood that Hilton should complete the cathedral at Garden City and endow schools there.",
		"But He Knew Human Nature, And Knew It Intimately In All Its Phases; He Could Construct A Character And Endow It With Life; His People Talk Naturally And To The Point; And Many Of His Descriptive Passages Are Admirable.",
		"To endow the universal substance with moral attributes, to maintain that it is more than the metaphysical ground of everything, to say it is the perfect realization of the holy, the beautiful and the good, can only have a meaning for him who feels within himself what real not imaginary values are clothed in those expressions.",
		"Without the nations concurrence the kings creatures were now to endow royalty with all the organs necessary for the exertion of authority; by which imprudent compliance, and above all thanks to Jacques Cceur (q.v.), the financial independence of the provinces disappeared little by little, and all the public revenues were left at the discretion of the king alone (1436-1440).",
		"In common with other sciences, economics makes use of \" abstractions\"; but if for some problems we employ symbolic processes of reasoning, we must keep clearly in view the limits of their significance, and neither endow the symbols with attributes they can never possess, nor lose sight of the realities behind them.",
		"At first Napoleon desired to endow Joseph, or, on his refusal, Louis, with the crown of the new kingdom.",
		"Not that he would have allowed the state to touch doctrine, to determine polity or discipline; but he would have had it to recognize historical achievement, religious character and capacity, and endow out of its ample resources those societies which had vindicated their right to be regarded as making for religion.",
		"Our souls he tried his best to endow with a quasiexistence, arguing that the unity of consciousness requires an indivisible subject, which is distinct from the plurality of the body but interacting with it, is in a way a centre of independent activities, and is so far a substance, or rather able to produce the appearance of a substance.",
		"The funds of the suppressed order of Jesus, which Maximilian Joseph had destined for the reform of the educational system of the country, were used to endow a province of the knights of St John of Jerusalem, for the purpose of combating the enemies of the faith.",
		"The Carnegie Institution of Washington, founded by Andrew Carnegie in 1902 and endowed by him with $22,000,000 ($10,000,000 in 1902; $12,000,000 later), is designed \"to encourage in the broadest and most liberal manner, investigation, research and discovery, and the application of knowledge to the improvement of mankind; and in particular to conduct, endow and assist investigation in any department of science, literature or art, and to this end to co-operate with governments, universities, colleges, technical schools, learned societies and individuals; to appoint committees of experts to direct special lines of research; to publish and distribute documents; and to conduct lectures, hold meetings and acquire and maintain a library.\"",
		"The rigorously authentic character of these laws, relating to, and dealing with, the actual realities of life, and with institutions and a state of society nowhere else revealed to the same extent, the extreme antiquity both of the provisions and of the language, and the meagreness of continental material illustrative of the same things, endow them with exceptional archaic, archaeological and philological interest.",
		"He made a strenuous effort to found a university in Dublin, and proposed to endow it with the revenues of St Patrick's, reasonably arguing that one cathedral was enough for any city.",
		"He raised Lio,000 to endow a missionary chair at New College, Edinburgh, and himself became first professor.",
		"All hope being lost that parliament would endow the new churches built by the church extension scheme of Dr Chalmers, it was felt that this also must be the work of voluntary liberality.",
		"This truth, however, has never yet been recognized; 7 it has not yet been seen that the true aim of all science is \" to endow the condition and life of man with new powers or works,\" 8 or \" to extend more widely the limits of the power and greatness of man.\"",
		"He died on the 16th of June 1752, leaving a sum of 600,000 ducats to endow the seminary he had founded, and the residue of the immense wealth he had acquired in Spain to his nephew.",
		"The rough experience of this voyage did more than endow him with renewed health; it changed him from a dreamy, sensitive boy, hereditarily disinclined to any sort of active career, into a selfreliant, energetic man, with broad interests and keen sympathies."
	],
	"synonyms": [
		"establish in perpetuity",
		"found",
		"fund",
		"bequeath",
		"gift",
		"empower",
		"indue",
		"endue",
		"invest",
		"dower",
		"contribute",
		"bestow",
		"award",
		"provide",
		"will"
	],
	"antonyms": [
		"receive",
		"take"
	]
}