{
	"word": "assuage",
	"meaning": [
		"To make (something burdensome or painful) less intense or severe.",
		"To lessen (pain, distress, etc.); allay.",
		"To satisfy or appease (hunger or thirst, for example).",
		"To calm (passion, anger, etc.); pacify.",
		"To appease or calm."
	],
	"sentences": [
		"I did what little I could to assuage my guilt.",
		"He tried to assuage the guilt of wrongdoing by doing right.",
		"He was able to assuage the bad feelings.",
		"He made a mental note to send a piece of jewelry to her hotel room to assuage guilt over the promised phone call that would never happen.",
		"I am going to assuage my tiredness by drinking some coffee this morning.",
		"She tried to assuage all feuds; in an inventory of her jewels she left many of them to Darnley, in case she and her child did not survive its birth.",
		"I will give my elderly neighbor a visit to assuage her loneliness.",
		"In order to assuage the temperamental child, the mother let him pick out a piece of candy.",
		"People often try to assuage the guilt of wrongdoing by doing right.",
		"It will assuage the fears of subscribers worried about publicly associating themselves with fiction.",
		"This fact did little to assuage Jade.s guilt when he saw the slaughter around the place he.d once called home.",
		"Have you tried asking for forgiveness to assuage your guiltyconscience?",
		"When considerably diluted they are only slightly irritating; externally applied and in the stomach they have an antiseptic action; they increase the secretion of saliva, and thus assuage thirst.",
		"They will also assuage and engender the view that their former partner suffers from a number of moral and personal problems.",
		"These ideas became known to his Spanish rulers, and to assuage them he wrote a philippic called the Mars gallicus (1635), a violent attack on French ambitions generally, and on Richelieu's indifference to international Catholic interests in particular.",
		"Co-parents frequently use gifts to gain favor with children or to assuage their guilt.",
		"Eric understands the message and sends an appropriate tribute to assuage the Maenad.",
		"Even the mild grief at the loss of our most regular comedy figure won't assuage the extreme pleasure at his resignation.",
		"This powerlessness translated itself into elaborate funeral rituals to assuage the grief of those left behind.",
		"A fee to help assuage the cost of the animal's care while in the shelter is also required.",
		"This attempt to assuage some criticism over the war only reveals how weak the two chief warmongers are.",
		"In order to assuage consumer confusion, the Federal Trade Commission periodically considers banning the use of the terms precious and semi precious entirely.",
		"Have you tried asking for forgiveness to assuage your guilty conscience?"
	],
	"synonyms": [
		"tranquilize",
		"solace",
		"salve",
		"reduce",
		"quiet",
		"modify",
		"lull",
		"diminish",
		"abate",
		"comfort",
		"appease",
		"soothe",
		"relieve",
		"mollify",
		"mitigate"
	],
	"antonyms": [
		"exacerbate",
		"upset"
	]
}