{
	"word": "camaraderie",
	"meaning": [
		"Loyalty and warm, friendly feeling among comrades; comradeship.",
		"A spirit of familiarity and closeness."
	],
	"sentences": [
		"It had a very positive impact that created great camaraderie among the team.",
		"He found camaraderie among the team.",
		"There is camaraderie within the small groups.",
		"She enjoyed the camaraderie of a group of women on a night out.",
		"This is a very real, but safe, adventure with magnificent scenery, wonderful camaraderie and truly unforgettable ancient art.",
		"The camaraderie of the competitors and crowds is uplifting.",
		"Camaraderie built up through the training weekends and matches was fantastic.",
		"Do you enjoy the camaraderie of the smokers' group outside the building?",
		"By carefully choosing the participants, researching relevant information, and providing more traditional alternatives, everyone can enjoy the party in the spirit of friendship and camaraderie that is intended.",
		"He enjoyed the camaraderie of a single, tight-knit army squad, bound together through the chaos of battle over the course of the entire game.",
		"Several women bathed in stalls, the easy banter between them marking their camaraderie.",
		"Yet, if their days were filled with work, their evenings were filled with camaraderie.",
		"I had a really good group of friends and we all had a fantastic camaraderie.",
		"I love the camaraderie of working with other actors.",
		"We come from all walks of life and quickly build up a special camaraderie.",
		"They might offer classes, discounts from local businesses, babysitting services and camaraderie, all of which can make parents feel more secure with the whole homeschooling experience.",
		"The others returned in a group, the climbers boisterously chatting, but any sign of camaraderie among the others was absent.",
		"What's more, he enjoyed the camaraderie of the hordes of participants all with the same goal in mind.",
		"There was really good camaraderie among all who participated.",
		"These are all words associated with the camaraderie and spirit of the Girl Scouts.",
		"Finding a source of camaraderie and community is important for all working people, but it is a particular challenge for those who work from home.",
		"These can also serve as great conversation starters, and other cat lovers can find instant camaraderie.",
		"You will not only get to enjoy the company and camaraderie of your fellow bikers, but also take advantage of the substantial group discount.",
		"Doing this will ensure camaraderie, and it's that camaraderie that will truly help promote school spirit.",
		"The fun traditions and camaraderie of sleepovers quickly become a favorite event, and many adults enjoy overnight parties as well.",
		"The common soldiers, on the other hand, were fascinated by his personal prowess and his camaraderie.",
		"It's full of friendly and sometimes biting banter between the four of them but shows their camaraderie and respect for each other.",
		"Barriers came down extremely fast and there was a real camaraderie.",
		"There was a great sense of camaraderie within the group and everyone mucked in together with the various tasks.",
		"You can also join various online support groups such as What to Expect if you are looking to find camaraderie with other parents of preemies during this difficult time of growing and waiting.",
		"Whereas dogs may travel in packs and revel in camaraderie, cats enjoy a more isolated existence.",
		"There are many online communities that offer league tips and camaraderie throughout each season.",
		"Class members develop a mutual sense of support and camaraderie.",
		"World of Pinot Noir is two days of \"education, tastings and camaraderie\" as it states on their website.",
		"The fan base for soap operas is remarkable, and through their episodes, you will find a legion of devotion and camaraderie not enjoyed by any other form of television.",
		"The Dallas Naked Yoga for Men club, for example, intends \"to provide an atmosphere of camaraderie, body-acceptance, and sensuality (not sexuality).\"",
		"Many chants not only are used to inspire a sense of camaraderie and tradition, but they are also used to diss, taunt, and put down other sororities.",
		"After all, school mascots are not part of the cheerleading squad and don't share the same camaraderie that is brought on by hours and hours of practice, hanging signs and cheering at games.",
		"Plus, there are promotions, newsletters, project ideas, tips and tricks, and even a message board users can check out for advice and camaraderie.",
		"Whether you prefer to exercise in your home gym or you like the camaraderie found in your local YMCA, hop on your favorite cardio equipment, or try a new machine, to get your heart pumping.",
		"Planning the corporation's holiday party is an important task, as the event is a great way to demonstrate that employees are truly appreciated and to build camaraderie among co-workers.",
		"There's a great camaraderie within the branch network.",
		"There was a great feeling of camaraderie and community togetherness during the evening.",
		"Athletes enjoy the camaraderie every two years and look forward to seeing old friends and meeting new ones.",
		"A comedy club, for example, is a lot more fun on a double date because you can laugh, share the experience and enjoy camaraderie together.",
		"Many people like the variety and camaraderie that naturally come when family members and friends are able to bring their best dishes to help celebrate the graduate.",
		"Relationships are developed and a sense of camaraderie kindles.",
		"Activity ideas for senior communities benefit the active aged, allowing them to interact and enjoy the camaraderie of neighbors."
	],
	"synonyms": [
		"comradeliness",
		"comradery",
		"chumminess",
		"comradeship",
		"sociability",
		"jollity",
		"fellowship",
		"cheer",
		"brotherhood",
		"friendliness",
		"intimacy",
		"esprit de corps"
	],
	"antonyms": [
		"dislike",
		"hate",
		"bad-blood"
	]
}