{
	"word": "peruse",
	"meaning": [
		"To read or examine, typically with great care.",
		"To examine in detail; scrutinize.",
		"To glance over; skim.",
		"To read carefully or thoroughly; study.",
		"To read or examine, typically with great care.",
		"An examination or perusal; an instance of perusing."
	],
	"sentences": [
		"Catch your breath, relax and peruse the cafe's single-estate coffee menu.",
		"Let us now peruse the tarnished pages of history.",
		"Why not peruse our selection of gifts for her.",
		"I told him I was willing to pay, for his inconvenience, to peruse all the entries he'd received.",
		"There are plenty of books to read on the subject, as well as Web sites to peruse.",
		"There you can peruse all the different types and see which one you like.",
		"See how many screens of the application you can peruse.",
		"However, many parents peruse African American baby name meanings thoroughly, choosing a name with a meaning that holds special significance.",
		"You can peruse as many sites as you want in a short amount of time instead of finding local wholesalers.",
		"The North Georgia Premium Outlet Mall has over 140 stores and restaurants to peruse.",
		"Peruse these images to remind yourself just how little she used to be.",
		"You may also want to peruse eBay and see if the scent you're after is available for a lower price.",
		"Each twin will probably have different skills, interests, and friends, and they should be encouraged to peruse activities separately if their interests diverge.",
		"You can then peruse the rest of these designers' collections for styles you like, or watch for future designs.",
		"The disposition of the extracts inside each title was still less rational; it has been shown by a modern jurist to have been the result of the way in which the committees of the commissioners worked through the books they had to peruse.",
		"The Journal is especially interesting; of it Sir James Mackintosh has said that \"it is one of the most extraordinary and instructive narratives in the world, which no reader of competent judgment can peruse without revering the virtue of the writer.\"",
		"You can peruse ads from people all over the country at online classifieds, such as craigslist, and you'll often find some great deals!",
		"Classifieds and yard sales-Finally, don't forget to peruse classified ads in your local newspaper and sift through yard and garage sales for even cheaper deals.",
		"It is also a fairly good idea to peruse the user reviews as many baby monitors simply do not live up to their claims whereas others will surprise you with their durability.",
		"Shaw Floors lets you peruse their selection online of carpets and area rugs available, then use the \"where to buy flooring\" shortcut to locate a store near you to make purchases.",
		"Boat Trader Online offers boat lovers the chance to peruse or search their listings of over 100,000 boats for sale.",
		"Peruse the selection, and take note of the types and brands of running shoes you want to try on.",
		"Peruse the selection, take note of walking shoes you like the look of, and if you don't know your shoe size, have your foot measured by a salesperson.",
		"Begin by checking out tennis magazines for reviews of tennis racquets, or simply go to a sporting goods or tennis specialty store to peruse the selection of tennis rackets.",
		"Tennis4All.com offers users the chance to find a tennis partner, take part in tennis chat and peruse classifieds for lessons and equipment.",
		"Although you may think that you can peruse classified ads and visit boatyards yourself, a broker can be an invaluable tool in the search for your new vessel.",
		"Peruse the following sites on a daily basis to find the good deals.",
		"You can by them new, which are often from independent booksellers or major retailers or you can peruse the used copies that sometimes have small defects in them, but are perfectly fine.",
		"With so many free sources of shopping advice to peruse, there's really no excuse for being uninformed about any purchase.",
		"You can also peruse the types of precious metals you can buy.",
		"The navigation bar on the left holds many more categories you can peruse.",
		"You can peruse a variety of litter cabinet styles at HidyTidy.com.",
		"You can also peruse the other Capital One offerings including auto loans, home loans, and the various banking products offered through the company.",
		"If you have any concerns about whether a certain dealer is authorized to sell Amazon gift cards, or if the cards are legitimate, contact a representative of Amazon.com or peruse its help pages.",
		"Glidden - Peruse the paint color combinations at the Glidden paint website to get color ideas for your walls.",
		"Home has hundreds of wall fountain listings to search and peruse.",
		"If this is out of your price range, you might peruse eBay where Lauren Hutton makeup products have been seen selling at a discount.",
		"The holidays and the beginning of spring are a great time to peruse your favorite counter brands and see what there is to be had.",
		"Visit your favorite makeup counter or peruse the cosmetics aisle at your local drug store to discover more great ideas and find inspiration for your best look yet.",
		"Peruse the outstanding gallery at Cher Style for some fantastic photographs from the '80s.",
		"You may wish to peruse Consumer Search's list of the best ways to pay your bills online to decide which is the right service for you.",
		"Here you can upload several resumes and peruse jobs based on your skill set.",
		"Enjoy \"A Celebration of Women Writers\" or peruse a list of banned books.",
		"Almost every major retailer has a website where you can peruse and purchase merchandise online.",
		"The site is run like a blog and mainly contains posts about legislation and fireworks laws and codes you may need to peruse.",
		"Besides the general map of the location you seek-which can be entered in by city and state, city and country, zip code or street address-you will find a number of other kinds of maps to peruse.",
		"While you are looking at your free online distance map from Bing, you can peruse the margin to add or subtract destinations by category, such as restaurants, rest areas or other businesses.",
		"Feel free to peruse LoveToKnow Stress Management and let us know what you think.",
		"Always be careful with websites you peruse.",
		"Peruse teen magazines to find trends that speak to you, and then search the teen clothing stores for items that meet your needs.",
		"Search for vegan diets on the Internet and you'll find quite an array of websites, articles, and stores to peruse, read, and shop.",
		"To get an idea of what you want, peruse wedding magazines and bakery resources to find wedding cake galleries.",
		"Bride Couture has an online catalog of discount designer sample gowns for you to peruse at your leisure.",
		"Then you can peruse the various home stores online to see which registry will work best for you.",
		"Another way to come up ideas for a \"Youth's Death\" cake is to peruse Halloween cake designs as inspiration for these cakes.",
		"Finally, to find bargains on toddler clothing, check out sales in your local department store, peruse local garage sales, and repeatedly visit online sites like eBay and Craigslist for other deals.",
		"Whenever you decide to peruse girls clothing stores for that next wardrobe upgrade, be sure to include your daughter whenever possible.",
		"If preppy is the aim of your shopping, then you'll want to peruse the latest Lacoste collections, because Lacoste is pretty much king of the polo shirt these days.",
		"HappyGreenBee.com is an amusing place to peruse for exuberant apparel featuring contrasting colors and stripes.",
		"These people don't peruse sales ads or keep their eyes on markdowns.",
		"This may not be the best way to access sales items, but it is ideal if you wish to peruse the latest inventory.",
		"You can peruse Florence Eiseman's designs at online retailers such as BestDressedChild.com.",
		"Free college scholarship listings offer a convenient way to peruse available scholarships at a price everyone can appreciate.",
		"Whichever you decide, peruse the options online, in catalogs, or at your local garden supply center.",
		"Visit a garden center, peruse seed catalogs, or check online growers to find out how large each mature plant gets.",
		"Among the categories above, flower fanciers specifically will want to peruse the New Features, Customer Favorites, Garden-Ready Plants, Container Gardens, Annuals, Summer Bulbs, and Perennials Section.",
		"To make the shopping experience easier, you can look online for examples of finished bathrooms or peruse home improvement catalogs.",
		"Etsy - Jewelry lovers will be interested to peruse the vintage jewelry categories at Etsy.",
		"If you just don't know how to pull off a casual chic look, peruse men's fashion magazines or websites.",
		"Peruse the catalogue and you'll find everything from sweatshirts for game day to comfortable footwear.",
		"Like many other magazines, you can now peruse the pages of Organic Gardening online.",
		"You may see the terms natural and organic when you peruse the dog food aisle at your local grocers or pet shop.",
		"This means that you can be sure you're buying truly natural seeds as you peruse their more than 200 seed varieties.",
		"The plus size woman who likes to peruse clothing and accessories at her leisure will enjoy shopping from Jessica London catalogs.",
		"You can also peruse many patterns online.",
		"If you're a girl who's always up on the latest fashions, having the most current style is important to you, so peruse magazines geared toward teens to see what's new.",
		"For a convenient way to peruse Sag Harbor selections, they offer a new Plus Size Clothing Collections catalog.",
		"When shopping for trendy clothes, it's easy to peruse online catalogs to learn what's on the fashion horizon.",
		"If you peruse the web and find what you're looking for in your size, it's probably wise to buy the White Stag jeans while you can, if you're not ready to settle for another brand.",
		"Once you find a retailer who offers a variety of women's plus size trouser socks, get ready to peruse the offerings.",
		"It saves time and gas, because with a click of your mouse you can visit a variety of vendor sites and peruse various styles as well as availability.",
		"From cool and comfy to polished and elegant, there is no dearth of fashion-forward looks for women to peruse.",
		"You may be surprised at what you can find there if you take your time and peruse the shopping aisles.",
		"Online dating may also suit the new dater, as you can peruse profiles of other seniors without worrying about face-to-face encounters.",
		"Mouse Planet is another entity in the family of Disney web sites that has reliable information and plenty of goodies to peruse.",
		"You can purchase items immediately and peruse many different conditions of whatever you are looking for.",
		"As you peruse the ROMs, you'll want to stick with those marked with a Check.",
		"After you get caught at the cemetery, agents peruse your files, trying to find hints of your terrorist activity.",
		"Since games are released weekly, peruse the rental shelves periodically to what they've marked for sale.",
		"Peruse the Wine Train wine shop to get a glimpse of the specialty vintages available onboard the train, and buy a bottle to share.",
		"Collectors often peruse through hundreds of vintage cards at flea markets, antique malls and online auctions looking for the perfect addition to their collection.",
		"Take your time and peruse their ever-expanding, user-driven library of cell phone themes.",
		"From their very thorough chart, you can then click to peruse users' comments and reviews for more details.",
		"The official Arlington Cemetery site features a new image each week in addition to several other images to peruse.",
		"People in the community peruse the obituaries to learn about the recent death of someone.",
		"The WorldConnect Family Tree Search allows you to peruse other people's genealogy research and discover areas where it overlaps with yours.",
		"Visit Olive Tree Genealogy to peruse 1,900 pages of genealogical records.",
		"Peruse the federal census from 1790 to 1930, family and local histories, pension files and PERSI, which is an index to articles in genealogical journals.",
		"For example, aspiring artists have many different avenues to peruse.",
		"Most banks that offer this listing offer it online free of charge so prospective buyers can peruse the offerings and find a suitable property.",
		"Peruse the bookstore or a library to find the right one.",
		"Check out their site's apparel page, and feel free to peruse the rest of the fine gifts and items they offer.",
		"As you peruse her bikini images, you are sure to find that the photographs bear that out in spades.",
		"Whether you're a man looking for an interesting magazine to peruse or a woman seeking advice on working out and a healthy diet, this magazine can satisfy just about everyone.",
		"You can purchase swimsuits and accessories directly from Speedo, or you can peruse your local mall, outlets and discount shops.",
		"Here are some terrific tummy control takini swimsuits for you to peruse.",
		"Love to look fashionable, but don’t have the time to carefully peruse all of the latest runway trends?",
		"You can peruse the style they are wearing and draw your own conclusions as to whether those styles are right for you.",
		"Many are marked down by as much as 60 percent, so it's worth the time to peruse with patience.",
		"Find your model number and peruse all the parts that are available for purchase, including batteries.",
		"The website includes an online catalog with the full range of Oreck products for you to peruse at your leisure.",
		"There are a number of places that you can locate free sample grant proposals to peruse.",
		"If your Christmas budget is a bit larger, you can peruse the $25 to $50 range for a variety of appropriate stocking stuffers like 18-inch dolls, twin babies and movie-themed dolls.",
		"There are tens of thousands of profiles to peruse and you can search by a number of different rubrics.",
		"While searching for potential matches online allows you to peruse a vast amount of people, narrowing down the search can be difficult.",
		"Active - Look for site members who have visited in the last day, week, or month, or peruse the profiles of every member who has ever joined the site.",
		"As you peruse the various online Muslim dating websites, focus on what you are really searching for and what the site can actually offer you.",
		"There is no charge to join this website or peruse the profiles of the other members who have already joined.",
		"If you want to meet someone nearby you can peruse singles by city.",
		"Flirt Box is a completely free dating site that offers UK singles the opportunity to peruse local singles as well as profiles for people worldwide.",
		"Free dating sites can be a fun way to peruse the singles living within your vicinity of the UK but may not offer the same enhanced features as the websites requiring a fee.",
		"While it may be interesting to peruse singles around the globe, unless you're willing to have a long distance relationship you probably want to stay with dating agencies featuring local UK singles.",
		"You should peruse a number of transgender dating websites.",
		"You may also want to peruse the wide variety of ezines online that cater to topics you find interesting or have a lot of experience in.",
		"If you're interested in taking this route, peruse the company's website for internship information online.",
		"Before you write a single thing, you'll want to peruse as much of the genre as possible to help inspire original material.",
		"However, unless you're ready to hop on a plane to Florence, you may want to peruse the offerings of other similar designers.",
		"It's easy to peruse your results, and by using the Disney store website you are likely to find the most up to date Hannah Montana merchandise, including the latest backpack styles.",
		"It can be tempting to peruse eBay and other auction sites and be taken it by the astonishingly reasonable prices.",
		"For those who prefer to shop online for their fashion finds, the following links provide some great checkbook covers to peruse, many of which are made out of the finest leather.",
		"In addition, peruse the website's return policy in case you need to send an item back.",
		"If you're a fan of foreign films, then check out the non-English scripts that are available, and if you're a fan of new scripts, then there is also an unproduced script section you can peruse.",
		"Feel free to peruse LoveToKnow Quiz and let us know what you think.",
		"The easiest place to peruse all the available Ecco shoes is the official Ecco site.",
		"The online catalog allows you to peruse the latest and greatest selections without having to leave your house.",
		"There are several choices from which to peruse, but the selection is generally limited.",
		"Peruse the site to see what else is offered.",
		"It wasn't long before other stores, both large and small, offered print catalogs for shoppers to peruse.",
		"Peruse through these categories for a peek at what's hot for the upcoming months.",
		"There's plenty of biographical information for you to peruse at your leisure.",
		"Click on the episode of your choice (organized by date), and peruse through the detailed screen capture updates, complete with short blurbs for each image.",
		"Bring a friend with you and peruse the walls of your chosen shop, and don't feel pressure to get inked that day.",
		"Use this website to look for upcoming events as well as to peruse available merchandise.",
		"This site also separates designs by theme and style, meaning you can find tattoo flash of flowers and demons or just peruse the tattoos of a specific style.",
		"For those totally in the dark, peruse the artist's flash wall for something you like and think will look good on your skin.",
		"If this is the case for you, outlining your resume ideas as you peruse samples can help you organize and focus the information you will include.",
		"That way, executives who are too busy to read the whole report can simply peruse the executive summary and get an idea of what it contains.",
		"Peruse samples of resumes for high school and kindergarten teachers, professors, ESL teachers, nannies, tutors, deans, instructors and more.",
		"In no time at all, you'll have a file filled with sample documents to peruse any time you need inspiration to help you start writing a new proposal.",
		"Further, the presence of websites allows you to peruse your options before you get in your car and drive out to the lot.",
		"Before you go down to a lot, peruse the websites of area dealerships and see what you perceive as the benefits and detriments of each.",
		"Your local library may also have a large stock of quilting books on the shelves for you to peruse.",
		"Just decide what type of hat you'd like to make and then peruse your many options.",
		"Spend a little time at the hobby store, or peruse an online catalog to find stamps and inks that you love.",
		"Using the Internet, potential customers can easily peruse several different companies and compare the various costs and available coverage.",
		"Members can find doctors and peruse the preferred prescription drug list.",
		"You can even save previous searches for quotes and you can manage the kinds of protection you are looking for as you peruse your search contents.",
		"Take a few minutes to peruse our corset gallery, and get some ideas on what you might like to try out.",
		"However, you should take note of some of the better designers and peruse their online presence, where some good deals can be found.",
		"The consultant will bring catalogs, samples, and a myraid of information for women to peruse while they socialize.",
		"Upscale shops carry the latest styles, are up on the latest trends, and have a broad selection for shoppers to peruse.",
		"While you peruse the pages, you'll see items that enhance every area of your wardrobe.",
		"No problem; if you don't have the item number, just click the catalog cover that corresponds to the one you had, then peruse 'til your heart's content and you find the item you saw previously.",
		"Online, there are several sites you can peruse to find incredible vintage garter belts in an assortment of styles and sizes.",
		"Some people swear by it for their Christmas shopping, while others prefer to peruse on eBay for the most rare and unique of finds.",
		"Peruse the online catalog and you'll find lingerie that's clearly naughty, but with a nice touch.",
		"Once you watch it, peruse the following websites to find out the correct Pearl Jam lyrics.",
		"If you don't have a lot of this stuff, peruse thrift stores for bargains and enlist the help of other mothers, too.",
		"In addition to checking show times for your local area, you can also peruse the large library of information for parents and caregivers offered by Jo and other childhood experts.",
		"On this website you can peruse the bios of the current contestants as well as past contestants, and can also view video clips and still photos from the show.",
		"As you peruse the images, you may want to download more than one photo to use.",
		"There are also plenty of retail skincare products to peruse, in particular from the spa's own renowned brand.",
		"Occasionally, it can be found in seasonal gift sets, but your best bet is to cruise a flea market or peruse the vast number of closeout and auction websites.",
		"With a password and login name or I.D., you can peruse the website and meet others with whom you share common ground.",
		"Take your time and peruse all of the different social networks available on the Internet.",
		"After joining Linkedin, you can peruse the connections of your connections.",
		"Take your time and peruse all of the options the low-cost website hosting companies have to offer.",
		"Feel free to peruse LoveToKnow Web Design and let us know what you think.",
		"Even though there are a lot of fonts to peruse, they are only organized alphabetically.",
		"Together we might peruse some of the more notable entries submitted to that inane contest in case a gem lays molding in the rubble heap of stupid begging missives from fantasying idiots.",
		"That too held little interest, so he began to peruse the papers he had accumulated at World Wide.",
		"You can also peruse five screens from the demo missions right here.",
		"Treatises \" Concerning Kingship \" were produced as a regular thing by philosophers, and kings who claimed the fine flower of Hellenism, could not but peruse them.",
		"He did not invite the Judge to peruse his skeleton argument which contended for a wider order.",
		"If you are interested in government safety ratings, you can peruse the Insurance Institute for Highway Safety website to read about the most and least safe sport utility vehicles.",
		"If you are buying a printer online you can peruse customer reviews of the printers you are interested in before making your final decision.",
		"Gloss lets eyeshadow shoppers peruse the selections from such cosmetic superstores as Bobbi Brown, Clinique, Estee Lauder and Jo Malone.",
		"Peruse the selection, create a shopping account, and then buy what suits you!",
		"Peruse catalogs featuring patio furniture to get an idea of what you like, as well as the average cost of specific items you're looking to purchase.",
		"Peruse the selection, and if you like what you see, create a shopping account and begin making purchases.",
		"Head out to sporting goods and department stores to peruse the selection of men's sports watches.",
		"Head out to the shops in your town with a wish list, or simply peruse the selection.",
		"Peruse a number of brands and types of cameras to find the one that is best for your purposes.",
		"If you are feeling financially free, you can take advantage of Janie and Jack's Thanksgiving collections and then peruse the Christmas apparel just a month later.",
		"For more help on a variety of video games, not only for the Xbox but also for just about every other major video game console, be sure to peruse through the cheat code archive that we have on this site as well.",
		"If you just want to browse, they will be happy to let you peruse the selection without undue pressure or coercion, and they are able to answer any questions about pieces on display or those that may be currently backordered or coming soon.",
		"Not every man can think about sex and then peruse, \" oh well, I'll have some tonight then \" .",
		"While the holiday gift sets provided to us by the top names in beauty are all well and good, sometimes it is more fun to peruse the beauty counters yourself and pick and choose items for your loved ones.",
		"Since 1881, American gardeners have enjoyed the wintertime ritual of opening their mailbox, grabbing the Burpee flower catalog, and settling by the fire to peruse the gorgeous pictures and descriptions of plants for sale.",
		"Upon receiving an engagement announcement, the first reaction many people have is to peruse a selection of engagement cards to find a way to express the perfect sentiments of romance, excitement, and congratulations to the new couple.",
		"They'll maintain a public web site you might peruse occasionally but they'll know nothing of your group or what you're doing.",
		"When you peruse the pages of black hair magazines searching for your potential hairstyle, you should note that the long, shiny tresses sported by many black models are the result of weaves, extensions, wigs and even half wigs.",
		"You know spring is approaching when SI puts out its celebrated issue, perfect for guys who want to peruse the hottest swimwear models as well as for encouraging women to get in better shape to fit into those tiny bikinis for the summer!"
	],
	"synonyms": [
		"analyze",
		"scrutinize",
		"study",
		"search",
		"scan",
		"read",
		"survey",
		"inspect",
		"examine",
		"glance-over",
		"skim",
		"case",
		"traverse",
		"con",
		"go over"
	],
	"antonyms": [
		"neglect",
		"overlook"
	]
}