{
	"word": "ardent",
	"meaning": [
		"Expressing or characterized by warmth of feeling; passionate.",
		"Warm or intense in feeling; passionate.",
		"Displaying or characterized by strong enthusiasm or devotion; fervent.",
		"Intensely enthusiastic or devoted; zealous.",
		"Burning; fiery."
	],
	"sentences": [
		"Alex had always been an ardent lover.",
		"But no words came from her mouth as she lay there, mesmerized by his ardent expression.",
		"He is there characterized as ardent and impetuous in character and style.",
		"His kiss was ardent and she returned it with equal passion.",
		"At this time also he developed an ardent love of France, a country which was politically in antagonism with his own, though so closely linked to it geographically, socially and by language.",
		"They are said to be disappearing owing to the use of ardent spirits.",
		"His favourite studies were philology and philosophy; he became an ardent Hegelian.",
		"Politically, he was an ardent patriot during the War of Independence, and a strong Federalist afterwards, several of his political discourses attracting wide attention.",
		"Moreover, the abstract terms stem, leaf, root, &c., are absolutely indispensable; and are continually used in this sense by the most ardent organographers.",
		"There were, however, some ardent spirits who continued to work along the old lines and whose watchword was revivalism, and out of their efforts came the Bible Christian, the Independent Methodist and the Primitive Methodist denominations.",
		"Municipal ownership has been further developed in Cleveland than in any other large city in the United States, chiefly because of the advocacy of Tom Loftin Johnson (born 1854), a street-railway owner, iron manufacturer, an ardent single-taxer, who was elected mayor of the city in 1901, 1903, 1905 and 1907.",
		"In November Admiral Mello left Rio de Janeiro in the armoured cruiser \" Aquidaban \" and went to Desterro, the naval forces in Rio Bay being left in charge of Admiral Saldanha da Gama, an ardent monarchist, who had thrown in his lot with the insurgent cause.",
		"He was an ardent humanist, was president.",
		"The smile faded and his expression became ardent.",
		"In the early days of the Republican party, when the shameful scenes of the Kansas struggle were exciting the whole country, and during the campaigns of 1857 and 1858, he became known as an effective speaker and ardent anti-slavery man.",
		"At Saragossa Peter Arbue, a canon and an ardent inquisitor, was slain in 1485 whilst praying in a church; and the threats against the hated Torquemada made him go in fear of his life, and he never went abroad without an escort of forty familiars of the Holy Office on horseback and two hundred more on foot.",
		"He is an ardent royalist in politics, and was one of the group which in 1908 founded the royalist organ L' Action Francaise.",
		"Persian literature after that date, and especially Persian poetry, is full of an ardent natural pantheism, in which a mystic apprehension of the unity and divinity of all things heightens the delight in natural and in human beauty.",
		"In 1872 he became vicar of St Jude's, Commercial Street, Whitechapel, and in the next year married Henrietta Octavia Rowland, who had been a co-worker with Miss Octavia Hill and was no less ardent a philanthropist than her husband.",
		"During his legislative career in Victoria he was active in promoting social legislation and an ardent advocate of preference in favour of Great Britain.",
		"Even the most ardent smoker wouldn't be outside in those skimpy duds.",
		"Rohault's version of the Cartesian physics was translated into English; and Malebranche found an ardent follower in John Norris (1667-171 I).",
		"Civil war was raging in France, and Clement became an ardent partisan of the League; his mind appears to have become unhinged by religious fanaticism, and he talked of exterminating the heretics, and formed a plan to kill Henry III.",
		"His most ardent admirers, however, are constrained to admit that he was deficient in large-hearted benevolence; that he was destitute of any \" enthusiasm of humanity \"; and that so far as every sort of religious yearning or aspiration is concerned, his poverty was almost unique.",
		"They agreed to raise an annual sum of £200 for the expenses of their commonwealth; they assigned their governor a salary of £20; they prohibited the sale of ardent spirits to the Indians and imprisonment for debt.",
		"The chief was a man of great intelligence, eager to study western civilization, and an ardent agriculturist.",
		"He was sweet and thoughtful, protective and an ardent lover.",
		"The care of his diocese and of his new foundation were not enough for his ardent charity, and in 1609 he published his famous introduction to a Devout Life, a work which was at once translated into the chief European languages and of which he himself published five editions.",
		"Yet he did not relax his laborious habits nor his ardent outlook on human affairs.",
		"Ultimately the Bonapartes had to flee from Corsica (11th of June 1793), an event which clinched Napoleon's decision to identify his fortunes with those of the French republic. His ardent democratic opinions rendered the change natural when Paoli and his compatriots declared for an alliance with England.",
		"The later years of his life were spent in ardent anti-slavery propaganda, and his eloquence moved large audiences in London, as well as in Paris, Brussels and other parts of the continent.",
		"Her most ardent desire was to use her talents for the benefit of humanity.",
		"Dog lovers are well known for their intense and ardent affection for man's best friend, and while most love all four-legged friends, the Rhodesian Ridgeback may hold a special place for some.",
		"As a military commander Cromwell was as prompt as Gustavus, as ardent as Conde, as exact as Turenne.",
		"In the i 1 th century this new form of devotion was extolled by some of the most ardent reformers in the monastic houses of the west, such as Abbot Popon of Stavelot, St Dominic Loricatus (so called from his practice of wearing next his skin an iron lorica, or cuirass of thongs), and especially Cardinal Pietro Damiani.",
		"He was an ardent student of Tauler and Thomas a Kempis, and became an adherent of the quietistic doctrines of Mme Bourignon.",
		"In Germany the monumental work of Professor Kattenbusch has overshadowed all other books on the subject, providing even his most ardent critics with an indispensable record of the literature of the subject.",
		"This changed point of view, needless to say, has not been reached without ardent and even bitter controversy.",
		"He was as keen in his resentments as he was ardent in his friendships; fondly attached to his family, he yet disliked a deserving son; he gave full praise to Leibnitz and Leonhard Euler, yet was blind to the excellence of Sir Isaac Newton.",
		"The centre of Lefebvre's followers was Meaux, and they found an ardent adherent in Margaret of Angouleme, the king's sister, but had no energetic leader who was willing to face the danger of disturbances.",
		"Rowland was deeply moved, and became an ardent apostle of the new movement.",
		"Here he studied Bayle and Voltaire, and became an ardent disciple of Rousseau.",
		"But his ardent love of consistency led him far away from Kant in the end; for he proceeded consistently from the assumption, that whatever we think beyond mental phenomena is ideal, to the logical conclusion that in practical matters our moral responsibility cannot prove the reality of a noumenal freedom, because, as on Kant's assumption we know ourselves from inner sense only as phenomena, we can prove only our phenomenal freedom.",
		"In May 1852 he was translated to Dublin, and soon a divergence of opinion broke out between him and the more ardent Nationalists under Archbishop MacHale.",
		"He was possessed of a deep-seated enthusiasm for science and art, of a sincerely pious and idealistic temperament, and of an ardent love for the Church.",
		"In consequence of prophesying the death of the king and the end of the monarchy, he was arrested for treason in 1 795, and confined as a criminal lunatic. His case was, however, brought before parliament by his ardent disciple, Nathaniel Halhed, the orientalist, a member of the House of Commons, and he was removed to a private asylum in Islington.",
		"The younger and more ardent spirits, however, found it difficult to work in harmony with the older constitutional leaders.",
		"Though living in Paris he was in both these works the ardent exponent of that recoil against everything French which took place throughout Europe.",
		"As a matter of fact, there was no more ardent royalist than Thorbecke.",
		"She wrote much, especially for the Offering; became an ardent abolitionist and (in 1843) the friend of Whittier; left Lowell in 1846, and taught for several years, first in Illinois, and then in Beverly and Norton, Massachusetts.",
		"This was the enthusiasm, this the vitalizing faith, which made the work of scholarship in the i 5th century so highly strung and ardent.",
		"He sided with President Jackson on the question of nullification; was an efficient supporter of President Polk's administration during the Mexican War; and was an ardent advocate of slavery extension into the Territories, but when the Compromise of 1850 had been agreed upon he became its staunch supporter as a Union Democrat, and on that issue was elected governor of Georgia by a large majority.",
		"In 1812, Gerry, who was an ardent advocate of the war with Great Britain, was elected vice-president of the United States, on the ticket with James Madison.",
		"Polk was an ardent expansionist, but the old idea that his policy was determined entirely by a desire to advance the interests of slavery is no longer accepted.",
		"In public he was of magnificent bearing, possessing the true oratorical temperament, the nervous exaltation that makes the orator feel and appear a superior being, transfusing his thought, passion and will into the mind and heart of the listener; but his imagination frequently ran away with his understanding, while his imperious temper and ardent combativeness hurried him and his party into disadvantageous positions.",
		"After some years of newspaper experience, first as compositor, then as reporter, during which he became an ardent revolutionist and joined the Fenian organization known as the Irish Republican Brotherhood, he enlisted in a British cavalry regiment with the purpose of winning over the troops to the revolutionary cause (1863).",
		"Ferdinand died on the feast of Saint John the Evangelist, the 24th of June 1065, in Leon, with many manifestations of ardent piety - having laid aside his crown and royal mantle, dressed in the frock of a monk and lying on a bier, covered with ashes, which was placed before the altar of the church of Saint Isidore.",
		"From this time she was the ardent champion of her husband's and son's rights; to her energy the cause of Lancaster owed its endurance, but her implacable spirit contributed to its failure.",
		"But if we assume that he was the aboriginal Hellenic High God, we must be quite ready to admit that the separate communities were always liable to cherish other divinities with a more ardent and closer devotion, whether divinities that they brought with them or divinities that they found powerfully established in the conquered lands, Athena or Hera, for instance, in Attica or Argolis, or Poseidon in the Minyan settlements.",
		"In 1830, however, there was opened up to his ardent imagination a new vista into spiritual things, a new hope for the age in which he lived, by the seeming actual revival in a remote corner of Scotland of those apostolic gifts of prophecy and healing which he had already in 1828 persuaded himself had only been kept in abeyance by the absence of faith.",
		"But there was no tradition of Hebrew study apart from the Jews, and in the 15th century when an interest in the subject was awakened, only the most ardent zeal could conquer the obstacles that lay in the way.",
		"An enthusiastic humanitarian on all subjects, Dr Howe was an ardent abolitionist and a member of the Free Soil party, and had played a leading part at Boston in the movements which culminated in the Civil War.",
		"As an ardent Languedocian he hated the French, and spoke openly of the king in disrespectful terms. But when he tried to organize a general rising of the south, he was denounced to the king, perhaps by his old enemies the count of Foix and the bishop of Toulouse.",
		"His speeches were characterized by skill of statement, ingenious grouping of facts, fervent diction, and ardent patriotism; sometimes by biting sarcasm, but also by superficial research, half-knowledge and an unwillingness to reason a proposition to its logical results.",
		"The life of a recluse is held to be the most conducive to that state of sweet serenity at which the more ardent disciples aim; but that of a layman, of a believing householder, is held in high honour; and a believer who does not as yet feel himself able or willing to cast off the ties of home or of business, may yet \"enter the paths,\" and by a life of rectitude and kindness ensure for himself a rebirth under more favourable conditions for his growth in holiness.",
		"But the Catholics feared that the Italian national movement, when once started, would entail the downfall of the papacy; and in opposition to the emperor's Italian advisers, Arese and Prince Jerome Napoleon, they pitted the empress, who was frivolous and capricious, but an ardent Catholic. Napoleon III.",
		"Wennerberg was a most remarkable type of the lyrical, ardent Swedish aristocrat, full of the joy of life and the beauty of it.",
		"This alternates with a story of ardent love, which eventually results in a veritable three-cornered relationship.",
		"Fortunately, Anneka is also a committed vegetarian, ardent Viva !",
		"His life had been clouded from infancy by an ardent yearning for the maternal love he had never known.",
		"He embraced the tenets of Fox, and became aim ardent disciple of the zealous preacher.",
		"However, many parents will discover that even their most ardent attempts to keep their baby alert during the day cannot match the determination of an infant who wants to nap.",
		"Covet displays an ardent, bold and striking personality.",
		"Elvis Presley - He died in 1977, despite what some fans and ardent Elvis-watchers believe.",
		"It's no coincidence that some of his most ardent followers were women like Barbara Bush and Candice Bergen.",
		"For many ardent sports fans, the imitation of wearing the same brand of shades may be the ultimate form of flattery.",
		"Even the most ardent female Mamma Mia! fan is probably going to stay away from them for daywear as well.",
		"Long and ardent love letters were also exchanged, as detailed by the University of Houston.",
		"They suit everyone from the most ardent pink fanatic to the more conservative pink enthusiast.",
		"Capricorn is an ardent and enthusiastic lover who revels in all things sensual, but he rarely takes himself too seriously in this department.",
		"Scorpio is fascinated by Virgo’s seeming disinterest in traditional romance, while Virgo is intrigued by Scorpio’s ardent zest for love.",
		"While each message board has its own rules about behavior, courtesy and respect; these rules may be overlooked by ardent fans defending or attacking something they love or hate.",
		"Get regular written updates of Coronation Street at Corrie.net, another Web site packed with information sure to please the ardent fan.",
		"The reception of this volume was cordial, but not so universally respectful as that which Tennyson had grown to expect from his adoring public. The fact was that the heightened reputation of Browning, and still more the sudden vogue of Swinburne, Morris and Rossetti (1866-1870), considerably disturbed the minds of Tennyson's most ardent readers, and exposed himself to a severer criticism than he had lately been accustomed to endure.",
		"He was long a warm advocate of the political union of Canada and the United States, but in later life became less ardent, and in 1897 accepted the honour of C.M.G.",
		"At an early age he accompanied his father, Colonel (afterwards Lieutenant-General) Edward Wolfe, one of Marlborough's veterans, to the Carthagena expedition, and in 1741 his ardent desire for a military career was gratified by his appointment to an ensigncy.",
		"He was a bitter opponent of Prussia and an ardent controversialist.",
		"Young, ardent and active, he strove with all his might to win back for England something of the position which it had acquired under Edward I.",
		"Returning from this mission, he pronounced an eloquent discourse in favour of the republic. His simple manners, easy speech, ardent temperament and irreproachable private life gave him great influence in Paris, and he was elected president of the Commune, defending the municipality in that capacity at the bar of the Convention on the 31st of October 1792.",
		"He was an ardent social reformer; he secured the abolition of corporal punishment in the schools, the suppression of lotteries, of houses of ill-fame and of obscene literature; he instituted reforms in the hospitals, and insisted on the honours of public burial for the poor.",
		"Espartero became in 1832, on the death of King Ferdinand VII., one of the most ardent defenders of the rights of his daughter, Isabella II.",
		"An ardent freemason himself, he conceived in 1809 the idea of reorganizing the order in Russia, with the special object of using it to educate and elevate the Orthodox clergy.",
		"Finally Christian III., an ardent Lutheran, ascended the throne in 1536; with the sanction of the diet he severed, in 1537, all connexion with the pope, introducing the Lutheran system of Church government and accepting the Augsburg Confession.",
		"The king's ardent desire that diversities of minds and opinions should be done away with and unity be \" charitably established \" was further promoted by publishing in 1543 A Necessary Doctrine and Erudition for any Christian Man, set forth by the King's Majesty of England, in which the tenets of medieval theology, except for denial of the supremacy of the bishop of Rome and the unmistakable assertion of the supremacy of the king, were once more restated.",
		"Like the pax ecclesiae it found ardent champions in the regular clergy, especially in Odilo (962-1049), the fifth abbot of Cluny, and soon spread over all France.",
		"He was an ardent partisan of the Douglases, and on their overthrow retired to Orkney and later to Shetland.",
		"In most of the territorial or state elections the Democrats, or the Democrats and Populists united, have been triumphant, a Republican governor having been elected only in 1892; but the contests have often been ardent and bitter.",
		"He was an ardent promoter of the Erie Canal, and as a commissioner to examine the proposed route, &c., he reported favourably to the Assembly in 1811.",
		"The impressions of these early years laid the foundation of the ardent attachment to Prussia which distinguished him, like so many other historians of his generation.",
		"But his ardent spirit could not long be content with monastic life.",
		"At the same time the differential duty on refined sugar, which operated as protection to the sugar trust, was not abolished, as the ardent tariff reformers had proposed, but kept in substance not greatly changed.",
		"Wincenty Pot (1807-1872) was born at Lublin, and though of foreign extraction by both parents proved an ardent patriot.",
		"Harris's ardent loyalty to the Church of England, after three refusals to ordain him, and his personal contempt for ill-treatment from persecutors, were the only things that prevented separation.",
		"Of the latter he was an ardent champion, and the word itself is commonly supposed to have originated with him - at least in its English form it is first found in his Silver Vindicated (1876).",
		"Francia probably studied likewise the works of Perugino; and he became a friend and ardent admirer of Raphael, to whom he addressed an enthusiastic sonnet.",
		"He was already an ardent student of physical science; he now gave proof of his versatility by learning Chinese in order to catalogue the Chinese MSS.",
		"Like his father-in-law, Thrasea Paetus, he was distinguished for his ardent and courageous republicanism.",
		"As a member of the Pennsylvania house of representatives in 1772-1775, he was an ardent Whig, and in 1774 was a member of the first Continental Congress.",
		"His hostess, Mrs Anderson, an ardent Jacobite, kept the sheets in which he slept, and was buried in them on her death, twenty-five years afterwards.",
		"But These Very Digressions' Give The Book Its Intimate And Abiding Charm; For They Keep The Reader In Close Personal Touch With Every Side Of Canadian Life, With Songs And Tales And Homely Forms Of Speech, With The Best Features Of Seigniorial Times And The Strong Guidance Of An Ardent Church, With Voyageurs, Coureurs De Bois, Indians,., Soldiers, Sailors And All The Strenuous Adventurers Of A Wild, New, Giant World.",
		"A lifelong Southern Democrat, he was forced to lead (nominally at least) a party of Northern Republicans, with whom he had no bond of sympathy save a common opposition to secession; and his ardent, aggressive convictions and character, above all his complete lack of tact, unfitted him to deal successfully with the passionate partisanship of Congress.",
		"For many years an ardent advocate of the establishment of a Catholic university, at the Third Plenary Council of Baltimore (1884) he saw the realization of his desires in the establishment of the Catholic University of America at Washington, of which he became first chancellor and president of the board of trustees.",
		"His broad churchmanship placed him in opposition to the dominant tendency in the Church of England, and he was also a strong and militant Liberal in politics, being an ardent advocate of the disestablishment of the Church in Wales.",
		"Cullen, therefore, while an ardent patriot, was consistently an opponent of Fenianism.",
		"He took part in the Vatican Council as an ardent infallibilist.",
		"These conciliatory prelates were sincere supporters of the reformation, and combated simony, the marriage or concubinage of priests, and the immorality of sovereigns with the same conviction as the most ardent followers of Gregory VII.",
		"For ten years a Germany weakened and divided by the rivalry of Philip of Swabia and Otto of Brunswick left his hands free to act in Italy, and his pontificate marks a period of comparative quiet in the ardent Empire* conflict between pope and emperor which continued throughout the middle ages.",
		"Church, in spite of the ardent zeal for union which he had displayed immediately before and after his election.",
		"During the whole tenure of office the Marquis di San Giuliano was an ardent believer in the Triple Affiance, on which he thought that Italy's foreign policy should be based, and attached the greatest importance to a good understanding with Austria, an attitude not calculated to win him popularity in many circles; under his guidance consequently Italy opposed Serbia's desire for a port on the Adriatic and Greece's aspirations in Epirus, and supported the policy of creating an independent Albanian State.",
		"Grotius was, however, animated by an ardent desire for peace and concord.",
		"In spite of his violent partisanship, for Richerus was an ardent upholder of the Carolings and French supremacy,-of great defects of style, and of an utter disregard of accuracy and truth, his Historiae has a unique value as giving us the only tolerably full account by a contemporary of the memorable revolution of 987, which placed the Capets on the throne of France.",
		"The Germans and Scandinavians have also been ardent workers in South Africa, and the Dutch Reformed Church has not entirely neglected the natives.",
		"During and preceding the War of Independence the citizens of Norwich were ardent Whigs, various members of the well-known Huntington family being among their leaders.'",
		"For four years before 1830 Andre van Hasselt had been publishing his verses in the Sentinelle des Pays-Bas, and from 1829 onwards he was an ardent romanticist.",
		"The General Assembly of 1638 was composed of ardent Covenanters, and in 1640 the covenant was adopted by the parliament, and its subscription was required from all citizens.",
		"Constitutionally of an ardent and sympathetic temperament, he enlarged his outlook by extensive miscellaneous reading.",
		"Moreover, he had brought from Europe a new manner, full of the affections of ardent youth, and this he wore without ease in a society highly satisfied with itself; the young knight-errant was therefore subjected to considerable ridicule.",
		"While a teacher in his own school he was elected to the state legislature as a Democrat, but under pressure from the family of his first wife, who were ardent Whigs, he refused to serve.",
		"He learned Latin from Vittorino da Feltre, and made such rapid progress that in three years he was able to teach Latin literature and rhetoric. His reputation as a teacher and a translator of Aristotle was very great, and he was selected as secretary by Pope Nicholas V., an ardent Aristotelian.",
		"Here he was conspicuous as an ardent free-trader and an uncompromising advocate of \"States Rights,\" opposed the protectionist tariff bills of 1824 and 1828, and consistently upheld the doctrine that slavery was a domestic institution and should be dealt with only by the individual states.",
		"After this he had to watch closely the movements of the emperor Joseph II., who, although an ardent admirer of Frederick, was anxious to restore to Austria the greatness she had partially lost.",
		"He was an ardent Nonconformist, proud to number among his ancestors John Gratton, a friend of George Fox, and one of the persecuted and imprisoned preachers of the Society of Friends.",
		"The next viceroy, Said, began as an ardent soldier, but took to agriculture, and at his death (1863) 3000 men only were retained under arms. Ismail, on succeeding, immediately added 27,000 men, and in seven years was able to put 100,000 men, well equipped, in the field.",
		"Tullin, a Norwegian by birth, represents the first accession of a study of external nature in Danish poetry; he was an ardent disciple of the English poet Thomson.",
		"One of the greatest and most brilliant statesmen of his time, thoroughly acquainted with European politics, and well versed in affairs, he was a convinced if somewhat too ardent partisan of reform and the principal author of the legislative remodelling of Turkish administrative methods known as the Tanzimat.",
		"He had become himself a close friend and ardent admirer of Cecil Rhodes; and it was natural that on returning to England he should join the board of the Chartered Co.",
		"An ardent opponent of slavery, he became a Free Soiler, was a delegate to the National Convention which nominated John P. Hale for the presidency in 1852, and subsequently served as chairman of the State Committee, having at the same time editorial control of the Charter Oak, the party organ.",
		"Carlyle's doctrines, entirely opposed to the ordinary opinions of Whigs and Radicals, found afterwards an expositor in his ardent disciple Ruskin, and have obvious affinities with more recent socialism.",
		"During the interregnum in Poland after the death of Henry of Valois, Zolkiewski was an ardent partisan of the chancellor Zamoyski, and supported the candidature of Stephen Bathory, under whose banner he learned the art of war in the Muscovite campaigns.",
		"But many difficulties with his own people shortly beset his path, due largely to the suspicions aroused by his evident preference for the ardent Roman zeal of the converts, and especially of Manning, to the dull and cautious formalism of the old Catholics.",
		"Opposed to absolutism, Louis took great interest in the work of organizing the Bavarian constitution (1818) and defended it against Metternich and the Carlsbad Decrees (1819); he was also one of the most zealous of the ardent Philhellenes in Germany at the time.",
		"He was an ardent supporter of the ideas of the Revolution, a member of the Jacobin Club, and one of the founders of the club of the Cordeliers.",
		"He went up with the feelings of the medieval pilgrim rather than with the intoxication of the ardent Humanist.",
		"This he believed to be the teaching of St Augustine, as well as of St Thomas, of whom he was an ardent admirer and defender.",
		"Among the \"harbours of incense\" exploited by various Pharaohs during some twentyfive centuries it is impossible to believe that the island could be missed by the Egyptian galleys on their way to the \"Land of Punt,\" identified by several writers with Somaliland; nor that, though the roadsteads of the African coast were perhaps oftener frequented, and for other freights besides myrrh and frankincense, the shores of Sokotra were neglected by such ardent explorers as those, for instance, of Queen Hatshepsut of the r8th dynasty.",
		"He remained an ardent student throughout life, able to give and take in association with the many scholars, American and foreign, whom he numbered among his friends and correspondents.",
		"Believing,\"he wrote,\" that (excepting the ardent monarchists) all our citizens agreed in ancient whig principles \"- or, as he elsewhere expressed it, in\" republican forms \"-\" I thought it advisable to define and declare them, and let them see the ground on which we can rally.\"This he did in his inaugural, which, though somewhat rhetorical, is a splendid and famous statement of democracy.'",
		"But to the Europeans of the i 5th century India was practically an unknown land, which powerfully attracted the imagination of spirits stimulated by the Renaissance and ardent for discovery.",
		"Lowell was already looked upon by his companions as a man marked by wit and poetic sentiment; Miss White was admired for her beauty, her character and her intellectual gifts, and the two became thus the hero and heroine among a group of ardent young men and women.",
		"Mr Crawford came back from the United States an ardent champion of the solitary system.",
		"He was an ardent champion of the orthodox faith, repudiating all the extravagant doctrine preached by the Abbasid missionaries and formerly professed by his father.",
		"He also made the acquaintance of the leading English Positivists, to whose opinions he became an ardent convert.",
		"He was an ardent and outspoken supporter of Clay's compromise measures, and in 1850 he entered President Fillmore's cabinet as attorney-general, serving throughout the administration.",
		"Lacordaire read, and his ardent and believing nature, weary of the theological negations of the Encyclopaedists, was convinced.",
		"Norman Macleod, minister of the Barony Parish, Glasgow, a man of great natural eloquence and an ardent philanthropist, enjoyed the warm friendship of Queen Victoria and was beloved by his nation.",
		"In addition to his work for the Labour and Socialist movement at home he was one of the most ardent pioneers of international socialism, and visited many countries in his endeavour to bring together the workers of different lands.",
		"But it was a call which many in that ardent dawn were ready to accept, and it had now at length found, or made, a statesman and leader of men.",
		"Hansson has been as ardent in the idolatry of woman as Strindberg has been in his hostility to the sex.",
		"She had become an ardent freethinker, and shortly afterwards she was prosecuted and convicted, together with Charles Bradlaugh, for publishing \" blasphemous \" literature.",
		"Even the revocation of the edict of Nantes and the dragonnades have been laid to her charge, but recent investigations have tended to show that in spite of ardent Catholicism, she at least opposed, if not very vigorously, the cruelties of the dragonnades, although she was pleased with the conversions they procured.",
		"The Persian kingsnone more so than Darius, whose religious convictions are enshrined in his inscriptions and, with the kings, their people, were ardent professors of the pure doctrine of Zoroaster; and the Persians settled in the provinces diffused his creed throughout the whole empire.",
		"The religious element is, of course, inseparable from the national, and Ardashir, like all the dynasts of Persis, was an ardent devotee of the Zoroastrian doctrine, and closely connected with the priesthood.",
		"But, though he was an ardent politician (having from his childhood embraced republicanism and a peculiar variety of romantic free-thought), he was first of all a man of letters and an inquirer into the history of the past.",
		"An ardent republican, it was he who in the first session of the National Convention (September 21, 1792) proposed the motion for the abolition of the kingship, in a speech in which occurred the memorable phrase that \"kings are in the moral order what monsters are in the natural.\"",
		"Always himself on the unpopular side and an able but thoroughly fair critic of the majority, he habitually under-estimated his own worth; he was not only an anti-slavery leader when abolition was not popular even in New England, and a radical and rationalist when it was impossible for him to stay conveniently in the Unitarian Church, but he was the first president of the National Free Religious Association (1867) and an early and ardent disciple of Darwin and Spencer.",
		"In view of the increasing confusion in the Church, however, he became one of the most ardent advocates of the appeal to a general council.",
		"He was an ardent disciple of Friedrich List and sought to develop home industries by means of moderate protection and the introduction of foreign capital for industrial purposes.",
		"Although there was much in the official life of Lord Palmerston which inspired distrust and alarm to men of a less ardent and contentious temperament, he had a lofty conception of the strength and the duties of England, he was the irreconcilable enemy of slavery, injustice and oppression, and he laboured with inexhaustible energy for the dignity and security of the Empire.",
		"And yet it was to this property-holding, debt-paying, law-abiding, well-dressed, courteous-mannered citizen of Concord that the ardent and enthusiastic turned as the prophet of the new idealism.",
		"With the outbreak of the Civil War he became an ardent and powerful advocate of the cause of the Union.",
		"For a part at least of his doctrines Gottschalk found ardent defenders, such as Lupus of Ferrieres, the deacon Florus and Amolo of Lyons.",
		"As a preacher, writer, propagandist and ardent Liberal politician, he became a power in the Nonconformist body.",
		"Marriage was out of the question with him, and, judged in the light of Stella's dignity and womanliness, this ardent and unreasoning display of passion was beyond comprehension.",
		"Early in the reign of Queen Elizabeth, two nephews of the cardinal, Arthur and Edmund Pole, being ardent young men, conspired to go over to the duke of Guise in France, hoping to return with an army into Wales and so promote the claims of Mary Queen of Scots to the crown of England, for which service the elder, Arthur, expected to be restored to the dukedom of Clarence.",
		"Under King Charles, an ardent forester, the wholesale destruction of timber was arrested, and new plantations met with success.",
		"Proud of their race and country, they acquired, with their independence, an ardent sense of nationality; and they look forward.",
		"Prison reform and peace were other causes to which he gave ardent support.",
		"He was very trenchant in his criticism of the Government; thus giving satisfaction to ardent spirits in the Unionist ranks, but causing ministerial speakers to contrast his bitterness and violence with Mr. Balfour's quieter methods.",
		"It was not till very late in his career that he attached to himself a few ardent disciples.",
		"John Frederick, who was an ardent Lutheran and had a high regard for Luther, continued the religious policy of his father.",
		"He went to Trinity College, Cambridge, and in 1837 was elected to parliament as Conservative member for Ipswich, but resigned two years later, having adopted Liberal views, and became an ardent supporter of the free-trade movement.",
		"His lectures produced more ardent disciples, imbued at least with his spirit, than those of any other professor of philosophy in France during the 18th century.",
		"William Lamb (as Lord Melbourne then was) joined the opposition under Fox, of whom he was an ardent admirer; but his Liberal tendencies were never decided, and he not infrequently supported Lord Liverpool during that statesman's long tenure of office.",
		"In politics he was always an ardent Liberal..",
		"He always took the interest of an ardent patriot in his unfortunate country; and, as we shall see, made more than one weighty sacrifice on behalf of the principles which he deemed to be bound up with her welfare.",
		"In all its varieties Burke's style is noble, earnest, deep-flowing, because his sentiment was lofty and fervid, and went with sincerity and ardent disciplined travail of judgment.",
		"The people were ardent Catholics, who venerated the nonjuring clergy and resented the measures taken against them.",
		"Returning to Paris, he was received with a popular ovation; but he was out of sympathy with the extremists in power, his old-fashioned methodical method of conducting war exposed him to the criticism of the ardent Jacobins, and a defeat would mean the end of his career.",
		"In Socrates first we find the required combination of a paramount interest in conduct and an ardent desire for knowledge.",
		"An ardent Servian patriot, he proclaimed the principle that books ought to be written for the people and therefore in the language which the people understood and spoke.",
		"Dr Yovan Yovanovich, called by his admiring countrymen Zmay (the Dragon) on account of the high flight of his poetry and his ardent patriotism, began his poetical career by producing melodious translations of some of the best poems of other nations (the Hungarian Arany's Toldi Jdnos, Petofi's Jdnos Vitez, Lermontov's Demon, Tennyson's \" Enoch Arden,\" Bodenstedt's Mizra-Shaffy, Goethe's Iphigenie, &c.).",
		"The strong political position secured to the French Protestants by the edict of Nantes was very objectionable, not only to the ardent Roman Catholics, but also to more moderate persons, and the payments made to their ministers by the state were viewed with increasing dislike.",
		"In 1830, having become an ardent follower of Andrew Jackson, he was made editor of the Washington Globe, the recognized organ of the Jackson party.",
		"He was an ardent supporter of the candidacy of Theodore Roosevelt for the Republican presidential nomination in 1912, and was in charge of the contests for seating the Roosevelt delegates in the national convention.",
		"The ardent patriot, the far-seeing statesman, were united in his person with the consummate and unapproachable artist.",
		"Herault, who was an ardent champion of the Revolution, took part in the taking of the Bastille, and on the 8th of December 1789 was appointed judge of the court of the first arrondissement in the department of Paris.",
		"This latter, indeed, appears to have been concocted by Gerald, an ardent champion of the English cause in Ireland, from genuine letters of Pope Alexander III., still preserved in the Black Book of the Exchequer, which do no more than commend King Henry for reducing the Irish to order and extirpating tantae abominationis spurcitiam, and exhort the Irish bishops and chiefs to be faithful to the king to whom they had sworn allegiance.'",
		"The office of ban was revived, and its holder, Baron Levin Rauch, was an ardent Magyarist.",
		"For the great plan of conquering Canada, Pitt chose young and ardent officers, with Amherst, distinguished for steadiness and self-control, as their commander-in-chief.",
		"In the domain of intellect the advance of the French showed a no less dazzling and a no less universal activity; they sang Intel- as well as they fought, and their epics were worthy Iectual of their swordsmanship, while their cathedrals were develop- hymns in stone as ardent as their soaring flights of inent, devotion.",
		"At the close of this troubled century peace descends upon exhausted passions; and amidst the choir of young and ardent voices celebrating the national reconciliation, the tocsin no longer sounds its sinister and persistent bass.",
		"An ardent patriot and republican, her relations with Danton resembled those of Marie Antoinette with Mirabeau, in each case a woman spoilt by flattery, enraged at indifference.",
		"He was promoted captain in 1851, and two years later was ordered to the East, when he became an ardent opponent of \"States' Rights\" and slavery.",
		"His place was taken by Caballero, an ardent opponent of reform, who restored all the abuses of the old bureaucratic administration and pandered to the bigoted prejudices of the clergy and the court.",
		"Meanwhile the most ardent Jansenists had followed Quesnel to Holland.",
		"He was an ardent bi-metallist, and in 1892 was a member of the International Monetary Conference at Brussels.",
		"Louis (1534-1586), sieur de Moriambert, the fifth son, was a most ardent Protestant.",
		"But he still remained an ardent royalist.",
		"He had no difficulties in respect of the teaching and practice of his church, being in truth an ardent Ultramontane in doctrine, as was all but inevitable in his time and circumstances, and his great merit was the instinctive tact which showed him that the system of monasticism could never be the leaven of secular life, but that something more homely, simple, and everyday in character was needed for the new time.",
		"Friends he won readily, and he held them in devoted attachment by the solid worth of a frank, ardent, generous, warm-hearted and highminded character.",
		"As an ardent upholder of the old pagan religion Proclus incurred the hatred of the Christians, and was obliged to take refuge in Asia Minor.",
		"In the Civil War Connecticut was one of the most ardent supporters of the Union cause.",
		"His father's people were of the fisher-clan of Renans or Ronans; his grandfather, having made a small fortune by his fishing smack, bought a house at Treguier and settled there, and his father, captain of a small cutter and an ardent Republican, married the daughter of Royalist trading-folk from the neighbouring town of Lannion.",
		"The preachers Raoul Ardent in 1101 and Robert of Arbrissel in 1114 were summoned to the districts of the Agenais and the Toulousain to combat the heretical propaganda.",
		"This ardent attachment was perhaps one of the sources of the exaltation which marked her career, and gave many handles to her enemies.",
		"Her marriage with Malatesta did not take place until 1456; but of the ardent affection that had long bound them together there are stronger proofs than the lover's juvenile verses, or than even the children Isotta had borne to him.",
		"His lips found hers in an ardent kiss.",
		"How could he have been so ardent last night and then so thoroughly indifferent this morning?",
		"He indulgedfreely in ardent spirits, and soon after went to bed.",
		"Caine is an ardent advocate of promoting the spring system on which the voice works.",
		"I am still an ardent member of the Society and an equally ardent follower of events at Brooklands, albeit from afar.",
		"The QCA has become too ardent a defender of every aspect of the present system.",
		"Why should he be so ardent in desiring grave and verbose writers?",
		"But it's a need to communicate and I have a very ardent belief in the power of stories.",
		"People seem to think Lakers fans are not ardent enough, but part of it is about being cool.",
		"Sometime he hath enlarged your soul with ardent and longing desires after him, and satisfied you with the fatness of his house.",
		"Perhaps the best known was Woodrow Wyatt, the former right wing Labor MP who ended up an ardent devotee of Margaret Thatcher.",
		"Words and Music Gordon Bull You have to be an ardent fan of these two BBC comedies to appreciate the stage versions properly.",
		"This is an absolute must for the armchair sportsman who is an ardent follower of \" Eng-er-land!",
		"I have since become an ardent fan and am always eagerly awaiting every new installment.",
		"He gathered it into his arms an ardent lover embracing his sweetheart.",
		"No more does the ardent nightingale carol its joyous songs, and the sweet and holy melodies of the immortal dove are hushed.",
		"Ms Dudley Edwards, in her obituary of her late former husband, Patrick Cosgrave, said he became an ardent English patriot.",
		"In his gospel addresses we do not find much of that ardent insistence which is often seen in the gospel preacher.",
		"Feb. 5, 1891 - Rhodes joins his group from Oxford with a similar group from Cambridge headed by ardent social reformer William Stead.",
		"A lot of desperate journalists standing about talking to ardent royalists.",
		"He became an ardent royalist and raised a troop of horse to fight in the Bishops Wars.",
		"The apparent size and duration should impress even an ardent skeptic.",
		"This practice assumes that no ardent male suitor could gain access to the widowed queen.",
		"Lesley had been a keen participant in - and ardent supporter of - the sport for some years.",
		"Fortunately, Anneka is also a committed vegetarian, ardent Viva!",
		"He was supposed to be of liberal principles, and the more conservative of his subjects were for some years after his accession inclined to regard him with suspicion as a too ardent reformer.",
		"Always holding aloof from politics, he was an ardent and indefatigable advocate of social reform in India, especially as regards child marriage and the remarriage of widows.",
		"A man of unnatural passions and grossly superstitious, he was an ardent lover of nature.",
		"In Transylvania the princes of the Bathory family (1571-1604) were ardent disciples of the Jesuit fathers, and Sigismund Bathory in particular persecuted fiercely, his fury being especially directed against the queer judaizing sect known as the Sabbatarians, whose tenets were adopted by the Szeklers, the most savage of \" the three nations \" of Transylvania, many thousands of whom were, after a bloody struggle, forced to emigrate.",
		"His first acts on taking up his office were to repudiate the authority of the Hungarian diet, to replace the Maygar officials with ardent \" Illyrians,\" and to proclaim martial law.",
		"But, whatever might be Shaftesbury's speculative opinions or his mode of expressing them, all witnesses bear testimony to the elevation and purity of his life and aims. As an earnest student, and ardent lover of liberty, an enthusiast in the cause of virtue, and a man of unblemished life and untiring beneficence,, Shaftesbury probably had no superior in his generation.",
		"While excelling him in suppleness and dexterity, he lacked the force of character possessed by the great \"tribune of the people\"; and his influence was gradually eclipsed by that of the more ardent and determined champions of democracy, the Girondins and the Jacobins.",
		"Nothing can be more expressive of humility and ardent love than some of the actions of the ruff.",
		"The pursuit of salvation does not dominate by any means the whole life and ambition of even ardent believers; statesmen, philosophers, men of letters, scientific investigators and inventors have commonly gone their way regardless of the particular form of Christianity which prevailed in the land in which they lived.",
		"About this time he became an ardent Wycliffite, winning over many persons, some of high rank, to the side of the reformer, and incurring the censure of Archbishop Arundel.",
		"Schelling was prematurely thrust into the position of a foremost productive thinker; and when the lengthened period of quiet meditation was at last forced upon him there unfortunately lay before him a system which achieved what had dimly been involved in his ardent and impetuous desires.",
		"But his frequent use of antithesis and paradox, the varied and fanciful imagery by which he realizes religious emotion, though they are indeed in accordance with the poetical conventions of his time, are also the unconstrained expression of an ardent and concentrated imagination.",
		"It was in this sense, and not, as has been often asserted, in the sense of \" Gate of God \" or \" Gate of Religion,\" that the title Bab was understood and assumed by Mirz&`Ali Muhammad; but,though still generally thus styled by non-Babis, he soon assumed the higher title of .Nugta (\" Point \"), and the title Bab, thus left vacant, was conferred on his ardent disciple, Mull& Husayn of Bushrawayh.",
		"Many women remain ardent fans of Calvin Klein's underwear and bras.",
		"He was no longer an ardent lover.",
		"When his fingers laced through hers and his palms pressed her hands against the wall next to her face, his kisses became ardent.",
		"An ardent admirer of Jonathan Edwards, whose great-grand-daughter he married, Park was one of the most notable American theologians and orators.",
		"In his Westminster review of Whately's Logic in 1828 (invaluable to all students of the genesis of Mill's logic) he appears, curiously enough, as an ardent and brilliant champion of the syllogistic logic against highfliers such as the Scottish philosophers who talk of \"superseding\" it by \"a supposed system of inductive logic.\"",
		"For the present their means were very scanty, and, as the ardent royalism of his brother officers limited his social circle, he plunged into work with the same ardour as before, frequently studying fourteen or fifteen hours a day.",
		"An ardent Liberal, he took an active part in party struggles under the Restoration, while throwing himself with equal vigour into the great work of historical regeneration which was going on at that period.",
		"How anxious the Pergamene kings, with their ardent Hellenism, were to avoid offence is shown by the elaborate forms by which, in their own capital, they sought to give their real control the appearance of popular freedom (Cardinali, Regno di Pergamo, p. 281 seq.).",
		"After serving in the Maryland convention which ratified for that state the Federal Constitution, and there vigorously opposing ratification, though afterwards he was an ardent Federalist, he became in 1791 chief judge of the Maryland general court, which position he resigned in 1796 for that of an associate justice of the Supreme Court of the United States.",
		"During the trying winter of 1854-55, the suffering he was compelled to witness, the censures, in great part unjust, which he had to endure and all the manifold anxieties of the siege seriously undermined his health, and although he found a friend and ardent supporter in his new French colleague, General Pelissier (q.v.), disappointment at the failure of the assault of the 18th of June 1855 finally broke his spirit, and very shortly afterwards, on the 28th of June 1855, he died of dysentery.",
		"Mead, a man of great learning and intellectual activity, was an ardent advocate of the mathematical doctrines.",
		"Among the most ardent of his followers was Francois Joseph Victor Broussais (1772-1838), whose theoretical views, partly founded on those of Brown and partly on the so-called vitalist school of Theophile Bordeu (1722-1776) and Paul Joseph Barthez (1734-1806), differed from these essentially in being avowedly based on anatomical observations.",
		"Most of the ardent cultivators of this science in Germany in the next generation were his pupils.",
		"In politics, while he held aloof from the clubs, and even from parties, he was an ardent defender of the new institutions.",
		"His ardent zeal was sorely tried by Philip's cautious temperament; and Sir Thomas Stukeley's projected Irish expedition, which Sanders was to have accompanied with the blessings and assistance of the pope, was diverted to Morocco where Stukeley was killed at the battle of Al Kasr al Kebir in 1578.",
		"With ardent anti-slavery principles, he entered political life as a \"Young Whig\" opposed to the Mexican War; he became an active Free-Soiler in 1848, and in 1854 took part in the organization in Massachusetts of the new Republican party.",
		"The Triumph of the Cross is his principal work, but everything he wrote was animated by the ardent spirit of piety evidenced in his life.",
		"He was an ardent leader of the opposition to the Stamp Act, advocating even then a separation of the colonies from the mother country; and in the Continental Congress of 1774 he discussed the situation on the basis of inalienable rights and liberties, and urged an immediate attack on General Thomas Gage, that he might be defeated before receiving reinforcements.",
		"Though ardent in his pastoral work, he found time for diligent study of Hebrew and other Oriental languages, undertaken chiefly with the view of qualifying himself for the great work of his life, his Commentary on the Holy Scriptures (8 vols., 1810-1826).",
		"In all ways he was the ardent advocate of what have in later times been known as \"Liberal causes,\" the removal of all religious disabilities and tests, the suppression of private interests which hampered the public good, the abolition of the slave trade, and the emancipation of all classes and races of men from the strict control of authority.",
		"In the political troubles which preceded the outbreak of the Civil War, Hopton, as member of parliament successively for Bath, Somerset and Wells, at first opposed the royal policy, but after Strafford's attainder (for which he voted) he gradually became an ardent supporter of Charles, and at the beginning of the Great Rebellion he was made lieutenant-general under the marquess of Hertford in the west.",
		"Spottiswoode had originally become prominent as an ardent supporter of the strict Presbyterian party, but gradually came to see the inconveniences of \"parity in the Church,\" attributed little importance to the existing matters of dispute, and thought that the interests of both church and state were best secured by keeping on good terms with the king.",
		"He was no longer a peacemaker, but an ardent warmaker.",
		"This circumstance, as well as the failure to make other desired reductions, caused the ardent tariff reformers to be greatly disappointed with the act of 1894 as finally passed, and led President Cleveland to permit it to become law without its endorsement by his signature.",
		"Although an ardent liberal, he took little part in political affairs.",
		"Lawrence saw that the surest way to prevent the Mutiny from spreading from the sepoy army of Bengal to the recently conquered fighting races of the Punjab was to hurl the Sikh at the Hindu; instead of taking measures for the defence of the Punjab, he acted on the old principle that the best defence is attack, and promptly organized a force for the reduction of Delhi, with the ardent co-operation of born leaders like John Nicholson, Neville Chamberlain and Herbert Edwardes.",
		"In answer to her response, his kiss lost its hesitancy and became ardent.",
		"His position was endangered by the growing power of his father-in-law, Stephen Vukcic, an ardent Bogomil, who had united Tribunia and Hlum into a single principality.",
		"From her early years she showed great aptitude for study, an ardent and enthusiastic spirit, and unquestionable talent.",
		"In 1893 he retired, and devoted himself to journalism and lecturing, becoming well known for his ardent advocacy of extreme socialistic views.",
		"If the poor were ardent nationalists who would not intermingle with the Greeks, the rich had long outgrown and now could humour such prejudices; and the title of their party was capable of recalling at any rate the sound of the national ideal of righteousness, i.e.",
		"Though an ardent supporter of the historic Right, and, as such, entrusted by the Lanza cabinet with the defence of the law of guarantees in 1870, he was no respecter of persons, his caustic tongue sparing neither friend nor foe.",
		"Lavater was one of the most ardent admirers of Mendelssohn.",
		"Ardent spirits craved the martyr's crown, and to confess Christ in persecution was to attain a glory inferior only to that won by those who actually died.",
		"He was an ardent admirer of John C. Calhoun, and eventually became his successor as the leader of the South.",
		"An ardent opponent of Catholic Emancipation, he delivered in 1807 a speech on the subject which helped to give the deathblow to the Grenville administration, upon which he became chancellor of the exchequer under the duke of Portland, whom in 1809 he succeeded in the premiership. Notwithstanding that he had the assistance in the cabinet of no statesman of the first rank, he succeeded in retaining office till he was shot by a man named Bellingham, a bankrupt with a grievance, who had vainly applied to him for redress, in the lobby of the House of Commons on the 11th of May 1812.",
		"An ardent anti-renter in his boyhood and youth, he wrote A History of Delaware County and the Border Wars of New York, containing a Sketch of the Early Settlements in the County, and A History of the Late Anti-Rent Difficulties in Delaware (Roxbury, 1856).",
		"His arms pressed her closer, his smooth lips seeking hers in ardent pleasure.",
		"Depretis recalled Nigra from Paris and replaced him by General Cialdini, whose ardent plea for Italian intervention in favor of France in 1870, and whose comradeship with Marshal Macmahon in 1859, would, it was supposed, render him persona gratissima to the French government.",
		"The bitterness aroused by the ardent and to some extent unjust zeal of the reforming element can only be conjectured.",
		"He was an ardent Liberal in politics, and in 1880 he was elected to parliament for the Tower Hamlets division of London; in 1885 he was returned for South Aberdeen, where he was reelected on succeeding occasions.",
		"She clung to his muscular shoulders, returning his ardent embrace."
	],
	"synonyms": [
		"sweltering",
		"sultry",
		"sizzling",
		"searing",
		"scorching",
		"scalding",
		"roasting",
		"red-hot",
		"fiery",
		"heated",
		"burning",
		"hot",
		"broiling",
		"boiling",
		"blistering"
	],
	"antonyms": [
		"disloyal",
		"cold-blooded",
		"dispassionate",
		"indifferent",
		"frigid",
		"cool",
		"lukewarm",
		"cold",
		"unenthusiastic"
	]
}