{
	"word": "riveting",
	"meaning": [
		"Wholly absorbing or engrossing one's attention; fascinating.",
		"Commanding the attention of spectators.",
		"Present participle of rivet.",
		"The act of joining with rivets.",
		"The act of spreading out and clinching the end, as of a rivet, by beating or pressing.",
		"A set of rivets; rivets collectively."
	],
	"sentences": [
		"He spoke again, riveting her attention on his face.",
		"Dressed in dark clothes with dark hair and olive skin with a dark stare, he was both riveting and frightening.",
		"Despite the inherent limitations of concert films, Sign o ' the Times is conceptually strong and visually riveting.",
		"Children who love the Lord of the Rings may find The Father Christmas Letters by JRR Tolkien riveting.",
		"Tools for riveting, nailing or screwing or removing rivets, nails, screws or similar uses.",
		"Although the plot details may sound mundane to some kids, the book is a riveting read that includes plenty of personality and zip.",
		"Xbox Game of the Year - Indigo Prophecy, for an amazingly well-written story and script and riveting gameplay.",
		"Since then, several other developers have created some great franchises with intriguing characters, unique special moves, and riveting gameplay.",
		"And if you get tired of riveting wines and feel like a pint of suds, don't think twice about stopping in Boonville for an IPA at Anderson Valley Brewing Company, just for a change of venue.",
		"Most of all, though, it contains riveting dancers taking their traditional art into a brand new age.",
		"During the 2008 show, Italian opera star Francesco Malapena closed the festivities with a riveting performance.",
		"In other words, it wasn't the kiss itself that was so riveting - but rather, what the kiss represented between the two women.",
		"A Virgo profile reveals just how complex and riveting the sixth sign of the zodiac can be.",
		"The show's riveting plots, which tackle controversial issues from addiction and abortion to homosexuality and transgender relationships, keep fans on their toes.",
		"The set is available on Amazon.com and condenses 95 episodes into four and a half hours of riveting viewing.",
		"The methods of union also differ, riveting being adopted for thick plates, and soldering or brazing generally for thin.",
		"For example, in a machine-work, the steam-engine, which is the prime mover of the various tools, has a flywheel on the crank-shaft to store and restore the periodical excess of energy arising from the variations in the effort exerted by the connecting-rod upon the crank; and each of the slotting machines, punching machines, riveting machines, and other tools has a flywheel of its own to store and restore energy, so as to enable the very different resistances opposed to those tools at different times to be overcome without too great unsteadiness of motion.",
		"But poetry is not her only talent - she is also a riveting cabaret chanteuse, entertaining with her own brand of twisted tunes.",
		"Beautiful women that rivaled Claire and men so handsome, even age couldn't diminish their muscular bodies or riveting looks.",
		"She resisted the urge to leave, instead riveting her gaze to A'Ran.",
		"All riveting and punching of the steel members is done at the shop, where also they receive the usual coat of oil or paint.",
		"This leaves the assembling and field riveting to be done on the ground, together with the adjustment of the lateral or wind-bracing, the placing of tie rods and the field painting.",
		"In some girder -1 o bridges the members are connected entirely by riveting, in others the principal members are con nected by pin joints.",
		"Lattice bars, fillers, brackets, &c., add just so much more weight without increasing the section, and must be allowed for; the method of riveting the sections together must also be taken into account.",
		"But all other complicated forms have to be united by other means - as welding, soldering, riveting or bolting."
	],
	"synonyms": [
		"fascinating",
		"gripping",
		"engrossing",
		"absorbing",
		"gripping",
		"holding",
		"enthralling",
		"fascinating",
		"arresting",
		"mesmerizing",
		"spellbinding",
		"transfixing",
		"grabbing",
		"fixing",
		"bolting",
		"nailing",
		"concentrating",
		"focussing",
		"centering"
	],
	"antonyms": []
}