{
	"word": "synthesis",
	"meaning": [
		"The putting together of parts or elements so as to form a whole.",
		"The complex whole so formed.",
		"A whole made up of parts or elements put together.",
		"The formation of a complex compound by the combining of two or more simpler compounds, elements, or radicals.",
		"Reasoning from the general to the particular; logical deduction."
	],
	"sentences": [
		"Inevitably the question forces itself upon the mind, is not some fuller synthesis possible?",
		"But the belief died hard; the synthesis of urea remained isolated for many years; and many explanations were attempted by the vitalists (as, for instance, that urea was halfway between the inorganic and organic kingdoms, or that the carbon, from which it was obtained, retained the essentials of this hypothetical vital force), but only to succumb at a later date to the indubitable fact that the same laws of chemical combination prevail in both the animate and inanimate kingdoms, and that the artificial or laboratory synthesis of any substance, either inorganic or organic, is but a question of time, once its constitution is determined.'.",
		"This dogma was shaken by Wohler's synthesis of urea in 1828.",
		"This process is called conceptual synthesis, the possibility of which is a sine qua non for the exchange of information by speech and writing.",
		"Leaving all detailed descriptions of these schools to special articles devoted to them, it is sufficient here to say that their doctrines were a synthesis of Platonism, Stoicism and the later Aristotelianism with a leaven of oriental mysticism which gradually became more and more important.",
		"Kolbe; this taken in conjunction with Melsens's observation provided the first synthesis of acetic acid.",
		"It almost follows from the nature of the case that the great task of Boerhaave's life, a synthesis of ancient and modern medicine, and the work in which this is chiefly contained, his.",
		"Mme Blavatsky's principal books were Isis Unveiled (New York, 1877), The Secret Doctrine, the Synthesis of Science, Religion and Philosophy (1888), The Key to Theosophy (1891).",
		"Next he groups these sections into fourteen larger masses of apocalyptic matter, and by a process of synthesis seeks to arrive at the plan on which the author constructed his book.",
		"The fifth compound, on the other hand, does not behave as an unsaturated aliphatic compound, but its deportment is that of a nucleus, many substitution derivatives being capable of synthesis.",
		"The subordination never was, and never will be, effected except by means of a religion, and a religion, to be final, must include a harmonious synthesis of all our conceptions of the external order of the universe.",
		"Theoretically this branch of the subject should connect with and form the completion of morphological anatomy, but the field, has not yet been sufficiently explored to allow of the necessary synthesis.",
		"Long robes bearing Greek names (synthesis, syrma, &c.) were worn at dinner-parties.",
		"Chemically pure sodium nitrate can be obtained by repeated recrystallization of Chile saltpetre or by synthesis.",
		"This conception led Kekule to his \"closed-chain\" or \"ring\" theory of the constitution of benzene which has been called the \"most brilliant piece of prediction to be found in the whole range of organic chemistry,\" and this in turn led in particular to the elucidation of the constitution of the \"aromatic compounds,\" and in general to new methods of chemical synthesis and decomposition, and to a deeper insight into the composition of numberless organic bodies and their mutual relations.",
		"We may here mention the synthesis of oxyuvitic ester (5-methyl-4-oxy-I-3-benzene dicarboxylic ester) by the condensation of two molecules of sodium acetoacetic ester with one of chloroform (Ann., 1883, 222, p. 249).",
		"In spite of this, however, his heroic attempt at a synthesis of all scientific knowledge could not but fall short of its aim.",
		"There are certain reactions, however, in which oxidation can be successfully applied to the synthesis of acids.",
		"An important oxidation synthesis of aromatic acids is from hydrocarbons with aliphatic side chains; thus toluene, or methylbenzene, yields benzoic acid, the xylenes, or dimethyl-benzene, yield methyl-benzoic acids and phthalic acids.",
		"Equally fundamental is the element of synthesis.",
		"This work led naturally to the synthesis of many terpenes and members of the camphor group; also to the investigation of various alkaloids and natural colouring matters.",
		"Under the second head, according to Ward, as according to Wundt, knowledge is experience; we must start with the duality of subject and object, or perpetual reality, phenomenon, in the unity of experience, and not believe, as realists do, that either subject or object is distinct from this unity; moreover, experience requires \" conation,\" because it is to interesting objects that the subject attends; conation is required for all synthesis, associative and intellective; thinking is doing; presentation, feeling, conation are one inseparable whole; and the unity of the subject is due to activity and not to a substratum.",
		"Although he does not agree with Kant that either the formal element in sense or the synthesis of sensations is a priori, yet in very Kantian fashion, through not distinguishing between operation and object, he holds that, in synthetically combining sensations of touch and sight, we not only have a complex perception of a solid body, but also know this \" object thought of \" as itself the complex of these sensations objectified.",
		"The difficulty of reconciling the two views is that which gives rise to much of the obscurity in Locke's treatment of the theory of knowledge; in Hume the effort to identify them, and to explain the synthesis which is essential to cognition as merely the accidental result of external relations among the elements of conscious experience, appears with the utmost clearness, and gives the keynote of all his philosophical work.",
		"It remains to be seen how knowledge can be explained on such a basis; but, before proceeding to sketch Hume's answer to this question, it is necessary to draw attention, first, to the peculiar device invariably resorted to by him when any exception to his general principle that ideas are secondary copies of impressions presents itself, and, secondly, to the nature of the substitute offered by him for that perception of relations or synthesis which even in Locke's confused statements had appeared as the essence of cognition.",
		"These external relations are, in fact, what Hume describes as the natural bonds of connexion among ideas, and, regarded subjectively as principles of association among the facts of mental experience, they form the substitute he offers for the synthesis implied in knowledge.",
		"The council of state was, moreover, itself soon enlarged and subdivided; and in course of time the emperor alone represented any synthesis of the various departments of the administration.",
		"In this direction pragmatism may ultimately lead to a number of metaphysics, each of which will represent a personal guess at a final synthesis of experience, while remaining essentially undogmatic and improvable.",
		"He does not free himself from the current theology either by rational moralizing like Kant, or by bold speculative synthesis like Fichte and Schelling.",
		"The first step is a preliminary affirmation and unification, the second a negation and differentiation, the third a final synthesis.",
		"By this Transcendental Synthesis he proposed to reconcile Realism and Idealism, and to destroy the traditional difficulty between transcendental, or pure, thought and \"things in themselves.\"",
		"Discovered by Boyle in 1661, it was first carefully studied by Dumas and Peligot in 1831; its synthesis from its elements (through methane and methyl chloride) was effected by Berthelot in 1858.",
		"If we rest on the synthesis here described, the energy of the matter, even the thermal part, appears largely as potential energy of strain in the aether which interacts with the kinetic energy associated with disturbances involving finite velocity of matter.",
		"The truth is that, though the premises contain the conclusion, neither premise alone contains it, and a man who knows both but does not combine them does not draw the conclusion; it is the synthesis of the two premises which at once contains the conclusion and advances our knowledge; and as syllogism consists, not indeed in the discovery, but essentially in the synthesis of two premises, it is an inference and an advance on each premise and on both taken separately.",
		"As again the synthesis contains or involves the conclusion, syllogism has the advantage of compelling assent to the consequences of the premises.",
		"It is the analysis of an aggregate idea (Gesammtvorstellung) into subject and predicate; based on a previous association of ideas, on relating and comparing, and on the apperceptive synthesis of an aggregate idea in consequence; but itself consisting in an apperceptive analysis of that aggregate idea; and requiring will in the form of apperception or attention (Wundt).",
		"The sensory judgment then, which is nothing but a belief that at the moment of sense something sensible exists, is a proof that not all judgment requires conception, or synthesis or analysis of ideas, or decision about the content, or about the validity, of ideas, or reference of an ideal content to reality, as commonly, though variously, supposed in the logic of our day.",
		"No distinction is more vital in the logic of inference in general and of scientific inference in particular; and yet none has been so little understood, because, though analysis is the more usual order of discovery, synthesis is that of instruction, and therefore, by becoming more familiar, tends to replace and obscure the previous analysis.",
		"These two kinds of syllogism are synthesis and analysis in the ancient sense.",
		"Deduction is synthesis when it is progressive from real ground to consequence, as when we start from these two results of analysis as principles and deduce synthetically the proposition that therefore the angles of a triangle are equal to two right angles, in the order familiar to the student of Euclid.",
		"Jevons supposed induction to be inverse deduction, distinguished from direct deduction as analysis from synthesis, e.g.",
		"Knowledge involves synthesis or nexus.",
		"The reformed Aristotelian logic of the first-named with its inductio demonstrativa, the mathematicophysical analysis followed by synthesis of the second, the exclusiva, or method of exclusions of the last, agree at least in this, that the method of science is one and indivisible, while containing both an inductive and a deductive moment.",
		"Lastly we have deduction the determination of the most complex phenomena by a continuous synthesis or combination of the simple elements.",
		"Synthesis is demonstrative and complete.",
		"Syllogism is not the synthesis which together with analysis goes to constitute the new instrument of science.",
		"Hobbes developed the nominalism which had been the hallmark of revolt against scholastic orthodoxy, and, when he brings this into relation with the analysis and synthesis of scientific A notable formula of Bacon's Novum Organum ii.",
		"These branched-chain fellows are important because some studies have shown that they have a special capacity to boost protein synthesis and inhibit protein breakdown.",
		"Scientists still don't why, but NO stimulates protein synthesis in the muscle.",
		"One major area is using reactive polymers to facilitate organic synthesis.",
		"According to him, inner decisive will, rising to active apperception, proceeds to what he calls \" apperceptive combinations \" (A pperceptionverbindungen); first to simple combinations of relating and comparing, and then to complex combinations of synthesis and analysis in imagination and understanding; in consequence of which synthesis issues in an aggregate idea (Gesammtvorstellung), and then at last analysis, by dividing an aggregate idea into subject and predicate, forms a judgment (see further Logic).",
		"Because heme levels remain low, the synthesis pathway continues to churn out precursor molecules in an attempt to correct the heme deficit.",
		"Folic acid deficiency anemia is the most common type of megaloblastic anemia, arising from a problem with the synthesis of deoxyribonucleic acid (DNA) within the cells of the body.",
		"One promising line of PKU research involves the synthesis (manufacturing) of a new type of enzyme that can break down phenylalanine in food consumed by the patient.",
		"Zinc is required for protein synthesis, immune system function, protection of the liver, collagen formation, and wound healing.",
		"Estrogens, such as are found in oral contraceptives, increase the synthesis of vWF and can sometimes be used in the long-term treatment of women with mild to moderate VWD.",
		"Ultraviolet (UV) rays trigger vitamin D synthesis in the skin, but factors such as the season, local air pollution, and the use of sunscreen affect how much vitamin D the body can create in this way.",
		"It is essential in DNA regulation and synthesis.",
		"It is necessary for fatty acid synthesis.",
		"It's known to inhibit the synthesis of cholesterol in the human body, which can lead to lowered cholesterol levels.",
		"One of the cholesterol synthesis inhibiting chemicals in red yeast rice, monacolin K, is used in an anti-cholesterol drug manufactured by Merck & Co., known as Mevacor (also known as lovastatin and mevinolin).",
		"The red yeast rice inhibits cholesterol synthesis in the human body, thus having an effect on the overall level of LDL and overall cholesterol.",
		"The vitamin participates in the human body's synthesis of proteins for cellular growth, development, differentiation and ability to adhere to one another.",
		"He taught, spoke and researched the subject of natural selection and helped head up the idea of evolutionary synthesis.",
		"Designed with care, this crosswind men's watch from Breitling epitomizes synthesis of art and technology.",
		"It has 1/100 Second Stopwatch,12/24 Hour Formats,5 Daily Alarms, Hourly Time Signal, Auto Calendar, Dual Time, Animated Dolphin Display, 25 Pages of Telememo and 5 Day Counters, a pure synthesis of elegance.",
		"Citizen Aqualand Duplex JP1074-58E Wrist Watch is a pure synthesis of technology and beauty.",
		"This Citizen Promaster Cyber Aqualand NX Nitrox Dive Computer watch is a synthesis of style and function.",
		"This watch is a triumph of precision engineering indicating synthesis of the care and pride crafted into every Tag Heuer Watch.",
		"During exercise and for several hours afterward, your metabolic pathways suppress the synthesis of new proteins while your muscle cells and cardiovascular system are busy responding to the the energy demands of physical activity.",
		"After this period, however, protein synthesis takes place at an elevated rate to build up your muscle tissue in response to exercise.",
		"This accelerated protein synthesis does, indeed, require more protein than you would need if you were sedentary.",
		"Purines are compounds necessary for the synthesis of several biomolecules, as well as their function as neurotransmitters.",
		"As a hormone with anabolic properties, testosterone promotes protein synthesis and the development of bone and muscle.",
		"Weight training stimulates your muscles and promotes protein synthesis in both men and women, and weight training is the only form of exercise that has shown some positive results for testosterone increases in both men and women.",
		"This product moisturizes and exfoliates dry skin for younger, healthier looking hands and nails and contains anti-aging peptides, Retinol and ingredients to improve collagen synthesis and help fade age spots.",
		"For at the basis of Herbart's speculation there lies a conception of identity foreign to the thought of Kant with his stress on synthesis, in his thoroughgoing metaphysical use of which Herbart goes back not merely to Wolff but to Leibnitz.",
		"Abstraction proves to be synthesis with compensatory universal marks in the place of the particular marks abstracted from.",
		"In the one case, however, where it recognizes what is truly synthesis, i.e.",
		"Fichte cannot be said to have developed a logic, but this rhythm of thesis, antithesis and synthesis, foreshadowed in part for Fichte in Spinoza's formula, \" omnis determinatio est negatio,\" and significantly in Kant's triadic grouping of his categories, gave a cue to the thought of Hegel.",
		"The atomic weight has been determined by many investigators; the chief methods employed being the analysis and synthesis of the trioxide and the analysis of the hexachloride.",
		"Stas, from the synthesis of silver chloride, obtained the value 35.457 (O =16), and C. Marignac found the value 34.462.",
		"The new synthesis reveals a universal decline from the 5th to the 10th centuries, while the Germanic races were learning the rudiments of culture, a decline that was deepened by each succeeding wave of migration, each tribal war of Franks or Saxons, and reached its climax in the disorders of the 9th and 10th centuries when the half-formed civilization of Christendom was forced to face the migration of the Northmen by sea, the raids of the Saracen upon the south and the onslaught of Hungarians and Sla y s upon the east.",
		"These alkyl substitution products are important, for they lead to the synthesis of many organic compounds, on account of the fact that they can be hydrolysed in two different ways, barium hydroxide or dilute sodium hydroxide solution giving the socalled ketone hydrolysis, whilst concentrated sodium hydroxide gives the acid hydrolysis.",
		"If we take it strictly to mean the belief in ghosts or spirits having the \" vaporous materiality \" proper to the objects of dream or hallucination, it is certain that the agency of such phantasms is not the sole cause to which all mystic happenings are referred (though ghosts and spirits are everywhere believed in, and appear to be endowed with greater predominance as religious synthesis advances amongst primitive peoples).",
		"He showed, both by analysis and by synthesis, that quality depends on the order, number and intensity of the overtones or harmonics that may, and usually do, enter into the structure of a musical tone.",
		"Their constitution follows from their formation from dibromosuccinic acid and from their synthesis from glyoxal cyanhydrin, these two methods producing the inactive racemic form which may then be split into the active components.",
		"On the other hand, it may be that the initial conditions for the synthesis of proteid are different from those under which proteid and living matter display their activities.",
		"Logic, ethics and physics, psychology, theory of knowledge and metaphysics are all fused together by Plato in a semi-religious synthesis.",
		"To this it is sufficient to answer generally that the synthesis of the parts is something more than that detailed knowledge of the parts in separation which is gained by the man of science.",
		"It is with the ultimate synthesis that philosophy concerns itself; it has to show that the subject-matter which we are all dealing with in detail really is a whole, consisting of articulated members.",
		"Another difficulty arose from the fact that the reaction S02+O=S03 is reversible, the opposite reaction, SO 3 = S0 2 -f 0 setting in but little above the temperature required for the synthesis of SO 3.",
		"But it is doubtful whether the elements of his final synthesis really interpenetrate.",
		"Its derivatives and its relation to benzene had been previously studied by the above and other experimenters, its relation to benzene being first proved experimentally by Cannizzaro and its constitution settled by Fittig and Tollens's synthesis from sodium and a mixture of methyl iodide and brombenzene.",
		"Before, however, we take a brief survey of the progress of systematic ethics from Ambrose to Thomas Aquinas, it may be well to examine the chief features of the new moral consciousness that had spread through Graeco-Roman civilization, and was awaiting philosophic synthesis.",
		"But if the progress of physical science has not prevented the rehabilitation of much of ancient alchemy by the later researches into chemical change, and if psychology now finds a place for explanations of spiritualism and witchcraft which involve the admission of the empirical facts under a new theory (as in the case of the diviningrod, &c.), it is at least conceivable that some new synthesis might once more justify part at all events of ancient and medieval astromancy, to the extent of admitting the empirical facts where provable, and substituting for the supposed influence of the stars as such, some deeper theory which would be consistent with an application to other forms of prophecy, and thus might reconcile the possibility of dipping into futurity with certain interrelations of the universe, different indeed from those assumed by astrological theory, but underlying and explaining it.",
		"The encyclopaedic interest in nature, although in White's day culminating in the monumental synthesis of Buffon, was also disappearing before the analytic specialism inaugurated by Linnaeus; yet the catholic interests of the simple naturalist of Selborne fully reappear a century later in the greater naturalist of Down, Charles Darwin.",
		"Inorganic bodies, such as metals, may enter into albuminous combinations which may greatly modify their effects, and organic substances may be split up into simpler compounds by oxidation or reduction, or may be rendered more complex by synthesis.",
		"Here, for the first time, appears definitely the distinction between synthesis and analysis, and in the distinction is found the reason for the superior certainty and clearness of mathematics as opposed to philosophy.",
		"The deeper significance of synthesis has not yet become apparent.",
		"Now synthesis was explicable neither by reference to pure thought, the logical or elaborative faculty, which in Kant's view remained analytic in function, nor by reference to the effects of external real things upon our faculties of cognition.",
		"The problem of the Kritik thus becomes for Kant the complete statement of the elements necessarily involved in synthesis, and of the subjective processes by which these elements are realized in our individual consciousness.",
		"The same forms and the same constructive activity of imagination are involved in mathematical synthesis and in the constitution of objects of sense-experience.",
		"The unity of the ego, which has been already noted as an element entering into the synthesis of cognition, is a unity of a quite distinct and peculiar kind.",
		"A narrative synthesis of results is presented.",
		"Only a synthesis of the differing perspectives brought by both professions will allow this new medium to remain viable.",
		"In addition, the RC I provided electrons to soluble electron acceptors (ferredoxin) for use in organic synthesis.",
		"The strain of Aspergillus flavus used to reduced aflatoxin in cotton has been found to be defective in aflatoxin synthesis [22] .",
		"Pyridoxine is required for the synthesis of gamma amino butyric acid (GABA ).",
		"Studies have confirmed that muscle protein synthesis rates are stimulated as long as blood amino acid concentrations remain high [12] .",
		"The researchers also found that protein synthesis was not enhanced by the addition of non-essential amino acids.",
		"The alternative argued for by the post-left anarchist synthesis is still being created.",
		"Tylosin is a macrolide antibiotic which acts by interfering with bacterial protein synthesis.",
		"Other physiological effects are not well defined but can involve reduced carbon dioxide assimilation and reduced protein synthesis.",
		"The resulting synthesis emphasizes breadth of subject matter, multiple means of intellectual access, and opportunities for digressing from the narrative.",
		"If protein turnover rates are measured in growing meat animals, the half-life for protein synthesis is shorter than the half-life for protein catabolism.",
		"The glycoprotein gene has a translation stop codon in the middle of it, preventing the synthesis of the full length protein.",
		"Biotin (vitamin H) is an essential coenzyme that assists in the synthesis and oxidation of fatty acids.",
		"Generating f0 contours for speech synthesis using the tilt intonation theory.",
		"The project will examine the synthesis and application of new conjugated block copolymers as light harvesting and charge transporting layers in organic solar cells.",
		"The write-up should be a synthesis of what you have found out, based on the total email correspondence.",
		"What happens to natural creatine synthesis if you consume a large amount of supplemental creatine?",
		"The Three Card Tarot Exercise can be analyzed using the Hegelian dialectic of thesis, antithesis and synthesis.",
		"In the 1980s, we developed highly versatile synthesis of bicyclic medium ring diamines.",
		"Their effects include stem elongation, ethylene synthesis & root growth inhibition.",
		"The aim of this project is to investigate the enzymology and regulation of the synthesis of SA from chorismate.",
		"Usually, the synthesis of alpha and beta globins is very tightly coordinated to produce almost equal numbers of each.",
		"Supplementing with glutamine spares free glutamine in muscle tissue, counteracts the fall in muscle protein synthesis, and improves nitrogen balance.",
		"Complexes of carbon, their synthesis and structures, are discussed including the halides, oxides and carbides.",
		"Leucine regulates translation initiation of protein synthesis in skeletal muscle after exercise.",
		"With lactose as the main energy source there is a very high rate of synthesis from the lac operon.",
		"Synthesis of the two specific homoserine lactone (HSL) AI compounds creates a spatial concentration pattern across the swarming plate.",
		"Synthesis of a flat optical lens was investigated by using short pulsed laser induced surface graphitisation of CVD diamond in air.",
		"Representing the environments for phonological processes in an accent-independent lexicon for synthesis of English.",
		"Synthesis of acidic aluminosilicate mesoporous molecular sieves using primary amines, Chem.",
		"The biological significance of loop formation and RNA synthesis in heterochromatic band loops in growing oocytes is briefly discussed.",
		"The usual choice for reducing uric acid levels is allopurinol, because it inhibits xanthine oxidase and can depress new purine synthesis.",
		"A diet containing protein which aids phagocytosis, angiogenesis, collagen synthesis and wound remodeling.",
		"The synthesis section's new waves include a gorgeous 88-key split stereo-sampled piano, plus room for 4 SRX expansions.",
		"The triphosphate form inhibits viral DNA polymerase and prevents synthesis of viral DNA, stopping viral replication.",
		"If however an electric field is applied it has the effect of depolarizing the membrane and thereby preventing ATP synthesis.",
		"When no exogenous purines is available, the loss has to be replaced all by de novo synthesis.",
		"This is referred to as polarization synthesis, and illustrates the power and flexibility of a fully polarimetric radar.",
		"I would be constantly readjusting the synthesis which gave my representations the status of reality.",
		"I also deal with the source-filter separation problem and independent control of the voice source characteristic during speech synthesis.",
		"We use photometric stereo for the capture, analysis, retrieval, synthesis and visualization of surface texture.",
		"The problem with warfarin is that it is a drug that prevents blood from clotting by inhibiting the synthesis of clotting factors.",
		"Our reproduction of subtractive synthesis with TAE® guarantees the sound quality of the instrument.",
		"A number of books have brought into focus the genetic evidence that challenges the neo-Darwinian synthesis.",
		"Conversely, delaying carbohydrate ingestion by several hours may slow down muscle glycogen synthesis.",
		"Endogenous collagen synthesis in human body significantly reduces with age, leading to greatly reduced collagen levels.",
		"Two other effects of aspirin are consequences of action on prostaglandin synthesis.",
		"They may have helped protein synthesis in a couple of key ways.",
		"Technology has brought us a long way from the Dalek sounding delivery, typical of early efforts at speech synthesis.",
		"It is also of a size and composition that is ideally suited to be formed by abiotic peptide synthesis.",
		"They also theorize that if the strands are separated then each can form the template for the synthesis of an identical DNA molecule.",
		"Once inside a cell the diphtheria toxin interferes with protein synthesis which ultimately kills the cancer cell.",
		"Mike's PhD is on the synthesis of conjugated thiophene derivatives for use in field-effect transistors.",
		"These lamps clearly emit measurable UVB in the range required for vitamin D3 synthesis.",
		"Morley's experiments on the synthesis of water the hydrogen, the oxygen and the water that had been formed were separately determined; taking the mean of his results, the sum of the weights of the ingredients is not found to differ from the weight of the product by one part in 10,000.",
		"His investigations on the synthesis of organic compounds were published in numerous papers and books, including Chimie organique fondee sur la synthese (1860) and Les Carbures d'hydrogene (1901).",
		"That which we perceive is from the outset an apprehended fact - that is to say, it cannot be analysed into isolated elements (socalled sensations) which, as such, are not constituents of consciousness at all, but exists from the first as a synthesis of relations in a consciousness which keeps distinct the \"self\" and the various elements of the \"object,\" though holding all together in the unity of the act of perception.",
		"The synthesis of nitric acid by passing electric sparks through moist air by Cavendish is a famous piece of experimental work, for in the first place it determined the composition of this important substance, and in the second place the minute residue of air which would not combine, although ignored for about a century, was subsequently examined by Lord Rayleigh and Sir William Ramsay, who showed that it consists of a mixture of elementary substances - argon, krypton, neon and xenon (see Argon).",
		"Therefore an increase in photosynthesis caused by the multiplication of plant microorganisms will lead to the precipitation of calcium carbonate, for carbonic acid will be withdrawn from solution to take part in carbohydrate synthesis by the plants.",
		"Those who maintain that all these forms of synthesis are hasty and superficial stand by the conviction that the right philosophic attitude is to accept provisionally the main distinctions of common sense, above all the distinction of personal and impersonal; but to press forward to the underlying unity so far as experience and reflection justify.",
		"We may say, upon the whole, with Duhm, that Isaiah represents a synthesis of Amos and Hosea, though not without important additions of his own.",
		"Broussais, who, though not rightly classed with the system-makers, since his conclusions were partly based upon anatomical investigation, resembled them in his attempt to unite theory and practice in one comprehensive synthesis.",
		"This first position is psychological idealism in a new form and supported by new reasons; for, if experience derives its matter from mental sensations and its form from mental synthesis of sensations, it can apprehend nothing but mental objects of sense, which, according to Kant, are sensible ideas having no existence outside our thought, not things in themselves; or phenomena, not noumena.",
		"In expanding Kant's act of synthesis till it absorbed the inner sense and the innermost soul, he started the modern paradox that soul is not substance, but subject or activity, a paradox which has been gradually handed down from Schelling and Hegel to Fechner, and from Fechner to Paulsen and Wundt.",
		"Thesis, antithesis and synthesis, a Fichtean formula, is generalized by Hegel into the perpetual law of thought.",
		"Thereupon the Newtonian analysis which preceded this synthesis, became forgotten; until at last Mill in his Logic, neglecting the Principia, had the temerity to distort Newton's discovery, which was really a pure example of analytic deduction, into a mere hypothetical deduction; as if the author of the saying \" Hypotheses non lingo\" started from the hypothesis of a centripetal force to the sun, and thence deductively explained the facts of planetary motion, which reciprocally verified the hypothesis.",
		"It was therefore left for the later Ionians to frame an eclectic system, a synthesis of Being and Not-being, a correlation of universal mobility and absolute permanence.",
		"It is considered to inhibit de novo pyrimidine synthesis in a manner similar to BQR (Figure 4).",
		"Knowledge of how such reactive intermediates can be used in organic synthesis.",
		"The released SREBP can then translocate to the cell nucleus to regulate transcription of genes for enzymes involved, e.g., in cholesterol synthesis.",
		"Artificial reverberation systems will be analyzed and be improved where necessary to have a computationally simpler synthesis algorithm.",
		"Smooth ER has no ribosomes associated with it and is involved in lipid and sterol synthesis.",
		"Soundless Music best created a genuine synthesis of science and art.",
		"This stage takes place in the stroma of the chloroplasts and involve the fixation of carbon dioxide and the synthesis of glucose.",
		"Find out about each interface... The Prophet 5 interface emulates the subtractive synthesis of the original synth to the smallest detail.",
		"Because aspirin blocks the synthesis of prostaglandins, it acts within the damaged tissue itself rather than on the nervous system.",
		"Having created the fused A, B and C ring system, Nicolaou then went on to complete the total synthesis of taxol.",
		"It is then carried to the liver for the synthesis of prothrombin, a key blood-clotting factor.",
		"Thus, I started my work with the synthesis of multimodal ligands and the investigation of their coordination properties.",
		"Scientists still do n't why, but NO stimulates protein synthesis in the muscle.",
		"He explained the technicalities of a method that he hopes will improve on the quality of current speech synthesis systems.",
		"Mike 's PhD is on the synthesis of conjugated thiophene derivatives for use in field-effect transistors.",
		"The aim of this project is to understand the role of trehalose synthesis and metabolism in the infection cycle of Magnaporthe grisea.",
		"Animated dictionaries, a sparkling, full-color display and advanced trilingual speech synthesis combine to make this an indispensable learning tool.",
		"Vitamin K is essential in the synthesis of at least six of 13 proteins needed for coagulation.",
		"The ribosome is the site of biological protein synthesis in cells.",
		"The vitamin also assumes a vital role in the synthesis of DNA.",
		"The other propriety CPU, the 26.6 Mhz \"Jerry\", contained a 32-bit RISC Digital Signal Processor, in addition to units responsible for 16-bit stereo sound, joystick control, wavelength synthesis, and other functions.",
		"Heme synthesis for immature red blood cells, namely the erythroblasts and the reticulocytes, occurs in the bone marrow.",
		"His power lies chiefly in the clear grasp of fact, in selection and synthesis, in the vivid narration of incident.",
		"The general trend of these researches lies in the study of the decomposition or \" breaking down \" products of the albumin molecules; once these are accurately determined, the synthesis of an albumin is but a matter of time.",
		"Fischer's a-acrose therefore led to the synthesis of the dextro and laevo forms Gf mannose, glucose and fructose; and these substances have been connected synthetically with many other sugars by means of his cyanhydrin process, leading to higher sugars, and Wohl and.",
		"It thus appears that the doctrine of atomic material constitution and the doctrine of a universal aether stand to each other in a relation of mutual support; if the scheme of physical laws is to be as precise as observation and measurement appear to make it, both doctrines are required in our efforts towards synthesis.",
		"Matter is deduced by the \"original synthesis.\"",
		"The purely chemical literature on the alkaloids is especially voluminous; and from the assiduity with which the constitutions of these substances have been and are still being attacked, we may conclude that their synthesis is but a question of time.",
		"In order to prove this novel conclusion he started afresh from the Cartesian \" I think \" in the Kantian form of the synthetic unity of apperception acting by a priori categories; but instead of allowing, with all previous metaphysicians, that the Ego passively receives sensations from something different, and not contenting himself with Kant's view that the Ego, by synthetically combining the matter of sensations with a priori forms, partially constructs objects, and therefore Nature as we know it, he boldly asserted that the Ego, in its synthetic unity, entirely constructs things; that its act of spontaneity is not mere synthesis of passive sensations, but construction of sensations into an object within itself; and that therefore understanding makes as well as shapes Nature.",
		"According to him, the Ego posits first itself (thesis); secondly, the non-Ego, the other, opposite to itself (antithesis); and, thirdly, this non-Ego within itself (synthesis), so that all reality is in consciousness.",
		"Kant's a priori synthesis of sensations into experience lies at the root of all German idealism.",
		"The noumenal idealists of Germany assumed, like all psychological idealists, the unproved hypothesis that there is no sense of body, but there is a sense of sensations; and they usually accepted Kant's point, that to get from such sensations to knowledge there is a synthesis contributing mental elements beyond the mental data of sense.",
		"He accepts the Kantian positions that unity of consciousness combines sensations by a priori synthesis, and that therefore all that natural science knows about matter moving in space is merely phenomena of outer sense; and he agrees with Kant that from these data we could not infer things in themselves by reason.",
		"Taken for granted the Kantian hypothesis of a sense of sensations requiring synthesis by understanding, and the Kantian conclusion that Nature as known consists of phenomena united by categories as objects of experience, Green argued, in accordance with Kant's first position, that knowledge, in order to unite the manifold of sensations by relations into related phenomena, requires unifying intelligence, or what Kant called synthetic unity of apperception, which cannot itself be sensation, because it arranges sensations; and he argued, in accordance with Kant's second position, that therefore Nature itself as known requires unifying intelligence to constitute the relations of its phenomena, and to make it a connected world of experience.",
		"The view of the dual nature of lichens had hitherto been based on analysis; the final proof of this view was now supplied by the actual synthesis of a lichen from fungal and algal constituents.",
		"In all cognition, strictly so-called, there is involved a certain synthesis or relation of parts of a characteristic nature, and if we attempt to discuss this synthesis as though it were in itself but one of the facts forming the matter of knowledge, we are driven to regard this relation as being of the quite external kind discovered by observation among matters of knowledge.",
		"It was thought that it might be identical with hexaphenylethane, but the supposed synthesis of this substance by Ullmann and Borsum (Ber., 1902, 35, p. 2877) appeared to disprove this, although it showed that triphenylmethyl readily isomerized into their product, under the influence of catalysts.",
		"The antithesis is largely false; science lays stress on analysis, art on synthesis.",
		"The fundamental chemical classification of matter, on the other hand, recognizes two groups of substances, namely, elements, which are substances not admitting of analysis into other substances, and compounds, which do admit of analysis into simpler substances and also of synthesis from simpler substances.",
		"Kennett's Schweich Lecture (1909), The Composition of the Book of Isaiah in thelLight of Archaeology and History, an interesting attempt at a synthesis of results, is a brightly written b'ut scholarly sketch of the growth of the book of Isaiah, which went on till thegreat success of the Jews under Judas Maccabaeus.",
		"Among the poems written or at least sketched during this period were L'Oaristys, L'Aveugle, La Jeune Malade, Bacchus,Euphrosine and Ld Jeune Tarentine, the last a synthesis of his purest manner, mosaic though it is of reminiscences of at least a dozen classical poets.",
		"The earlier papers deal chiefly with the properties and modes of synthesis of cloud chain hydrocarbons and their derivatives.",
		"Martinengo Cesarescos Liberation of Italy (London, 1895) is to be strongly recommended, and is indeed, for accuracy, fairness and synthesis, as well as for charm of style, one of the very best books on the subject in any language; Bolton Kings History of Italian Unity (2 vols., London, 1899) is bulkier and less satisfactory, but contains a useful bibliography.",
		"Before proceeding to the actual synthesis of the sugars, it is advisable to discuss their decompositions and transformations.",
		"The general principles of stereochemistry being discussed in Stereoisomerism (q.v.), we proceed to the synthesis of glucose and fructose and then to the derivation of their configurations.",
		"We progress by making explicit the oppositions contained in the fundamental synthesis, by uniting these opposites, analysing the new synthesis, and so on, until we reach an ultimate pair.",
		"The only possible synthesis is that of the Christianity common to all; as institutions, though they possess many features in common, their history is separate and must be separately dealt with.",
		"In the language of a later period this principle may be expressed as the absolute synthesis of subject and object; no object exists apart from Mind.",
		"Another hexa-substituted benzene compound capable of direct synthesis is mellitic acid or benzene carboxylic acid, C6(000H)6.",
		"He produced in the end a synthesis of Plato and Aristotle with an admixture of Pythagorean or Oriental mysticism, and is closely allied to the Alexandrian school of thought.",
		"A great analysis was to precede a great synthesis, but it was the synthesis on which Comte's vision was centred from the first.",
		"The contradiction is solved in a higher synthesis, which takes up into itself the two opposites.",
		"Thus the attempt to find out a constitution for the aether will involve a synthesis of intimate correlation of the various types of physical agencies, which appear so different to us mainly because we perceive them through different senses.",
		"But this synthesis is not brought forward prominently by Berkeley.",
		"Dr Thomson first pointed out a process by synthesis, which has the advantage of being very simple, and at the same time rigidly accurate, resulting from his observation that when hydrochloric acid gas and ammonia gas are brought in contact with each other, they always combine in equal volumes.",
		"In other words the intelligence when it once begins to define an object for itself, finds itself launched on a movement of selfasserting synthesis in which it cannot stop until it had recognized that the unity of the object with itself involves its unity with all other objects and with the mind that knows it.",
		"The primitive fact under which might be gathered the special conditions of that synthesis which we call cognition was this unity.",
		"In either case it is of course open to anyone to maintain that the apparent completeness of synthesis really rests on the subtle intrusion of elements of feeling into the rational process.",
		"Dealing with interrupted evidence, however, it becomes necessary to exercise the closest analysis and synthesis as part of his general art as a restorer.",
		"Baeyer was enabled to carry out the complete synthesis of indigo."
	],
	"synonyms": [
		"the one out of many",
		"assembly",
		"rounded conception",
		"entirety",
		"complete whole",
		"whole",
		"union",
		"unit",
		"structure",
		"organism",
		"organization",
		"deductive-reasoning",
		"deduction",
		"synthetic thinking",
		"forming"
	],
	"antonyms": [
		"analysis",
		"division",
		"separation",
		"dissecting",
		"disseminating"
	]
}