{
	"word": "apocryphal",
	"meaning": [
		"Of questionable authorship or authenticity.",
		"Of doubtful authorship or authenticity.",
		"Erroneous; fictitious.",
		"Not genuine; spurious; counterfeit.",
		"Of or having to do with the Apocrypha."
	],
	"sentences": [
		"But it is also probable that these apocryphal versions are based on a genuine original.",
		"This is the most important of all the apocryphal writings for the history of religious thought.",
		"It is used to designate an apocryphal writing entitled in the older MSS.",
		"And the Greek Psalter, though it contains one apocryphal psalm at the close, is essentially the same as the Hebrew; there is nothing to suggest that the Greek was first translated from a less complete Psalter and afterwards extended to agree with the extant Hebrew.",
		"The legends which speak of the Cid as accompanying this monarch in his expeditions to France and Italy must be rejected as purely apocryphal.",
		"It should further be observed that the Vulgate adds the Prayer of Manasses and 3 and 4 Ezra after the New Testament as apocryphal.",
		"Dulaurier published from a Parisian Sahidic MS., subjoining a French translation, what is termed a fragment of the apocryphal revelations of St Bartholomew (Fragment des revelations apocryphes de Saint Barthelemy, &c., Paris, 1835), and of the history of the religious communities founded by St Pachomius.",
		"Arabian literature has its own version of prehistoric times, but it is entirely legendary and apocryphal.",
		"Healing the sick and conjuring the evil spirit, they traversed different countries and spread their apocryphal literature along with some of the books of the Old Testament, deeply influencing the religious spirit of the nations, and preparing them for the Reformation.",
		"The apocryphal Acta Barnabae purport to have been written by him.",
		"The biographical anecdotes relating to him during the next few years are obscure and mostly apocryphal.",
		"Of the large number of Apocryphal books existing in Syriac8 the majority have been translated from Greek, one or two (such as Bar Sira or Ecclesiasticus) from Hebrew, while some (like the Doctrine of Addai above referred to) are original Syriac documents.",
		"Terence's earliest play was the Andria, exhibited in 166 B.C. A pretty, but perhaps apocryphal, story is told of his having read the play, before its exhibition, to Caecilius (who, after the death of Plautus, ranked as the foremost comic poet), and of the generous admiration of it manifested by Caecilius.",
		"To him we owe the distinction between canonical and apocryphal writings; in the Prologus Galeatus prefixed to his version of Samuel and Kings, he says that the church reads the Apocrypha \"for the edification of the people, not for confirming the authority of ecclesiastical doctrines.\"",
		"On the other hand, practically the whole of Jude is taken up into 2 Pet., the author merely avoiding, so far as he discovers them, the quotations from apocryphal writings, and prefixing and affixing sections of his own to refute the heretical eschatology.",
		"The use of apocryphal literature in Jude itself may account for much of the critical disposition toward it of many subsequent writers.",
		"In the Western Church, Revelation was accepted by all writers from Hippolytus onward with the exception of Jerome, who relegated it to the class lying between the canonical and apocryphal.",
		"The Proverbs of Jesus, the son of Sirach (c. 200 B.C.), which form now the apocryphal book Ecclesiasticus, were translated into Greek by the grandson of the author at about 130 B.C.; and in the preface prefixed by him to his translation he speaks of \" the law, and the prophets, and the other books of our fathers,\" and again of \" the law, and the prophets, and the rest of the books,\" expressions which point naturally to the same threefold division which was afterwards universally recognized by the Jews.",
		"Outside this group would come what are called the Apocryphal Gospels and Acts (Gospel according to Hebrews, according to Egyptians, of Peter, of Truth, of the Twelve [or Ebionite Gospel], the recently recovered so-called Logia; the Gospel of Nicodemus, the Protevangelium of James, the Gospel of Thomas, the Acts of Pilate, Acts of Paul, Peter, John, Andrew, Thomas; the Preaching of Peter, the Apocalypse of Peter).",
		"The story is apocryphal; but Napoleon's confidence in him was evinced by his being appointed to similar duties in the Grand Army, which in the autumn of 1805 overthrew the armies of Austria and Russia.",
		"In 1826 the society finally resolved that its fundamental law be fully and distinctly recognized as excluding the circulation \"of those Books, or parts of Books, which are usually termed Apocryphal.\"",
		"Generally also much Gnostic matter is contained in the apocryphal histories of the Apostles.",
		"From Ezra to Malachi the translation is taken from Coverdale, as is also that of the Apocryphal books.",
		"But if the inaccuracy of the fragment in this important respect is admitted the historical character of the whole episode breaks down and it is probably to be regarded as an apocryphal elaboration of Matt.",
		"Marti joined the Valencian Academia de los nocturnos, under the name of \"Atrevimiento,\" but is best known by another pseudonym, Mateo Lujan de Sayavedra, under which he issued an apocryphal continuation (1602) of Aleman's Guzman de Alfarache (1599).",
		"It also made its way into the life of the people by means of a popular literature in which the apostles were made to play a prominent part (Apocryphal Acts of the Apostles) .",
		"In the Septuagint and Vulgate it immediately precedes Esther, and along with Tobit comes after Nehemiah; in the English Apocrypha it is placed between Tobit and the apocryphal additions to Esther.",
		"The chief literature of all the heretical sects throughout the ages has been that of apocryphal Biblical narratives, and the popes Jeremiah or Bogumil are directly mentioned as authors of such forbidden books \"which no orthodox dare read.\"",
		"Though these writings are mostly the same in origin as are known from the older lists of apocryphal books, they underwent in this case a certain modification at the hands of their Bogomil editors, so as to be used for the propagation of their own specific doctrines.",
		"It is in the apocryphal and apocalyptic literature of Judaism that the fullest development of eschatology can be traced.",
		"On the 3rd of May Lady Jane Gordon, who had become countess of Bothwell on the 22nd of February of the year preceding, obtained, on the ground of her husband's infidelities, a separation which, however, would not under the old laws of Catholic Scotland have left him free to marry again; on the 7th, accordingly, the necessary divorce was pronounced, after two days' session, by a clerical tribunal which ten days before had received from the queen a special commission to give judgment on a plea of somewhat apocryphal consanguinity alleged by Bothwell as the ground of an action for divorce against his wife.",
		"In the apocryphal Acts of Barnabas, which profess to be written by him, he speaks of himself as having been formerly a servant of Cyrillus, the high priest of Zeus, and as having been baptized at Iconium.",
		"The council of Trent declared this book and the rest of the books reckoned in the Thirty-nine Articles as apocryphal to be canonical.",
		"But there are certain .anecdotic embellishments of the act which are too famous to be passed over, though they are in part apocryphal.",
		"The apocryphal Ada Timothei (Greek and Latin) have been edited by Usener (Bonn, 1877); cf.",
		"The document is for the most part an enumeration of such apocryphal works as by their titles might be supposed to be part of Holy Scripture (the \"Acts\" of Philip, Thomas and Peter, and the Gospels of Thaddaeus, Matthias, Peter, James the Less and others).",
		"His terse and pertinent letter to Origen, impugning the authority of the apocryphal book of Susanna, and Origen's wordy and uncritical answer, are both extant.",
		"The caution of Gelasius was not long preserved; Gregory of Tours, for example, asserts that the saint's relics actually existed in the French village of Le Maine, where many miracles were wrought by means of them; and Bede, while still explaining that the Gesta Georgii are reckoned apocryphal, commits himself to the statement that the martyr was beheaded under Dacian, king of Persia, whose wife Alexandra, however, adhered to the Christian faith.",
		"He proved to his own satisfaction that Canticles was apocryphal and that Baruch was not.",
		"The story of the hatchet and the cherry-tree, and similar tales, are undoubtedly apocryphal, having been coined by Washington's most popular biographer, Mason Weems.",
		"When General Edward Braddock arrived in Virginia in February 1755, Washington wrote him a diplomatically worded letter, and was presently made a member 1 Weems was a Protestant Episcopal clergyman, who first published a brief biography of Washington in 1800, and later (1806) considerably expanded it and introduced various apocryphal anecdotes.",
		"In early and popular apocryphal histories the apostles are represented as insisting that their converts should either not contract wedlock or should dissolve the tie if already formed.",
		"In Soulavie's Memoires of Richelieu (London, 1790) the masked man becomes (on the authority of an apocryphal note by Saint-Mars himself) the legitimate twin brother of Louis XIV.",
		"There has doubtless been exaggeration as to certain details, and the story of his seraglio at the Parc aux cerfs is largely apocryphal.",
		"The taste for romances of chivalry continued throughout the 5th century, but of all that were produced the only one that has come down to us is the Estorea do Imperador Vespasiano, an introduction to the Graal Cycle, based on the apocryphal gospel of Nicodemus.",
		"Afterwards, Toland discussed, with considerable real learning and much show of candour, the comparative evidence for the canonical and apocryphal Scriptures, and demanded a careful and complete historical examination of the grounds on which our acceptance of the New Testament canon rests.",
		"The substance of the apocryphal document is quite different from our fifth book.",
		"Among the sources of the Simon-legend we have omitted the pseudo-Clementine literature and a number of Apocryphal Martyria, Passiones and Actus.",
		"When the Tubingen School turn their attention to the Apocryphal Acts and Martyrdoms, the image of Paul still obsesses their mental gaze.",
		"Mencius, Hsiin King and writers of the Han dynasty, whose works, however, are more or less apocryphal, tell us much about him and his opinions, but all in a loose and unconnected way.",
		"In January 1293 he reached Naples where tradition alleges that he studied alchemy; there appears to be no foundation for this story, and the treatises on alchemy which bear his name are all apocryphal.'",
		"Duchesne, Bulletin critique, 1889, pp. 41-48; for the Epistles see Apocryphal Literature, sect.",
		"Toland replied in his Amyntor, or a Defence of Milton's Life (1699), to which he added a remarkable list of what are now called apocryphal New Testament writings.",
		"Of far greater interest is the literature of maxims, and lives of saints, real or apocryphal, intended to teach by example.",
		"In the latter, which is his greatest work, Dositheiu uses not only Greek texts, but also Slavonic legends and other MS. material; and he includes a goodly number of the apocryphal legends of saints.",
		"Far larger than the secular is the religious popular literature; it comprises many apocryphal tales from the Old and the New Testaments, and not a few of the heretical tales circulated by the various sects of Asia Minor and Thracia, which percolated into Rumania through the medium of Slavonic. A brief enumeration of the chief tales must suffice.",
		"They include the History of Adam and Eve, the Legend of the Cross, The Apocalypse of Abraham, the History of the Sibyl, the Legends of Solomon; numerous New Testament apocryphal tales, starting with legends of St John the Baptist; a very remarkable version of the Gospel of Nicodemus; and the Epistle of Pilate.",
		"The subject - the descent of Christ into Hades to succour the souls of the just, as related in the apocryphal gospel of Nicodemus - is introduced in a kind of prologue; then follows the dispute between \"Dominus\" and \"Satan\" at the gate of Hell; the gatekeeper runs away, and the just are set free, while Adam, Eve, Habraham, David, Johannes and Moyses do homage to the deliverer.",
		"To this rich collection the author, who assumes the name of Isidore, the saintly bishop of Seville, added a good number of apocryphal documents already existing, as well as a series of letters ascribed to the popes of the earliest centuries, from Clement to Silvester and Damasus inclusive, thus filling up the gap before the decretal of Siricius, which is the first genuine one in the collection.",
		"According to the apocryphal fourth book of Ezra (or 2 Esdras xiv.) he restored the law which had been lost, and rewrote all the sacred records (which had been destroyed) in addition to no fewer than seventy apocryphal works.",
		"The apocryphal books, called 1 and 2 Esdras (the Greek form of the name) in the English Bible, are dealt with below as Ezra, Third Book Of, and Ezra, Fourth Book Of, while the canonical book of Ezra is dealt with under Ezra And Nehemiah.",
		"They are very poor, and either worked up on hints given in genuine stories or altogether apocryphal.",
		"The apocryphal book, The Acts of Andrew, mentioned by Eusebius, Epiphanius and others, is generally attributed to Leucius the Gnostic. It was edited and published by C. Tischendorf in the Ada Apostolorum apocrypha (Leipzig, 1821).",
		"This book, as well as a Gospel of St Andrew, was declared apocryphal by a decree of Pope Gelasius.",
		"But in spite of its religious bias and dry and uninteresting character, the fragments of ancient writers and apocryphal books preserved in it render it specially valuable.",
		"The Croatian dialects, like the Servian, have gradually developed from the Old Slavonic, which survives in medieval liturgies and biblical or apocryphal writings.",
		"That the town was the scene of the martyrdom of St Andrew is purely apocryphal, but, like Corinth, it was an early and effective centre of Christianity; its archbishop is mentioned in the lists of the Council of Sardica in 347.",
		"According to that apocryphal document, the emperor after his baptism had ceded to the sovereign pontiff his imperial power and honors, the purple chlamys, the golden crown, the town of Rome, the districts and cities of Italy and of all the West.",
		"The legend according to which Galileo, rising from his knees after repeating the formula of abjuration, stamped on the ground, and exclaimed, \"Eppur si muovel\" is, as may readily be supposed, entirely apocryphal.",
		"But, again, in what particular respects he wishes it to be reformed can be best deduced from Aim of the certain preponderant ideas which make themselves felt in the apocryphal documents.",
		"He saw that the second part of Isaiah differs from the first not only in style but in date; that the grammar and the history of the Pentateuch are posterior to the time of Moses; that the book of Daniel is clearly apocryphal.",
		"The possibly apocryphal story is that King John was discovered in the act of cuckolding a man of modest means.",
		"This is probably apocryphal, but the principle is valid.",
		"I am reminded of a story, perhaps apocryphal.",
		"The question is what to believe, for much that we have heard about her is almost certainly apocryphal.",
		"The story of a chairman of the Library Committee who sent his lunch hours reading childrens ' comics was unfortunately not apocryphal.",
		"One former member recalls two other exercises; they may sound apocryphal, but I am assured that they actually happened.",
		"You also get bizarre alleged miracles in the apocryphal gospels.",
		"It seems to have soon passed out of use as a precise geographical designation; for though occasionally mentioned by Apocryphal writers, by Josephus, and by Eusebius, the allusions are all vague, and show that those who made them had no definite knowledge of Gilead proper.",
		"It is, however, difficult to make any scientific use of the records, owing to the indiscriminate manner in which genuine and apocryphal cases are mingled, and circumstantial details are added.",
		"Turning now to the consideration of the word \" apocryphal \" itself, we find that in its earliest use it was applied in a laudatory sense to writings, (I) which were kept secret because they were the vehicles of esoteric knowledge which was too profound or too sacred to be imparted to any save the initiated.",
		"Notwithstanding the decisions of some councils held in Africa, which were in favour of the view of Augustine, these diverse opinions regarding the apocryphal books continued to prevail in the church down through the ages till the great dogmatic era of the Reformation.",
		"Vespucci's narrative is, however, suspected of being apocryphal (see Vespucci, Amerigo) The poor and barbarous tribes of Brazil, and their country, the mineral riches of which were not immediately discovered, offered but few attractions to a government into the coffers of which the wealth of India and Africa was flowing.",
		"Sanson have their origin in the apocryphal Memoires pour servir a l'histoire de la Revolution Francaise par Sanson (2 vols., 1829; another ed., 1831), of which a few pages of introduction emanate from Balzac, and some other matter from Lheritier de l'Ain.",
		"The many more or less imaginative lives of Christ which are not accepted by the Christian Church as canonical are known as \" apocryphal gospels \" (See Apocryphal Literature).",
		"The so-called Apocryphal Acts of certain apostles, while witnessing to the impression produced by our Acts as a type of edifying literature, only emphasize this fact.",
		"He died, it is said, on the 9th of April 1553, but actual history is quite silent save on the point that he was not alive in May of the next year, and the legends about his deathbed utterances - \"La farce est jouee,\" \"Je vais chercher un grand peut-titre,\" &c. - are altogether apocryphal.",
		"The sayings attributed to Rabelais which colour the idea (such as the famous \"Je vais chercher un grand peut-titre,\" said to have been uttered on his death-bed) are, as has been said, purely apocryphal.",
		"In both cases the repetition of the legend and the recitation of a string of mystical names serve, like some other tales, apocryphal and otherwise, as amulets, sufficient to protect from the devil.",
		"But as the collection of authentic decretals does not begin till Siricius (385), the pseudo-Isidore first forges thirty letters, which he attributes to the popes from Silvester to Damasus; after this he includes the authentic decretals, with the intermixture of thirty-five apocryphal ones, generally given under the name of those popes who were not represented in the authentic collection, but sometimes also under the names of the others, for example, Damasus, St Leo, Vigilius and St Gregory; with one or two exceptions he does not interpolate genuine decretals.",
		"The stories of the origins of the name \"Queenstown\" are apocryphal, but one story suggests that a gold miner visiting the area suggested that its beauty made it fit for Queen Victoria.",
		"An urban legend (or myth) is an apocryphal story that is spread by the retelling from one person to another person.",
		"This is doubtless a product of apocryphal stories of shipwrecked sailors being saved from sharks and other predators by dolphins.",
		"Fitness information usually comes in two forms - researched and apocryphal.",
		"Such esoteric books are apocryphal in the original conception of the term.",
		"With them, as with the bulk of the Christians of the 1st and 2nd centuries, apocryphal books as such were highly esteemed.",
		"They possess - not in Hebrew, of which they are altogether ignorant, but in Ethiopic (or Geez)- the canonical and apocryphal books of the Old Testament; a volume of extracts from the Pentateuch, with comments given to Moses by God on Mount Sinai; the Te-e-sa-sa Sanbat, or laws of the Sabbath; the Ardit, a book of secrets revealed to twelve saints, which is used as a charm against disease; lives of Abraham, Moses, &c.; and a translation of Josephus called Sana Aihud.",
		"In the articles on Apocalyptic Literature and Apocryphal Literature (qq.v.) we have shown the large lines of differentiation between apocalyptic and prophecy.",
		"This writing, which since the Council of Trent has been relegated by the Church of Rome to the position of an appendix to the Vulgate, was placed by Luther and the translators of the English Bible among the apocryphal books.",
		"St Jerome attributes to Victor some opuscula in Latin, which are believed to be recognized in certain apocryphal treatises of St Cyprian.",
		"It is very probable that the versions of this letter which we possess, and which are to be found only in later writings like Guibert de Nogent, are apocryphal; Alexius can hardly have held out the bait of the beauty of Greek women, or have written that he preferred to fall under the yoke of the Latins rather than that of the Turks.",
		"The authorship of the writings ascribed to him in several biographical notices rests on no better authority than the apocryphal statements of Thomas Dempster.",
		"We shall therefore enter at once on a short account of the origin of this literature in Judaism, of its adoption by early Christianity, of the various meanings which the term \" apocryphal \" assumed in the course of its history, and having so done we shall proceed to classify and deal with the books that belong to this literature.",
		"Thus though it insisted on the exclusive canonicity of the 24 books, it claimed the possession of are oral law handed down from ivloses, and just as the apocryphal books overshadowed in certain instances the canonical scriptures, so often the oral law displaced the written in the regard of Judaism.",
		"But the high position which apocryphal books occupied in the first two centuries was undermined by a variety of influences.",
		"As they stood in the Septuagint or Greek canon, along 2 The New Testament shows undoubtedly an acquaintance with several of the apocryphal books.",
		"The apocryphal Neoplatonic treatises and the First views of the Arabian commentators obscured for the effects of first students the genuine doctrine of Aristotle, and the the new 13th century opens with quite a crop of mystical knowledge.",
		"In the literature as it survives many different branches of writing are represented - homilies in prose and verse, hymns, exposition and commentary, liturgy, apocryphal legends, historical romance, hagiography and martyrology, monastic history and biography, general history, dogmatics, philosophy and science, ecclesiastical law, &c. But the whole is dominated by the theological and ecclesiastical interest.",
		"When we put aside one or two exceptionally fine pieces, like the hymn of the soul in the apocryphal Acts of Thomas, the highest degree of excellence in style is perhaps attained in staightforward historical narrative - such as the account of the PersoRoman War at the beginning of the 6th century by the author who passes under the name of Joshua the Stylite, or by romancers like him who wrote the romance of Julian; by biographers like some of those who have written lives of saints, martyrs and eminent divines; and by some early writers of homilies such as Philoxenus (in prose) and Isaac of Antioch (in verse).",
		"An annual festival, with a procession of children, which is still held, is referred to an apocryphal siege of the town by the Hussites in 1432, but is probably connected with an incident in the brothers' war (1447-51), between the elector Frederick II.",
		"Thus the degree of estimation in which the apocryphal books have been held in the church has varied much according to place and time.",
		"Another prolific source of apocryphal gospels, acts and apocalypses was Gnosticism.",
		"A third account omits all the apocryphal elements in the story and says that Agrippa was assassinated by the Romans, who objected to his growing power.",
		"It was a short commentary on all the books of Scripture, including some of the apocryphal works, such as the Epistle of Barnabas and the Revelation of Peter.",
		"Now the current religious literature of Judaism outside the canon was composed of apocryphal books, the bulk of which bore an apocalyptic character, and dealt with the coming of the Messianic kingdom."
	],
	"synonyms": [
		"unvalidated",
		"unscriptural",
		"nonorthodox",
		"wyclifite",
		"jansenist",
		"arian",
		"nonofficial",
		"manichaean",
		"erastian",
		"pelagian",
		"montanistic",
		"monophysitic",
		"jansenistic",
		"untrue",
		"unreal"
	],
	"antonyms": [
		"authentic",
		"doubtless",
		"real",
		"true"
	]
}