{
	"word": "monolithic",
	"meaning": [
		"Constituting a monolith.",
		"Massive, solid, and uniform.",
		"Constituting or acting as a single, often rigid, uniform whole.",
		"Having a massive, unchanging structure that does not permit individual variation.",
		"(computing, said of an operating system's kernel) Consisting of a single program using a single memory-addressing space."
	],
	"sentences": [
		"A pair of monolithic columns, disengaged, flank each facade.",
		"A fine belfry (12th, 13th and 15th centuries) commanding the town is built on the terrace, beneath which are hollowed in the rock the oratory and hermitage of St Emilion, and adjoining them an ancient monolithic church of considerable dimensions.",
		"The Fox Island granite comes from the quarries on Vinalhaven Island and the surrounding islands, and on Vinalhaven were quarried monolithic columns 51.5 to 54 ft.",
		"Typical examples of monolithic cast in-situ RC bond beams with RC slabs are shown below on Figure 13.",
		"Noteworthy among the buildings within the ancient citadel is a small tetrastyle temple, variously ascribed to Jupiter and Minerva, the portico supported by six monolithic columns of cippolino, four being in front.",
		"Thomas, and a monolithic shaft to the memory of General John Ellis Wool (1784-1869), who served with distinction in the War of 1812 and in the Mexican War, and in the Civil War commanded for a time the Department of Virginia.",
		"However, looking over the whole field of North American achievement, architectural and non-architectural, composite and monolithic, the palm for boldness, magnitude of proportions and infinity of labour, must go to the sculptured mosaics of Yucatan.",
		"It is all part of Labor's leveling agenda of enforcing monolithic conformity, and denying pupils choice by pushing them into tertiary colleges.",
		"But neither of the two main Trotskyist factions was monolithic in its reaction to war.",
		"I can only liken getting AVDC moving to doing similar to a monolithic pachyderm.",
		"Recognize the strength of multiple training modalities and don't be seduced by the lure of monolithic technology based solutions.",
		"The porticos have fallen, and their broken monolithic columns, with fragments of cornices and other masonry, lie piled within the enclosure, which is still partly paved.",
		"Among the Franks and Burgundians we find monolithic sarcophagi in imitation of the Romans, and in other districts sarcophagi were constructed out of several blocks of stonethe so-called Plattengraber.",
		"The neighbouring Pegwell Bay, famed for its shrimps, is supposed to have been the scene of the landing of Hengist and Horsa, and at Cliff's End (Ebbs Fleet) a monolithic cross marks the landing-place of St Augustine in 596.",
		"Monolithic columns of grey oriental granite (except one, which is of cipollino), evidently the spoils of older buildings, on each side support eight pointed arches much stilted.",
		"Herodotus relates that under his prudent administration Egypt reached the highest pitch of prosperity; he adorned the temples of Lower Egypt especially with splendid monolithic shrines and other monuments (his activity here is proved by remains still existing).",
		"There are three court-houses, one of granite (1839-1841) with great monolithic Corinthian pillars, another (1862), adjoining it, of brick, and a third (1908-1909) of granite, for the probate court."
	],
	"synonyms": [
		"monumental",
		"massive"
	],
	"antonyms": []
}