{
	"word": "clemency",
	"meaning": [
		"Forbearance, leniency, or mercy, as toward an offender or enemy.",
		"A merciful or lenient act.",
		"Mildness, as of weather.",
		"An act of mercy or leniency.",
		"The grant by the president or by the governor of a state of an amnesty, pardon, or reprieve or of a commutation of a criminal sentence."
	],
	"sentences": [
		"Royal clemency is frequently shown, often, perhaps, with want of judgment.",
		"I ask you to show similar clemency in this case.",
		"The only hope of the Jews lay in the clemency of their victorious suzerain, and it did not fail them.",
		"Oh, and the governor who can grant clemency?",
		"Learning nothing from such clemency, Warbeck then tried to escape and was sent to the Tower.",
		"Edward hoped still to conciliate the nobles and gain Scotland by a policy of clemency to all who did not dispute his authority.",
		"The example of Paris and IV., July Henry IV.s clemency rallied round him all prudent 23, 1593.",
		"The epithet then scornfully applied to him of \"Clemency\" Canning is now remembered only to his honour.",
		"To the virtues of liberality, charity and clemency he added the Machiavellian qualities of falsehood and shrewdness, so highly esteemed by the princes of his time.",
		"It is a proof of the wisdom of Aurelius's clemency that he had little or no trouble in pacifying the provinces which had been the scene of rebellion.",
		"Thereupon Napoleon, in order to grace the new regime by an act of clemency, pardoned Moreau, it being understood that he must leave France.",
		"After imposing these harsh terms on his enemy, the conqueror might naturally have shown clemency to the Tirolese leader, Andreas Hofer; but that brave mountaineer, when betrayed by a friend, was sentenced to death at Mantua owing to the arrival of a special message to that effect from Napoleon.",
		"In December 1793 was issued the first number of the Vieux Cordelier, which was at first directed against the Hebertists and approved of by Robespierre, but which soon formulated Danton's idea of a committee of clemency.",
		"Her rule in Parma, conjointly with Neipperg, was characterized by a clemency and moderation which were lacking in the other Italian states in that time of reaction.",
		"The name of \"Clemency Canning,\" which was applied to him during the heated animosities of the moment, has since become a title of honour.",
		"But the English leaders were treated with politic clemency, and the Danish leader, Jarl Osbiorn, was bribed to withdraw his fleet.",
		"While Sir John Macdonald's administration was supported in Nova Scotia, it was weakened in Ontario on account of the clemency shown to Riel, and in Quebec by the refusal to grant a general amnesty to all who had taken part in the rebellion.",
		"The plot being discovered, Anna forfeited her property and fortune, though, by the clemency of her brother, she escaped with her life.",
		"Instead of exaggerating into treason whatever was susceptible of unfavourable interpretation, he turned the very conspiracies that were formed against him into opportunities of signalizing his clemency.",
		"Carrying out his share of the bargain by occupying Silesia and Lusatia, where he displayed much clemency, the Saxon elector had thus some part in driving Frederick V., elector palatine of the Rhine, from Bohemia and in crushing Protestantism in that country, the crown of which he himself had previously refused.",
		"On the approach of Marcus Aurelius, the adherents of Cassius slew him, and the clemency of the emperor restored peace.",
		"Vitiges was sent prisoner to Constantinople, where Justinian treated him, as he had previously treated the captive Vandal king, with clemency.",
		"He has the power to veto bills, to pardon, to grant reprieves and commutations, and to remit fines and forfeitures, but the Board of Charities and Reform constitutes a Board of Pardons for investigating all applications for executive clemency and advising the governor with respect to them.",
		"Stern and ambitious he certainly was, but his aims can scarcely be said to have exceeded his prerogatives as emperor; and though he had sometimes recourse when in straits to expedients almost diabolically ingenious in their cruelty, yet his general conduct was marked by a clemency which in that age was exceptional.",
		"The senate listened with delight to his promises to rule according to the maxims of Augustus, and to avoid the errors which had rendered unpopular the rule of his predecessor, while his unfailing clemency, liberality and affability were the talk of Rome.",
		"Had Riaz had his way Arabi and his associates would have been executed forthwith, and when the British insisted that clemency should be extended to the leaders of the revolt Riaz refused to remain in office, resigning in December 1882.",
		"Ormonde, whose wife had been allowed by Cromwell's clemency to make him some remittances from the wreck of his estate, was largely and deservedly rewarded.",
		"On the other hand, these evil men deserved no clemency, and as captives, would doubtless cause what havoc they could.",
		"In April, 1948, President Truman granted executive clemency to Dasch and Burger on condition of deportation.",
		"Governor James Bowdoin in1786-1787put down with clemency an almost bloodless insurrection in the western counties (there was strong disaffection, however, as far east as Middlesex), known as the Shays Rebellion, significant of the rife ideas of popular power, the economic distress, and the unsettled political conditions of the years of the Confederation.",
		"I humbly pray from Thine immense goodness and clemency, through the Blood of Jesus Christ, that Thou wilt deign to accept this sacrifice in the odour of sweetness; and as Thou hast granted me to desire and to offer this, so wilt Thou bestow abundant grace to fulfil it.\"",
		"Even before the fall of Delhi, Canning had been adversely criticized - \"Clemency Canning\" he was scornfully called - for announcing his intention to discriminate between the guilt of various classes of mutineers.",
		"Babylonia was politically unsettled, the representative of the Davidic dynasty had descendants; if Babylon was assured of the allegiance of Judah further acts of clemency may well have followed.",
		"The treaties as to the principalities were renewed; and though Servia was restored to the direct rule of Turkey it was stipulated that clemency was to be observed in the Porte's dealings with the country, which was given the power of regulating its own affairs.",
		"The commission appointed to try his case condemned him (iith of April 1741) to death by quartering, but this sentence was commuted by the clemency of the new regent, Anna Leopoldovna, the mother of Ivan VI., to banishment for life at Pelin in Siberia.",
		"Totila's conquest of Italy was marked not only by celerity but also by mercy, and Gibbon says \"none were deceived, either friends or enemies, who depended on his faith or his clemency.\"",
		"In 1869 an Irish lad, O'Connor, was sentenced to eighteen months' imprisonment and a whipping for presenting a pistol at the queen, with a petition, in St James's Park; but this time it was the queen herself who privately remitted the corporal punishment, and she even pushed clemency to the length of sending her aggressor to Australia at her own expense.",
		"He then overran Palestine, on September 10th besieged Jerusalem and on October 2nd, after chivalrous clemency to the Christian inhabitants, crowned his victories by entering and purifying the Holy City.",
		"At the same time the fears of the more sober and respectable citizens were allayed by Otho's liberal professions of his intention to govern equitably, and by his judicious clemency towards Marius Celsus, consul-designate, a devoted adherent of Galba.",
		"On the scaffold, \"by the clemency of the empress,\" his punishment was mitigated to the severing of his right hand followed by decapitation.",
		"The feelings of suprise at the clemency and moderation with which the victors used their powers predisposed men everywhere to accept their constitution.",
		"For centuries, however, a lively intercourse was maintained between the Latin Church in Jerusalem, which the clemency of the Arab conquerors tolerated, and the Christians of the West."
	],
	"synonyms": [
		"mercifulness",
		"mercy",
		"mildness",
		"indulgence",
		"humanity",
		"fairness",
		"kindness",
		"forgiveness",
		"leniency",
		"compassion",
		"temperateness",
		"balminess",
		"calm",
		"charity",
		"lenity"
	],
	"antonyms": [
		"no mercy"
	]
}