{
	"word": "eschew",
	"meaning": [
		"To keep away from (something harmful or disliked); shun; avoid; abstain from.",
		"To avoid using, accepting, participating in, or partaking of.",
		"To refrain from (doing something).",
		"(formal) To avoid; to shun, to shy away from."
	],
	"sentences": [
		"In fine, they eschew theories and confine themselves to visible facts.",
		"Some vegetarians are also vegan, meaning that they eschew all animal products entirely.",
		"Dairy, grains and processed condiments such as vinegar are not considered part of the Paleolithic diet, and a number of true Paleolithic dieters also eschew cooking their food.",
		"For example, most teens eschew characters for their beds or themes that are too \"cute\", such as animals, fairies, or fire trucks.",
		"First wedding gowns are traditionally white, but modern brides sometimes eschew tradition.",
		"The family also insists that the children eschew dating in favor of a \"courtship\" method of finding a mate.",
		"This world being the work of Satan, the perfect must eschew any and every excess of its pleasure.",
		"After the abolition of the States of the Church, he was treated by the French as a state prisoner, and lived for some years at the abbey of Monticelli, solacing himself with music and with bird-shooting, pastimes which he did not eschew even after his election as pope.",
		"And this world he is not to eschew, like the Brahman and the Buddhist, but to work in it, enjoying existence and life to the full.",
		"On the other hand, vegans eschew all animal products, including gelatin, which is produced from a substance found in animal bones.",
		"His solution appears to be to eschew the histrionics, the grandstanding, and play it as a downbeat slightly quizzical damaged human being.",
		"Except in the satyr play, theater seems to eschew naked flesh.",
		"These days many couples eschew tradition, but like everything wedding related, there is an established etiquette for writing engagement announcements.",
		"Some fashion traditionalists still eschew white in winter, so if you're a stickler for style rules, consider winter white, cream or ivory tops instead.",
		"While many stars have chosen to eschew a baggier style, there are throwbacks to the very earliest hip hop ensembles out there.",
		"Remember you can always eschew the name in favor of just a heart.",
		"To note such chapters and places as contain matters of genealogies, or other such places not edifying, with some strike or note, that the reader may eschew them in his public reading.",
		"Certainly, applying a sweetly scented eye mask filled with lavender blossoms is pleasant and safe unless you eschew traditional medicine for a serious condition in favor of aromatherapy.",
		"This is the traditional way of learning French, and many people eschew it as not having practical application.",
		"Many serious wine enthusiasts eschew Marilyn Wines because of its kitschy label, but you'll miss a wonderful, affordable American Merlot if you judge a wine by its label.",
		"From a faith-based perspective, there is a wide-spread belief that demons are the minions of Satan; however, many modern ghost hunters eschew this idea."
	],
	"synonyms": [
		"shun",
		"renounce",
		"refrain",
		"escape",
		"avoid",
		"abstain",
		"abandon",
		"abstain from",
		"keep-away-from",
		"elude",
		"duck",
		"circumvent",
		"get around",
		"evade",
		"dodge"
	],
	"antonyms": [
		"like",
		"love",
		"embrace"
	]
}