{
	"word": "susceptible",
	"meaning": [
		"Easily affected emotionally; having a sensitive nature or feelings.",
		"Especially sensitive; highly impressionable.",
		"Permitting an action to be performed; capable of undergoing something.",
		"That, when subjected to a specific operation, will yield a specific result.",
		"Vulnerable; (temporarily) defenseless.",
		"(epidemiology) A person who is vulnerable to being infected by a certain disease."
	],
	"sentences": [
		"Children are much more susceptible than adults.",
		"The greater part of the soil is of inferior quality, and much that is susceptible of cultivation is still lying waste.",
		"The various facts, however, seem to be susceptible of another interpretation.",
		"After he recovered from the stabbing, the Doctor said he had scar tissue and would be susceptible to pneumonia in the injured lung.",
		"Scotus extends the number of theological doctrines which are not, according to him, susceptible of philosophical proof, including in this class the creation of the world out of nothing, the immortality of the human soul, and even the existence of an almighty divine cause of the universe (though he admits the possibility of proving an ultimate cause superior to all else).",
		"This event produced a profound impression on his susceptible mind, and for more than a year he remained sunk in apathy.",
		"Some lignites are, however, quite as brilliant as anthracite; cannel and jet may be turned in the lathe, and are susceptible of taking a brilliant polish.",
		"The population is not susceptible of accurate computation, but probably it has always been small.",
		"Sensations, he argued, thus being representable by numbers, psychology may become an \"exact\" science, susceptible of mathematical treatment.",
		"Cyrus appears in the unassailably authentic cylinder inscription \"as a complete religious indifferentist, willing to go through any amount of ceremonies to soothe the prejudices of a susceptible population.\"",
		"Idiosyncrasy plays a considerable part in determining the effects, some people being particularly susceptible; death has occurred in five minutes from the appearance of the first symptoms, but when a narcotic has been administered at the same time as the poison the development is proportionately slow.",
		"A few possible cases of aggressive mimicry are enumerated in the following summary of some of the recorded cases of mimicry in different classes of the animal kingdom; but the phenomenon is of comparatively rare occurrence, and the supposed instances may be susceptible of other interpretations, excluding them altogether from mimicry, or bringing them under the Batesian or Miillerian interpretation of the phenomenon.",
		"This includes 3.50% of the total susceptible of cultivation.",
		"The statesmanlike qualities displayed on this occasion were unavailing to avert the storm of indignation conjured up by Crispi's opponents in connexion with a charge of bigamy not susceptible of legal proof.",
		"But the questions proper to the new day came swiftly upon his quick and susceptible mind - enlarged, deepened and developed it.",
		"Sometimes it is almost pasty, and crumbles to powder when dried, so as to be susceptible of use as a pigment, forming the colour known as Cologne earth, which resembles umber or sepia.",
		"From the wood, platters, axe-handles, snow-shoe frames, and dog sledges are made, and it is worked into articles of furniture which are susceptible of a good polish.",
		"Hard iron is less susceptible of being magnetized, but when once magnetized it retains its magnetism permanently.",
		"The theory of psychophysical parallelism involves no doubt in the minds of the majority of its upholders the further assumption of some unity underlying both the physical and psychical series which may one day be discovered to be susceptible of scientific expression and interpretation.",
		"The system is also very susceptible to electronic countermeasures.",
		"I also cover the top-growth of susceptible plants and those of borderline hardiness with a double-layer of garden fleece.",
		"During the period of rapid growth the algae scarcely seemed susceptible to viruses.",
		"And it must be confessed that Natalie is very susceptible.",
		"The coating is also susceptible to stains.",
		"However, it may recur in certain susceptible individuals.",
		"That local taxation as a whole, though susceptible of some redistribution, is neither immoderate nor burdensome.",
		"He died unmarried, and seemed so little susceptible to female influence that he was styled a Mars without a Venus.",
		"It is Swift's peculiar good fortune that his book can dispense with the interpretation of which it is nevertheless susceptible, and may be equally enjoyed whether its inner meaning is apprehended or not.",
		"This mania attacked both men and women, young and old alike, women being more susceptible than men.",
		"It would be hard to say that he had no heart, for he was susceptible of deep emotions; but not for individuals.",
		"The modifications of which these are susceptible he reports to be \" inexhaustible and truly infinite, extension alone affording a boundless field to the mathematicians.\"",
		"There are, nevertheless, serious difficulties involved in the supposition that the changes in the brain with which physiology and the biological sciences deal can be satisfactorily explained by the mechanical and mathematical conceptions common to all these sciences, or, indeed, that any of these organic changes is susceptible in the last resort of explanation derived from purely material premises.",
		"Mill, it is true, and Comte both encouraged the idea that society and conduct alike were susceptible of strictly scientific investigation.",
		"His reasons are those of modern scepticism, the reasons which by their very nature are not susceptible of disproof.",
		"The west of the country, however, was more susceptible to Roman influence, and hence preserved its independence against barbarian invaders longer than its eastern portion.",
		"Some species of animals are much more susceptible to the action of certain drugs than others, a condition which depends on obvious or unknown structural or metabolic differences.",
		"She had thought she was immune, but maybe she was susceptible to the Arkansas species.",
		"Over one hundred freshwater species have been recorded as being susceptible to the disease, including the African catfish.",
		"One example was electronically operated indicator flasher systems being RF susceptible, resulting in 50-100% increase in flash rate when transmitting.",
		"He knows nothing he says can dispel the illusions created by randomness, and that he is as susceptible to them as anyone.",
		"Most healthy people are naturally immune to its effects, however weak or already ill people can be susceptible.",
		"Breastfed infants have less exposure to cow?s milk, a potential allergen in genetically susceptible children.",
		"Susceptible and resistant responses to challenge with soil-borne virus inoculum were evident.",
		"Fat pets are more susceptible to fatty tumors called lipomas.",
		"Recommendations for event organizers Cancel all activities planned on or close to land where susceptible livestock have recently been grazing.",
		"For example, elderly people are particularly susceptible to the side effects of opioid painkillers such as morphine and sleeping tablets such as diazepam.",
		"The objective is to confer some passive immunity to the agent that causes PMWS at the pig's most susceptible age.",
		"Children who smoke are more susceptible to coughs and increased phlegm, wheeziness and shortness of breath than those who do not smoke.",
		"Growers could only protect their trees from tristeza by not using sour orange rootstocks, which are highly susceptible to the virus.",
		"In spring airborne spores are released which infect susceptible plants.",
		"Large areas have been burnt by uncontrolled forest fires and uneven regeneration of the forest renders the park particularly susceptible to any disturbance.",
		"Others are studying genetic factors to determine whether some people are genetically susceptible to developing PD.",
		"A mob is peculiarly susceptible to Satan's influence.",
		"Reading aloud TEFL seems to be particularly susceptible to myths.",
		"Field bindweed seed is moderately susceptible to soil solarization.",
		"It isn't clear that people with neuromuscular diseases are unusually susceptible to the nerve or muscle damaging effects of statins.",
		"If it is located on the side of the vehicleâs body at the front, this can prove susceptible to damage and wear.",
		"More genetic research will not alter the conditions in which people become susceptible to many diseases.",
		"Agents that appear susceptible in vitro may be much less effective in vivo.",
		"Elderly patients have a reduced basal metabolic rate (BMR) and are susceptible to heat loss as a result of impaired thermoregulation.",
		"A gene located near such an ill-defined boundary would be susceptible to position effect variegation.",
		"Since a finite number of particles is only susceptible of finite transpositions, it must happen (he says), in an eternal duration that every possible order or position will be tried an infinite number of times, and hence this world is to be regarded (as the Stoics maintained) as an exact reproduction of previous worlds.",
		"Desert pastoral life does not necessarily imply any intellectual inferiority, and its religious conceptions, though susceptible of modification, are not artificially moulded through the influence of other civilizations.",
		"About 1840 he was engaged in experiments by which he sought to prove that \"carbon in certain states of combination is susceptible of conversion into silicon,\" and his failure to establish this proposition had much to do with his want of success as a candidate for the chair of chemistry at Edinburgh in 1843.",
		"When at times I think, as think at times I must, of the appalling contrast between the hallowed glory of that creed which once was mine, and the lonely mystery of existence as now I find it - at such times I shall ever feel it impossible to avoid the sharpest pang of which my nature is susceptible.\"",
		"The verb, which is properly a kind of noun or participle, has no element of person, and denotes the conditions of tense and mood by an external and internal inflexion, or the addition of auxiliary verbs and suffixes when the stem is not susceptible of inflexion, so that instead of saying \" I go,\" a Tibetan says \" my going.\"",
		"It was and still is held by many that the criminal may be best and most effectually weaned from his evil ways by shutting him up for lengthy periods between four walls, and subjecting him, when most susceptible, to curative processes, to constant exhortation and searching introspection, changing his nature and restoring him to society a reformed man.",
		"Small and slight in person and never robust in health, Robertson Smith was yet a man of ceaseless and fiery energy; of an intellect extraordinarily alert and quick, and as sagacious in practical matters as it was keen and piercing in speculation; of an erudition astonishing both in its range and in its readiness; of a temper susceptible of the highest enthusiasm for worthy ends, and able to inspire others with its own ardour; endowed with the warmest affections, and with the kindest and most generous disposition, but impatient of stupidity and ready to blaze out at whatever savoured of wrong and injustice.",
		"It can be shown that in many cases when bacteria are injected the serum of the treated animal has no bacteriolytic effect, and still an immune body is present, which leads to the fixation of complement; in this case bacteriolysis does not occur, because the organism is not susceptible to the action of the complement.",
		"By opsonic action is meant the effect which a serum has on bacteria in making them more susceptible to phagocytosis by the white corpuscles of the blood.",
		"This also puts susceptible pregnant women at higher risk and could increase the number of congenital rubella affected pregnancies.",
		"However, in contrast to their possible long-term benefits, the presence of segmental duplications renders the human genome susceptible to mistakes in HR.",
		"They can be very susceptible to frost in harsh winters, causing them to hardly flower at all the next summer.",
		"In the past, tubs always used to be made of vitreous enamel, which was strong, but susceptible to rust.",
		"This makes the hydrogen atoms d + and susceptible to attack from solvent water, which is acting as a base.",
		"A record of visits to premises with susceptible livestock should be kept by all staff.",
		"Bats are among the most susceptible mammal species to habitat fragmentation.",
		"They should seek to avoid going onto any premises where there may be susceptible animals.",
		"This ensures susceptible insects are nearby to mate with rare resistant ones that may emerge from the Bt corn.",
		"A mob is peculiarly susceptible to Satan 's influence.",
		"It is n't clear that people with neuromuscular diseases are unusually susceptible to the nerve or muscle damaging effects of statins.",
		"There are dozens of ambiguous statements in Wrightâs works that are quite susceptible to uncharitable constructions.",
		"Yag laser is offered to some Glaucoma patients in order to prevent a sudden increase of intraocular pressure in susceptible eyes.",
		"A sleep deprived and stressed parent is more susceptible to illness and to harming her baby physically and emotionally.",
		"Crosscut shredders are more susceptible to damage from staples and pins than the strip-cut type.",
		"The gold industry is just as susceptible to scams and scheming thieves like any other industry.",
		"Many bedding manufacturers and furniture makers use a high resiliency foam that reduces body impressions, but unfortunately, this foam is susceptible to heat and moisture and may deteriorate over time.",
		"However, according to Vet Info, they are susceptible to certain inherited conditions that potential owners should be aware of.",
		"The less acidic a cat's urine, the more susceptible he/she is to forming stones or crystals in the urinary tract.",
		"Kittens are highly susceptible to respiratory infections, so runny, crusty eyes are often thought to be a direct symptom of distemper, when they are actually a symptom of the secondary illness.",
		"Felines under the age of six months are the most susceptible to this disease, although a cat can contract it at any age.",
		"Although all cats are susceptible, male cats are far more likely to experience a feline urinary tract infection than female cats.",
		"Since it disrupts and weakens your pet's natural immune system, the cat's body is more susceptible to other diseases as well.",
		"Not only will your pet be more susceptible to other diseases because of his compromised immune system, this disease is easily passed on to other cats.",
		"Veterinarians remain unsure as to what exactly makes one cat more susceptible than another, but it is likely that genetics play a strong role.",
		"Cats in the secondary stage will often suffer repeated bone marrow infections and weakened immunity that will make them more susceptible to external and internal pathogens.",
		"Some cats may be more susceptible to ear issues than others, especially long-haired breeds, outdoor cats or cats with a history of allergies.",
		"Some breeds of cats are more susceptible to certain health conditions than others.",
		"Even chlorine bleach can irritate your cat's nasal passage andmake the animal more susceptible to infections.",
		"Certain breeds of cats are also more susceptible to heart failure than others.",
		"While other ingredient combinations are more susceptible to abuse, this is one that allows you a bit of freedom.",
		"The media has sensationalized cyber crime and hacking to the extent that many people have been led to believe that using the Internet makes you more susceptible to identity theft and/or fraud.",
		"Although children and pets are the most susceptible to sustained damage from chemical exposure, even adults can be affected if the exposure is continuous.",
		"Natural Approaches for Flea Control cautions that certain essential oils, rosemary among them, have the potential to induce seizures in susceptible animals.",
		"Since basil is extremely susceptible to cold, it is one of the last varieties planted each spring.",
		"Instead, opt for a lightweight formula that will provide minimal coverage that doesn't leave your makeup susceptible to caking.",
		"The skin in this area is thin and delicate, as a result making it more susceptible to irritation.",
		"You may also find that you are susceptible to colds and other illnesses when you are under a lot of stress or feeling anxious.",
		"This makes you susceptible to illness such as colds and flu, and puts your body at risk for more serious medical disorders such as high blood pressure, diabetes,and heart disease.",
		"Stress can also compromise your immune system, leaving you susceptible.",
		"Your immune system is weakened making you more susceptible to catching colds, the flu and other communicable diseases.",
		"Stress and trauma - Stress and traumatic events make the body more susceptible to depression.",
		"While bamboo can be transplanted quite easily and provide good ground cover, its hardiness also makes transplanted areas susceptible to its overspreading and it can be difficult to fully eradicate.",
		"This sudden fluctuation can trigger symptoms of depression in women who are already susceptible.",
		"However, studies have found that addictions are most likely to develop in women, who seek medical treatment more often than men, and the elderly, who are generally more susceptible to prescription drug addictions.",
		"Alcoholism is considered a disease because scientists have discovered that some individuals are more susceptible to alcoholism than others are because they carry a specific gene for the disease.",
		"Whether being a criminal makes a person more susceptible to using meth, or if using meth makes a person more susceptible to engaging in criminal activity beyond producing, selling or obtaining meth, has not been determined.",
		"Synthetic comforters like these are ideal for individuals who are susceptible to allergic reactions, who disagree with the usage of down or who can't afford a down comforter.",
		"Routes may also be erratic since the ships rely on sometimes uncertain weather to plan their itineraries, and also because of the weather, passengers susceptible to seasickness may have some unpleasant moments on these small vessels.",
		"All dog breeds are susceptible to kennel cough, and it can be more serious in puppies or elderly dogs.",
		"Similar to several other breeds of dogs, Boxers experience problems with heart murmurs, allergies, and are susceptible to tumors.",
		"Supplementary treatment may also be necessary to help repair the parasite's damage to the heart and lungs, and the animal may be susceptible to pulmonary infections for some time afterwards.",
		"Dogs are susceptible to picking up internal parasites that can rob them of their nutrition, leaving them underweight and scruffy in appearance.",
		"The rounded structure is also less susceptible to windy conditions.",
		"Shih Tzus and Maltese tend to grow hair in their ears, and this makes them especially susceptible to ear infections because of the reduced air flow.",
		"They also are very susceptible to overheating.",
		"Dogs that live outside in moist conditions may be more susceptible to fungal infections.",
		"Most purebred dogs are susceptible to particular genetic health conditions.",
		"Some Labs are susceptible to eye problems, such as cataracts, progressive retinal atrophy and retinal dysplasia.",
		"Weeping willow is susceptible to aphids, borers, Japanese beetles, and lacebugs.",
		"If a particular kind of disease has been a problem, it's also a good idea to remove the remains of any plant that is ordinarily susceptible to that problem, even if it looked healthy all season.",
		"Prunus triloba 'Multiplex' is susceptible to verticillium wilt.",
		"The fruit will be less susceptible to rot as well.",
		"Some species of palm are susceptible to diseases, such as Lethal Yellowing, that cannot be treated.",
		"If you insist on using a palm that is susceptible to disease, you are likely to need to remove it in the future.",
		"Contact your local Extension Office to see what pests and diseases are common in your area as well as to find out which palm tree types are susceptible, before selecting a palm tree for your landscape.",
		"Grapes are especially susceptible to powdery mildew.",
		"They are particularly susceptible to mildews and molds.",
		"Leaf diseases occur on nearly all maple trees at one point or another, with some species more susceptible than other types of maples.",
		"Such areas may be less prone to frost than other areas, so consider planting more susceptible plants in those parts of your garden.",
		"By planting marigolds with plants susceptible to certain insects, the plant has a greater chance of surviving and producing a harvest.",
		"This makes it a good choice for kitchens, bathrooms, mudrooms, and entryways that see lots of foot traffic and are susceptible to frequent spills and soiling.",
		"It is harder to clean though, and can be susceptible to staining.",
		"Tight areas, like the spray outlets in your showerhead, are particularly susceptible to mineral buildup.",
		"Tub surrounds are often in need of replacing because they are susceptible to water damage.",
		"The long thin shape of the seahorse means that it might be susceptible to damage.",
		"This is important with long earrings as they are particularly susceptible to damage.",
		"Lettuce is also susceptible to insect infestation and is heavily treated with chemicals.",
		"Like grapes, strawberries are very susceptible to mold and are therefore one of the most heavily chemically treated fruits in the country.",
		"Delicate spinach leaves are extremely susceptible to infestation of harmful insects and are therefore one of the most heavily treated crops.",
		"Usually younger plants are more susceptible than more established specimens.",
		"These problems make the cow more susceptible to diseases, including E. coli.",
		"The best way to handle fleas is to prevent them, especially if your dog is allergic and susceptible to hot spots.",
		"The general rule is those who are smaller or more susceptible, such as small children and the elderly, will become sick earlier.",
		"Children are the most susceptible to the crippling effects of lead poisoning because their nervous systems and brains are still forming.",
		"Although some areas of the country are more susceptible to tornado activity than other areas, everyone needs be aware of tornado safety tips as this type of severe weather can occur anywhere.",
		"While depression is a risk at any stage of life, seniors are especially susceptible.",
		"People who suffer from CHF are far more susceptible to infections which can aggravate their heart condition.",
		"The quality of sleep is less in this situation, which can leave them susceptible to illnesses and injury.",
		"Teens are often susceptible to sleep deprivation but may hide it well from parents.",
		"Hops is effective at relieving insomnia and anxiety, but may cause depression in susceptible people when taken for long periods.",
		"Humans aren't the only animals susceptible to damaging their eyes by exposure to the sun.",
		"It is your responsibility as the parent to understand that children's eyes are susceptible to UV damage, which can lead to everything from painful yet easily healed surface burns to irreversible cataracts.",
		"To prevent this, avoid regular plastic lenses which are far more susceptible to this and go for polycarbonate or high-index lenses instead.",
		"Obey all ride warnings and health restrictions - inverted coasters are not suitable for riders with neck, heart, or back problems, riders who may be pregnant, or riders susceptible to motion sickness.",
		"These in-betweens take only what they like, aren't as susceptible to sequels and big-budget titles, and like their games accessible and inviting.",
		"Of all the grapes used to make wine, Pinot Noir grapes are the most susceptible to frost, mold and disease.",
		"Birds - As with other grapes, the pinot noir is susceptible to birds eating the ripened fruit, perhaps even more so because of the smaller leaf size of the plant.",
		"Electronic items are susceptible to human error, incorrect programming and other external influences, just like cars, toys and recalls for different industries.",
		"They are also more susceptible to fire-related asphyxiation, as well as more prone to burns than adults.",
		"Diabetics are especially susceptible to candidiasis, as they have high levels of sugar in their blood and urine and a low resistance to infection, both of which are conditions that favor the growth of yeast.",
		"For children who are susceptible to candidiasis because of immune deficiencies, the regular use of antifungal drugs to prevent infections may be required.",
		"Individuals with epilepsy are not thought to be particularly susceptible to VGRS, and no lasting neurological damage had as of 2004 been linked to these seizures.",
		"Children between the ages of six months and two years, especially in a daycare setting, are the most susceptible to this infection.",
		"In susceptible people, it may cause a very severe illness that can produce death within hours.",
		"During the crucial first weeks, frequently before a woman is aware she is pregnant, the developing fetus is most susceptible to substances that can cause birth defects (teratogens).",
		"Children with burns, eczema, or diaper rash or those who are immunosuppressed are highly susceptible to the herpes virus.",
		"The child's eyes and genitals are particularly susceptible to the herpes virus.",
		"Changes to the diet can also cut down on episodes of dizziness in susceptible people.",
		"All age groups are susceptible to developing subdural hematomas from vehicle accidents.",
		"There are indications that a tendency toward developing periodontal disease is genetic, with up to 30 percent of the population being highly susceptible despite aggressive oral hygiene habits.",
		"Tinea capitis (ringworm) affects an estimated 10 percent to 20 percent of susceptible children, and although the demographics are sketchy, telogen effluvium is the most common type of alopecia in both children and adults.",
		"Infants are especially susceptible to poisoning by nitrite.",
		"The complicated process of brain development before birth is susceptible to many chance errors that can result in abnormalities of varying degrees.",
		"Although it has been practically eradicated in the United States, rubella is still common in less developed countries because of poor immunization penetration, creating a risk to susceptible travelers.",
		"The lack of antibodies indicates that a person is susceptible to rubella.",
		"Some antihistamines produce drowsiness, although clinical studies have shown that children are less susceptible to antihistamine-induced drowsiness than adults.",
		"In plaque psoriasis, the skin may crack and bleed and is susceptible to infection.",
		"Some children and adolescents may be susceptible to exercise-induced asthma.",
		"Areas of the skin that are exposed to sunlight are susceptible to burning, blistering, and scarring.",
		"Because mumps is still prevalent throughout the world, susceptible persons over the age of one year who are traveling abroad would benefit from receiving the mumps vaccine.",
		"Obese children and adolescents are more susceptible to eating disorders, negative self-esteem and body image, and depression due to peer influences.",
		"Children between the ages of five and 15 are most susceptible to strep throat, and therefore most susceptible to rheumatic fever.",
		"However wisdom teeth are always difficult to clean and susceptible to decay and gum disease; thus an impacted wisdom tooth is usually extracted.",
		"However, some studies have suggested that boys are more susceptible and that the average onset of BHS in boys is earlier (13-18 months) compared with girls (19-24 months).",
		"School-age children are especially susceptible to repeat infections.",
		"The most susceptible wounds are those that are caused by blunt trauma such as crushing or by bites.",
		"Most children with these disorders seem to have a biological vulnerability to stress, making them more susceptible to environmental stimuli than the rest of the population.",
		"Infants, because of their fragility, are more susceptible to injury from physical discipline than older children.",
		"Infants are especially susceptible to head injury from shaking or being thrown.",
		"Children with aplastic anemia are especially susceptible to infection.",
		"Nutrition education is readily available from public health sources, books, and the reliable Internet sources for parents who are concerned about providing essential nutrients for children who may be susceptible to deficiency anemias.",
		"The bones of the legs and feet are most susceptible to stress fractures, which occur when muscle strains or contractions make bones bend.",
		"Since the brain is the organ most susceptible to overhydration, a change in behavior is usually the first symptom of water intoxication.",
		"Children who are susceptible to seizures may be given a sedative medication when the fever first spikes in an attempt to prevent such a seizure.",
		"A person must be susceptible to exhibit this overgrowth of fungus on the skin.",
		"Children are more susceptible than adults; teenage boys more susceptible than teenage girls; and adult women more susceptible than adult men.",
		"The fluid that builds up in the middle ear is susceptible to bacterial and viral infection.",
		"Some people are continually susceptible to warts, while others are more resistant to HPV and seldom get them.",
		"Children with hyper-IgM syndrome are highly susceptible to infection from animal bites.",
		"It does not appear that male or females are more susceptible to this condition, and no one race or nationality has a higher incidence.",
		"A number of other conditions also make newborns susceptible, including respiratory distress syndrome, congenital heart problems, and episodes of apnea (cessation of breathing).",
		"Infants may also be more susceptible to future bacterial infections in the gastrointestinal tract and to a delay in growth.",
		"People with MD are susceptible to a severe reaction, known as malignant hyperthermia, when given halothane anesthetic.",
		"Sleep deficits are known to make people more susceptible to infectious illnesses as well as automobile or workplace accidents.",
		"Because AIDS results in immune system suppression, individuals with AIDS are highly susceptible to all kinds of pneumonia, including some previously rare parasitic types that would not cause illness in someone with a normal immune system.",
		"Premature infants are also more susceptible to infections.",
		"Premature infants may lack surfactant and are more susceptible to respiratory problems without it.",
		"People with fair skin and red hair are particularly susceptible to contact dermatitis.",
		"Jobs that require frequent skin exposure to water, such as hairdressing and food preparation, can make the skin more susceptible to ICD.",
		"Thin, moist, or already damaged skin is more susceptible to ICD than thick, dry, or intact skin.",
		"Also, putting other items into the ear can scratch the canal, making it more susceptible to infection.",
		"This makes them much more susceptible to environmental CO.",
		"Children under age two are more susceptible to adenovirus serotypes 40 and 41.",
		"Susceptible teens over 13 years of age should receive two doses given at least four weeks apart.",
		"Children between the ages of three and seven years are most susceptible to CVS, although it can appear at any time from infancy to adulthood.",
		"In addition, these anomalies make the lining of the heart more susceptible to infection (endocarditis), which can damage valves and lead to blood poisoning (septicemia).",
		"Although all mammals are thought to be susceptible to rabies infection, the primary hosts are carnivores and bats.",
		"People with this disorder are particularly susceptible to infections of the throat, skin, middle ear, and lungs.",
		"This deficit makes the body susceptible to recurrent infections.",
		"If the T cell count is very low the patients are susceptible to recurrent infections.",
		"Children with complete DiGeorge are particularly susceptible to viral and fungal infections.",
		"Those children with disorders that affect circulation, such as diabetes, may be even more susceptible to frostbite and frostnip.",
		"In addition, children from tropical climates may not be able to withstand cold temperatures as well as their cold-climate counterparts, making them more susceptible to frostbite and frostnip at higher temperatures.",
		"Both sexes are equally susceptible to bejel.",
		"In addition to slow growth, children with PDA may be more susceptible to infections such as colds, pneumonia, and a rare but potentially life threatening infection of the heart called endocarditis.",
		"For example, after long-term antibiotic therapy, patients can become more susceptible to yeast infections.",
		"Influenza victims are also susceptible to potentially life-threatening secondary infections.",
		"Girls and women are more susceptible than boys and men.",
		"Lindane (1% or higher) (Kwell), an organochloride neurotoxin, can induce seizures and death in susceptible people, even when used according to the directions.",
		"As more individuals with corrected TEFs reach adulthood, there is some evidence that suggests they are more susceptible to esophageal cancers.",
		"Heredity. Some individual are genetically more susceptible to acne.",
		"They are more susceptible than adults to the effects of certain medicines and may have unexpected reactions.",
		"However, a larger skin surface area to body weight ratio may make children more susceptible to adrenal gland problems such as growth retardation and delayed weight gain.",
		"In people susceptible to asthma, this inflammation causes the airways to narrow periodically.",
		"Dander can cause allergic reactions in susceptible people.",
		"Children with inhibited temperaments appear to be more susceptible to anxiety disorders, depression, and certain personality disorders in their later years.",
		"Children between the ages of six and 24 months are the most susceptible to meningitis; it is the chief cause of tuberculin death among children.",
		"In addition, genetics may play a role in appendicitis; some children may inherit genes that make them more susceptible to blockage of the appendiceal lumen.",
		"Diabetic adolescents are especially susceptible to hyperglycemia, since hormone levels are in flux and many adolescents exhibit erratic eating and sleeping patterns.",
		"Fair-skinned people are most susceptible to sunburn, because their skin produces only small amounts of the melanin.",
		"Infants are most susceptible to sunburn and should be kept out of the sun at all times.",
		"Children are more susceptible than adults, and because of their outdoor activities get three times more sun exposure on average than adults.",
		"Though it is a common misconception that children are more susceptible to nosebleeds than adults, research has found that nosebleeds are more prevalent in older adults and more often are a sign of other health problems.",
		"However, as preschool approaches, children are still susceptible to a variety of dangers.",
		"People who are susceptible to dermatitis that is linked to particular foods obviously should avoid consuming them.",
		"In adults, major life stressors (like divorce, serious financial problems, death of a family member, etc.) will often provoke the symptoms of depression in susceptible people.",
		"It is also known that certain genetic factors increase the harmful effects of lead poisoning in susceptible children; however, these factors are not completely understood.",
		"Over time your personal energy weakens leaving you feeling tired, unenergetic and more susceptible to illness.",
		"This can also make you susceptible to illnesses.",
		"You'll need to repot your plant annually so it doesn't become root bound and become susceptible to diseases.",
		"Children with long hair may be more susceptible to being infested with head lice, since their hair is more likely to come into contact with that of their classmates.",
		"In a recession, when people hold onto their houses as long as possible, and avoid moving at all costs, real estate agents are susceptible to a major hit in income.",
		"While teen pregnancy rates are dropping to date and have been declining steadily (the percentage of teens having sex decreased sixteen percent between 1991 and 2007), some teens are more susceptible to teenage pregnancy.",
		"Nausea and vomiting are worst in the first trimester when the developing baby is most susceptible to effects from other drugs, consequently, there are limited conventional treatments available.",
		"People who have fair skin and light eye color are most susceptible to this form of cancer, and it is even more likely that you will get it if you are genetically predisposed.",
		"Nylon trunks are particularly susceptible to this - boardshorts are typically made of heavier fabric and because of their length, do not usually trap air in this way.",
		"Without vitamin A, you might experience infertility and be more susceptible to night blindness, skin problems and illnesses of all kinds, including maladies that cause early mortality.",
		"Taper candles are particularly susceptible to damage.",
		"The very young and very old are especially susceptible, as are individuals with compromised immune systems as a result of other diseases or conditions.",
		"This means the overall construction of the laptop is less complicated, thereby rendering it less susceptible to damage - and easier to handle while on the road.",
		"Keep in mind that the younger the child, the more susceptible he is to dangerous falls.",
		"Young children believe that the ads are simply telling the truth, which can make them especially susceptible to a wide variety of messages.",
		"If you are susceptible to motion sickness then you may want to take something for it.",
		"The weather's a big issue for us too because we're so susceptible to bad weather.",
		"Children's feet are susceptible to all types of problems that stem from ill-fitting shoes.",
		"Children's systems are not as efficient as adults and their extremities are more susceptible to severe temperatures.",
		"Belly button piercings require more attention than many other piercing sites and are susceptible to irritation since they can easily be rubbed or snagged on clothes.",
		"These groups question whether people with weaker immune systems are more susceptible to a bad reaction to live-virus vaccines and if the reaction could trigger autism.",
		"This is because Mac operating systems are much less susceptible to spyware, if they are susceptible at all.",
		"Analog phone models are susceptible to RF interference from these, and may cause interference in other products.",
		"Digital offers superior security and are less susceptible to RF interference or create interference in other wireless products.",
		"All hardwood floors will gradually discolor over time, as the stain and wood is susceptible to ultraviolet light and frequent use, but you can minimize these effects with some simple steps.",
		"These types of common kitchen surfaces can be susceptible to stains on rare occasions.",
		"They were also more apt to have an increased resistance to insulin, leaving them more susceptible to type 2 diabetes.",
		"Children are very susceptible to messaging, so it's important not to subject them to this kind of dieting.",
		"For example, women whose quadriceps are significantly stronger than their hamstrings may be susceptible to ACL injuries.",
		"In fact, it may make the athlete more susceptible.",
		"This is an important technique for women, whose tendencies to land in a straight-legged position make them susceptible to knee injuries.",
		"This can make them susceptible to injury.",
		"Some locations in California are more susceptible to fires, floods, and other natural disasters than other locations.",
		"These policies are generally the cheapest to purchase, but can leave homeowners susceptible to huge expenses from unexpected expenses.",
		"If you want to buy your guy a pair of mesh briefs, make sure you feel him out first to see if he'll be susceptible to the idea.",
		"Women who are prone to this particular problem can still wear microfiber panties, but the cotton lining makes them less susceptible to getting infections.",
		"It turned out that Strummer had a congenital heart defect, and was very susceptible to such an event.",
		"In addition, taking vitamin C to boost your immune system will make you less susceptible to an allergic reaction.",
		"If you are using products containing these ingredients, or recently had a chemical peel, your skin will be much more susceptible to burning than usual.",
		"The eyes, in particular, are highly susceptible to premature aging.",
		"Black skin is especially susceptible to these spots, which take months to disappear.",
		"Black skin, especially very dark skin, is susceptible to a condition called dermatosis papulosa nigra, also known as \"flesh moles.\"",
		"No matter how deep or fair your skin tone is, everyone is susceptible to sunburns.",
		"Some skincare products, like acids, make the skin more susceptible to damage by the sun.",
		"It makes sense, then, that athletes in particular are so susceptible to the condition.",
		"Individuals with compromised immune systems may also be susceptible to toenail fungus.",
		"People of Asian descent are often more susceptible to this condition.",
		"Some skin types are susceptible to unusual coloring because of pigmentation as skin ages.",
		"As skin ages, it is more susceptible to the effects of dangerous UV rays.",
		"This article from the ADL proves that people of any gender, race, or creed are susceptible to the disease of ignorance and bias against other groups.",
		"Darwins expression the nature of the organism has been interpreted in the preceding paragraph to mean an inherent tendency towards higher organization; that interpretation may now be completed by adding that the organism is susceptible to, and can respond to, the action of external conditions.",
		"It is a safe, steady-running and trustworthy engine, with excellent distribution of weight, and it is susceptible of a wide range of adaptability in power requirements.",
		"When the first system then is transformed into the second, the excess of energy which the former possesses must appear in the shape of heat, light, electrical energy, mechanical energy, &c. It is for the most part a simple matter to obtain the excess of energy entirely in the form of heat, the amount of which is easily susceptible of measurement, and thus the existence of thermochemistry as a practical science is rendered possible.",
		"Mangels are sown earlier and have a longer period of growth than turnips; if they become well established in the summer they are less susceptible to autumn drought.",
		"Accordingly it is more susceptible to exhaustion of surface soil as to its nitrogenous, and especially as to its mineral supplies; and in the common practice of agriculture it is found to be more benefited by direct mineral manures, especially phosphatic manures, than is wheat when sown under equal soil conditions.",
		"The effect of chemical agents in producing coagulation are in consonance with what is known of other instances of polymeric or condensation changes, whilst the fact that the collection of globules separated by creaming after thorough washing, and therefore removal of all proteid, is susceptible of solidification into caoutchouc by a merely mechanical act such as churning, strongly supports the view that the character of the change is distinct from that of any alteration which may occur in the proteid constituents of the latex.",
		"Having regard to the present cost of producing \" plantation \" rubber, and to the probability that, apart from a possible increase in the price of labour, this cost is susceptible of further reduction, it may be concluded that rubber production will continue to be profitable even should a considerable fall in market value take place.",
		"Even a permanent magnet is susceptible of induction, its polarity becoming thereby strengthened, weakened, or possibly reversed.",
		"It may merely act locally in some way, and so render that part susceptible to unknown tissue stimuli which impart to the cells that extraordinary power of proliferation characteristic of new growth.",
		"Folk-right is the aggregate of rules, formulated or latent but susceptible of formulation, which can be appealed to as the expression of the juridical consciousness of the people at large or of the communities of which it is composed.",
		"The metallic bowl and mouthpiece of the pipe offered a tempting surface for embellishment, as well as the clasp of the pouch; and the netsuke, being made of wood, ivory or other material susceptible of carving, also gave occasion for art and ingenuity.",
		"The substitution of machinery for hand labour in cutting coal has long been a favourite problem with inventors, the earliest plan being that of Michael Meinzies, in 1761, who proposed to work a heavy pick underground by power transmitted from an engine at the surface, through the agencies of spear-rods and chains passing over pulleys; but none of the methods suggested proved to be practically successful until the general introduction of compressed air into mines furnished a convenient motive power, susceptible of being carried to considerable distances without any great loss of pressure.",
		"Alumina itself is so refractory that it cannot be melted save by the oxyhydrogen blowpipe or the electric arc, and except in the molten state it is not susceptible of decomposition by any chemical reagent.",
		"Indeed, any low-growing herbaceous plant, susceptible of minute division, is suitable for an edging.",
		"Rumanians These allotments were slightly modified at the polls by the victory of some Social Democratic candidates not susceptible of strict racial classification.",
		"Almonds are freely cultivated, and they seem to be the only trees susceptible also of cultivation upon the latifondi together with grain.",
		"In order to produce a sufficient degree of hypnotic lethargy the subject must be made extremely susceptible, and this can only be done by repeated hypnotization.",
		"It is to be noted that children, who are particularly susceptible to the influence of certain of the other potent alkaloids, such as morphine and strychnine, will take relatively large doses of atropine without ill-effect.",
		"The term is in fact susceptible of two opposite connotations; on the one hand, it implies that the thing to which it is applied is only a copy; on the other that as a copy it is faithful and accurate.",
		"The terms of the treaty of Paris were not only of indefinite import but were susceptible of contradictory interpretations.",
		"This was due to the king's relations with the Spanish dancer Lola Montez, who appeared in Munich in October 1846, and soon succeeded by her beauty and wit in fascinating the king, who was always susceptible to feminine charms. The political importance of this lay in the fact that the royal mistress began to use her great influence against the clerical policy of the Abel ministry.",
		"As time went on it became obvious that without de p arture from the spirit of idealism Hegel's principle was susceptible of a different interpretation.",
		"The first is a new method for educating and reforming young offenders, already on the frontiers of habitual crime, no longer children, but at an age still susceptible of permanent improvement; the second is the legal acceptance of the principle of indefinite detention, the willingness to inflict an indeterminate sentence on those who have already forfeited the right to be at large.",
		"Henceforward we shall find temporal interests, represented by Damascus, predominating over those of religion, and the centre of Islam, now permanently removed beyond the limits of Arabia, more susceptible to foreign influence, and assimilating more readily their civilizing elements.",
		"The former are susceptible of elucidation by indication of what falls under them.",
		"They take thought and \" the given \" as self-contained units which, if not in fact separable, are at any rate susceptible of an abstraction the one from the other so decisive as to constitute an ideal separation.",
		"In the second, there is no claim that thought at one and the same time imposes form on \" the given \" and is susceptible of treatment in isolation by logic. With Herbart the forms of common experience, and indeed all that we can regard as his categories, are products of the psychological mechanism and destitute of logical import.",
		"Schleiermacher's conception of dialectic is to the effect that it is concerned with the principles of the art of philosophizing, as these are susceptible of a relatively independent treatment by a permissible abstraction.",
		"Of the formal-symbolic logic all that falls to be said here is, that from the point of view of logic as a whole, it is to be regarded as a legitimate praxis as long as it shows itself aware of the sense in which alone form is susceptible of abstraction, and is aware that in itself it offers no solution of the logical problem.",
		"It is apparent that such a doctrine as the Trinity is itself susceptible of many explanations, and minds differently constituted lay emphasis upon its different elements.",
		"Of the lower animals, mice, rats, guinea-pigs, rabbits, squirrels and monkeys are susceptible to the bacillus; horses, cattle, sheep, goats, pigs, dogs and cats are more or less resistant, but cats and dogs have been known to die of plague (Oporto, Daman, Cutch and Poona).",
		"By the Venice convention a number of articles of merchandise are classed as susceptible and liable to be refused admission, but the only ones which there is any reason to consider dangerous are used clothing and rags.",
		"Gilbert employed it to prove that numerous other bodies besides amber are susceptible of being electrified by friction.",
		"Unfortunately, the return of age is amongst the less satisfactory results of a general enumeration, though its inaccuracy, when spread over millions of persons, is susceptible of correction mathematically, to an extent to make it serve its purpose in the directions above indicated.",
		"Thus, he says \" When I speak of forms I mean nothing more than those laws and determinations of absolute actuality which govern and constitute any simple nature, as heat, light, weight, in every kind of matter and subject that is susceptible of them.",
		"The greater part of the plain is open and uncultivated, and presents nothing but barren downs; but corn is grown in considerable quantities in the northern portions of it, and there is no doubt that the whole is readily susceptible of cultivation.",
		"Most insects are also very susceptible to cold, and seem to be adapted to very narrow limits of temperature.",
		"At the same time the rain is heavier as we approach the Himalaya and the greatest falls are measured in its outer ranges; but the quantity again diminishes as we pass onward across the chain, and on arriving at the border of Tibet, behind the great line of snowy peaks, the rain falls in such small quantities as to be hardly susceptible of measurement.",
		"By virtue of the passive principle the thing is susceptible of motion and modification; it is matter which determines substance (obvia).",
		"To attract his Roman pupils Panaetius would naturally choose simple topics susceptible Panaetius.",
		"One great drawback in certain cases is that such animals are not susceptible to a given bacterium, or that the disease is different in character from that in the human subject.",
		"It also varies with the period of life, young subjects being more susceptible to certain diseases, e.g.",
		"Animals naturally susceptible may acquire immunity, on the one hand by successfully passing through an attack of the disease, or, on the other hand, by various methods of inoculation.",
		"The antitoxic property is developed in a susceptible animal by successive and gradually increasing doses of the toxin.",
		"Wright and Douglas showed that under these conditions phagocytosis might occur when a small quantity of normal serum was present, whereas it was absent when normal salt solution was substituted for the serum; the latter thus contained substances which made the organisms susceptible to the action of the phagocytosis.",
		"Thus the serum of the white rat, which is immune to anthrax, kills the bacillus; whereas the serum of the guinea-pig, which is susceptible, has no such effect.",
		"The serum of the susceptible rabbit, for example, is bactericidal to this organism, whilst the serum of the immune dog is not.",
		"Metchnikoff showed that in animals immune to a given organism phagocytosis is present, whereas in susceptible animals it is deficient or absent.",
		"Estimable in private life, he was highly susceptible in professional matters, and hence failed to keep on terms with his contemporaries.",
		"They require a moist atmosphere, and are exceedingly susceptible to drought.",
		"Hydrocyanic acid is a general protoplasmic poison, all the lower organisms being very susceptible to its action, while in the higher animals it speedily depresses or paralyses all forms of nerve tissue.",
		"The Balkan people do not seem to be very susceptible to the ideological temptations of the lackeys of Russian absolutism.",
		"You may be more susceptible to colds or other infections, or become more accident-prone.",
		"Certain people are more susceptible to flea bites than others.",
		"They may also precipitate bronchospasm or induce attacks of asthma in susceptible subjects.",
		"In viruses, alteration of the protein capsid prevents the virus from being taken up by susceptible cells.",
		"The disease has a major impact upon smallholder dairy schemes as higher performing exotic animals are highly susceptible.",
		"At the same time those animals which show the most susceptible genotype will be removed from the breeding program.",
		"And we need to be realistic about how very susceptible we are to Satan's seductions.",
		"And we need to be realistic about how very susceptible we are to Satan 's seductions.",
		"Stress weakens the immune system, causing you to become more susceptible to illness.",
		"Susceptible healthcare workers, especially those who work in hospitals, should be vaccinated.",
		"Colds make people more susceptible to bacterial infections such as strep throat, middle ear infections, and sinus infections.",
		"The higher risk leads to higher interest because this high-end sector of the real estate market presents a more vulnerable market that is susceptible to market lows and highs and are not easily sold in the mainstream market.",
		"About 20 percent of the population has fatty liver disease, also known as non-alcoholic fatty liver disease (NAFLD), with overweight individuals more susceptible.",
		"Like many other superheroes, she had her own weaknesses, including being susceptible to injury from anything that she couldn't deflect with her bracelets.",
		"If you work in a lab or any area where you are susceptible to spills or stains, a colored coat is a great option.",
		"America undoubtedly are susceptible of considerable improvement, and certainly waste can be reduced to a minimum.",
		"Chamberlain, the necessity of committing to memory two syllabaries, one of which has many variant forms, and at least two or three thousand Chinese ideographs, in forms standard and cursive ideographs, too, most of which are susceptible of three or four different readings according to circuinstance,add, further, that all these kinds of written symbols are apt to be encountered pell mell on the same page, and the task of mastering Japanese becomes almost Herculean.",
		"The handsome and insinuating Poniatowski speedily won the susceptible heart of the grand-duchess Catherine, but he won nothing else and returned to Poland in 1759 somewhat discredited.",
		"The marble and graphite, as well as some other indirect evidence of life less susceptible of brief statement, have been thought by many geologists sufficient to warrant the inference that life existed before the close of the era when the Archean rocks were formed.",
		"In the final act, the conference went farther in agreeing to the \" principle of compulsory arbitration,\" declaring that \" certain disputes, in particular those relating to the interpretation and application of the provisions of international agreements, are suitable (susceptible) to be submitted to compulsory arbitration without any restriction.\"",
		"The failure modes of smart sensors suggest that smart sensors might be more susceptible to common cause failure modes of smart sensors suggest that smart sensors might be more susceptible to common cause failure than conventional ones.",
		"This shaft, which carries a set of \" wipers \" connected to the incoming circuit, is susceptible of a vertical and a rotational movement, so that the wipers may be brought, first opposite any particular horizontal series of contacts, and then into actual contact with any particular set in the series.",
		"It is not likely that the Avars, living in their \"ring\" encampments, destroyed the Roman municipium; and Becs, the Hungarian name for Vienna to this day, is susceptible of a Slavonic interpretation only, and would seem to indicate that the site had been occupied in Slavonic times.",
		"By sceptics the word \" dogma \" is generally used contemptuously, for an opinion grounded not upon evidence but upon assertion; and this attitude is so far justified from the purely empirical standpoint that theological dogmas deal with subjects which, by their very nature, are not susceptible of demonstration by the methods of physical science.",
		"But the claim' to speak in the name of God is one which has often been made - and made sincerely - by others than the prophets of Israel, and which is susceptible of a great variety of meanings, according to the idea of God and His relation to man which is presupposed.",
		"It is a wood most extensively used for furniture and for carriagebuilding, being tough in texture and bearing shocks well, while much of it has a handsome grain and it is susceptible of a fine polish.",
		"Instead of exaggerating into treason whatever was susceptible of unfavourable interpretation, he turned the very conspiracies that were formed against him into opportunities of signalizing his clemency.",
		"More's was one of those highly susceptible natures which take more readily and more eagerly than common minds the impress of that which they encounter on their first contact with men.",
		"Some observations, however, of Guy Marshall on the inedibility of certain birds suggest that the resemblance between cuckoos a'nd hawks on the one hand and cuckoos and drongos on the other may be susceptible of another explanation in full agreement with the theory of mimicry as propounded by Bates.",
		"The introduction of inductance coils into such circuits renders them more susceptible to trouble from atmospheric electricity and more sensitive to leakage variations.",
		"Palestinian states on the other, and that they could scarcely have escaped the all-pervading Babylonian influences of 2000-1400 B.C. It is now becoming clearer every day, especially since the discovery of the laws of Khammurabi, that, if we are to think sanely about Hebrew history before as well as after the exile, we can only think of Israel as part of the great complex of Semitic and especially Canaanite humanity that lived its life in western Asia between 2060 and 600 B.C.; and that while the Hebrew race maintained by the aid of prophetism its own individual and exalted place, it was not less susceptible then, than it has been since, to the moulding influences of great adjacent civilizations and ideas."
	],
	"synonyms": [
		"weak",
		"vulnerable",
		"tender",
		"tendentious",
		"subject",
		"prone",
		"pliable",
		"open",
		"liable",
		"gullible",
		"naive",
		"sensible",
		"receptive",
		"sensitive",
		"responsive",
		"tendentiousness",
		"susceptibility",
		"predilection",
		"sensitivity",
		"impressionability",
		"impressibility"
	],
	"antonyms": [
		"unsusceptible",
		"resistant",
		"resisting"
	]
}