{
	"word": "ennui",
	"meaning": [
		"Weariness and dissatisfaction resulting from inactivity or lack of interest; boredom."
	],
	"sentences": [
		"An old-fashioned man would have lost his senses or died of ennui before this.",
		"He suffers from an overwhelming sense of ennui and feels that he has far too much time on his hands and far too little with which to fill it.",
		"It leaves the rest of his life utterly empty, and he vacillates between amorous intensity and general ennui.",
		"If they would only expend the same amount of energy loving their fellow men, the devil would die in his own tracks of ennui.",
		"If we were always, indeed, getting our living, and regulating our lives according to the last and best mode we had learned, we should never be troubled with ennui.",
		"In any event, changing perspectives also fails to treat ennui.",
		"April 5th I am almost devoured by ennui.",
		"For some months he found amusement in the preparation of the delightful Memoirs (1789) from which most of our knowledge of his personal history is derived; but his letters to friends in England, written between 1788 and 1793 occasionally betray a slight but unmistakable tone of ennui.",
		"The original Dawn of the Dead was a high watermark... suburban ennui of brain- dead shoppers sticking to what they're.. .",
		"Hamilton is a deft chronicler of urban ennui and claustrophobia.",
		"Beyond British and sensationally sociological, Blur and singer/songwriter Damon Albarn weave tales of stifling middle class ennui into clever pop vignettes.",
		"It is the Tsure-zure-gusa (Materials/or Dispelling Ennui), by KenkO-bOshi, described by Mr Aston as one of the most delightful oases in Japanese literature; a collection of short sketches, anecdotes and essays on all imaginable subjects, something in the manner of Seldens Table Talk."
	],
	"synonyms": [
		"tedium",
		"boredom",
		"melancholy",
		"listlessness",
		"lassitude",
		"fatigue",
		"weariness",
		"doldrums",
		"dissatisfaction",
		"blues",
		"languor",
		"apathy"
	],
	"antonyms": [
		"vigor",
		"energy",
		"liveliness",
		"enthusiasm",
		"excitement"
	]
}