{
	"word": "pacify",
	"meaning": [
		"To ease the anger or agitation of (a person or the mind, for example).",
		"To make peaceful or calm; appease; tranquilize.",
		"To establish or secure peace in (a nation, etc.)",
		"To seek to neutralize or win over (people in occupied areas)",
		"To end war, fighting, or violence in (a region or country), especially by military force."
	],
	"sentences": [
		"Then Henry set to work to pacify and restore prosperity to his kingdom.",
		"After the 9th Thermidor attempts were made to pacify the country.",
		"The Thermidorian government also endeavoured to pacify the rebels of the west.",
		"Capture command posts and pacify your enemies.",
		"Troops were sent to pacify the country, and in one village a soldier found a copy of Moses' laws and tore it up in public with jeers and blasphemies.",
		"He was a great peacemaker, used by many Popes to pacify warring Italian cities.",
		"A key component in an addiction intervention is making the person understand that family and friends will no longer enable or continue to pacify the addiction.",
		"But will it go far enough to pacify his angry backbenchers?",
		"The person drinks to pacify problems and elevate mood.",
		"Attempt to capture command posts and pacify your enemy numbers.",
		"The elements of air and fire pose too great a threat to Capricorn's stability, and so the grounded nature of earth and the melancholy and soothing nature of water help nurture Capricorn and pacify his anxieties.",
		"These sacrifices were done to pacify the spirits so that they wouldn't damage the crops or cause anyone grief.",
		"Sagasta kept quiet until nearly the end of the struggle with the colonies, when the queen-regent had to dismiss the Conservative party, much shorn of its prestige by the failure of its efforts to pacify the colonies, and by the assassination of its chief, Canovas delCastillo.",
		"In 1797 he was called on to pacify the mutineers at Spithead, and his great influence with the seamen who trusted him was conspicuously shown.",
		"Few of his opponents, however, questioned his own full persuasion that the Compromise Measures were vitally necessary to pacify the nation.",
		"He was crowned at Rome in January 1295 with great pomp. He planned to pacify the West and then recover the Holy Land from the infidel; but during his nine years' reign, so far from being a peacemaker, he involved the papacy itself in a series of controversies with leading European powers.",
		"But she could not pacify herself with these reflections; a feeling akin to remorse troubled her when she thought of her visit.",
		"In 1268 he took the cross with his cousin Edward, who, however, sent him back from Sicily to pacify the unruly province of Gascony.",
		"He had taken advantage of his leisurely journey home to pacify the turbulent Gascony, and to visit Paris and make a treaty with King Philip III.",
		"The while he did so sedition took courage and flourished exceedingly, so that to pacify Ireland the constable went hand in hand with the legislator.",
		"A special article, the object of which was to pacify those who had received grants of land from Sulla, declared such possessions to be private property, for which compensation was to be paid in case of surrender.",
		"There was a screen between them at the interview, such as the present regentempresses of China use in giving audience to their ministers; but Tze-lu, one of his principal disciples, was indignant that the master should have demeaned himself to be near such a woman, and to pacify him Confucius swore an oath appealing to Heaven to reject him if he had acted improperly.",
		"Not only did his reason not reproach him for what he had done, but he even found cause for self-satisfaction in having so successfully contrived to avail himself of a convenient opportunity to punish a criminal and at the same time pacify the mob.",
		"Here in the year 1300 new factions, subdividing the old Guelphs and Ghibellines under the names of Neri and Bianchi, had acquired such force that Boniface VIII., a violently Guelph pope, called in Charles of Valois to pacify the republic and undertake the charge of Italian affairs.",
		"After Marshal Campos had failed to pacify Cuba, the Conservative government of Canovas del Castillo sent out Weyler, and this selection met the approval of most Spaniards, who thought him the proper man to crush the rebellion.",
		"Hence the council of Constance to depose three rival popes; hence the council of Basel to pacify the Hussites, and promote another anti-Moslem league.",
		"For about ten years the Syrian and Mesopotamian deserts were the scene of a series of raids, often marked by great cruelty, and which have been the subject of a great many poems. Abdalmalik had need of all his tact and energy to pacify ultimately the zealous sectaries, but the antagonism between Yemenites (Kalb and Azd) and Madarites (Qais and Tamim) had been increased by these struggles, and even in the far east and the far west had fatal consequences.",
		"Merwan did all he could to pacify Syria, permitting the Arabs of the four provinces to choose their own prefects, and even acquiescing in the selection as prefect of Palestine of Thabit b.",
		"The partial conquest by Ostorius was completed under Julius Frontinus by the year 78, after which the Romans set to work in order to pacify and develop their newly annexed territory.",
		"The Porte espoused the cause of the Bulgarians, partly to pacify them, but still more to strengthen its hold on all the Christians of Turkey by fostering their differences.",
		"In 1550 he went to Ireland to serve the lord deputy, Sir Anthony St Leger, who had been sent to pacify the country.",
		"He gave some proofs of statesmanlike ability, and his eloquence was repeatedly called into requisition to pacify the Parisians.",
		"He set to work to restore some of these ruins, to reconstitute and pacify the Papal State, to put an end to the Schism, which showed signs of continuing in Aragon and certain parts of southern France; to enter into negotiations, unfortunately unfruitful, with the Greek Church also with a view to a return to unity, to organize the struggle against heresy in Bohemia; to interpose his pacific mediation between France and England, as well as between the parties which were rending France; and, finally, to welcome and act as patron to saintly reformers like Bernardino of Siena and Francesca Romana, foundress of the nursing sisterhood of the Oblate di Tor de' Specchi (1425)."
	],
	"synonyms": [
		"gruntle",
		"lenify",
		"gentle",
		"placate",
		"assuage",
		"mollify",
		"appease",
		"conciliate",
		"ameliorate",
		"alleviate",
		"allay",
		"lull",
		"tranquilize",
		"soften",
		"subdue"
	],
	"antonyms": [
		"incite",
		"upset",
		"irritate",
		"agitate",
		"inflame",
		"enrage"
	]
}