{
	"word": "tumultuous",
	"meaning": [
		"Very loud; noisy.",
		"Full of or characterized by tumult; wild and noisy; uproarious.",
		"Making a tumult.",
		"Characterized by mental or emotional agitation.",
		"Greatly agitated."
	],
	"sentences": [
		"The tumultuous storm was beginning to lose some of its fury.",
		"He touched his face, tumultuous emotions crossing his face.",
		"The first session was tumultuous; party feeling ran high, and scurrilous and vulgar epithets were bandied to and fro.",
		"I shall never forget how the fury of battle throbbed in my veins--it seemed as if the tumultuous beating of my heart would stop my breath.",
		"His own solo spots were received with tumultuous applause.",
		"On the following day, after tumultuous scenes, Athanasius fled, and four days later Gregory was installed by the aid of the soldiery.",
		"With Roderic, whose tumultuous election was the work of Witizas enemies, the line of the Visigoth kings is considered to have ended.",
		"During these tumultuous years, respect is very important.",
		"The history of the other Tuscan towns was equally tumultuous, all of them save Lucca, after many fitful changes finally passing under the sway of Florence, or the grand-duchy of Tuscany, as the state was now called.",
		"Revolutions have passed from the tumultuous stages of their origin into some settled and recognizable state before we have been called upon to cope with them.",
		"It is useful to recall the tumultuous period of the UN Security Council in March last.",
		"Of course, returning an engagement ring can be a tumultuous and emotional occasion, and it is permissible to forward the appropriate paperwork in the days after the break up.",
		"Brown is as famous for his personal life and tumultuous former marriage as he is for his music.",
		"Its harmonic style is, except in the Grail music, even more abstruse than in Tristan; and the intense quiet of the action is far removed from the forces which in that tumultuous tragedy carry the listener through every difficulty.",
		"He was almost the only one who succeeded in making a firm stand in the tumultuous conclave of 1378; but the deliberation with which he made up his mind as to the validity of the election of Urban VI.",
		"In Iceland they lived active, not to say tumultuous, lives, and left fine literary records of their doings and achievements.",
		"Every catch by Neenan was greeted with tumultuous applause, every desperate tackle by a Burnley player produced roars of approval.",
		"Williams was an extraordinary person, a writer and thinker of unique charisma and complexity, whose life was rich and tumultuous.",
		"This assembly by the intrusion of strangers became so tumultuous that it grew into disuse.",
		"As if her life hadn't been tumultuous enough, years later Winfrey found out the family she thought was hers, wasn't.",
		"Farrah Fawcett and Ryan O'Neal began seeing each other over 25 years ago but their relationship was not without tumultuous times.",
		"This current domestic violence charge reportedly stems from Coleman and his wife's tumultuous relationship.",
		"Likewise, history buffs may be interested to know how clothing changed during the 19th century, and what children may have been outfitted in during this tumultuous period of American History.",
		"The preschool period, from age three to five years, is a time of relative tranquility after the tumultuous toddler period.",
		"The subject of grief is discussed at length, but there are also some practical steps that are offered to help one through this tumultuous process.",
		"This is a large part of the reason why Pisces men always seem to be involved in such tumultuous relationships; for them, it's natural to fight and make up.",
		"At Mile End the king met Wat Tyler; a lengthy and tumultuous conference, during which several persons were slain, took place, in which Tyler demanded the immediate abolition of serfdom and all feudal services, and the removal of all restrictions on freedom of labour and trade, as well as a general amnesty for the insurgents.",
		"In the conflict between the Petitioners and the Abhorrers he supported the former, and on the 27th of October 1680 brought forward a motion asserting the right of petitioning the king to summon parliament, and proposed the impeachment of Chief Justice North as the author of the proclamation against tumultuous petitioning.",
		"The curtain came down; the audience's applause was tumultuous.",
		"My hearers at night were very tumultuous; yet could do no mischief.",
		"The 1960s are a tumultuous decade to all those who recall them.",
		"We marched into the town square to a tumultuous welcome.",
		"After a tumultuous history together, the singer is looking to end the marriage quickly.",
		"I would be more cautious of the guy whose relationship with his ex is tumultuous.",
		"Set in 1960s Philadelphia, the program centered on the Pryor family and its many trials and tribulations through the tumultuous decade.",
		"Can Marty and Todd overcome their bleak and tumultuous pasts?",
		"Their marriage came to a tumultuous end, but not before Victor tortured her lover.",
		"This article will tell you more about Katie Price, her tumultuous life, and of course, her fabulous lingerie.",
		"The two married after a tumultuous relationship in October of 2010 in what is thought to be a tiny ceremony featuring friends and family.",
		"Compared even with the contemporary Polish diet the Hungarian national assembly was a tumultuous mob.",
		"The tumultuous mixture of interests and passions to be found in a city like Bagdad are the subjects of a poet's verse.",
		"A military mutiny at Rastatt on the r r th of May showed that the army sympathized with the revolution, which was proclaimed two days later at Offenburg amid tumultuous scenes.",
		"The convention was singularly tumultuous and noisy; large claques were hired by both Lincoln's and Seward's managers.",
		"Fate was both vengeful and impassioned in his treatment of past-Deidre, and Gabe sorted through the tangled web that marked the tumultuous relationship between Fate and past-Death.",
		"After a tumultuous scene, the aristocratic Raad rejected the \" Instrument \" altogether, whereupon the deputies of the commons proceeded to the palace and were graciously received by the king, who promised them an answer next day.",
		"The forces entered the city on 19 August to a tumultuous reception.",
		"To solve the mystery he must delve deep into the city 's crooked alleyways, and deeper still into its tumultuous past.",
		"Women the world over rely on waterproof mascara to achieve lengthy, voluminous lashes that will stand up to a few tears, survive tumultuous weather and even handle a dip in the pool.",
		"While most will argue that the 1960's was more tumultuous, it is true that the 1970's was more a transition, or a bridge to our current times.",
		"Many teens grow up too quickly, but after a couple years of tumultuous behavior, you might start to seem them relax and become closer to family again.",
		"The simple memorial is an elegant, somber, and awe-inspiring tribute to this tumultuous time in American history.",
		"Nor is it possible to mention here all the intrigues and quarrels that arose during three and a half years among the crowd of prelates, monks, doctors, simple clerks, princes and ambassadors composing this tumultuous assembly - perhaps the greatest congress of people the world has ever seen.",
		"The hall of the diet was invaded by a mob of students and workmen, Kossuth's speech was read and its proposals adopted as the popular programme, and the members of the diet were forced to lead a tumultuous procession to the Hofburg, to force the assent of the government to a petition based on the catch-words of the Revolution.",
		"But as they grew tumultuous, and he saw that this impious homage gave offence to his men, he caused the principal leaders to be seized and thrown into prison.",
		"Judging by the accounts of those who saw it, and the fragmentary evidences which remain, the tumultuous medley of men -and horses, and the expressions of martial fury and despair, must have been conceived and rendered with a mastery not less commanding than had been the looks and gestures of bodeful sorrow and soul's perplexity among the quiet company on the convent wall at Milan.",
		"Le Roi s'amuse (1832), the next play which Hugo gave to the stage, was prohibited by order of Louis Philippe after a tumultuous first night - to reappear fifty years later on the very same day of the same month, under the eyes of its author, with atoning acclamation from a wider audience than the first."
	],
	"synonyms": [
		"troubled",
		"riotous",
		"turbulent",
		"disruptive",
		"agitated",
		"stormy",
		"rough",
		"boisterous",
		"unruly",
		"rowdy",
		"noisy",
		"hectic",
		"furious",
		"disorderly",
		"confused"
	],
	"antonyms": [
		"orderly",
		"calm",
		"peaceful"
	]
}