{
	"word": "orator",
	"meaning": [
		"A person who delivers an oration.",
		"An eloquent public speaker."
	],
	"sentences": [
		"Though not a great orator, his speeches were weighty and impressive.",
		"Mill said he was the best orator he had ever heard.",
		"He was, indeed, no mere orator or speaker to multitudes.",
		"In his own day he took high rank as a pulpit orator, and even royalty had to beg for a seat amongst his audiences; but his sermons are now forgotten.",
		"It is the birthplace of John Henley the orator (1692-1759).",
		"Amyraut consented to be orator only if the assembly authorized him to stand.",
		"Daniel Webster lived to become a famous orator and a great statesman.",
		"He was elected first Public Orator of London University in 1910.",
		"Under the inspiration of his friend Demetrius of Phalerum, the Athenian orator, statesman and philosopher, this Ptolemy laid the foundations of the great Alexandrian library and originated the keen search for all written works, which resulted in the formation of a collection such as the world has seldom seen.",
		"As a pastoral god he would give luck to the flocks and herds; when worshipped by townspeople, he would give luck to the merchant, the orator, the traveller and the athlete.",
		"When the revolution of 1848 broke out he took an active part as one of the leaders of the republican party in his native city, both as popular orator and as editor of one of the local papers.",
		"Cicero says of him that he was no orator, but a careful writer.",
		"Adjoining it is the Forest Lawn cemetery, in which are monuments to President Millard Fillmore, and to the famous Seneca chief Red Jacket (1751-1830), a friend of the whites, who was faithful when approached by Tecumseh and the Prophet, and warned the Americans of their danger; by many he has been considered the greatest orator of his race.",
		"For a number of items relating to works of art near the coast of Asia Minor, and in the adjacent islands, Pliny was indebted to the general, statesman, orator and historian, Gaius Licinius Mucianus, who died before A.D.",
		"A visit paid by this famous orator to Lord Brougham in 1865 was made the occasion of a banquet given in his honour by the benchers of the Temple and of Lincoln's Inn.",
		"Arabi also attended lectures at the mosque El Azhar and acquired a reputation as an orator.",
		"He was an excellent orator, having acquired practice in speaking, before the Revolution, in the masonic lodges.",
		"His political interest was probably first kindled by the Preston election in 1830, in which Lord Stanley, after a long struggle, was defeated by \"Orator\" Hunt.",
		"Cobden had the calmness and confidence of the political philosopher, Bright had the passion and the fervour of the popular orator.",
		"No orator of modern times rose more rapidly to a foremost place.",
		"He had been all over England and Scotland addressing vast meetings and, as a rule, carrying them with him; he had taken a leading part in a conference held by the Anti-Corn Law League in London, had led deputations to the duke of Sussex, to Sir James Graham, then home secretary, and to Lord Ripon and Mr Gladstone, the secretary and under secretary of the Board of Trade; and he was universally recognized as the chief orator of the Free Trade movement.",
		"In London great meetings were held in Covent Garden theatre, at which William Johnson Fox was the chief orator, but Bright and Cobden were the leaders of the movement.",
		"He may, however, be considered as the greatest orator and teacher of the Reformation movement.",
		"Though impeded in his political career by his exclusion from the House of Commons, Lord Rosebery's reputation as a social reformer and orator was steadily growing.",
		"No public man of his time was more fitted to act as unofficial national orator; none more happy in the touches with which he could adorn a social or literary topic and charm a nonpolitical audience; and on occasion he wrote as well as he spoke.",
		"Shaw joined the Fabian Society in 1884, a year after its formation, and was active in socialistic propaganda, both as a street orator and as a pamphleteer.",
		"Catholic Ireland calls him her \"Liberator\" -still; and history will say of him that, with some failings, he had many and great gifts, that he was an orator of a high order, and that, agitator as he was, he possessed the wisdom, the caution and the tact of a real statesman.",
		"In the course of 1833 he was chosen a member of the consistory, and rapidly acquired the reputation of a great pulpit orator, but his liberal views brought him into antagonism with the rigid Calvinists.",
		"In many respects no two men could be more unlike than Severus, the scholar and orator, well versed in the ways of the world, and Martin, the rough Pannonian bishop,.",
		"Being unable to find a lawyer willing to undertake his case, he pleaded it himself, and won his acquittal by a speech of over six hours, which secured for Nova Scotia the freedom of the press and for himself the reputation of an orator.",
		"His pupil Quintilian calls him the greatest orator he had ever known; but he disgraced his talents by acting as public informer against some of the most distinguished personages in Rome.",
		"Marcus Tullius Cicero (106-43 B.C.), Roman orator and politician, was born at Arpinum on the 3rd of January 106 B.C. His mother, Helvia, is said to have been of good family.",
		"To this period belong several famous rhetorical and philosophical works, the Brutus, Orator, Partitiones Oratoriae, Paradoxa, Academica, de Finibus, Tusculan Disputations, together with other works now lost, such as his Laus Catonis, Consolatio and Hortensius.",
		"Brutus, sketching a portrait of the perfect and ideal orator, Cicero's last word on oratory.",
		"The sum of his conclusion is that the perfect orator must also be a perfect man.",
		"His main point is that prose should be metrical in character, though it should not be entirely metrical, since this would be poetry (Orator, 220).",
		"He was much 1 Orator, § 212 \" cursum contentiones magis requirunt, expositiones rerum tarditatem.\"",
		"An important discovery was made at Lodi in 1422 of a MS. which, in addition to complete copies of the de Oratore and Orator, hitherto known from mutilated MSS., contained an entirely new work, the Brutus.",
		"The works de Oratore and Orator are well represented by ancient MSS., the two best known being one at Avranches (Abrincensis 238) and a Harleian MS. (2736), both written in the 9th century.",
		"Though trained on the same lines as Marcus he never spoke in public, and even said, \" One orator in a family is enough, nay even in a city.\"",
		"Marcus Tullius Cicero, only son of the orator and his wife Terentia, was born in 65 B.C. At the age of seventeen he served with Pompey in Greece, and commanded a squadron of cavalry at the battle of Pharsalus.",
		"Publius Licinius Crassus, surnamed Dives Mucianus, Roman statesman, orator and jurist, consul, 131 B.C. He was the son of P. Mucius Scaevola (consul 175) and was adopted by a P. Licinius Crassus Dives.",
		"In his absence he was appointed canon of Christ Church and public orator of the university.",
		"Abandoning all reserve, Vergniaud delivered one of the great orations of his life, depicting the misfortunes of the peasantry in language of such combined dignity, pathos and power that his fame as an orator spread far and wide.",
		"Hardly had the great orator attained the object of his aim - the overthrow of Louis as a sovereign - when he became conscious of the forces by which he was surrounded.",
		"His plays include Miss Civilization; The Dictator; The Galloper; The Orator of Zapata City and The Zone Police.",
		"After one year at Hope chapel, Clifton, he was called to the ministry of Argyle Independent chapel in Bath; and on the 30th of January 1791 he began the work of his life there, attracting hearers of every religious denomination and of every rank, and winning for himself a wide reputation as a brilliant pulpit orator, an earnest religious author, and a friendly counsellor.",
		"Sheridan declared him to be the most manly orator he had ever heard.",
		"Nor did the emperor's fall by any means entail the fall of his ideas; Count Joseph de Maistre, the great orator of ultramontanism, did little more than transplant them on to the ecclesiastical domain.",
		"A lofty and magnetic orator, his speeches were published at Budapest in 1896; and he is the author of an interesting dissertation, Esthetics and Politics, the Artist and the Statesman (Hung.) (Budapest, 1895).",
		"As he was not gifted with the qualifications of the orator, he seldom appeared at the tribune; but in the various committees he defended all forms of popular liberties, and at the same time delivered, in a series of powerful pamphlets, under the pseudonym of \"Timon,\" the most formidable blows against tyranny and all political and administrative abuses.",
		"In his persuasiveness as an orator and his charming personality lay the secret of his power.",
		"In public he was of magnificent bearing, possessing the true oratorical temperament, the nervous exaltation that makes the orator feel and appear a superior being, transfusing his thought, passion and will into the mind and heart of the listener; but his imagination frequently ran away with his understanding, while his imperious temper and ardent combativeness hurried him and his party into disadvantageous positions.",
		"Marcus Antonius, commonly called Mark Antony, the Triumvir, grandson of Antonius the \"orator\" and son of Antonius Creticus, related on his mother's side to Julius Caesar, was born about 83 B.C. Under the influence of his stepfather, Cornelius Lentulus Sura, he spent a profligate youth.",
		"Lars Johan Hierta (1801-1872) was the leading journalist, Johan Henrik Thomander, bishop of Lund (1798-1865), the greatest orator, Matthias Alexander Castren (1813-1852) a prominent man of science, and Karl Gustaf af Forsell (1783-1848), the principal statistician of this not very brilliant period.",
		"A great preacher, orator and teacher, and a remarkably versatile scholar, McClintock by his editorial and educational work probably did more than any other man to raise the intellectual tone of American Methodism, and, particularly, of the American Methodist clergy.",
		"The orator laid especial stress on the necessity of the sacrifice of all party animosities to the common weal, and volunteered, as \"the first citizen of a free people,\" to be the mediator between the contending factions.",
		"Pinkney was a remarkably able lawyer and an orator of the old school.",
		"A revulsion of feeling was completed in 338 by the orator Demosthenes, who persuaded Thebes to join Athens in a final attempt to bar Philip's advance upon Attica.",
		"He had all the natural gifts an orator could desire - a commanding presence, a graceful though somewhat theatrical bearing, an eye of piercing brightness, and a voice of the utmost flexibility.",
		"He soon began to distinguish himself as an orator, and the three patriotic sermons he delivered at Bahia (1638-40) are remarkable for their imaginative power and dignity of language.",
		"Before the next comitia consularia assembled, the orator had given so impressive a warning of the danger which was impending, that Catiline was once more rejected (63), and the consuls were invested with absolute authority.",
		"It is a mistake to say that he grew more conservative in later years; but his judgment grew more generous and catholic. He was a greater orator than man of letters, and his sermons in New York were delivered to large audiences, averaging one thousand at the Masonic Temple, and were printed each week; in eloquence and in the charm of his spoken word he was probably surpassed in his day by none save George William Curtis.",
		"After this he was known as \"the orator of the human race,\" by which title he called himself, dropping that of baron, and substituting for his baptismal names the pseudonym of Anacharsis, from the famous philosophical romance of the Abbe Jean Jacques Barthelemy.",
		"He went to Oxford and became fellow of St John's College in 1557, taking the oath of supremacy on the occasion of his degree in 1564, in which year he was orator in the schools.",
		"He was one of the better representatives of the optimates, and enjoyed some reputation as an orator.",
		"He induced Petrarch, who had long been a friend of the Visconti family, to establish himself at his court, where he found employment for him as ambassador and orator.",
		"His eloquence had no effect; but the orator entered into relations with the Venetian aristocracy which were afterwards extended and confirmed.",
		"He regarded the orator and the poet as teachers, bound to complete themselves by education, and to exhibit to the world an image of perfected personality in prose and verse of studied beauty.",
		"As philosopher, politician, historian, essayist, orator, he aimed at lucid and harmonious expression - not, indeed, neglecting the importance of the material he undertook to treat, but approaching his task in the spirit of an artist rather than a thinker or a man of action.",
		"Lord Palmerston was no orator; his language was unstudied, and his delivery somewhat embarrassed; but he generally found words to say the right thing at the right time, and to address the House of Commons in the language best adapted to the capacity and the temper of his audience.",
		"That he possessed considerable literary abilities, and that these were carefully trained, we gather, both from the speeches which Tacitus puts into his mouth, and from the reputation he left as an orator, as attested by Suetonius and Ovid, and from the extant fragments of his works.",
		"On his return to Athens, he attained great celebrity as an orator and teacher of rhetoric, and was elected to the office of archon.",
		"Massillon (1663-1742), the famous pulpit orator, was born; the parish church of St Louis, built originally in the 13th century by the Cordelier or Franciscan friars, but completely restored in the earlier part of the 19th century; and the site of the old château, on the summit of the hill, now occupied by a villa.",
		"Not a dramatic orator, he was in high degree original, thoughtful and impressive in the pulpit.",
		"During these years of subordinate activity Canning had established his position as an orator and a wit.",
		"Canning was its orator and minister rather than its originator.",
		"With the one exception of Mirabeau, Barnave was the most powerful orator of the Assembly.",
		"The introduction to a dialogue called Virgilius orator an pceta is extant, in which the author (whose name is given as Publius Annius Florus) states that he was born in Africa, and at an early age took part in the literary contests on the Capitol instituted by Domitian.",
		"His oration was a tremendous arraignment of war, and an impassioned appeal for freedom and for peace, and proved him an orator of the first rank.",
		"Manuel (1775-1827), the well-known Liberal orator at the time of the Restoration of 1815, after whom the principal square of the town is named.",
		"Gregory of Nyssa was not so firm and able an administrator as his brother Basil, nor so magnificent an orator as Gregory of Nazianzus, but he excelled them both, alike as a speculative and constructive theologian, and in the wide extent of his acquirements.",
		"The Liberals could see no more than that he appeared to be committed to international engagements, the logical outcome of which might beas an orator of the Opposition put itthat Cossacks would be encamped in Hyde Park for the purpose of overawing the House of Commons.",
		"The story of Claude Gueux, published five years later (1834), another fervent protest against the infliction of capital punishment, was followed by many other eloquent and passionate appeals to the same effect, written or spoken on various occasions which excited the pity or the indignation of the orator or the poet.",
		"He was public orator in 1569, president of St John's College, Oxford, in 1572, dean of Christ Church in 1576, vice-chancellor of the university in 1579, dean of Durham in 1583, bishop of Durham in 1595, and archbishop of York in 1606.",
		"As an orator Senator Evarts stood in the foremost rank, and some of his best speeches were published.",
		"His eldest SOn, Henry Middleton (1770-1846), was an orator of ability, was governor of South Carolina in 1810-1812, a representative in Congress in 1815-1819, and the United States minister to Russia from 1820 to 1830, negotiating in 1824 a convention \"relative to navigation, fishing and trading in the Pacific Ocean, and to establishments on the North-West Coast.\"",
		"Theodore of Mopsuestia is a more suspected representative of the same scholarship - that of Antioch; John Chrysostom is the orator of the school.",
		"Chalmers (Lectures on Divinity), is more important as an orator or as a man than as a thinker.",
		"Cox was a fine orator, and a speech made in Exeter Hall in 1833, in which he put the responsibility for slavery in America on the British government, made a great impression.",
		"Already his fame as a speaker had spread beyond New England, and he was much sought after as an orator for public occasions.",
		"The orator in whom artistic genius was united, more perfectly than in any other man, with moral enthusiasm and with intel-.",
		"Where the modern orator would employ a wealth of imagery, or elaborate a picture in exquisite detail, Demosthenes is content with a phrase or a word.",
		"But it is well to remember the charge made against the style of Demosthenes by a contemporary Greek orator, and the defence offered by the best Greek critic of oratory.",
		"The ancient fame of Demosthenes as an orator can be compared only with the fame of Homer as a poet.",
		"The name of Barere de Vieuzac, by which he continued to call himself long after the renunciation of feudal rights on the famous 4th of August, was assumed from a small fief belonging to his father, a lawyer at Vieuzac. He began to practise as an advocate at the parlement of Toulouse in 1770, and soon earned a considerable reputation as an orator; while his brilliant and flowing style as a writer of essays led to his election as a member of the Academy of Floral Games of Toulouse in 1788.",
		"His education was received at Morton Green near Congleton, Cheshire, and at Christ's College, Cambridge, where he was reckoned the best orator among the undergraduates.",
		"An orator of a business-like, straightforward type, cool and hard-hitting, his spare figure, incisive features and single eye-glass soon made him a favourite subject for the caricaturist; and in later life his aggressive personality, and the peculiarly irritating effect it had on his opponents, made his actions and speeches the object of more controversy than was the lot of any other politician of his time.",
		"From certain similarities of style he has been identified with Publius Annius Florus, poet, rhetorician and friend of Hadrian, author of a dialogue on the question whether Virgil was an orator or poet, of which the introduction has been preserved.",
		"If this orator has a pose, it is a pose of simplicity, not credulous, but not openly perfidious either.",
		"I discovered in a moment why the orator of the hustings is so deferential to the mob.",
		"A committed socialist he became a well-known street orator.",
		"But Steve is a compelling presence and a spellbinding orator.",
		"Why, you're a born orator, man!",
		"How does the orator through the power of words succeed?",
		"Robinson was a gifted orator who knew how to talk to the Longbridge workforce.",
		"A brilliant orator, for many years he paid an annual visit to London where he preached in crowded chapels.",
		"Considered by many to be an outstanding orator, he was widely tipped to be a future prime minister.",
		"He was neither a great orator nor a first-rate lecturer.",
		"He was now becoming well known as a powerful orator.",
		"His power as a popular street-corner orator was probably unequaled in that generation.",
		"Mr. Guthrie's reputation as a pulpit orator had now been unquestionably established.",
		"Once an annual celebration at King's, the first ever commemoration orator was author and poet G K Chesterton.",
		"Orator, § 214 \" patris dictum sapiens temeritas fili comprobavit - hoc dichoreo tantus clamor contionis excitatus est ut admirabile esset.",
		"At the Pressburg diet in 1840 Dessewffy was already the leading orator of the more enlightened and progressive Conservatives, but incurred great unpopularity for not going far enough, with the result that he was twice defeated at the polls.",
		"The ill-fated Vieira de Castro excited the greatest admiration by his impassioned speeches in the Chamber of Deputies during the 'sixties; the nearest modern counterpart to these distinguished men is the orator Antonio Candido Ribeiro da Costa.",
		"Massillon (1663-1742), the famous pulpit orator, was born; the parish church of St Louis, built originally in the 13th century by the Cordelier or Franciscan friars, but completely restored in the earlier part of the 19th century; and the site of the old chÃ¢teau, on the summit of the hill, now occupied by a villa.",
		"Ahenobarbus was elected pontifex maximus in 103, consul in 96 and censor in 92 with Lucius Licinius Crassus the orator, with whom he was frequently at variance.",
		"However much we may admire the orator's occasional bursts of eloquence, the noblest written words are commonly as far behind or above the fleeting spoken language as the firmament with its stars is behind the clouds.",
		"God is only the president of the day, and Webster is his orator.",
		"But when she saw that Pierre's sacrilegious words had not exasperated the vicomte, and had convinced herself that it was impossible to stop him, she rallied her forces and joined the vicomte in a vigorous attack on the orator.",
		"Colonel Ingersoll was a man of imposing personal appearance and the silver-tongued orator of unbelief.",
		"She and her grandmother spent much time in church, and the little orator was often called upon to speak before the Kosciusko Baptist Church congregation.",
		"Cranmer returned in September 1530, but in January 1531 he received a second commission from the king appointing him \" Conciliarius Regius et ad Caesarem Orator.\"",
		"He took other men's labour as his due, and impressed their words, of which he had suggested the underlying ideas, with the stamp of his own individuality; his collaborators themselves did not complain - they were but too glad to be of help in the great work of controlling and forwarding the French Revolution through its greatest thinker and orator.",
		"As an orator his eloquence has been likened to that of both Bossuet and Vergniaud, but it had neither the polish of the old 17th century bishop nor the flashes of genius of the young Girondin.",
		"He was chosen Fourth of July orator in Hanover, the college town, in 1800, and in his speech appears the substance of the political principles for the develop - ment of which he is chiefly famous.",
		"Meanwhile Webster had come to be recognized as the first American orator.",
		"On the 8th of September he was elected one of the deputies for Paris to the National Convention, where, however, he was not successful as an orator.",
		"As an orator, he was denunciatory rather than suasive; thus while on the one hand he powerfully impressed, on the other hand he stimulated opposition.",
		"In 1837 he became the colleague of John Sym in the pastorate of Old Greyfriars, Edinburgh, and at once attracted notice as a great pulpit orator.",
		"He is remembered chiefly as an orator.",
		"In demeanour he was quiet, reserved and tactful, but when occasion called for it he proved himself a brilliant orator.",
		"The Stadium, in which the Panathenaic Games were held, was first laid out by the orator Lycurgus about 330 B.C. It was an oblong structure filling a natural depression near the left bank of the Ilissus beneath the eastern de clivity of the Ardettus hill, the parallel sides and semicircular end, or acev50vn, around the arena being partially excavated from the adjoining slopes.",
		"As an orator he was the leader of the opponents of the florid Asiatic school, who took the simplest Attic orators as their model and attacked even Cicero as wordy and artificial.",
		"A sceptic in philosophy and a revolutionist in politics, rejoicing in controversy of all kinds, he was admired as a man, as an orator, and as a writer.",
		"Van Buren was not an orator, but... the oft-repeated charge that he refrained from declaring himself on crucial questions is hardly borne out by an examination of his senatorial career.",
		"Mr. Bryce, already favourably regarded in America as the author of a classical work on the American Commonwealth, made himself thoroughly at home in the country; and, after the fashion of American ministers or ambassadors in England, he took up with eagerness and success the role of public orator on matters outside party politics, so far as his diplomatic duties permitted.",
		"In1905-1906he made a trip round the world, and in London was cordially received as a great American orator.",
		"The new settlement was crushed by Crotona, but the Athenians lent aid to the fugitives and in 443 Pericles sent out to Thurii a mixed body of colonists from various parts of Greece, among whom were Herodotus and the orator Lysias.",
		"His maiden speech was youthfully fluent and dogmatic; but on its conclusion the orator was reminded with many compliments, by an honourable member, that he wanted six weeks of his majority, and consequently that he was amenable to a fine of £50o for speaking in the House.",
		"He came to Rome in the reign of Hadrian, and soon gained such renown as an advocate and orator as to be reckoned inferior only to Cicero.",
		"His talents as an orator and rhetorician were greatly admired by his contemporaries, a number of whom formed themselves into a school called after him Frontoniani, whose avowed object it was to restore the ancient purity and simplicity of the Latin language in place of the exaggerations of the Greek sophistical school.",
		"Thereafter he spoke constantly, and acquired considerable reputation as an orator, - bringing out, moreover, many books in prose and verse.",
		"Chosen to represent the provincial synod of Anjou, Touraine and Maine at the national synod held in 1631 at Charenton, he was appointed as orator to present to the king \"The Copy of their Complaints and Grievances for the Infractions and Violations of the Edict of Nantes.\"",
		"He was a remarkable linguist, conversationalist and orator, notable for his uncompromising independence, his opinion that the German reformation was a misfortune and that the reformation should have been within the church.",
		"Savonarola's first success as a preacher was gained at St Gemignano (1484-1485), but it was only at Brescia in the following year that his power as an orator was fully revealed.",
		"When Savonarola returned to Florence in 1490, his fame as an orator had gone there before him.",
		"He had prepared to distinguish himself as an orator by the elaborate cultivation of his voice, which was naturally harsh and shrill.",
		"The county and the city were named in honour of Edward Dickinson Baker (1811-1861), a political leader, orator and soldier, who was born in London, England, was taken to the United States in 1815, was a representative in Congress from Illinois in 1845-1846and 1849-1851, served in the Mexican War as a colonel (1846-1847), became a prominent lawyer in California and later in Oregon, was a Republican member of the United States Senate in 1860-1861 and was killed at Ball's Bluff, Virginia, on the 21st of October in r 861, while serving as a colonel in the Federal army.",
		"He had much taste and love for music, and considerable gifts as an orator of a florid type.",
		"On the 10th of August 1660 he was chosen public orator of the university, and in 1661 domestic chaplain to Lord Clarendon.",
		"His Opera posthuma latina, including his will, his Latin poems, and his orations while public orator, with memoirs of his life, appeared in 1717.",
		"But command over form is only one element in the making of an orator or poet.",
		"We should think of him also as the creator and master of Latin style - and, moreover, not only as a great orator but as a just and appreciative critic of oratory.",
		"Of C. Julius Caesar (102-44) as an orator we can judge only by his reputation and by the testimony of his great rival and adversary Cicero; but we are able to appreciate the special praise of perfect taste in the use of language attributed to him.'",
		"While he shows the persuasive art of an orator by presenting the subjugation of Gaul and his own action in the Civil War in the light most favourable to his claim to rule the Roman world, he is entirely free from the Roman fashion of self-laudation or disparagement of an adversary.",
		"Such were Valerius Cato also a distinguished literary critic, and C. Licinius Calvus, an eminent orator.",
		"Whitefield was the greater orator, Wesley the better thinker; but, diverse in temperament as they were, they alike laid emphasis on openair preaching.",
		"The two often engaged in friendly rivalry to try whether the orator or the actor could express a thought or emotion with the greater effect, and Roscius wrote a treatise in which he compared acting and oratory.",
		"As an orator, he followed Cicero instead of the Atticizing school, but his style was affected and artificial.",
		"In 1618 he became Reader in Rhetoric, and in 1619 orator for the university.",
		"An attack on Quintus Cicero (brother of the orator), then quartered with a legion in the territory of the Nervii, failed owing to the timely appearance of Caesar.",
		"The next few years were chiefly distinguished by remarkable speeches which displayed the prince in the unexpected character of a great orator.",
		"He founded or endowed various professorships, including those of Hebrew and Arabic, and the office of public orator, encouraged English and foreign scholars, such as Voss, Selden and Jeremy Taylor, founded the university printing press, procuring in 1633 the royal patent for Oxford, and obtained for the Bodleian library over 1300 MSS., adding a new wing to the building to contain his gifts.",
		"Naturally a fine orator, his new-born zeal gave an edge to his eloquence, and his fame spread abroad.",
		"Throughout this period Abd-el-Kader showed himself a born leader of men, a great soldier, a capable administrator, a persuasive orator, a chivalrous opponent.",
		"His comprehensive work on the training of the future orator includes an outline of general education, which had an important influence on the humanistic schools of the Italian Renaissance.",
		"A complete MS. of Cicero, De Oratore, Brutus and Orator, was found by Bishop Landriani at Lodi (1421).",
		"Meagher, the leader of the \"Irish brigade\" at Fredericksburg, was the young orator of the \"United Irishmen.\"",
		"A man of rare intelligence, a fearless horseman and an eloquent orator, Abd-el-Kader had acquired a great reputation by his Abd piety.",
		"As early as 1820 he had established a reputation as an orator, such as few men in later days have enjoyed.",
		"We have but few fragments of Caesar's other works, whether political pamphlets such as the Anticato, grammatical treatises (De Analogia) or poems. All authorities agree in describing him as a consummate orator.",
		"These characteristics reappear (accompanied, however, by frequent touches of the epigrammatic power above mentioned, which seems to have come to Thiers more readily as an orator or a journalist than as an historian) in his speeches, which after his death were collected in many volumes by his widow.",
		"But he was an able lawyer, an orator of no mean reputation, and a brave soldier.",
		"Kolcsey, Ferencz (1790-1838), Hungarian poet, critic and orator, was born at Szodemeter, in Transylvania, on the 8th of August 1790.",
		"He had a great reputation as an orator, and is characterized by Ennius as \"the quintessence of persuasiveness\" (suadae medulla).",
		"As an orator he well deserved the epithet of \"the Hungarian purple Cicero.\"",
		"He is the finest orator whom Canada has produced, and also wrote poetry, which shows in places high merit.",
		"As an orator and writer his style was clear and forcible.",
		"As a man of letters he was already well known in England, and he was in much demand as an orator on public occasions, especially of a literary nature; but he also proved himself a sagacious publicist, and made himself a wise interpreter of each country to the other.",
		"Much exaggeration was permitted to a Roman orator.",
		"In 1782 he obtained a silk gown, and was so far cured of his early modesty that he declined accepting the king's counselship if precedence over him were given to his junior, Thomas (afterwards Lord) Erskine, though the latter was the son of a peer and a most accomplished orator.",
		"After acquiring some reputation in Rome as a jurist and orator, he entered upon a military career.",
		"We know from himself that he was the intimate of those who belonged to the circle of the great orator Symmachus - men who scouted Stilicho's compact with the Goths, and led the Roman senate to support the pretenders Eugenius and Attalus in the vain hope of reinstating the gods whom Julian had failed to save.",
		"Bryan was a seasoned debater and first class orator.",
		"An orator who cannot say anything plainly or calmly will scarcely look sane.",
		"It has been said that he showed a want of personal courage; this is not improbable, the excess of feeling which made him so great an orator could hardly be combined with the coolness in danger required of a soldier; but no one was able, as he was, to infuse courage into others.",
		"Mass meetings were held in Buenos Aires, and it fell specially to the lot of Dr del Valle, who was an able orator as well as a sincere patriot, to expose the irresponsible and corrupt character of the administration, and the terrible dangers that threatened the republic through its reckless extravagance and financial improvidence.",
		"He was not an orator, and though he could express himself forcibly on occasion, his speech was incoherent and devoid of any of the arts of rhetoric. Clarendon notes on his first appearance in parliament that \"he seemed to have a person in no degree gracious, no ornament of discourse, none of those talents which use to reconcile the affections of the standers by; yet as he grew into place and authority his parts seemed to be renewed.\"",
		"His independence (which his detractors attributed in some degree to his alleged susceptibility to Tory compliments) brought him into collision both with the Liberal caucus and with the party organization in Newcastle itself, but Cowen's personal popularity and his remarkable powers as an orator triumphed in his own birthplace, and he was again elected in 1885 in spite of Liberal opposition.",
		"He was distinguished as an orator, poet and prose writer, and was well versed in Greek literature.",
		"In literature he embraced the whole sphere of contemporary studies, and distinguished himself as an orator, a writer of rhetorical treatises, a panegyrist of the dead, a violent impugner of the living, a translator from the Greek, an epistolographer and grave historian and a facetious compiler of fabliaux in Latin.",
		"Van Buren was not an orator, but his more important speeches show careful preparation and his opinions carried weight; and the oft-repeated charge that he refrained from declaring himself on crucial questions is hardly borne out by an examination of his senatorial career.",
		"His adage was Qui sophistice loquitur odibilis est, and his influence has been exercised ever since in warning the Christian orator against artificiality and in urging upon him the necessity of awakening the heart.",
		"The government remained in the hands of Cardinal Bakocz till his death in 1521, when the supreme authority at court was disputed between the lame palatine Istvan Bathory, and his rival, the eminent jurist and orator Istvan Verbdczy (q.v.), - both of them incompetent, unprincipled place-hunters, - while, in the background lurked Janos Zapolya (see John (Zapolya), King Of Hungary), voivode of Tran sylvania, patiently waiting till the death of the feeble and childless king (who, in 1522, married Maria of Austria) should open for him a way to the throne.",
		"Here was an orator who could apply all the resources of a burnished rhetoric to the elucidation of figures; who could sweep the widest horizon of the financial future, and yet stoop to bestow the minutest attention on the microcosm of penny stamps and post-horses.",
		"Cicero had a high opinion of his intellectual powers, and considered him a great orator (see Orelli, Onomasticon Tullianum).",
		"According to Alcidamas, the highest aim of the orator was the power of speaking extempore on every conceivable subject.",
		"Again, Aristotle's early rhetorical instructions and perhaps writings, as well as his opinion that a collection of proverbs is not worth while, must have been known outside Aristotle's rhetorical school to the orator Cephisodorus, pupil of Isocrates and master of Demosthenes, for him to be able to write in his Replies to Aristotle (E) Ta?s irpos 'Apio-ToM?nv avTCypacais) an admired defence of Isocrates (Dionys.",
		"Apart from a number of anecdotes distinguished rather for sarcastic humour than for probability, Lacydes exists for us as a man of refined character, a hard worker and an accomplished orator.",
		"His commanding stature, the symmetry of his form, the dark and melancholy beauty of his countenance, rather rendered piquant than impaired by an obliquity of vision, produced an imposing impression even before his deep and powerful voice had given utterance to its melodious thunders; and harsh and superficial half-truths enunciated with surpassing ease and grace of gesture, and not only with an air of absolute conviction but with the authority of a prophetic messenger, in tones whose magical fascination was inspired by an earnestness beyond all imitation of art, acquired a plausibility and importance which, at least while the orator spoke, made his audience entirely forgetful of their preconceived objections against them.",
		"Davis was a man of scholarly tastes, an orator of unusual ability and great eloquence, tireless and fearless in fighting political battles, but impulsive to the verge of rashness, impractical, tactless and autocratic. He wrote an elaborate political work entitled The War of Ormuzd and Ahriman in the Ninteenth Century (1853), in which he combated the southern contention that slavery was a divine institution.",
		"But his speeches were packed with epigram, and expressed with rare felicity of phrase; his terse and telling sentences were richer in profound aphorisms and maxims of political philosophy than those of any other statesman save Burke; he possessed the orator's incomparable gift of conveying his own enthusiasm to his audience and convincing them of the loftiness of his aims.",
		"Antonius the orator was elected without opposition; the other government candidate, Gaius Memmius, who seemed to have the better chance of success, was beaten to death by the hired agents of Saturninus and Glaucia, while the voting was actually going on.",
		"His preaching gifts were developed by the orator Juan de Avila, and he became one of the most famous of Spanish preachers.",
		"His anxiety and the pains he took to become an orator have been already noticed, and Horace Walpole, who had heard all the great orators, preferred a speech of Chesterfield's to any other; yet the earl's eloquence is not to be compared with that of Pitt.",
		"His reputation as an orator and a political critic, which was great from the first and grew as he lived, most assuredly did not console him for his impotence as a statesman.",
		"Then Chalier became the orator and leader of the Jacobins of Lyons, and induced the other revolutionary clubs and the commune of his city to arrest a great number of Royalists in the night of the 5th and 6th of February 1793.",
		"Having failed to form a rival party against Sagasta, Martos subsided into political insignificance, despite his great talent as an orator and debater, and died in Madrid on the 16th of January 1893.",
		"He retired into what Bright called the \"Cave of Adullam,\" and opposed the bill in a series of brilliant speeches, which raised his reputation as an orator to its highest point and effectually caused the downfall of the government.",
		"He early discovered his vocation as a preacher of indulgences; he combined the elocutionary gifts of a revivalist orator with the shrewdness of an auctioneer.",
		"Like Napoleon, with whom he has often been compared, he was equally illustrious as a soldier, a statesman, an orator, a legislator and an administrator.",
		"He flourished about no B.C., and is reputed to have been an orator of great power.",
		"Fortunately, in Kalman Tisza, the leader of the Liberal From the first, Tisza was exposed to the violent attacks of the opposition, which embraced, not only the party of Independence, champions of the principles of 1848, but the so-called National party, led by the brilliant orator Count Albert Apponyi, which aimed at much the same ends but looked upon the Compromise of 1867 as a convenient substructure on which to build up the Magyar state.",
		"As an orator Charles Lucas appears to have had little power, and he made no mark in the House of Commons.",
		"Webster's physical endowments as an orator were extraordinary.",
		"Lovering is first mentioned as master in 1619, so that Taylor probably spent seven years at the school before he was entered at Gonville and Caius College as a sizar in 1626, 1 eighteen months after Milton had entered Christ's, and while George Herbert was public orator and Edmund Waller and Thomas Fuller were undergraduates of the university.",
		"The arrangements of the stage and orchestra as we now see them belong to Roman times; the cavea or auditorium dates from the administration of the orator Lycurgus (337-323 B.C.), and nothing is left of the theatre in which the plays of Sophocles were acted save a few small remnants of polygonal masonry.",
		"The leading Peruvian authors on constitutional and legal subjects are Dr Jose Santistevan, who has published volumes on civil and criminal law; Luis Felipe Villaran (subsequently rector of the university at Lima), author of a work on constitutional right; Dr Francisco Garcia Calderon (once president of Peru), author of a dictionary of Peruvian legislation, in two volumes; Dr Francisco Xavier Mariategui, one of the fathers of Peruvian independence; and Dr Francisco de Paula Vigil (1792-1875), orator and statesman as well as author, whose work, Defensa de los gobiernos, is a noble and enlightened statement of the case for civil governments against the pretensions of the court of Rome.",
		"The nobility don't gwudge theah lives--evewy one of us will go and bwing in more wecwuits, and the sov'weign\" (that was the way he referred to the Emperor) \"need only say the word and we'll all die fo' him!\" added the orator with animation.",
		"After this event he actively opposed the government, his eloquence making him the foremost orator among the members of the Left.",
		"Neither nature nor acquired habits qualified him to be an orator; his late entrance on public life, his natural timidity, his feeble voice, his limited command of idiomatic English, and even, as he candidly confesses, his literary fame, were all obstacles to success.",
		"A holy war was preached by their leader, Hussein Aga Berberli, a brilliant soldier and orator, who called himself Zmaj Bosanski, the \"Dragon of Bosnia,\" and was regarded by his followers as a saint."
	],
	"synonyms": [
		"rhetorician",
		"speechifier",
		"public speaker",
		"speechmaker",
		"demagog",
		"spokesperson",
		"spellbinder",
		"speaker",
		"lecturer",
		"demagogue",
		"declaimer",
		"pleader"
	],
	"antonyms": []
}