{
	"word": "deleterious",
	"meaning": [
		"Harmful to health or well-being; injurious.",
		"Harmful often in a subtle or unexpected way (as for example deleterious effects, deleterious to health)."
	],
	"sentences": [
		"A few crops, such as mustard, seem deleterious to them.",
		"The effects of morphine are much more deleterious than those of opiumsmoking.",
		"Having a low vitamin D level can be deleterious to your health.",
		"The lack of sleep can also have a deleterious effect on the body's ability to recuperate from exercise, injury, surgery or illness.",
		"The deleterious influence of high bloodpressure has engaged the attention of physicians and pathologists in later years, and the conclusion arrived at is, that although it may arise from accidental causes, such as malcomposition of the blood, yet that in many instances it is a hereditary or family defect, and is bound up with the tendency to gout and cirrhotic degeneration of the kidney.",
		"It would also appear prudent to encourage patients with chronic wounds to stop smoking, due to the potential deleterious effects on wound healing.",
		"Sugar can have a very deleterious effect on health and weight gain.",
		"The vessels are only temporary channels by which is brought forward the food supply that is needed by the advancing army if it is suc-, cessfully to carry on its function; they probably also drain off the deleterious fluid substances formed by the cellular disintegration that has taken place in the part.",
		"When there is an injurious preponderance of metallic oxides or other deleterious substances, the roots of trees would be affected by them, and they must therefore be removed.",
		"Other experimenters tried various \"secrets,\" which for the most part meant deleterious glues and varnishes.",
		"By a combination of these morbid predispositions with the action of deleterious influences from without all diseases were produced.",
		"The smoke-laden atmosphere has been found not infrequently to exercise a deleterious effect upon the stonework of important buildings; and through the same cause the appearance of London as a whole is by some condemned as sombre.",
		"The subsoil not unfrequently contains materials which are deleterious to the growth of crops, and roots descending into it may absorb and convey these poisonous substances to other parts of the plant or be themselves damaged by contact with them.",
		"The native practice of conveying wine in tarred skins was deleterious to its flavour, and is now for the most part abolished.",
		"I am interested to see if purging of deleterious alleles by selection is occurring in captive populations.",
		"Placer cassiterite is free of deleterious minerals and is easy to recover having a high specific gravity.",
		"Fortunately, however, the small amounts of any of them that are likely to be found in commercial zinc are not for most purposes very deleterious.",
		"Therefore it will not be out of place to add here a chapter on snake poison and on the best means (ineffectual though they be in numerous cases) of counteracting its deleterious effects.",
		"According to Sir Thomas Fraser nothing else can compete with alcohol as a food in desperate febrile cases, and to this use must be added its antipyretic power already explained and its action as a soporific. During its administration in febrile cases the drug must be most carefully watched, as its action may prove deleterious to the nervous system and the circulation in certain classes of patient.",
		"Carlyle, conscious of great abilities, and impressed by such instances of the deleterious effects of the social atmosphere of London, resolved to settle in his native district.",
		"When its deleterious effects upon vegetation, building materials, &c., became better known, and when at the same time an outlet had been found for moderate quantities of hydrochloric acid, most factories made more or less successful attempts to \" condense \" the gas by absorption in water.",
		"Moreover it is of a most disagreeable kind, as the waste \"still-liquor,\" containing very much free hydrochloric acid and even some free chlorine, forms a most deleterious impurity when finding its way into drains or watercourses, apart from the intolerable nuisance caused by the escapes of chlorine from the stills and otherwise, which cannot be at all times avoided.",
		"The uncultivable land consists chiefly of extensive usar plains, found in the southern and western districts, and covered by the deleterious saline efflorescence known as reh.",
		"Opinions differ widely as to the injurious effect of the habit; the weight of evidence appears, however, to indicate that it is much more deleterious than opium-smoking.",
		"Here, we consider the potentially deleterious effect of this oscillation on the qubit rotation.",
		"The CBA recognizes that chemicals in the environment can have an extremely deleterious effect on human health, habitats and wildlife.",
		"We have also been attempting to estimate the rate of adaptive amino acid substitution and the proportion of mutations which are slightly deleterious.",
		"It would, however, be very deleterious if important subjects were not adequately covered.",
		"Rather the opposite in fact, channeling money from government to government has been shown to be positively deleterious to those receiving it.",
		"It is believed rather that the condition is due to deleterious toxic substances which act for prolonged periods on the tissue elements and so alter their histon proteins that they combine in situ with other protein substances which are brought by the blood or lymph.",
		"In the sphere of living environment, the varied evolution of plant life, the periods of forestation and deforestation, the introduction of deleterious plants simultaneously with harsh conditions of life and enforced migration, as well as of mechanically dangerous plants, are among the well-ascertained causes of diminution and extinction.",
		"The essentially dishonest practice of deluging yarn with water, which has sometimes even degenerated into the use of weighting materials deleterious to weaving, has been recognized as a great nuisance, but while various attempts have been made to protect the buyer the question seems to have pretty well settled itself on the principles which commonly rule the sales of commodities between those who intend to do business continuously.",
		"Some of the flavoring agents, fillers and preservatives may produce deleterious effects upon a cat's health.",
		"There are ample case studies; however, that assert the deleterious effects of homeschooling your child.",
		"The suggested replacements for such fats were products such as trans fat and Olestra, both of which are now known to be more deleterious than saturated fat.",
		"It seems probable that violent physical exercise may counteract in great measure the deleterious effect of opium and prevent it from retarding the respiration, and that in such cases the beneficial effects are obtained without the noxious results which would accrue from its use to those engaged in sedentary pursuits."
	],
	"synonyms": [
		"noxious",
		"prejudicial",
		"ruining",
		"hurtful",
		"detrimental",
		"pernicious",
		"injurious",
		"harmful",
		"destructive",
		"damaging",
		"mischievous",
		"ill",
		"evil",
		"bad"
	],
	"antonyms": [
		"assisting",
		"aiding",
		"helpful"
	]
}