{
	"word": "timorous",
	"meaning": [
		"Full of or subject to fear; timid.",
		"Showing or caused by timidity.",
		"Fearful, afraid, timid."
	],
	"sentences": [
		"The organization of the empire is planned throughout on broad, free lines; there is nothing mean and timorous in it.",
		"The vast majority are most likely too timorous or too intimidated to do anything about it.",
		"Bleating noises from bureaucrats in Brussels who see their expense accounts under threat only tend to frighten children of a very timorous disposition.",
		"They brought themselves into notoriety by excommunicating the philosopher - an act of weak self-defence on the part of men who had themselves but recently been admitted to the country, and were timorous of the suspicion that they shared Spinoza's then execrated views.",
		"Sarah took a timorous step forward and spilled the details of their plight in one long ramble, barely stopping for breath.",
		"The Wellcome Trust has asked designers Timorous Beasties to create lampshades for its HQ.",
		"Let us hope the Neapolitan spirit will work wonders on these timorous people.",
		"I did know or rather felt the tender and timorous soul in her.",
		"Probably also this is true of a condition short of panic, in the case of women or timorous men suddenly confronted with danger.",
		"They then give energetic counsel to the timorous natives, and leave them patterns by which to manufacture arms.",
		"M'Clellan's campaign against Richmond was made abortive by his timorous generalship, and compelled the withdrawal of his army.",
		"Moreover, much of the apparent cogency of modern scientific determinist arguments has been derived from the unguarded admissions or timorous acquiescence of their opponents.",
		"According to Clarendon, a worse choice could not have been made, for Lenthall was of a \"very timorous nature.\"",
		"The international situation was the most difficult imaginable, and altogether beyond the powers of the timorous, vacillating and irresolute Medician pope.",
		"In 1289 he went to Montpellier, wrote his Ars veritatis inventiva, and removed to Genoa where he translated this treatise into Arabic. In 1291, after many timorous doubts and hesitations for which he bitterly blamed himself, Lull sailed for Tunis where he publicly preached Christianity for a year; he was finally imprisoned and expelled."
	],
	"synonyms": [
		"trepid",
		"fearful",
		"tremulous",
		"tentative",
		"shy",
		"shuddering",
		"timid",
		"shrinking",
		"meek",
		"hesitant",
		"fainthearted",
		"faint",
		"apprehensive",
		"afraid",
		"unassertive"
	],
	"antonyms": []
}