{
	"word": "concur",
	"meaning": [
		"To combine in having an effect; act together.",
		"To occur at the same time; happen together; coincide.",
		"To agree (with); be in accord (in an opinion, etc.)",
		"To converge; meet.",
		"To grant or concede."
	],
	"sentences": [
		"The Senate refused to concur in the amendment and the whole measure was lost.",
		"After reading this, I decided I concur.",
		"We do not now concur with the old view that inflammation was essentially an injurious process; rather do we look upon it as beneficial to the organism.",
		"Should action be needed which cannot be legally taken without the concurrence of these different authorities, and should they be unable to concur, the legal situation must remain in statu quo until by a new election the people have changed one or more of the conflicting authorities, and so brought them into harmony.",
		"If a man accused of this denies it, other diviners are called, and if these concur, he is beheaded and his sons slain and his goods given to the diviners.",
		"Most schools of theology will concur, however, in giving prominence to a complementary point of view and making their systems a study of Divine revelation.",
		"Leon was more than a little surprised at this, since it didn't concur with his memory of the little contretemps.",
		"Upon the refusal in November of the Lords to concur in the address of the Commons requesting the removal of the queen from court, he joined in a protest against the refusal, and was foremost in all the violent acts of the session.",
		"But Mill and the others were fully justified in not aiding the propagation of a doctrine in which they might not wholly concur.",
		"Palmerston endeavoured to induce France and Russia to concur with England in maintaining the Treaty of London, which had guaranteed the integrity of the Danish dominions.",
		"It is impossible not to concur in almost every point with Gibbon's own estimate of his numerous assailants.",
		"Though most dermatologists concur that any sunscreen is better than none at all, the amount found in mineral makeup is usually not enough simply because ample protection would require liberal application of makeup.",
		"Friend was saying about the policy of the SNP, I wholeheartedly concur.",
		"As Theodoret had previously been a constant defender of Nestorius it was impossible for him to concur in this sentence upon his unfortunate friend with a clear conscience, and in point of fact he did not change his own dogmatic position.",
		"All other sources reviewed concur in this assessment.",
		"To call a Constitutional Convention it is necessary that a majority popular vote concur in the demand therefor of two-thirds of the members of each house of the General Assembly.",
		"The Commons voted for the queen's removal from court, but, the Lords refusing to concur, the matter dropped.",
		"On the 30th of August, however, he stated that this had been discovered to be a forgery by Colonel Henry, but he refused to concur with his colleagues in a revision of the Dreyfus prosecution, which was the logical outcome of his own exposure of the forgery.",
		"We heartily concur with these \" four points \" which are endorsed by the Green Paper launched by David Blunkett.",
		"These are fine words with which we may readily concur.",
		"All bills for raising revenue must originate in the House of Representatives, but the senate may propose and concur with amendments as on other bills.",
		"From this principle, it follows (I) that the distinction between right and wrong is part of the constitution of human nature; (2) that morality stands apart from theology, and the moral qualities of actions are determined apart from the arbitrary will of God; (3) that the ultimate test of an action is its tendency to promote the general harmony or welfare; (4) that appetite and reason concur in the determination of action; and (5) that the moralist is not concerned to solve the problem of freewill and determinism.",
		"Both sides concur in the position assumed by Darwin, that the word \"chance\" in such a phrase as \"chance variation\" does not mean that the occurrences are independent of natural causation and so far undetermined, but covers in the first place our ignorance of the exact causation.",
		"A similar measure was brought forward at the next session, the appropriation, however, being increased to $3,000,000, and the amendment being extended to include all territory which might be acquired by the United States; in this form it passed the House by a vote of 115 to 105; but the Senate refused to concur, passed a bill of its own without the amendment; and the House, owing largely to the influence of General Lewis Cass, in March 1847, receded from its position.",
		"All the experiments yet made concur to prove that these two masses will not possess the same electric state ....The redundant electricities in the masses under consideration will be unequally distributed; the plate A will have about ninety-nine parts, and the plate C one; and, for the same reason, the revolving plate B will have ninety-nine parts of the opposite electricity, and the ball D one.",
		"It is true, we are such poor navigators that our thoughts, for the most part, stand off and on upon a harborless coast, are conversant only with the bights of the bays of poesy, or steer for the public ports of entry, and go into the dry docks of science, where they merely refit for this world, and no natural currents concur to individualize them.",
		"Mill boldly affirmed that there might be remote realms in space where 2+2 did not make 4 but some different total, even empiricists may hestitate to concur; and yet Mill's assertion is at least the most obvious empiricist reading of the situation.",
		"Section 5 provides that where a reference is to be to a single arbitrator, and all the parties do not concur in appointing one, or an appointed arbitrator refuses to act or becomes incapable of acting, or where the parties or two arbitrators fail, when necessary, to appoint an umpire or third arbitrator, or such umpire or arbitrator when appointed refuses to act, or becomes incapable of acting, and the default is not rectified after seven clear days' notice, the court may supply the vacancy."
	],
	"synonyms": [
		"concord",
		"hold",
		"agree",
		"coincide",
		"be in harmony",
		"accord",
		"unite",
		"meet",
		"jibe",
		"cooperate",
		"combine",
		"collaborate",
		"chime",
		"band",
		"acquiesce"
	],
	"antonyms": [
		"differ",
		"argue",
		"dispute",
		"reject",
		"oppose",
		"object",
		"disapprove",
		"disagree"
	]
}