{
	"word": "ethereal",
	"meaning": [
		"Of or like the ether, or upper regions of space.",
		"Very light; airy; delicate.",
		"Not earthly; heavenly; celestial.",
		"Spiritual or otherworldly.",
		"Of or relating to ether."
	],
	"sentences": [
		"Her hair fell softly around her face and she had an ethereal glow about her.",
		"It was the most ethereal flight I had ever witnessed.",
		"She wouldn't be buried in the ethereal silks of the wealthy or have her hair inlaid with flowers and perfumes.",
		"This color is perfect for a soft, ethereal look.",
		"They form compounds with hydrochloric acid when this gas is passed into their ethereal solution; these compounds, however, are very unstable, being readily decomposed by water.",
		"Nitric, hydrochloric and sulphuric acids, all more or less impure, were better studied; and many ethereal oils were discovered.",
		"Nicole looked ethereal with her veil floating, like a vision in white.",
		"The essential, ethereal, or \"volatile\" oils constitute a very extensive class of bodies, which possess, in a concentrated form, the odour characteristic of the plants or vegetable substances from which they are obtained.",
		"It doesn't really matter what the answer is, because the film does capture an ethereal sense of nostalgic longing for faded glory.",
		"Even more successful were the papal incursions on to a more ethereal domain.",
		"It has a kind of ethereal appearance when it reflects light due to its iridescence.",
		"This is the allure of Pisces, ethereal and other worldly.",
		"To the south is the valley of the Arve (descending from the snows of the Mont Blanc chain), which unites with that of the Rhone a little below the town; while behind the Arve the grey and barren rocks of the Petit Saleve rise like a wall, which in turn is overtopped by the distant and ethereal snows of Mont Blanc. Yet the actual site of the town is not as picturesque as that of several other spots in Switzerland.",
		"Shall we with pains erect a heaven of blue glass over ourselves, though when it is done we shall be sure to gaze still at the true ethereal heaven far above, as if the former were not?",
		"The light plays across the honey yellow and milky white of the translucent resin lending the piece a delicate and ethereal beauty.",
		"While Edward is the one with the sparkly skin in the infamous Twilight series, it just wouldn't be fun if you couldn't spice up Bella's makeup routine with a bit of your own ethereal glow.",
		"The ketenes are usually obtained by the action of zinc on ethereal or ethyl acetate solutions of halogen substituted acid chlorides or bromides.",
		"A theory sprang up which was supposed to explain the marvellous powers of the Buddhas by representing them as only the outward appearance, the reflection, as it were, or emanation, of ethereal Buddhas dwelling in the skies.",
		"The other, or milder school of Docetae, attributed to Christ an ethereal and heavenly instead of a truly human body.",
		"Recently, however, a problem with an almost ethereal quality cropped up.",
		"The Triton Extreme is also used on Advertising Space; a very ethereal type of string sound.",
		"They may even renounce the world, become mystics, and seek to enter ethereal realms whilst yet alive.",
		"Fraser 's vocals slide in seductive tones over tumbling dolorous chords, delicately spinning out ethereal melodies.",
		"Jo 's own sound is unique, combining her vamping electric guitar style with sophisticated ethereal harmony makes her performance enchanting.",
		"Sam Lakeman 's piano lines still ripple magically alongside Cara 's ethereal vocals.",
		"Pale white eye shadow looks ethereal when teamed up with a silver eyeliner, pale cheeks, and a pearlescent lipstick.",
		"The color is light and almost ethereal, touched by a glint of gold but finishing as a pearlescent white.",
		"If you want to make your face look a bit more decorated, consider adding glitter to your cheekbones, temples or around the eyes for a much more dramatic, ethereal presentation.",
		"White eyes are totally funky yet have that ethereal glow that always looks fresh and otherworldly.",
		"Go ahead and flaunt your extreme color with vivid and rich hues, or go soft and ethereal with shimmering opalescent color.",
		"A theme presented in old Celtic tradition was that of fairies as ethereal beings who were driven into hiding due to the corruption of humanity.",
		"It fit in with an almost ethereal idea of beauty, where women had long, elegant necks, hair piled invitingly high on their heads and a faraway, dreamy gaze.",
		"Her beauty is found in her ethereal grace and her absolute kindness to the visitors to her kingdom.",
		"Whereas some astrological signs such as Pisces might have an ethereal tinge to their physical appearance, a Taurean woman is one that looks beautiful yet still substantial and solid.",
		"Less magical and ethereal than either Chinese or Japanese dragons, Western dragons (taken from the beliefs of the Middle Ages) were far more likely to be ferocious and menacing.",
		"Piloty, Ber., 1902, 35, p. 3 0 93); and by the action of nitrogen peroxide on ethereal solutions of ketoximes (R.",
		"Chavibetol, an isomer of eugenol, occurs in the ethereal oil obtained from Piper betle.",
		"Reynolds, Ann., 1869, 150, p. 224), by passing sulphuretted hydrogen into an ethereal solution of cyanamide (E.",
		"The extract was centrifuged, and the pale-yellow ethereal solution evaporated under reduced pressure in a rotary evaporator.",
		"The death dealer touched a gloved finger to a blank spot on the construction paper, and an orchid sprung up, ethereal and hovering over the paper.",
		"These are colourless crystalline compounds, which are most readily prepared by passing ammonia gas into an ethereal solution of the aldehyde.",
		"The Armenian fathers held that Jesus, unlike other men, possessed incorruptible flesh, made of ethereal fire, and so far they shared the main heresy of the Paulicians.",
		"When it has a very strong and penetrating odour, but when it is thoroughly purified from sulphuretted and phosphuretted hydrogen, which are invariably present with it in minute traces, this extremely pungent odour disappears, and the pure gas has a not unpleasant ethereal smell.",
		"Well-dried hydroxylamine hydrochloride is dissolved in methyl alcohol and mixed with sodium methylate; a solution of methyldichloramine in absolute ether is then added and an ethereal solution of diazomethane distils over.",
		"No work upon earth is wrought apart from thee, lord, nor through the divine ethereal sphere, nor upon the sea; save only whatsoever deeds wicked men do in their own foolishness.",
		"The commercial value of tea, coffee, wine and other beverages may be said to depend largely on the delicate aroma which they owe to the presence of minute quantities of ethereal oils.",
		"Other spiders weave these beautiful, symmetrical, ethereal webs whose designs have been the inspiration for art and mythology for as long as there were spiders, he explained.",
		"She thought she heard ethereal laughter as the fairy danced with him.",
		"Michael Howard, who attained the position in an almost ethereal bloodless coup, has left the party in rather a mess.",
		"Since our atoms cannot absorb photons emitted by ethereal atoms, the ethereal atoms, the ethereal world is invisible to us.",
		"The vocals, again sung by Andy Latimer, have a slightly distorted effect that give them a somewhat ethereal sound.",
		"So my response to the criticism is, yes, you're right, Cynth may seem ethereal.",
		"Dreamy sounds combining ethereal, cinematic cadences with charming pop sensibilities and strings.",
		"Sam Lakeman's piano lines still ripple magically alongside Cara's ethereal vocals.",
		"Staged on two levels, Heaven (upstairs) offered an almost ethereal quality of snow blinding whiteness.",
		"Marriage = The dichotomy of contradictory themes which merge into a homogeneous whole that epitomizes the fragile, ethereal nature of the human condition.",
		"There not merely do they serve to nourish the organ, they also give rise to a fine ethereal flame or wind through the action of the brain upon them, and thus form the so-called \" animal \" spirits.",
		"The free acid, which crystallizes in brilliant scales, is best prepared by decomposing the silver salt with an ethereal solution of hydrochloric acid.",
		"Columbium nitride, Cb3N5 (?), is formed when dry ammonia gas is passed into an ethereal solution of the chloride.",
		"At first all will be dark and comfortless; but if thou persevere day and night, thou wilt feel an ineffable jay; and no sooner has the soul discovered the place of the heart than it is involved in a mystic and ethereal light.\"",
		"Such are sugars (glucose, mannite, &c.), acids (acetic, citric and a whole series of lichen-acids), ethereal oils and resinous bodies, often combined with the intense colours of fungi and lichens, and a number of powerful alkaloid poisons, such as muscarin (Amanita), ergotin (Claviceps), &c.",
		"The bromide may be prepared by the addition of bromine to an ethereal solution of diazo-amino-benzene (tribromaniline remaining in solution).",
		"Good and evil, virtues and vices, remarks Plutarch, are all capable of being perceived \"; sense, this common basis of all mental activity, is a sort of touch by which the ethereal Pneuma which is the soul's substance!",
		"By passing the gas into an ethereal solution of the salt, nitrosyl chloride is produced, and on evaporating over sulphuric acid, black needles of FeC1 2NO.",
		"The Manichaeans were therefore, by reason of their dualism, arch-enemies no less of Christian art than of relics and cross-worship; the Monophysites were equally so by reason of their belief that the divine nature in Christ entirely absorbed and sublated the human; they shaded off into the party of the aphthartodoketes, who held that his human body was incorruptible and made of ethereal fire, and that his divine nature was impassible.",
		"Then I 've Got My Own Problems To Fix manages to make riot grrl sound ethereal.",
		"His pictures are moody, the use of sepia tones giving the images an ethereal feeling.",
		"If you want to add some sparkle to a traditional makeup palette, skip the neutrals and grab the gold eye shadow for a look that is elegant and ethereal.",
		"Glenda the Good Witch from the movie Wizard of Oz wore a very ethereal and fairytale inspired witch ensemble.",
		"Instead, place these color(s) along the inner part of your eye (the part closest to your nose) to get that ethereal, glittery look.",
		"Glitter gels, highlighting powders and rhinestone gem appliques can all be added to your makeup routine to create a ethereal pixie style.",
		"A favorite in the limited edition collection is the LE18629, which is an ethereal looking dress with a strapless sweetheart top.",
		"McQueen's work often has layered skirts made with light, ethereal material like tulle and chiffon.",
		"The natural light casts an almost ethereal glow around the couple as they lean in for their first kiss as man and wife, lending to the romance and significance of the moment.",
		"Give vendors like Ethereal Events, McKenzieKate Weddings or Aisle of View a call and discuss details before signing a contract.",
		"For parents who dream of dressing their child like a fairy princess, Luna Luna Copenhagen's designs are the epitome of ethereal and girly fashion.",
		"Though you'll be sacrificing the ethereal qualities of Copenhagen's and Chasing Fireflies' designs, you will increase the fun factor with Rare Editions comical appliqués, prints and billowing skirts.",
		"However, if you have gorgeously pale skin, silvery blonde highlights or frosts will give you an ethereal effect.",
		"I have a lot of fond memories of that sort of ethereal time period when we could not wait to shed our layers and spend days out on the water.",
		"Fairy princesses have to do double duty as an ethereal creature and as a member of the fairy aristocracy.",
		"You can use shimmery eyeshadows, dusting powder and lipstick to create an ethereal fairy look.",
		"Every little girl enjoys mingling the ethereal fairy wings with the delicacy of the ballerina whether she plans to dance in The Nutcracker or not.",
		"Dress to be dreamy - These men love women who have an ethereal quality about them.",
		"Their half-naked status, ethereal attitudes and superior intellect led to the mistaken conclusion that they were aliens.",
		"Near death, Viki had an ethereal experience at the edge of Heaven where she encountered many of her old friends and foes including father Victor, husband Joe Riley and more.",
		"Cabo San Lucas is a majestic oceanic playground on the edge of the earth, and Villa del Palmar is an ethereal vacation oasis of incomparable beauty.",
		"Las Palmas is the most ethereal beach restaurant in Los Cabos.",
		"European lingerie leans toward the flirty, feminine side with detail on the straps, lace here and there, and sculpted lines meant to pay homage to the beauty of the female body's curves and ethereal glow.",
		"It can give you an ethereal glow if you choose the right style, or make you look like the naughty girl-next-door type your significant other dreams about.",
		"Light and ethereal, these sheer garments make sexy romantic wear for women.",
		"Despite their revealing appearance, the ethereal sheer nightgown has been a top seller for more than half a century.",
		"Once you've experienced the ethereal slide of silk, it becomes almost impossible to sleep in anything else.",
		"When paired with a metallic base, peach has the ability to look modern, magical and ethereal all at once.",
		"It consisted of ethereal fire, and he was not subject to the ordinary phenomena of digestion, secretions and evacuations.",
		"It's all too ethereal with not nearly enough changes in tempo or ideas.",
		"As the sum total of the wisdom propounded in the mystery of Agni, the searcher after truth is exhorted to meditate on that Self, made up of intelligence, endowed with a body of spirit, a form of light, and of an ethereal nature; holding sway over all the regions and pervading this All, being itself speechless and devoid of mental states; and by so doing he shall gain the assurance that \"even as a grain of rice, or the smallest granule of millet, so is the golden Purusha in my heart; even as a smokeless light, it is greater than the sky, greater than the ether, greater than the earth, greater than all existing things; - that Self of the Spirit is my Self; on passing away from hence, I shall obtain that Self.",
		"After even the finest things in Tannhauser, the Vorspiel to Lohengrin comes as a revelation, with its quiet solemnity and breadth of design, its ethereal purity of tone-colour, and its complete emancipation from earlier operatic forms. The suspense and climax in the first act is so intense, and the whole drama is so well designed, that we must have a very vivid idea of the later Wagner before we can see how far the quality of musical thought still falls short of his ideals.",
		"The best part of dressing in a witch costume is that you can make your theme as elaborate, traditional, or as ethereal as you want!",
		"Apply a shimmering gold, ivory or taupe shadow to create a ethereal fairy glow.",
		"Again, the funeral offerings of food, clothing, weapons, &c., to the dead are absolutely intelligible and purposeful among savage races, who believe that the souls of the departed are ethereal beings capable of consuming food, and of receiving and using the souls or phantoms of any objects sacrificed for their use.",
		"Other industries include the manufacture of artificial flowers, wax-cloth, chemicals, ethereal oils and essences, beer, mineral waters, tobacco and cigars, lace, indiarubber wares, rush-work and paper, the preparation of furs and numerous other branches.",
		"The Keplerian like the Pythagorean cosmos was threefold, consisting of the centre, or sun, the surface, represented by the sphere of the fixed stars, and the intermediate space, filled with ethereal matter.",
		"The liquid so obtained is extracted with ether and the ethereal solution distilled under diminished pressure, and finally purified by repeated distillations.",
		"The Arabians greatly improved the earlier apparatus, naming one form the alembic; they discovered many ethereal oils by distilling plants and plant juices, alcohol by the distillation of wine, and also distilled water.",
		"On the other hand it is not positively distinguished either from the ethereal fire, or from the and the avayKf according to which all things occur.",
		"He maintained alike the claim of demonstrative science with its generalities for the few who could live in that ethereal world, and the claim of religion for all - the common life of each soul as an individual and personal consciousness."
	],
	"synonyms": [
		"aery",
		"airy",
		"aerial",
		"aeriform",
		"celestial",
		"supernal",
		"gossamer",
		"gossamery",
		"transparent",
		"sheer",
		"vaporous",
		"gauzy",
		"filmy",
		"diaphanous",
		"vapory"
	],
	"antonyms": [
		"indelicate",
		"worldly",
		"earthly"
	]
}