{
	"word": "misnomer",
	"meaning": [
		"The act of applying a wrong name or epithet to some person or thing.",
		"An error in naming a person or place in a legal document.",
		"Such a name or epithet.",
		"A name wrongly or unsuitably applied to a person or object.",
		"An error in referring to or naming a person, location, or object, particularly in a contract or other legal document.",
		"To use a misleading term; to misname."
	],
	"sentences": [
		"The name was a misnomer, as it barely touched the Assiniboine river.",
		"The oysters from the beds on the west coast of Schleswig are widely known under the misnomer of \"Holstein natives.\"",
		"There is another type of self-cleaning litter box, but the term \"self-cleaning' is a bit of a misnomer since you must roll the box from side to side yourself.",
		"It's almost a misnomer to call them cellular phones anymore, especially when you consider how much more these mobile devices can do beyond simple phone calls.",
		"Let me be the first to say that the moniker \"All Day\" is a real misnomer!",
		"It is a common misnomer that gray squirrels hibernate.",
		"Morning sickness is a bit of a misnomer, since stomach queasiness can occur any time of day.",
		"Edith was dressed in a sweat suit, though the descriptive name appeared to be a misnomer in her case.",
		"The contents of the so-called Lapps' graves found in various parts of Scandinavia are often sufficient in themselves to show that the appellation must be a misnomer, and the syllable Lap or Lapp found in many names of places can often be proved to have no connnexion with the Lapps.'",
		"While many people refer to any sparkling wine as Champagne, this is actually a misnomer.",
		"However, what is called Pinot Blanc in Australia may be a misnomer and in fact may be Chardonnay.",
		"The name is a misnomer because the disease is not caused by a worm.",
		"In fact, the term hay fever is really a misnomer, since allergy to grass pollen is only one cause of symptoms for most children.",
		"The lucky bamboo is a misnomer because it's not really bamboo, but a variety of the dracaenas family.",
		"The name of this suit is no misnomer because a Goddess is exactly what you'll feel like in this bandeau bikini top and matching shorts!",
		"Diamond is actually a misnomer for the double-terminated quartz crystals mined here, which are believed to be over 500 million years old.",
		"The term soufflé is actually a misnomer here.",
		"Nude is a misnomer when talking about pantyhose colors.",
		"These statues were later appropriated by the Hyksos, and so came to be called by their name, which is a misnomer.",
		"Here it is sufficient to say that, generally, the term free burgher' was a complete misnomer.",
		"There was general agreement that the phrase \"youth apathy\" is a pernicious misnomer.",
		"The old name Reliance Gear Company Limited has therefore become rather a misnomer.",
		"To call this the ethical approach, in this context, seems a misnomer.",
		"Indeed the subtitle, A Memoir of Philip Guston, is a slight misnomer.",
		"For American audiences the film was re-titled \" Young Scarface \", but that's a complete misnomer.",
		"It is something of a misnomer since it means something of a misnomer since it means something quite different from just clear or vivid dreaming.",
		"The so-called mountain mocking-bird (Oreoscoptes montanus) is a form not very distant from Mimus; but it inhabits exclusively the plains overgrown with sage-brush (Artemisia) of the interior tableland of North America, and is not at all imitative in its notes, so that it is an instance of a misnomer.",
		"Nominally, the import duties are moderate, so much so that Bolivia is sometimes called a \" free-trade country,\" but this is a misnomer, for in addition to the schedule rates of io to 40% ad valorem on imports, there are a consular fee of i-% for the registration of invoices exceeding 200 bolivianos, a consumption tax of 10 centavos per quintal (46 kilogrammes), fees for viseing certificates to accompany merchandise in transit, special \" octroi \" taxes on certain kinds of merchandise controlled by monopolies (spirits, tobacco, &c.), and the import and consumption taxes levied by the departments and municipalities.",
		"It is something of a misnomer since it means something quite different from just clear or vivid dreaming.",
		"Fourth, \" yuppie flu \" is a misnomer.",
		"My shade was number 575, Really Red, and let me tell you, that's no misnomer.",
		"However, when applied to the bindings, the word \"tune\" is a misnomer.",
		"Before we talk about specific ingredients, we need to talk about the Timberwolf Organics name, because it's a bit of a misnomer.",
		"Sam's Yams Veggie Rawhide Dog Treats - The word \"rawhide\" is a bit of a misnomer here since the company say it's treats are made from thick slabs of dehydrated sweet potatoes.",
		"This is something of a misnomer, as the people whose ideas you find on the web are every bit as real as the people reading it.",
		"It is something of a misnomer to refer to extreme male swimwear as \"swim\" wear.",
		"Similarly, in medical language, gluten has come to be used as an umbrella term for cereal grains that cause a reaction for individuals with celiac disease or milder sensitivities, but this is a misnomer.",
		"As its name suggests, the word podcast was created by combining the words \"iPod\" and \"broadcast.\" Ironically, this word is a misnomer.",
		"For this reason, and because almost from the beginning the term \"hermits\" became a misnomer (for they abandoned the deserts and lived conventually in towns), they ranked among the friars, and became the fourth of the mendicant orders.",
		"An average i 'd a slight misnomer medical expenses and its solutions range.",
		"Lucky bamboo is a misnomer for this variety of dracaenas and is why it doesn't grow like typical bamboo.",
		"Oliebollen features the Big Lime backpack, and that's no misnomer!",
		"However, that's a misnomer because Gemini can become quite an accomplished air sign.",
		"Lucrezia Crivelli has, with no better reason, been identified with the famous \"Belle Ferronniere\" (a mere misnomer, caught from the true name of another portrait which used to hang near it) at the Louvre; this last is either a genuine Milanese portrait by Leonardo himself or an extraordinarily fine work of his pupil Boltraffio.",
		"The change, in spite of the misnomer - for, whatever may be the case elsewhere, in England the bird does not feed upon oysters - met with general approval, and the new name has, at least in books, almost wholly replaced what seems to have been the older one.'",
		"In reply, Graslin (De l'Iberie, Paris, 1839), maintained that the name Iberia was nothing but a Greek misnomer of Spain, and that there was no proof that the Basque people had ever occupied a wider area than at present; and Blade (Origine des Basques, Paris, 1869) took the same line of argument, holding that Iberia is a purely geographical term, that there was no.",
		"The second court of the abbey contains a remarkable building, the Tour d'Evrault (12th century), which long went under the misnomer of chapelle funeraire, but was in reality the old kitchen.",
		"The lower Cryptogams were contrasted as Amphigenae (\"growing all over\"), a misnomer, as apical growth is common among them.",
		"In short, his metaphysics was founded on a misnomer, and simply consisted in calling unconscious force by the name of unconscious will (Unbewusster Wille).",
		"This, except historically, is a misnomer, for, though descended from the old English Presbyterians, they retain nothing of their distinctive doctrine of polity - nothing of Presbyterianism, indeed, but the name."
	],
	"synonyms": [],
	"antonyms": []
}