{
	"word": "conjure",
	"meaning": [
		"To be sworn in a conspiracy.",
		"To summon (a demon or spirit) as by a magic spell.",
		"To influence or effect by or as if by magic.",
		"To call upon or entreat solemnly, esp. by some oath.",
		"To bring about by conjuration.",
		"Of or practicing folk magic.",
		"(African American Vernacular) A practice of magic; hoodoo; conjuration."
	],
	"sentences": [
		"Just the words are enough to conjure up its luxurious image.",
		"There are many fragrances that help conjure up the feeling of a special Halloween atmosphere, such as herbs and spices, incense, or citrus scents.",
		"While the term value resort may conjure images of fewer creature comforts, Disney’s imaginers were involved in the design of the resorts.",
		"Flameless window candles have a very traditional feel and conjure up images of old black and white vintage movies where homes were decorated with candles at Christmas time.",
		"They conjure up images of a romantic dreamer, often treading a rocky path in search of spiritual fulfillment.",
		"A fragrance or scent can conjure up feeling of home and family in a way that is totally unique.",
		"To most people, these conjure up images of spiritual realms, with higher beings.",
		"His more important works have gone through many editions and his name is still one to conjure with.",
		"This woman can go toe-to-toe with anything Tarantino can conjure up and still come out kicking some serious ass.",
		"Webbed lawn furniture has a nostalgic and charming feel to it, and having some on your patio can conjure up fond memories of days gone by.",
		"Merely a glance at the words is enough to conjure up some sort of vision - and chances are that your vision is quite accurate.",
		"When people think of Santa's wife, most conjure up visions of a pleasantly plump woman dressed in a red velvet gown and black Victorian boots.",
		"Figure in what ideas just one item could conjure up and you've increased that number exponentially.",
		"The quotes are easy to remember; they let you remember the best scenes of a romance and may even conjure up the same emotions you were feeling as you watched the movie.",
		"Whether the memories are good or bad, high school movies really conjure up old feelings about being a teen.",
		"It was the belief that she convenes with eleven other witches and the devil every Friday to conjure up mischief for the next week that made Friday the \"Witches Sabbath\".",
		"Harley Davidson boots conjure up the scent of leather, the vision of sunsets and the sound of a powerful machine riding away at rapid speed.",
		"The word \"Gothic\" may conjure up images of old Vincent Price movies, but before Goth became a lifestyle choice, it was a mode of architecture.",
		"You might not be able to wear them any more because they are small or stained, but you can't bear to part with them because of the memories they conjure.",
		"Does it conjure up images of someone dressed in a starched white lab coat pinching your skin with calipers?",
		"Whatever your imagination can conjure, there's probably discount gift baskets that offer it.",
		"Bullet bras often conjure up images of pop performer Madonna, but these bras were actually around long before she showed them in the 1990s.",
		"Though the term lingerie party may conjure up scantily clad women modeling the wares, it is really a lot tamer than that.",
		"Girls night out parties often conjure up images of drinking and dancing as you hit the bars.",
		"The word \"merlin\" is so strongly associated with the image of the wise and wizened man that to describe something as a Merlin is to conjure the iconic image.",
		"If you know what you're doing, then you can conjure up a truly unique page that no one else can duplicate.",
		"He began explaining the wonders of the brain and its ability to conjure up subconscious fairy tales.",
		"He's simply too boyish to conjure any sort of heroic authority.",
		"I leave the reader to conjure up how daunting this was to two impressionable new communicants!",
		"The latter are usually associated with great figures of military history and conjure up charismatic and sometimes despotic images.",
		"Words that conjure up pictures of behaviors we would prefer to keep hidden.",
		"Walk alone in the forest at night and the unruly subconscious will conjure a lurking malevolence.",
		"Thus on the face of it there is something like a return to the self-sufficient utterance of antique religion; but, in reality, there is all the difference in the world between a suggestion directed outwardly in the fruitless attempt to conjure nature without first obeying her, and one directed towards the inner man so as to establish the peace of God within the heart.",
		"In vain did he seek to dazzle the tsar by assembling about him the vassal kings and princes of Germany; in vain did he exercise all the intellectual gifts which had captivated the tsar at Tilsit; in vain did he conjure up visions of the future conquest of the Orient; external display, diplomatic finesse, varied by one or two outbursts of calculated violence - all was useless.",
		"His name still remained a spell to conjure with, and the politicians sought to obtain the assistance of his approval for their schemes; but in general his last years were quiet and uneventful.",
		"The rich images created in the poems stem from remarkably simple language, creating vivid visions that conjure a palpable experience.",
		"Holiday books for toddlers can conjure excitement about the season while building a love of reading.",
		"Canopy beds are often associated with an old world sort of grandeur, and may conjure up images of Victorian-themed décors or, perhaps more commonly, a young girl's bedroom done in shades of pink and white.",
		"When you think of bad celebrity cosmetic surgeries, you conjure up many images -- enormous breast enhancements, fake nose jobs and facelifts that are too tight.",
		"The term \"prairie dress\" doesn't have to automatically conjure images of long, unflattering dresses and girls in bonnets.",
		"Log cabins conjure up images of a beautiful rustic hideaway, tucked away in the mountains, surrounded by nature.",
		"In addition to natural wood, however, bright colors also conjure up the feel of the tropics.",
		"Perhaps Seventies styles lacked staying power because it didn't conjure up powerful memories and connections to the past.",
		"If organic clothes conjure up an image of scratchy hair shirts or badly knitted handspun wool sweaters, then it is time to think again!",
		"On the other hand, sexy, in general, tends to conjure up a certain look.",
		"The words \"little black dress\" do tend to conjure up images of parties and other formal social gatherings, but in truth, the black dress can go nearly anywhere.",
		"That means if you have an unconventional style, you can do a Google search or shop in person for the Stussy brand and conjure up something flattering for yourself.",
		"Wine that comes in a box certainly does not conjure up thoughts of formal dinner parties or the type of wine you give as a gift.",
		"There are plenty of good restaurants, but go to the Hitching Post for a steak and conjure up that image of that dysfunctional Pinot lover Miles a la Sideways at the bar.",
		"Look online for inspiration or just conjure up something on your own with the help of your stylist.",
		"While the thought of synthetic hair may conjure images of waxy-looking Barbie hair, technology has come a long way and many synthetic hair extensions look like real hair.",
		"The word crochet in itself may conjure up images of dainty white doilies rather than sexy images, but crochet bikinis are an entirely different animal.",
		"The name Speedo will always conjure up images of tiny Spandex brief swimsuits; it's unavoidable.",
		"These scents conjure up relaxing evenings spent by a fire and a window looking over mounds of serene white snow.",
		"Pinks and reds conjure up a romantic feel, whereas blues and mauves are relaxing colors.",
		"If you want to be comical, a bit sexy and conjure a famous character, you can do it all in a fabulous Mae West costume.",
		"If the words \"plastic sandal\" conjure up images of slick, sweaty feet squishing their way through summer in those colorful jelly shoes that tend to be common among children, it's time to update your thought process.",
		"When you think of stepping out in your finest, your mind probably doesn't conjure images of women's purple dress shoes.",
		"For gladiator sandals that really conjure up an ancient vibe, some pairs feature straps that come up the calf of the leg.",
		"Beaded curtains conjure memories of the 1960s and 70s, but they've actually been around for hundreds of years.",
		"The fact remains that no other poet has sounded more native notes, or covered so much of the American legendary, and that Whittier's name, among the patriotic, clean and true, was one with which to conjure.",
		"Though low cut halter dresses may conjure up images of short, tight clubwear only, there are low cut halter dresses for almost any occasion (outside of church or meeting your boyfriend's parents).",
		"Add a good witch (Billy Burke as Glinda), a bad witch (Margaret Hamilton as the Wicked Witch of the West), a collection of Munchkins and a band of flying monkeys and you have a movie to conjure with.",
		"While the idea of a \"surveillance camera\" may conjure up images of spying or Big Brother, they are little more than a tool used to identify the perpetrator of a crime after it happens.",
		"A mysterious stranger (who happens to be in the basement) offers the Bard training and a new tune that can conjure up a more powerful creature that will help the Bard kill the beast.",
		"They should do more than conjure up the image of granny in her gown and cap, shuffling her feet along the hardwood floors in her slippers early during the morning (if they don't already, hopefully they will after you read up on them).",
		"Mention California Wine Country and people will conjure up a picture of a state covered with vineyards and bucolic countryside landscapes that beckons wine lovers to visit."
	],
	"synonyms": [
		"put forward",
		"bring up",
		"arouse",
		"call down",
		"conjure-up",
		"invoke",
		"call-forth",
		"evoke",
		"raise",
		"stir",
		"press",
		"bid",
		"beseech",
		"adjure",
		"entreat"
	],
	"antonyms": [
		"turn off",
		"disgust"
	]
}