{
	"word": "miscreant",
	"meaning": [
		"An evil person; criminal; villain.",
		"One who behaves badly, often by breaking rules of conduct or the law.",
		"An unbeliever or heretic.",
		"Villainous; evil.",
		"Unbelieving or heretical.",
		"Lacking in conscience or moral principles; unscrupulous.",
		"(theology) Holding an incorrect religious belief."
	],
	"sentences": [
		"Understandably furious, he sought out the miscreant who had smashed the glass.",
		"Even for the worst miscreant there is hope - for who can say but that God may yet think fit to convert him?",
		"But the best of these old dramatic authors was a priest of Viborg, Justesen Ranch (1539-1607), who wrote Kong Salomons Hylding (\" The Crowning of King Solomon \") (1585), Samsons Faengsel (\" The Imprisonment of Samson \"), which includes lyrical passages which have given it claims to be considered the first Danish opera, and a farce, Karrig Niding (\" The Miserly Miscreant \").",
		"While the lawyer's death did nothing to undo the damage his note had caused to Cynthia, it at least eliminated her need for any further dealings with the miscreant.",
		"Every member of his family and every friend was ordered to be massacred by Aga Mahommed; and the successful miscreant thus founded the dynasty of the Kajars at the price of all the best and noblest blood of Iran.",
		"Letters trickled in over the years, but Edith's early assessment of Josh Mulligan as a miscreant proved to be correct.",
		"Dean tuned her out when she described the miscreant becoming impaled on a giant icicle while fair what's-her-name laughed in his face as he slowly bled to death before her.",
		"At length the inhuman miscreant Mahmtid died, at the early age of twenty-seven, on the 22nd of April 1725.",
		"He felt that he was justified in taking this step because of the Ban which Philip had published on the 15th of March 1581, in which Orange had been proclaimed a traitor and miscreant, and a reward offered to any one who would take his life."
	],
	"synonyms": [
		"unbeliever",
		"infidel",
		"heretic",
		"evildoer",
		"rascal",
		"villain",
		"malefactor",
		"scamp",
		"blackguard",
		"rapscallion",
		"scoundrel",
		"wretch",
		"knave",
		"transgressor",
		"rough",
		"villainous",
		"unhealthy",
		"rotten",
		"perverse",
		"flagitious",
		"depraved",
		"corrupt",
		"degenerate"
	],
	"antonyms": [
		"good man",
		"lady",
		"gentleman",
		"goody-goody",
		"moral",
		"nice",
		"good"
	]
}