{
	"word": "solace",
	"meaning": [
		"An easing of grief, loneliness, discomfort, etc.",
		"Something that eases or relieves; comfort; consolation; relief.",
		"To give solace to; comfort; console.",
		"To lessen or allay (grief, sorrow, etc.)"
	],
	"sentences": [
		"The student took solace in music.",
		"He took solace from a world he could not control.",
		"It is with tears in my eyes that I pen this note, my only solace that I will shortly be one in heaven with this woman I loved more than life itself.",
		"Did he take solace in drink or drugs?",
		"She took some solace in knowing he had the power to protect her.",
		"The solace in Montana is the spa sky.",
		"That was all the solace I could muster.",
		"He took solace in the company of other men.",
		"He found solace in the pub, leaving the girls to mind the shop.",
		"With Eddie providing little solace, she turns to Mike, a man familiar with loss.",
		"Unable to surrender wealth and power, the people of California can instead find spiritual solace in their worship of technology.",
		"William Cowper found great solace in these poems during his periods of depression.",
		"The manager will take solace in signing a new contract at the club.",
		"It provided him with solace from a world he could not control.",
		"I am alone in this house, with only a cat for company though he gives me little solace.",
		"This, however, gave Cynthia little solace.",
		"The letters to Vettori paint a man of vigorous intellect and feverish activity, dividing his time between studies and vulgar dissipations, seeking at one time distraction in low intrigues and wanton company, at another turning to the great minds of antiquity for solace.",
		"He was too shy and proud to see many of the Annan people, and found his chief solace in reading such books as he could get.",
		"For some, a heated glass garden filled with flowering plants and greenery, plus a cozy chair, is just the spot for some winter solace.",
		"In early March, the Winter Coaster Solace provides a unique opportunity for coaster enthusiasts, allowing guests to come before opening and leave after closing.",
		"Maybe so, but the pronouncement gave Dean no solace.",
		"The trio, battling with the harsh realities of their lives, find solace in each other 's arms.",
		"The only modicum of solace she felt came from Fred O'Connor's jailhouse assurances that Martha was not in harm's way.",
		"The manager will take solace in signing a new contract at the club, stretching to June 2010, within the next 24 hours.",
		"Chirac may well cave in to demands to offer some solace to the shareholders, 80 per cent of whom are French.",
		"Unable to surrender wealth and power, the white people of California can instead find spiritual solace in their worship of technology.",
		"But, cruelly out of place amid the strict protocol of State, Diana seeks solace in the arms of Rugby players and Arabs.",
		"I find solace in the fact that even Jeremy Clarkson has admitted that he has no clue on how a car works.",
		"For many, the urge to silently sink into the despair of the loss of their child is a solace in itself.",
		"With any luck, she would be out of Arkansas before another storm struck - a storm without Justin to solace her.",
		"Her only solace is her copy of Woolf's novel.",
		"He took solace in the arms of rugby players.",
		"Beside some volumes of travel he published a volume of poems, The Solace of Song (1837).",
		"The same post brought a letter from Oxford, soliciting Swift's company in his retirement; and, to the latter's immortal honour, he hesitated not an instant in preferring the solace of his friend to the offers of St John.",
		"He finds some solace in making a young child 's dreams of magic come true by flying her across the night sky.",
		"Her only solace is her copy of Woolf 's novel.",
		"Was he ever tempted to seek solace in drink or drugs?",
		"But when things turn sour only a quarter of us take solace in music.",
		"She felt repelled by her old and fat husband, and sought solace in the company of other men.",
		"He seeks solace in the pub, leaving the girls to mind the shop.",
		"Distraught, Himeno finds comfort with her stepsister Mawata and solace in the arms of the knight Hayate.",
		"The specially customized bus also features a refreshment bar on its top deck to provide solace for weary shoppers.",
		"Greg is able to take solace in a temporary distraction when his dad brings home a dog, Sweetheart (Sweetie for short).",
		"Some are still on the rise, others have peaked and found solace in fading into the background, and sadly, a few have passed on.",
		"While it may seem that there are not too many activities that create adults only cruise ships, adults can find plenty of solace by conscientiously avoiding the areas of the ship that are more popular among younger passengers.",
		"Although these groups can take solace in the fact that items containing GMOs cannot qualify for a 100% Organic label, the goal is to someday require every food product containing GMOs to clearly state this on the packaging.",
		"The property also includes the 18,000 square foot Solace Spa for additional luxury, as well as dining and shopping options along the ski-in, ski-out access to the area's premiere ski slopes at Boyne Mountain.",
		"Where you can find more solace is when you buy from a certified dealer.",
		"People find some solace in sharing the ordeal of infidelity, even with total strangers.",
		"When financial woes occur, it is not unusual for this group to seek solace in the arms of someone who \"understands.\"",
		"A social outcast with few friends, he sought solace in his studies.",
		"In the bizarre daily rituals there is some solace.",
		"He often needs to seek solace in places near water.",
		"His quiet unseen ministry among the sick, the elderly and the dying brought solace and hope to many.",
		"And tho I knew this time the cause of my pain was n't feeling so great herself, it did n't offer much solace.",
		"Changes to the for hiking horseback lodge 's solace spa sky is montana 's.",
		"The tweed suit will prove a solace to his feelings.",
		"Individuals on a budget can take solace in the fact that full size bedding is generally less costly than bedding for queen size and larger size beds.",
		"There are ways to help this, and some people find solace in cell phone signal boosters.",
		"He finds solace in these two things so any disruption means he will quickly drop into a dark mood.",
		"This was what was most desired, due mostly to the fact that during the war they had been seeking solace in the ever growing movie industry--watching beautiful curvaceous women grace the silver screen that they could only hope to emulate.",
		"David Dean took a certain amount of solace in the fact that the election was close, though he questioned her ability to handle the position.",
		"And he had a mate, one he refused to touch but who now kept him from finding solace with any other woman.",
		"The only solace for the Coventry supporters was seeing the cheerleaders trying to find a way to dance to the Great Escape.",
		"He finds some solace in making a young child's dreams of magic come true by flying her across the night sky.",
		"He shortly afterwards divorced Publilia, who had been jealous of Tullia's influence and proved unsympathetic. To solace his troubles he devoted himself wholly to literature.",
		"Soap opera fans can take solace in the Internet if they ever find themselves in the unfortunate position of having missed their favorite program.",
		"Col. Tigh struggles between guilt, rage and hatred and often tries to find solace in the bottom of a bottle.",
		"Prayers and resignation were the only solace left for the hardships endured by his subjects.",
		"Deidre took some solace from the fact he didn't laugh or throw her out.",
		"I take great solace in the fact that even Jeremy Clarkson has admitted that he has no clue on how a car works."
	],
	"synonyms": [
		"solacement",
		"consolation",
		"comfort",
		"console",
		"soothe",
		"comfort",
		"relaxation",
		"peace",
		"alleviate",
		"allay",
		"mitigate",
		"lessen",
		"entertain",
		"consolation",
		"cher",
		"calm",
		"assuage",
		"soften"
	],
	"antonyms": [
		"discord",
		"disharmony",
		"worry",
		"trouble",
		"upset"
	]
}