{
	"word": "antipathy",
	"meaning": [
		"Extreme dislike; aversion or repugnance.",
		"Strong or deep-rooted dislike; aversion.",
		"A feeling of aversion.",
		"The object of such dislike.",
		"An opposition in character, nature, tendency, etc."
	],
	"sentences": [
		"The traditional antipathy of the rhinoceros to the elephant seems to be mythical.",
		"Multan had previously fallen; and the Afghan horse under Dost Mahommed, who had forgotten their hereditary antipathy to the Sikhs in their greater hatred of the British name, were chased back with ignominy to their native hills.",
		"They waited; but the closer contact of a prolonged stay only brought into fuller play the essential antipathy of the Greek and the Latin.",
		"The natural antipathy between the two sections of the race, though less evident than in former times, is far from extinct.",
		"The mention of Burr leads us to the fatal end of another great political antipathy of Hamilton's life.",
		"Though a zealous supporter of repeal, he endeavoured to supplant O'Connell as the leader of the party, an attempt which aroused against him the popular antipathy of the Irish.",
		"His conservatism was most apparent in his antipathy to socialistic doctrines and his tenacious regard for the claims of property.",
		"In many cases it is obvious that the political antipathy of the natives to the Arabs has found expression in the formation of such sects.",
		"The prince reciprocated this antipathy, but it was overpowered by his contempt for her.",
		"But when circumstances had overcome Mr. Asquith's antipathy to compulsion, Mr. Law took charge of the first military service bill in the House of Commons in Jan.",
		"In fact there has been a strong antipathy toward them.",
		"His letters betray discontent with Elizabeth's reluctance to assist the States; he could not understand her antipathy to rebellious subjects, and he returned in October, having accomplished little.",
		"Though cherishing a strong antipathy to the received ecclesiastical formulas, Irving's great aim was to revive the antique style of thought and sentiment which had hardened into these formulas, and by this means to supplant the new influences, the accidental and temporary moral shortcomings of which he detected with instinctive certainty, but whose profound and real tendencies were utterly beyond the reach of his conjecture.",
		"Antipathy to the Jesuits brought Jansen no nearer.",
		"There, in spite of a growing antipathy to the Revolution, Pitt earnestly desired to maintain peace.",
		"Most of us feel a strong antipathy to the restoration of relations with such a perpetrator.",
		"Abstention may show antipathy to the lot of them.",
		"At the date of his death the Catholic revival, with its fell antipathy to art and letters, was only in its infancy; and when times became dangerous, Erasmus cautiously declined to venture out of the protection of the Empire, refusing repeated invitations to Italy and to France.",
		"In the Empire he manifested his antipathy to the overshadowing Habsburgs by plotting for a time to carry the next imperial election in favour of Bavaria.",
		"The settlers in Wyoming shared the general antipathy to the Chinese, common to the western country.",
		"His Catholicism, however, was of a less rigid type than Gardiner's and Bonner's; he felt something of the force of the national antipathy to foreign influence, whether ecclesiastical or secular, and was always impressed by the necessity of national unity, so far as was possible, in matters of faith.",
		"Competent engineers and specialists have declared that borings in the Bakhtiari hills, west of Shushter, would give excellent results, but the difficult hilly country and the total absence of roads, as well as the antipathy of the inhabitants of the district, would make the transport and establishment of the necessary plant a most difficult matter.",
		"In the case of demerit there is a direct antipathy to the feelings of the misdoer, but the chief sentiment excited is sympathy with those injured by the misdeed.",
		"Oehler admitted the composite authorship of the Pentateuch and the Book of Isaiah, and did much to counteract the antipathy against the Old Testament that had been fostered by Schleiermacher.",
		"In Paris he made the acquaintance of Wilkes, and from Montpellier, in January 1766, addressed a letter to him which sowed the seeds of their personal antipathy.",
		"With Fox he was never on terms of friendship, and Samuel Rogers, in his Table Talk, asserts that their antipathy was so pronounced that at a dinner party given by a prominent Whig not the slightest notice was taken by Fox of the presence of Horne Tooke.",
		"Newman, whose mind Martineau said was \" critical, not prophetic, since without immediateness of religious vision,\" and whose faith is \" an escape from an alternative scepticism, which receives the veto not of his reason but of his will,\" 6 as men for whose teachings and methods he had a potent and stimulating antipathy.",
		"The natural result of all these causes was that a feeling of antipathy rose against Athens in the minds of those to whom autonomy was the breath of life, and the fundamental tendency of the Greeks to disruption was soon to prove more powerful than the forces at the disposal of Athens.",
		"It has the incidental interest of showing (especially in stanzas 62 and 63) the antipathy of the \"Inglis-speaking Scot\" to the \"Scots-speaking Gael\" of the west, as is also shown in Dunbar's Flyting with Kennedy.",
		"Between him and his brother Caracalla there existed from their early years a keen rivalry and antipathy.",
		"His eyes were opened to the extent of his own power as the exponent of national antipathy to papal jurisdiction and ecclesiastical privilege; and his appetite for power grew.",
		"He sincerely believed that the ultimate purpose of freethinkers was to escape from moral restraints, and he had an unreasoning antipathy to Scotch Presbyterians and English Dissenters.",
		"The only interest of the piece for us lies in the proof which it furnishes, that at the opening of his life Burke had the same scornful antipathy to political rationalism which flamed out in such overwhelming passion at its close.",
		"It was not his place, as a practical philanthropist, to dwell on the defects in this coincidence; 2 and since what men generally expect from a moralist is a completely 1 This list gives twelve out of the fourteen classes in which Bentham arranges the springs of action, omitting the religious sanction (mentioned afterwards), and the pleasures and pains of self-interest, which include all the other classes except sympathy and antipathy.",
		"A Guardian leader warns of growing antipathy in politics.",
		"There is considerable and deep antipathy to the BNP by the majority of people.",
		"Considering the public's general antipathy toward journalists, the profession has come off surprisingly well in the movies.",
		"Here, surprisingly, as we glimpse his grief our natural antipathy toward the creator of this chaos turns in on itself.",
		"However, there is degree of consumer antipathy toward the medium.",
		"Southern's antipathy to elaboration becomes most damaging, however, when she rides roughshod over recent scholarly consensus.",
		"Besides it was pleasant, after his reception by the Austrians, to speak if not in Russian (for they were speaking French) at least with a Russian who would, he supposed, share the general Russian antipathy to the Austrians which was then particularly strong.",
		"This poem has the additional interest of showing the racial antipathy between the \"Inglis\"- speaking inhabitants of the Lothians and the \"Scots\" or Gaelic-speaking folk of the west country.",
		"Her failure was due partly to the commercial jealousy of Corinth working on the dull antipathy of Sparta, partly to the hatred of compromise and discipline which was fatally characteristic of Greece and especially of Ionian Greece, and partly also to the lack of tact and restraint shown by Athens and her representatives in her relations with the allies.",
		"Without sharing Montalembert's antipathy to the bastioned trace, and his predilection for high masonry caponiers, he followed out the principle of retarding the development of the attack, and provided for the most active defence.",
		"There was violent antipathy between the Christain Socialists and the German Nationalists, and the transference of their quarrels from the Viennese Council Chamber to the Reichsrath was very detrimental to the orderly conduct of debate.",
		"It does not, however, seem probable that their apparent anti-galactic tendency has such a significance; in the Magellanic Clouds spiral nebulae are very abundant, a fact which shows that there is no essential antipathy between the stars and the spiral nebulae.",
		"The laws of Howel Dda throw a flood of interesting light upon the ancient customs and ideas of early medieval Wales, but as their standard of justice is founded on a tribal arid not a territorial system of society, it is easy to understand the antipathy with which the Normans subsequently came to regard this famous code.",
		"When in addition it is considered that the Moldavian Jews, who are mostly of Polish and Russian origin, speak a foreign language, wear a distinguishing dress and keep themselves aloof from their neighbours, the antipathy in which they are held by the Rumanians generally may be understood.",
		"His dislike of Calvinism, or his antipathy to external complications, however, prevented him from taking any serious steps to defend Protestantism from the attacks of the counter-reformation.",
		"It appears that personal antipathy had been allowed to spring up.",
		"Iran's antipathy toward the West did not spontaneously generate out of the crazed rhetoric of radical mullahs.",
		"History of Latvian Independence.-With the outbreak of the World War in 1914 a prospect of some kind of national existence opened out to the Lettish intelligentsia, whose antipathy to Germany did not imply a readiness to die for Russia.",
		"It contains diverse interests and changing standpoints by which it is possible to explain the presence of purely southern tradition, the southern treatment of national history, and the antipathy to northern claims. As has already been mentioned, the specifically southern writings have everywhere been modified or adjusted to other standpoints, or have been almost entirely subordinated, and it is noteworthy, therefore, that in narratives elsewhere which reflect rivalries and conflicts among the priestly families, there is sometimes an animus against those whose names and traditions point to a southern origin (see Levites).",
		"Natasha and Princess Mary looked at one another in silence, and the longer they did so without saying what they wanted to say, the greater grew their antipathy to one another.",
		"The long antipathy between Japan and the rest of Asia threatens Japans role in a newly revitalizing global economy.",
		"But it is not so well understood that slavery discharged important offices in the later social evolution - first, by enabling military action to prevail with the degree of intensity and continuity requisite for the system of incorporation by conquest which was its final destination; and, secondly, by forcing the captives, who with their descendants came to form the majority of the population in the conquering community, to an industrial life, in spite of the antipathy to regular and sustained labour which is deeply rooted in human nature.",
		"When first admitted into the Union, Iowa had a strongly pronounced antipathy to banks.",
		"But in Homer the interest is purely dramatic. There is no strong antipathy of race or religion; the war turns on no political event; the capture of Troy lies outside the range of the Iliad.",
		"To those experiences was largely due the antipathy for Great Britain manifested by him in his later career.",
		"Lastly, when we once have freed ourselves from the antipathy engendered by his severance of ethics from the field of politics, when we have once made proper allowance for his peculiar use of phrases like frodi onorevoli or scelleratezze gloriose, nothing is left but admiration for his mental attitude.",
		"It was a dangerous triumph for Huss; for his popularity at court and in the general community had been secured only at the price of clerical antipathy everywhere and of much German ill-will.",
		"In his antipathy to Christianity, which appears to him barbaric and superstitious, he gives himself up to the scepticism and satire of a man of the world through which he comes in contact with Epicurean tendencies.\"",
		"His fortunes, however, were not thereby seriously affected, for by this time his business capacity and organizing skill had enabled him to consolidate his position, in spite of the difficulties he had encountered not only from rival manufacturers but also from the working classes, who in 1779 displayed their antipathy to labour-saving appliances by destroying a large Trill he had erected near Chorley.",
		"Every one, it would seem, can tell what value he sets on the pleasures of alimentation, sex, the senses generally, wealth, power, curiosity, sympathy, antipathy (malevolence), the goodwill of individuals or of society at large, and on the corresponding pains, as well as the pains of labour and organic disorders; 1 and can guess the rate at which they are valued by others; therefore if it be once granted that all actions are determined by pleasures and pains, and are to be tried by the same standard, the art of legislation and private conduct is apparently placed on an empirical basis.",
		"Apart from the mutual antipathy that existed between them, their lives took different directions.",
		"Mornington was the friend and favourite of Pitt, from whom he is thought to have derived the comprehensiveness of his political vision and his antipathy to the French name.",
		"They not only endeavoured to protect and guide the natives beyond the colonial border, but among the Hottentots within the colony they instilled notions of antipathy to the white farmers, and withdrew large numbers of them from agricultural pursuits.",
		"But however Oriental may have been the cast of mind that welcomed this theosophic asceticism, the forms of thought by which these views were philosophically reached are essentially Greek; and it is by a thoroughly intelligible process of natural development, in which the intensification of the moral consciousness represented by Stoicism plays an important part, that the Hellenic pursuit of knowledge culminates in a preparation for ecstasy, and the Hellenic idealization of man's natural life ends in a settled antipathy to the body and its works.",
		"In 1826 in Genesee county the disappearance of a printer named William Morgan was attributed to Free-Masons and aroused a strong antipathy to that order; and the anti-Masonic movement, through the fostering care of Weed, Francis Granger (1792-1868) and others, spread to other states and led eventually to the establishment of a political organization that by uniting various anti-Jacksonian elements, polled in the New York state election of 1832 more than 156,000 votes for Francis Granger, their candidate for governor against Marcy, who was chosen by about 10,000 plurality.",
		"Notwithstanding the concessions, obstruction was continued by the Clericals and the extreme Independents, partly in the hope of compelling the crown to grant the Magyar words of command and partly out of antipathy towards the person of the young calvinist premier.",
		"Giving rein to their ancient antipathy, the revolted peasantry attacked the towns, which were liberal in ideas and republican in sympathies."
	],
	"synonyms": [
		"distaste",
		"aversion",
		"unenthusiasm",
		"odium",
		"rancor",
		"enmity",
		"dislike",
		"disgust",
		"contrariety",
		"allergy",
		"repugnancy",
		"loathing",
		"hostility",
		"hatred",
		"antagonism"
	],
	"antonyms": [
		"appreciation",
		"honor",
		"approval",
		"regard",
		"respect",
		"admiration",
		"liking",
		"like",
		"sympathy",
		"esteem",
		"love",
		"rapport"
	]
}