{
	"word": "torque",
	"meaning": [
		"A measure of the tendency of a force to cause rotation, equal to the force multiplied by the perpendicular distance between the line of action of the force and the center of rotation.",
		"A turning or twisting force.",
		"A twisted metal collar or necklace worn by ancient Teutons, Gauls, Britons, etc.",
		"The force that acts to produce rotation, as in the drive shaft of an automotive vehicle.",
		"To give or impart torque to; cause to turn or twist."
	],
	"sentences": [
		"The change in the distance d is proportional to the change in the torque transmitted from the shaft to the pulley.",
		"The torque acting on the armature of an electric motor is necessarily accompanied by an equal and opposite torque acting on the FIG.",
		"Weights W and w are adjusted to the torque.",
		"In mechanics, the term \"torque\" is used of the turning-moment of a systemforce, as in a series dynamo.",
		"Next problem to sort out was the torque converter.",
		"Honda has beefed up the five-speed gearbox to cope with the torque.",
		"Torque peak tho is actually produced several hundred rpm below the torque peak rpm of the naturally aspirated version at 2100 rpm.",
		"A Dual Range transfer box allows a lower ratio to be selected for the torque convertor drive train.",
		"As mentioned earlier strong hip extensor support allows a forward trunk lean to minimize the loading response flexion torque at the knee.",
		"Fitted with exclusive 100% low torque graphite shafts generating high club head speed.",
		"It feels really solid to use and the torque seems pretty hefty, but it is equally controllable.",
		"It can be said that that short-stroke engines generate higher horsepower at higher revs, long-stroke engines develop more torque at lower revs.",
		"This added weight creates more rotational inertia, which in turn enables the disk to spin with more constant torque.",
		"Peak torque is at 12,000rpm, but it doesn't drop off, giving a long, flexible spread of peak torque is at 12,000rpm, but it doesn't drop off, giving a long, flexible spread of peak power.",
		"The constant power throughout the entire speed range produces a torque curve inversely proportional to the speed.",
		"However, the high torque figure at lower revs allows for high gearing, which in turn makes for good motorway economy.",
		"Spring - Both Midland Railroad Trust power cars have hydraulic fluid self-contained in the torque convertor.",
		"The maximum flow limiter input to the ratio servo limits the engine shaft torque by limiting fuel flow.",
		"There's ample torque low down, but you can feel the steering wheel shimmy as the turbo starts blowing.",
		"The high torque also twists the shaft and that makes the drive feel soggy.",
		"Visually check frames, pivot points, motor mountings, castors, torque tubes, motor drives spigots, and all other parts.",
		"On an uphill stretch, swarming with traffic and crowded by roadside construction, I clicked off the overdrive for a little more torque.",
		"You remark on just how much torque they've got, and you break into a grin that would make a Cheshire cat look sullen.",
		"The plates are all immersed in viscous silicone fluid, a ' glue ' which helps transmit torque to the output side.",
		"Variable braking torque You achieve torque control over a range 20-100% rated torque.",
		"Good mid-range torque gives excellent acceleration, try an MGB GT V8.",
		"There's plenty of low-down torque that pulls all the way to the 7500 red line.",
		"The system allowed for the infinite adjustment of the engine's valve timing, which maximized low-end torque as well as top end power.",
		"The maximum torque M K is effective in the case of short circuit.",
		"The secret to traction is the combination of usable torque and a good rear suspension set-up.",
		"This upgrade increases usable mid band torque and unlocks more of the engine's potential without demanding further upgrades to supporting systems.",
		"A torque curve is produced by plotting the torque curve is produced by plotting the torque measured against the engine speed.",
		"The highest peak torque of each test was used for analyzes.",
		"Good holding torque stops the focusing lens group with precision without overshoot.",
		"The blue line shows the inner disk torque, the green line shows the outer disk torque, the red line the total torque.",
		"The hydraulic torque converter is an extension of the principle employed in a hydraulic coupling.",
		"The gearbox was removed and rebuilt with tweaks and an uprated stall speed torque converter.",
		"They even used a torque wrench to ensure my alloy wheel bolts were set correctly.",
		"And how many of us have a torque wrench?",
		"Designed to be used between 1/2 \" square drive torque wrench and socket to accurately set the degrees of turn required by certain applications.",
		"The working space is adjustable to accommodate different sizes of torque transducer.",
		"At low engine speeds, the smaller turbocharger is effective immediately, producing 95 per cent of the available torque at just 1,500rpm.",
		"Such individual commissions have ranged from a silver torque to gold wedding rings and tiaras.",
		"It has a very large starting torque, which enables it to overcome the inertia of getting the load into motion, and it lifts heavy loads at a slower speed and lighter loads at a quicker one, behaving, under the action of the controller in a somewhat similar manner to that in which the cylinders of the steam crane respond to the action of the stop-valve.",
		"The torque corresponding to this couple is F 1 X z D = 2µWID, and hence follows the fundamental relation, 2T = 2F 1 D = 2µWID, or if W now represents the weight supported by the axle, F will be the tractive force exerted on the frame by the two axle-boxes to propel the vehicle, and the more convenient relation is established, T=2FD=2µWD (3) If T has a greater value than this relation justifies the wheels will slip. F is called the \" tractive force \" at the rail.",
		"Aquickvariation, or a periodic variation of the magnitude of the force or torque transmitted through the springs, tends to set up oscillations, and this tendency increases FIG.",
		"Hirn (see Les Pandynamometres, Paris, 1876) employed this principle to measure the torque trans mitted by a shaft.",
		"Where possible, however, by refinements in workmanship, etc., efforts are made to keep the torque required so low as to be within the power of the operator.",
		"Runaway Escapement In the type of escapement shown below torque is applied to the scape wheel causing it to rotate.",
		"There 's ample torque low down, but you can feel the steering wheel shimmy as the turbo starts blowing.",
		"Viper slip-on race cans have been specially developed to let riders obtain their bike 's maximum power and torque in style.",
		"An engine also has a peak torque at a specific rpm.",
		"It also provides extra torque at low revs, which means maximum power right from the start.",
		"The system allowed for the infinite adjustment of the engine 's valve timing, which maximized low-end torque as well as top end power.",
		"This upgrade increases usable mid band torque and unlocks more of the engine 's potential without demanding further upgrades to supporting systems.",
		"You can do this with the wheel on the ground using a BIG torque wrench.",
		"A torque curve is produced by plotting the torque measured against the engine speed.",
		"Designed to be used between 1/2 square drive torque wrench and socket to accurately set the degrees of turn required by certain applications.",
		"The vane on top of the tower served to counteract wind torque.",
		"Ungrateful wretch that I am, I kinda missed the walloping torque of my Fabia vRS.",
		"This is to account for factors such as wind shear and torque on the tower itself.",
		"A wind turbine converts the force of the wind into torque on the rotor blades.",
		"Torque is a term used to describe a force that turns something.",
		"Rather thicker at the end that goes into the glass to crush or \"muddle\" the ingredients together and tapering to an easy to grip handle so you can get some good torque going as you grind the mint into the sugar and lime juice.",
		"In The Suffering, you are an inmate named Torque, and you have been sent to the Carnate Abbot Penitentiary island for killing off your family.",
		"Torque has blackouts and cannot seem to remember that he performed this gruesome act.",
		"As you make your way through the prison, you will find out more about these monsters and their connection with Torque.",
		"This fact keeps the gameplay a bit addictive as you encounter and discover the secrets of the Carnate Abbot Penitentiary and how Torque is tied into its insanity.",
		"You will use the multiple weapons you find, combined with your wits to solve the mystery of Torque's past.",
		"Experience Torque's past through flashbacks and see the tragedy of what happened to him before he was originally sent to the island penitentiary.",
		"The journey to discover the truth about Torque's past will not be easy, as you explore the city filled with vicious creatures, dangerous slums, and ghostly visions.",
		"The Torque 254 is a serious work boot that boasts a rubber outsole for traction and durability, a sympatex lining and an upper of premium full-grain leather for comfort, durability and abrasion resistance.",
		"Their boots are unique because of design features like the Advanced Torque Stability (ATS), which provides better support and stability for the wearer, and Hexcel cushioning, which absorbs shock better.",
		"It can put too much strain and torque on the chassis and break it.",
		"For example, you can use fourth gear at 65 MPH for a little extra torque when passing or second gear at 35MPH for getting up a hill.",
		"Hence if all the energy supplied to the train is utilized at one axle there is the fundamental relation RV (I) Continuing the above arithmetical illustration, if the wheels to the axle of which the torque is applied are 4 ft.",
		"The fundamental condition governing the design of all tractive machinery is that the wheels belonging to the axles to which torque is applied shall roll along the rails without slipping, and exert a tractive force on the train.",
		"The fundamental relation between the applied torque and the tractive force F will be understood from fig.",
		"The form of the torque curve, or crank effort curve, as it is sometimes called, is discussed in the article Steam Engine, and the torque curve corresponding to actual indicator diagrams taken from an express passenger engine travelling at a speed of 65 m.",
		"If a charged condenser is suddenly discharged and then insulated, the reappearance of a potential difference between its coatings is analogous to the reappearance of a torque In the case of a glass fibre which has been twisted, released suddenly, and then gripped again at the ends.",
		"Both these forces usually act at the same radius R, the distance from the axis to the centre line of the rope, in which case the torque T is (W-p)R, and consequently the brake horse-power is (W - p)RX21rN, When µ 33,000 changes the weight W rises or falls against the action of the spring balance until a stable condition of running is obtained.",
		"The torque corresponding to 2000 H.P. at 90 revs.",
		"When a belt, in which the maximum and minimum tensions are respectively P and p lb, drives a pulley, the torque exerted FIG.",
		"A torque applied to the shaft A can be transmitted to D, neglecting friction, without change only if the central pulley K is held from turning; the torque required to do this is twice the torque transmitted.",
		"The torque required to hold the coils in their normal position is proportional to the mean value of the product of the currents flowing through two coils respectively, or to the mean value of the product of the current in the power-absorbing circuit and the potential difference at its ends, that is, to the power taken up by the circuit.",
		"Hirn's method of measuring the work expended in terms of the torque and the number of revolutions, still possess value as experimental evidence.",
		"The Torque Was Measured By Weights 0 And P Suspended By Silk Ribbons Passing Over The Pulleys N And Round The Disk Kl.",
		"Since a couple is for our purposes sufficiently represented by its moment it has been proposed to substitute the name torque (or twisting effort), as free from the suggestion of any special pair of forces.",
		"If this distance is varied until the attracted disk comes into a definite sighted position as seen by observing the end of the index through the lens, then since the force f is constant, being due to the torque applied by the wire for a definite angle of twist, it follows that the difference of potential of the two plates varies as their distance.",
		"The twist or surface-shear being proportional to the torque, the horse-power can be calculated if the modulus of rigidity of the steel employed is known or if the amount of twist corresponding to a given power has previously been ascertained by direct experiment on the shaft before it has been put in place.",
		"Apart from the texts mentioned above, the only remains of the Gothic language are the proper names and occasional words which occur in Greek and Latin writings, together with some notes, including the Gothic alphabet, in a Salzburg MS. of the 10th century, and two short inscriptions on a torque and a spear-head, discovered at Buzeo (Walachia) and Kovel (Volhynia) respectively.",
		"Torque may also tear the meniscus in the absence of a cruciate tear.",
		"The rate at which work is done on a particular axle is measured by the product where T is the torque or turning moment exerted on the axle by the motor or mechanism applied to it for this purpose, and is the angular velocity of the axle in radians per second.",
		"The coefficient of friction is a variable quantity depending upon the state of the rails, but is usually taken to be This is the fundamental equation between the forces acting, however the torque may be applied.",
		"Every axle of an electric locomotive may thus be subjected to a torque, and the large weight which must be put on one pair of wheels in order to secure sufficient adhesion when all the driving is done from one axle may be distributed through as many pairs of wheels as desired.",
		"If T is the mean torque, the work done on the crank-axle per revolution is 27rT.",
		"In these circumstances the torsional angle becomes a measure of the torque and therefore of the product of the strengths of the currents in the two coils, that is to say, of the square of the strength of the current passing through the two coils if they are joined up in series.",
		"When the force acts on a body free to turn about a fixed axis only, it is convenient to express the work done by the transformed product TO, where T is the average turning moment or torque acting to produce the displacement 0 radians.",
		"The moments of the components of these actions and reactions in a plane to which the axis of rotation is at right angles are the two aspects of the torque acting, and therefore the torque acting on B through the shaft is measured by the torque required to hold A still.",
		"If, therefore, the motor is mounted on a cradle free to turn about knife-edges, the reacting torque is the only torque tending to turn the cradle when it is in a vertical position, and may therefore be measured by adjusting weights to hold the cradle in a vertical position.",
		"When the currents flow through the two coils, forces are brought into action compelling the coils to set their axes in the same direction, and these forces can be opposed by another torque due to the control of a spiral spring regulated by moving a torsion head on the instrument.",
		"The relation between the b.h.p. and the torque on the driving-axle is 55 o B.H.P. =Tu., (9) It is usual with steam locomotives to regard the resistance R as including the frictional resistances between the cylinders and the driving-axle, so that the rate at which energy is expended in moving the train is expressed either by the product RV, or by the value of the indicated horse-power, the relation between them being 55 0 I.H.P. =RV (Io) or in terms of the torque 55 0 I.H.P.X€=RVe=TW (II) The individual factors of the product RV may have any value consistent with equation (to) and with certain practical conditions, so that for a given value of the I.H.P. R must decrease if V increases.",
		"This tendency can be resisted by giving a twist to the torsion head and so applying to the movable coil through the spring a restoring torque, which opposes the torque due to the dynamic action of the currents.",
		"On the other hand, if the effects arose from balanced stresses set up inside the globe by the radiation, the effects on the vanes and on the case would be of the nature of action and reaction, so that the establishment of motion of the vanes in one direction would involve impulsion of the case in the opposite direction; but when the motion became steady there would no longer be any torque either on the vanes or on the case, and the latter would therefore come back to its previous position of equilibrium; finally, when the light was turned off, the decay of the motion of the vanes would involve impulsion of the case in the direction of their motion until the moment of the restoring torque arising from the suspension of the case had absorbed the angular momentum in the system.",
		"In this way the brake may be arranged to maintain a constant torque, notwithstanding variation of the speed.",
		"The torque required to hold the casing still against the action of the disk measures the torque exerted by the shaft to which the disk is keyed.",
		"In spring dynamometers designed to measure a transmitted torque, the mechanical problem of ascertaining the change of form of the spring is complicated by the fact that the spring and the whole apparatus are rotating together.",
		"When a shaft is driven by means of gearing the driving torque is measured by the product of the resultant pressure P acting between the wheel teeth and the radius of the pitch circle of the wheel fixed to the shaft.",
		"The typical torque is a circlet with twisted rope-like strands, the ends not joined together; the torque was usually worn with the opening in the front as seen in a figure of a Gaul in a sculptured sarcophagus in the Capitoline Museum at Rome.",
		"If then the torsion head is twisted, the suspended coil experiences a torque and is displaced through FIG."
	],
	"synonyms": [
		"torsion",
		"twist",
		"turn",
		"necklace",
		"force",
		"collar",
		"armband",
		"revolution",
		"revolving",
		"circulatory force"
	],
	"antonyms": []
}