{
	"word": "solitude",
	"meaning": [
		"The state of being solitary, or alone; seclusion, isolation, or remoteness.",
		"A lonely or secluded place.",
		"Aloneness; state of being alone or solitary, by oneself."
	],
	"sentences": [
		"Solitude had always been her friend.",
		"The solitude of the place sets one dreaming.",
		"We enjoyed the beauty and solitude of the hills more than ever.",
		"But now, in the solitude of the journey, they seized him with special force.",
		"Too much in awe of his father to make him a confidant, he wrestled in the gloomy solitude of his own mind.",
		"I have never felt lonesome, or in the least oppressed by a sense of solitude, but once, and that was a few weeks after I came to the woods, when, for an hour, I doubted if the near neighborhood of man was not essential to a serene and healthy life.",
		"In solitude, the emotions are too quiescent to be explored and analyzed.",
		"I never found the companion that was so companionable as solitude.",
		"Finding, however, in the cloister neither calm nor solitude, and having gradually turned again to study, he yielded after a year to urgent entreaties from without and within, and went forth to reopen his school at the priory of Maisoncelle (1120).",
		"To illustrate the intensity of the pleasure he found alike in the solitude of his study and in the relaxations of genial social intercourse, almost any page taken at random, either from the Life or from the Letters, would suffice.",
		"There were also lots of other visitors to spoil the solitude of the place.",
		"He has indeed praised \"the self-sufficing power of solitude\" in almost the same phrase as Wordsworth, and from time to time would even in youth seclude himself for a season in complete intellectual absorption, as when he toiled among his.",
		"It had been a year since they had seen each other and the solitude had been only just bearable.",
		"On many of these desolate rocks, which could have afforded only the barest sustenance, there are remains of the dwellings and churches of early religious settlers who sought solitude here.",
		"She finds solitude is not all she expected it to be.",
		"For the rest of the summer and the following winter the fort was dwarfed by the immensity of its solitude.",
		"Holidays in Cayo Guillermo appeal to those looking for the solitude and romance of a virtually pristine and otherwise deserted island.",
		"I loved the solitude of that room, and it did much to enable me to discover what kind of Etonian I was.",
		"Composition meant for him intense absorption in his work; solitude and quiet were essential; and he resented interruptions by grotesque explosions of humorously exaggerated wrath.",
		"Being both absolute and changeable, remote and immediate, physical but also metaphysical, the sky engages dynamically with the poet's solitude.",
		"The relative solitude of the site is half the attraction!",
		"He devoted himself to solitude, prayer and the service of the poor, and before long went on a pilgrimage to Rome.",
		"But desiring both security and solitude for study he left the city again about New Year of 1534 and became the guest of Louis du Tillet, a canon of the cathedral, at Angouleme, where at the request of his host he prepared some short discourses, which were circulated in the surrounding parishes, and read in public to the people.",
		"Strangely enough, in this exile - rendered still more irksome by his father's mania for solitude and by his tyrannical temper - the genius of Octave Feuillet developed.",
		"The Valley gets log-jammed with tour buses and cars driving the length and breath of it but there are still places of quiet solitude and rural peace, albeit, these are easier to find in the winter rather than the summer.",
		"Autistic children have difficulty interacting with others, preferring solitude over group play.",
		"With everyone gone, she could enjoy the solitude.",
		"I know; you like your solitude.",
		"He approached St Faro, the bishop of Meaux, to whom he made known his desire to live a life of solitude in the forest.",
		"Now, however, a more logical and scholarly aspect was given to their literature by the writings of Barclay, especially his Apology for the True Christian Divinity published in Latin (1676) and in English (1678), and by the works of Penn, amongst which No Cross No Crown and the Maxims or Fruits of Solitude are the best known.",
		"As she grew to womanhood she became inclined to silence, and spent much of her time in solitude and prayer.",
		"From the Oriental philosophy he seems to have adopted a life of solitude.",
		"After all, he was a recluse and undoubtedly enjoyed the solitude of a quiet ranch.",
		"In spite of the breath-catching vertical drop-offs, boulder-strewn tilting and rolling Jeep roads with their impossible angles of ascent, the solitude of being able to stare for miles and miles in any directions with not a soul in sight—all this melted away to a sense of awe and peace that made any anxiety evaporate like mountain mist on a summer morning.",
		"This high wild corrie sees even less traffic than the Great Moss side and is a place to really enjoy a bit of solitude.",
		"Monday-Friday the slopes are deserted and international visitors enjoy the magnificence in solitude.",
		"In the wild state it is gregarious, associating in herds of ten, twenty or more individuals, and, though it may under certain circumstances become dangerous, it is generally inoffensive and even timid, fond of shade and solitude and the neighbourhood of water.",
		"Some modification of the rule of unbroken solitude would be inevitable; but he strongly urged its adoption for certain classes, and he was equally convinced of the imperative necessity for giving every prisoner a separate sleeping cell.",
		"There was an enormous yearning in me to go into solitude in order to develop my will.",
		"The relative solitude of the site is half the attraction !",
		"This period also saw her turn into a bitter and spiteful woman seeking only solitude.",
		"At present, hardly a few verdant oases relieve its dead solitude.",
		"A bedroom can be an oasis, a place to getaway from the routine and a place to find that sometimes needed tranquility and solitude.",
		"In a doctoral program, a good portion of the study is spent in solitude and research.",
		"This does not mean, however, that adults interested in cruising won't be able to find solitude onboard.",
		"Access to its abundant natural gems and supreme solitude combined with its short sailing season make cruising to Antarctica an expensive travel option.",
		"The quiet solitude of a snow covered meadow or the amazing sight of the huge wind drifts along the sides of a cliff are often enough to get people coming back for more winter camping every year.",
		"The collaborative nature of ghostwriting can provide a nice break from the solitude of ordinary freelance writing projects.",
		"Believe it or not, Aquarius does have the occasional need for solitude, but it won't last more than a fleeting micro-second.",
		"Over the years, she's found that doing so often requires a certain amount of quiet and solitude.",
		"However, Leo is also a social sign, and this can play havoc with the Aquarian need for solitude.",
		"Another person might understand how to communicate well but prefers solitude and has a limited range of interests, especially activities that involve other people.",
		"The footage they gathered from their trip was turned into an hour-long documentary called Snowshoes and Solitude.",
		"He later confronted Clark at the Fortress of Solitude, determined to destroy it and Clark.",
		"Season five finds Clark transported to the Fortress of Solitude, where Jor-El tells him he cannot return to Smallville.",
		"On these occasions she took Tammy with her, and Lisa was left to enjoy her precious solitude.",
		"And Mr. Cade has done nothing to make me think he is anything but a normal man who simply enjoys his solitude.",
		"She had lived in an apartment by herself for several years now and thoroughly enjoyed the solitude.",
		"Their summits stand out gaunt and lonely in an unbroken solitude.",
		"Dio Chrysostom, Plutarch's contemporary, declares that neither Homer nor Hesiod sang of the chariot and horses of Zeus so worthily as Zoroaster, of whom the Persians tell that, out of love to wisdom and righteousness, he withdrew himself from men, and lived in solitude upon a mountain.",
		"Most of Nasir's lyrical poems - were composed in his retirement, and their chief topics are - an enthusiastic praise of `Ali, his descendants, and Mostansir in particular; passionate outcries against Khorasan and its rulers, who had driven him from house and home; the highest satisfaction with the quiet solitude of Yumgan; and utter despondency again in seeing himself despised by his former associates and for ever excluded from participation in the glorious contest of life.",
		"It was during the solitude of his voyage to France, when on deck at night, that he first shaped his idea of the genesis of primitive poetry, and of the gradual evolution of humanity.",
		"She survived her husband, her son-in-law, and eight out of her twelve children, and she passed the last miserable years of her life in poverty, solitude and ill-health.",
		"The sacrifices and offerings were acknowledgments of divine bounty and means used to insure its continuance; the Arab was the \" slave \" of his god and paid him tribute, as slaves used to do to their masters, or subjects to their lords; and the free Bedouin, trained in the solitude of the desert to habits of absolute self-reliance, knew no master except his god, and acknowledged no other will before which his own should bend.",
		"According to the rule of St Bruno, all the members of a Carthusian brotherhood lived in the most absolute solitude and silence.",
		"The early death of his parents, which illustrated to him in the most forcible manner the unstableness of all human existence, threw a gloom over his whole life, and fostered in him that earnest piety and fervent love for solitude and meditation which have left numerous traces in his poetical writings, and served him throughout his literary career as a powerful antidote against the enticing favours of princely courts, for which he, unlike most of his contemporaries, never sacrificed a tittle of his self-esteem.",
		"The bleak climate, however, the solitude, and the necessity of managing a household with a single servant, were excessively trying to a delicate woman, though Mrs Carlyle concealed from her husband the extent of her sacrifices.",
		"As vegetation begins to appear, herds of wild elephants and buffaloes are attracted by the supply of food and the solitude of the newly-formed land, and in their turn contribute to manure the soil.",
		"There it appears to inhabit every waste sufficiently extensive to afford it the solitude it loves.",
		"And we are touched to think of the simple-minded guest secretly praying, in the solitude of his room in the fine house at Beaconsfield, that the way of his anxious and overburdened host might be guided by a divine hand.",
		"He is sent back in disgrace, punished by solitude and plain bread, presently repents, reforms and is killed by kindness.",
		"I preferred solitude anyway; it was the medium in which I had been raised, in which I swam comfortably.",
		"The center is ideal for individuals seeking solitude for long or short periods.",
		"Once 50 meters from these three sites you will enjoy reasonable solitude.",
		"Each of these allows you to enjoy the natural beauties of this scenic area along with the peaceful solitude away from city life.",
		"This long stretch of coastline has lots of little beaches, which means you may be able to find a bit of quiet solitude.",
		"Often the detachment will stimulate a desire for solitude, as the person feels world-weary.",
		"After a short time his father removed to the \" rustic solitude \" of Buriton (Hants), but young Gibbon lived chiefly at the house of his maternal grandfather at Putney, where, under the care of his devoted aunt, he developed, he tells us, that passionate love of reading \" which he would not exchange for all the treasures of India,\" and where his mind received its most decided stimulus.",
		"The southern spring, the comfortable rapid traveling in a Vienna carriage, and the solitude of the road, all had a gladdening effect on Pierre.",
		"I 'm a runner and a walker and I love the solitude of the hills.",
		"He is a political fighter but also a poet who sings Irish song in the solitude of the countryside.",
		"After the busy trails toward Everest all the group enjoyed the total solitude of the stunning valley above Thame.",
		"And many of her own dawn visits were clearly heightened experiences in the midst of the beauty and solitude of an ancient landscape.",
		"In 1816 Hunt published Keats 's sonnet O Solitude in the Examiner and in 1821 La Belle Dame sans Merci in the Indicator.",
		"Explore Canyon, Deer Valley, Park City, Snowbird, or Solitude and enjoy the elegance of Utah skiing.",
		"As a boy, Henry drove his mother's cow to the pastures, and thus early became enamoured of certain aspects of nature and of certain delights of solitude.",
		"This did not suit him, but from March 1883 to July 1884 he was at home at a charming house called La Solitude, above Hyeres; this was in many ways to be the happiest station in the painful and hurrying pilgrimage of Stevenson's life.",
		"The falcon (taka), always an honored bird in Japan, where from time immemorial hawking has been an aristocratic pastime, is common enough, and so is the sparrow-hawk (/lai-taka), but the eagle (washi) affects solitude.",
		"Flying from the country, he encountered the plague at Pinczoff; three of his four children were carried off; and he himself, worn out by age and misfortune, died in solitude and obscurity at Schlakau in Moravia, about the end of 1564.",
		"There were no children by the marriage, his own health was failing, and the remainder of his life appears to have been clouded by solitude and dejection.",
		"Its versatile cries and actions, as seen and heard by those who penetrate the solitude of the northern forests it inhabits, can never be forgotten by one who has had experience of them, any more than the pleasing sight of its rust-coloured tail, which an occasional gleam of sunshine will light up into a brilliancy quite unexpected by those who have only surveyed the bird's otherwise gloomy appearance in the glass-case of a museum.",
		"During the night following the interment, called the Night of Desolation, or that of Solitude, the soul being believed to remain with the body that one night, fikis are engaged at the house of the deceased to recite various portions of the Koran, and, commonly, to repeat the first clause of the profession of the faith, There is no God but God, three thousand times.",
		"In his solitude he had ample leisure for forming schemes of missionary enterprise among Persians and Goths, and by his correspondence with the different churches he at once baffled his enemies and gave greater energy to his friends.",
		"Reviewing the merits and demerits of each system, Mr Crawford gave his adhesion to that of unvarying solitude as pursued in the Eastern penitentiary in Pennsylvania.",
		"This period of almost unbroken solitude is of a painful character, and its duration has therefore been wisely limited.",
		"Yet he has written nothing so characteristic of Vaucluse as to be inapplicable to any solitude where there are woods and water.",
		"At these moments I took refuge in the most perfect solitude.",
		"Truth is I am dealing with a week of almost complete solitude the best way I can.",
		"In 1816 Hunt published Keats's sonnet O solitude in the Examiner and in 1821 La Belle Dame sans Merci in the Indicator.",
		"The impression conveyed was of a rather wistful solitude rather like the mood at the beginning of the recent Narnia movie.",
		"To illustrate the intensity of the pleasure he found alike in the solitude of his study and in the relaxations of genial social intercourse, almost any page taken at random, either from the Life or from the Letters, would suffice; and many incidental touches show that he was not a stranger to the delights of quiet contemplation of the beauties and grandeurs of nature.",
		"Partly because of the depressing memories associated with Bald Hills, partly because Prince Andrew did not always feel equal to bearing with his father's peculiarities, and partly because he needed solitude, Prince Andrew made use of Bogucharovo, began building and spent most of his time there.",
		"Not only could he no longer think the thoughts that had first come to him as he lay gazing at the sky on the field of Austerlitz and had later enlarged upon with Pierre, and which had filled his solitude at Bogucharovo and then in Switzerland and Rome, but he even dreaded to recall them and the bright and boundless horizons they had revealed.",
		"Then during the first day spent in inaction and solitude (he tried several times to fix his attention on the masonic manuscripts, but was unable to do so) the idea that had previously occurred to him of the cabalistic significance of his name in connection with Bonaparte's more than once vaguely presented itself.",
		"Camille Lemonnier has given in one of his Causeries a striking picture of this faded scene of former greatness, now a solitude in which the few residents seem spectres rather than living figures.",
		"He devoted himself to the study of books, birds and trees, and speaks of his natural delight in solitude being largely increased.",
		"In 1773 the duke Karl Eugen of Wurttemberg claimed young S chiller as a pupil of his military school at the \"Solitude\" near Ludwigsburg, where, instead of his chosen subject of study, theology, he was obliged to devote himself to law.",
		"Each man has within him a guardian spirit, a god within him, who never sleeps; so that even in darkness and solitude we are never alone, because God is within, our guardian spirit.",
		"When he did converse it was in simple language, a contrast to his later writings, where an involved style and the use of new or universal words are drawbacks upon the speculations of a genius original and profound, but with the faults of solitude.",
		"When one enters the portals of learning, one leaves the dearest pleasures--solitude, books and imagination--outside with the whispering pines.",
		"Emerging from his solitude Rienzi journeyed to Prague, which he reached in July 1350, and threw himself upon the protection of the emperor Charles IV.",
		"He withdrew, therefore, into solitude, and passed the rest of his life in retirement and prayer on the island of St Come near Tours.",
		"The community at Alexandria lived in mean and scattered houses, near enough to afford protection, without depriving the members of the solitude which they prized.",
		"He experienced within himself the inward call to seek the amelioration of mankind and their deliverance from ruin, and regarded this inner impulse, intensified as it was by long, contemplative solitude and by visions, as being the call addressed to him by God Himself.",
		"Solitude is advisable at first, but few people can find time amounting to ten minutes for solitary studies of this sort, so busy and so gregarious is mankind.",
		"His plan was to keep every inmate of every cell under constant close observation, and all were to be reformed by solitude and seclusion while constantly employed in remunerative labour, in the profits of which they were to share.",
		"And some years pass during which he plays a pitiful comedy to himself in solitude on his island, justifying his actions by intrigues and lies when the justification is no longer needed, and displaying to the whole world what it was that people had mistaken for strength as long as an unseen hand directed his actions.",
		"After the last two days spent in solitude and unusual circumstances, Pierre was in a state bordering on insanity.",
		"During 6th and 7th centuries, Irish anchorites, in their \"passion fc_ solitude,\" found their way to the Hebrides, Orkneys, Shetlands, Faroes and Iceland, but they were not interested in colonization or geographical knowledge.",
		"Men of business, even farmers, thought only of solitude and employment, and of the great distance at which I dwelt from something or other; and though they said that they loved a ramble in the woods occasionally, it was obvious that they did not.",
		"At Montevecchio he lived contentedly among his books, in the neighbourhood of his two friends, Pico at Querceto, and Poliziano at Fiesole, cheering his solitude by playing on the lute, and corresponding with the most illustrious men of Italy.",
		"Owing its real origin, as a distinct foundation of reformed Benedictines, in the year 1098, to Stephen Harding (a native of Dorsetshire, educated in the monastery of Sherborne), and deriving its name from Citeaux (Cistercium), a desolate and almost inaccessible forest solitude, on the borders of Champagne and Burgundy, the rapid growth and wide celebrity of the order are undoubtedly to be attributed to the enthusiastic piety of St Bernard, abbot of the first of the monastic colonies, subsequently sent forth in such quick succession by the first Cistercian houses, the far-famed abbey of Clairvaux (de Clara Valle), A.D.",
		"There is little doubt that for the last ten or fifteen years of his life, if, not from the time of his quarrel with Diderot and Madame d'Epinay, Rousseau was not wholly sane - the combined influence of late and unexpected literary fame and of constant solitude and discomfort acting upon his excitable temperament so as to overthrow the balance, never very stable, of his fine and acute but unrobust intellect.",
		"I had withdrawn so far within the great ocean of solitude, into which the rivers of society empty, that for the most part, so far as my needs were concerned, only the finest sediment was deposited around me.",
		"Praising solitude, playing the hermit at Vaucluse, he only loved seclusion as a contrast to the society of courts."
	],
	"synonyms": [
		"purdah",
		"reclusiveness",
		"quarantine",
		"wilderness",
		"remoteness",
		"eremitism",
		"desert",
		"privacy",
		"seclusion",
		"retirement",
		"loneliness",
		"isolation",
		"aloneness",
		"solitariness",
		"singleness"
	],
	"antonyms": [
		"company",
		"togetherness",
		"companionship",
		"friendship"
	]
}