{
	"word": "incorrigible",
	"meaning": [
		"Incapable of being corrected or reformed.",
		"Not corrigible; that cannot be corrected, improved, or reformed, esp. because firmly established, as a habit, or because set in bad habits, as a child.",
		"Firmly rooted; ineradicable.",
		"Difficult or impossible to control or manage.",
		"Defective and impossible to materially correct or set aright.",
		"One that cannot be corrected or reformed.",
		"An incorrigible person.",
		"An incorrigibly bad individual."
	],
	"sentences": [
		"Then her teacher calls her an incorrigible little sermonizer, and she laughs at herself.",
		"Incorrigible offenders on these matters were \" left \" to the secular power, to be corrected with due \" animadversion.\"",
		"Robert the Strong, however, though many times victorious over the incorrigible pirates, was killed by them in a fight at Brissarthe (866).",
		"His temper and life seem to have been remarkably free from all that was jarring, jealous and fretful; unless, indeed, we are to accept as true the account of his wife's character which represents her as having been no fit mate for him, but an incorrigible shrew and skinflint.",
		"The Euclidean paradigm of mathematics as an objective, absolute, incorrigible and rigidly hierarchical body of knowledge is increasingly under question.",
		"Wardens from the Bureau of Prisons (BOP) were polled and selected their most incorrigible prisoners who were transferred to The Rock.",
		"It renders the truth of any time relative to the knowledge of the time, and precludes the notion of any rigid, static or incorrigible truth.",
		"But Alphonso did not use his freedom to act legibus solutus except against such hoary and incorrigible intriguers as Don Juan ci Tuerto or the Caballero Diego Gil, whom he beheaded with seventeen of his men after promising them security for their lives.",
		"The act for establishing the Tennessee Reformatory for Boys provides that the institution shall be governed by a board of trustees consisting of the governor and five other members, one retiring each year; that boys under eighteen years of age who are convicted of a penitentiary offence shall be sent to it; that the trustees may transfer incorrigible boys to the penitentiary, put others out in', the service of citizens on probation, or recommend them to the governor for pardon."
	],
	"synonyms": [
		"ineradicable",
		"hardened",
		"intractable",
		"hopeless",
		"irreparable",
		"unreformed",
		"unmanageable",
		"rooted"
	],
	"antonyms": [
		"corrigible",
		"repentant",
		"reformable",
		"obedient",
		"manageable",
		"nice",
		"good"
	]
}