{
	"word": "munificent",
	"meaning": [
		"Very generous in giving.",
		"Characterized by or indicative of great generosity.",
		"(of a gift, donation, etc.) Very generous; lavish."
	],
	"sentences": [
		"He was a munificent patron of men of letters, who came in large numbers to his court.",
		"At his request the university determined to erect a fine equatorial telescope for the instruction of his class and for purposes of research, a scheme which, in consequence of Warren de la Rue's munificent gift of instruments from his private observatory at Cranford, expanded into the establishment of the new university observatory.",
		"Maharaja Lachhmeswar Singh Bahadur, who succeeded to the raj in 1860 and died in 1898, was distinguished for his public services, and especially as one of the most munificent of living philanthropists.",
		"Akbar was a munificent patron of literature.",
		"His character as a munificent patron of literature - which has made his name a household word - is gratefully acknowledged by the recipients of it and attested by the regrets of the men of letters of a later age, expressed by Martial and Juvenal.",
		"And if that was n't munificent enough, he swung his weightless body over into one of the graveyard 's grim looking monumental figures.",
		"Contemptuous of the opinion of his fellows, he hid his virtues, paraded his faults, affected some failings from which he was really exempt, and, since his munificent charity could not be concealed from the recipients, laboured to spoil it by gratuitous surliness.",
		"Warham, who was chancellor of Oxford University from 1506 until his death, was munificent in his public, and moderate in his private life.",
		"In his long administration of his latter diocese he was most energetic, tactful and munificent.",
		"Mandi, therefore, could afford to be munificent, and in order to make his accession doubly welcome to his subjects, he began by granting a general amnesty to political prisoners.",
		"Mitsuhisa, then feudal lord of Satsuma, was a munificent patron of art.",
		"According to the Mahabharata he is at last promoted to Paradise as the reward for his munificent charity.",
		"To Mahommedans Mahmud is known, not only as a champion of the faith, but as a munificent patron of literature.",
		"A curious combination of the fierce warrior and the pious churchman, he manifested the one aspect of his character in his ruthless suppression of an insurrection in his northern dominion (thus gaining for himself the title of \"the Fierce\"), the other in his munificent foundation of bishoprics and abbeys.",
		"The museum was erected with part of the munificent bequest made to the city by Dominic Grassi in 1881.",
		"The library hall was restored and decorated, largely through the generosity of Sir William Priestley (1829-1900), formerly M.P. for the university; while munificent additions to the academic funds and resources were made by the 15th earl of Moray (1840-1901), Sir William Fraser (1816-1898), and others.",
		"He superintended every step of the progress of the building and of the purchase of the very valuable collection of apparatus with which it was equipped at the expense of its munificent founder the seventh duke of Devonshire (chancellor of the university, and one of its most distinguished alumni).",
		"It was to reinforce this element of the church's activity, as well as to strengthen her generally, that James Baird (1802-1876) in 1873 made the munificent gift of f soo,000.",
		"He had few personal friends, and rarely mingled in general society; though bitter to opponents, he was gentle to those who knew him, and his munificent charities gave him a warm place in the hearts of many to whom he was personally unknown."
	],
	"synonyms": [
		"unstinted",
		"unstinting",
		"unsparing",
		"lavish",
		"too-generous",
		"overgenerous",
		"philanthropic",
		"kindly",
		"humanitarian",
		"bountiful",
		"altruistic",
		"openhanded",
		"liberal",
		"generous",
		"free"
	],
	"antonyms": [
		"careful",
		"greedy",
		"stingy",
		"mean",
		"selfish",
		"miserly"
	]
}