{
	"word": "arcane",
	"meaning": [
		"Known or understood by only a few.",
		"Hidden or secret.",
		"Understood by only a few; esoteric.",
		"Understood by only a few; obscure; requiring secret or mysterious knowledge."
	],
	"sentences": [
		"Often, a buying decision hinges on a piece of arcane information about a product that is difficult to locate.",
		"Tarn is an arcane word for big puddle and sounds nice.",
		"This seemingly arcane finding could be of significance where an insurance claim is being made.",
		"Will discovers how to use the Subtle Knife of the title, an arcane instrument that allows one to cut holes in the fabric between adjacent universes - the deeper the cut, the farther the universe you enter is from our own.",
		"Waite (1887); and The Arcane Schools, by John Yarker (1909), may be consulted with advantage, though not authorized publications of the Society.",
		"To avoid ambiguity, this somewhat arcane note needs to be here.",
		"Find Tar-Meena at the Arcane University and show her the book.",
		"Others, on the other hand, hearken back to formal arcane rules of courtship.",
		"The whole subject of firearms seems a bit too arcane for the common man.",
		"By liberating the books from the offices and putting them in the public domain the Museum is opening up, becoming less arcane.",
		"Ranging from extremely clever to random and arcane, the videos in this section are rife with pop-culture references that might baffle anyone born before 1980.",
		"Keep in mind the arcane and vexing interstate shipping restrictions for wine when deciding on this option.The following are some good online sites that are helpful.",
		"It is the equivalent, in this rather arcane context, of the delivery up of infringing goods.",
		"At times, he would weave arcane arguments to undermine the legitimacy of the committee.",
		"Given Oxford's status as an international research institution, tutors can often be found in quite arcane subject areas.",
		"Enormous, mystical tomes contain the wealth of arcane knowledge gathered by mages over the centuries of this guild's existence.",
		"Adair Turner's long tussle with the arcane British pensions system invites comparison with undertaking an arduous military campaign.",
		"This slightly arcane sequence creates a global abbrev, which will apply in all modes.",
		"The issue might have seemed arcane - would they be allowed to borrow off balance sheet?",
		"He knew there must be one eventually for in his life he had been a Master of arcane lore.",
		"Adair Turner 's long tussle with the arcane British pensions system invites comparison with undertaking an arduous military campaign.",
		"It is this arcane, pre-modern polity that is being challenged by the demand for Scottish independence.",
		"There Peter acquired such arcane arts as the proper pronunciation of Daniel Jones's cardinal vowels.",
		"A terrible lore that allows spell casters, both Arcane and Divine to rape the land of its very life to fuel their magic.",
		"Realms of the Arcane - This site has a neat interactive deck that makes you feel like you are really using tarot cards.",
		"They could not be expected necessarily to understand common scriptural symbolism let alone the arcane speeches of the Nazarene."
	],
	"synonyms": [
		"unrevealable",
		"unguessed",
		"hypernormal",
		"preterhuman",
		"untellable",
		"pretersensual",
		"preternormal",
		"undisclosable",
		"unbreatheable",
		"supranatural",
		"secret",
		"esoteric",
		"enigmatic",
		"occult",
		"mystic"
	],
	"antonyms": [
		"common",
		"outward",
		"known",
		"normal",
		"commonplace"
	]
}