{
	"word": "exasperate",
	"meaning": [
		"To irritate or annoy very much; make angry; vex.",
		"To intensify (a feeling, disease, etc.); aggravate.",
		"To increase the gravity or intensity of.",
		"Exasperated.",
		"Having rough and prickly skin."
	],
	"sentences": [
		"Alcohol has a tendency to exasperate already tense situations, so abstaining is usually a good way to go.",
		"This step was well calculated to delight the followers of Ali, but it could not fail to exasperate the Abbasids and their partisans.",
		"He became, and could not but become, a persecutor in and out of Spain; and his persecutions not only hardened the obstinacy of the Dutch, and helped to exasperate the English, but they provoked a revolt of the Moriscoes, which impoverished his kingdom.",
		"The sense of injury, no doubt, contributed to exasperate Sarpi's feelings towards the court of Rome.",
		"At other points of the coast the British navy was employed in punitive expeditions against the coast towns - as for example the burning of Falmouth (now Portland, Maine) in October 1775 - which served to exasperate, rather than to weaken the enemy, or the unsuccessful attack on Charleston, S.C., in June 1776.",
		"Darnley at once threw himself into the arms of the party opposed to the policy of the queen and her secretary - a policy which at that moment was doubly and trebly calculated to exasperate the fears of the religious and the pride of the patriotic. Mary was invited if not induced by the king of Spain to join his league for the suppression of Protestantism; while the actual or prospective endowment of Rizzio with Morton's office of chancellor, and the projected attainder of Murray and his allies, combined to inflame at once the anger and the apprehension of the Protestant nobles.",
		"Since oily skin can exasperate easily into a full-blown acne problem, you will need a multi-pronged attack for your acne treatment."
	],
	"synonyms": [
		"aggravate",
		"exacerbate",
		"infuriate",
		"incense",
		"worsen",
		"upset",
		"tire",
		"intensify",
		"inflame",
		"imbitter",
		"excite",
		"ruffle",
		"rile",
		"nettle",
		"irritate"
	],
	"antonyms": [
		"better",
		"soothe",
		"ease",
		"comfort",
		"calm",
		"placate",
		"please"
	]
}