{
	"word": "mirth",
	"meaning": [
		"Joyfulness, gaiety, or merriment, esp. when characterized by laughter."
	],
	"sentences": [
		"The family were full of mirth and excitement after winning the game show.",
		"His eyes were twinkling with mirth and his lips were twisted into a sardonic smile.",
		"His eyes twinkled with mirth.",
		"His eyes twinkled with mirth and he reached for his tablet.",
		"His eyes twinkled with mirth, but he refused to let the rest of his face respond.",
		"The tune, played with precision and in exact time, began to thrill in the hearts of Nicholas and Natasha, arousing in them the same kind of sober mirth as radiated from Anisya Fedorovna's whole being.",
		"The sadness in her voice chased away his mirth.",
		"It was a lot of fun tho ' there were quite a few spills which caused much mirth and not too much damage.",
		"These peace and love people of great mirth Have come to play and pray on God's good Earth.",
		"There is nothing that comforts and strengthens the heart so much as honest mirth, stimulated by good company.",
		"As he redoubled his efforts so the mirth of the audience grew more hysterical.",
		"Were there no ears on which the rude clamor of that noisy mirth struck as a funeral knell?",
		"Unfortunately such episodes can provoke more mirth than disgust.",
		"Who would have mirth In after-life while Earth's poor children wear The fetters of the despot, and despair To break them?",
		"Me makes they certain part size of large to tiny using the size feature. it hare mirth of jigsaw puzzles with someone.",
		"The subject of such mirth in the chapter - a brown terrier dog - was not particularly emphasized.",
		"I am far from throwing a wet blanket over any innocent mirth.",
		"A stupid dejection succeeded the boisterous mirth of the overnight.",
		"She walked in to everyone's laughter and mirth, when, quite suddenly, the top leaves on every stem turned scarlet.",
		"There are quatrains in the Rubdiyat of Omar Khayyam and pessimistic verses in Ecclesiastes which might have been uttered by Aristippus (\"Then commended mirth, because a man hath no better thing than to eat and to drink and to be merry; for that shall abide with him of his labour the days of his life which God giveth him under the sun\").",
		"Every member is busy in his place, performing his duty with alacrity; nor is sober mirth wanting.\"",
		"She walked in to everyone 's laughter and mirth, when, quite suddenly, the top leaves on every stem turned scarlet.",
		"However, some of California's best wine comes out of Randall Grahm's Bonny Doon for mirth and Rhône style wines, Paul Draper's Ridge Winery for Cabernet Sauvignon (think 1976 Paris Tasting), and David Bruce for some excellent Pinot Noir.",
		"His smile was dry, but his eyes twinkled with mirth.",
		"Most Immortals had no mirth in the first place.",
		"The act was accompanied by so much mirth that neighbors were awakened and saw the men and the horns which led to much jeering.",
		"Suffer no wicked mouth to make blasphemous mirth out of my distresses by asking, \" Where is thy God?",
		"I have provided much mirth, I think you will agree.",
		"Another of the victims of that day was Hajji Mirth Jani of Kashan, the author of the oldest history of the movement from the Babi point of view.",
		"The Bab was succeeded on his death by Mirth Yahya of Nur (at that time only about twenty years of age), who escaped to Bagdad, and, under the title of Subh-i-Ezel (\" the Morning of Eternity \"), became the pontiff of the sect.",
		"He lived, however, in great seclusion, leaving the direction of affairs almost entirely in the hands of his elder halfbrother (born 12th November 1817), Mirth Husayn `Ali, entitled Baha' u'llah (\" the Splendour of God \"), who thus gradually became the most conspicuous and most influential member of the sect, though in the Igan, one of the most important polemical works of the Babis, composed in 1858-1859, he still implicitly recognized the supremacy of Subh-i-Ezel.",
		"Mention should also be made of an Arabic history of the Babis (unsympathetic but well-informed) written by a Persian, Mirth Muhammad Mandi Khan, Za'imu'd-Duwla, printed in Cairo in A.H.",
		"A night at a comedy theater can provide a wealth of hilarity and mirth.",
		"Delicious dark chocolate eyes twinkled with mirth.",
		"He was poor, even to raggedness; and his appearance excited a mirth and a pity which were equally intolerable to his haughty spirit.",
		"Few books have added so much to the innocent mirth of mankind of the first two parts of Gulliver; the misanthropy is quite overpowered by the fun.",
		"His eyes twinkled with mirth as he gazed down at her and a smile plucked at the corners of his mouth.",
		"They laughed and were gay not because there was any reason to laugh, but because gaiety and mirth were in their hearts and so everything that happened was a cause for gaiety and laughter to them."
	],
	"synonyms": [
		"mirthfulness",
		"merriness",
		"lightheartedness",
		"joviality",
		"jocundity",
		"jolliness",
		"jocosity",
		"jocoseness",
		"gleefulness",
		"blithesomeness",
		"blitheness",
		"hilarity",
		"glee",
		"gaiety",
		"merriment"
	],
	"antonyms": [
		"misery",
		"gloom",
		"unhappiness",
		"blues",
		"depression",
		"distress",
		"sadness"
	]
}