{
	"word": "cursory",
	"meaning": [
		"Hastily, often superficially, done; performed rapidly with little attention to detail.",
		"Hasty; superficial; careless."
	],
	"sentences": [
		"After a cursory look, she moved on.",
		"She used wax to bind the partially severed ends together, just enough that a cursory glance wouldn't disclose what she'd done.",
		"Dean located Jonathan Winston and relat­ed what Fred had seen but it was clear the FBI officer doubted the identification and gave only a cursory nod and a promise to look into it.",
		"They do not stand up to even cursory inspection.",
		"But Luxemburg, riding up with his advanced guard from Velaine, decided, after a cursory survey of the ground, to attack the front and both flanks of the Allies' position at once - a decision which few, if any, generals then living would have dared to make, and which of itself places Luxemburg in the same rank as a tactician as his old friend and commander Conde.",
		"The true Tapaculo (P. albicollis) has a general resemblance in plumage to the females of some of the smaller Shrikes (Lanius), and to a cursory observer its skin might pass for that of one; but its shortened wings and powerful feet would on closer inspection at once reveal the difference.",
		"Don't confuse pre-approval with pre-qualification; a prequalification is only based on a cursory review of your finances.",
		"The primary focus will be on the act of measuring, with everything else receiving a rather cursory treatment.",
		"Due to time and space constraints, however, only a relatively cursory examination of these features was possible.",
		"Even a cursory glance at Hurd's outstanding book reveals his dependable traits.",
		"A cursory inspection of the underside will quickly reveal the truth - you have overdrive or you do not.",
		"These characteristics can help couples determine if the ring they are interested in is truly an antique, but the official word should come from a professional appraisal rather than a cursory inspection.",
		"When you shop for commercially prepared candies and cookies, the safest methods of ensuring such products are gluten-free involve more than a cursory investigation.",
		"Nor can even so cursory a sketch omit to mention Bernardino Ochino and the Anabaptist Hiibmaier.",
		"A cursory glance at the plot does little to dispel the myth that this is a sordid gothic tale of horror.",
		"After a cursory look, the judge will ask the group to move once around the entire ring and then stop where they first started.",
		"A lot of exercisers and gym goers may do some cursory stretching at the beginning or end of a workout, without really knowing why stretching is so important.",
		"Kidd, \"A Cursory Analysis of the Works of Galen, so far as they relate to Anatomy and Physiology,\" Trans.",
		"Gareth led the J. After a fairly cursory look at dummy I could see that prospects looked good.",
		"Other bodies have made only cursory attempts to trace documentation.",
		"The directory below just gives a very cursory glance at the activities of a very small number of the largest defense firms in Europe.",
		"Even a cursory glimpse at Salma Hayek's bikini photographs shows her commitment to the natural look; her hair is loose and flowing, and there's not a stitch of makeup to be found on her distinctive features.",
		"A cursory inspection of the bird, which is not unfrequently brought alive to Europe, its size, and its enormous bill and talons, at once suggest the vast powers of destruction imputed to it, and are enough to account for the stories told of its ravages on mammals - sloths, fawns, peccaries and spidermonkeys.",
		"Even if there were no such unmistakable expressions as these, the most cursory glance into Saint-Simon's writings is enough to reveal the thread of connexion between the ingenious visionary and the systematic thinker.",
		"The flight from a cursory survey of facts to wide so-called principles must give way to a gradual progress upward from propositions of minimum to those of medium generality, and in these consists the fruitfulness of science.",
		"Though there are some singular chronological difficulties in the narrative, and a good many cursory inaccuracies and exaggerations, there is no part of it except, perhaps, certain portions of the journeys in north China, which is open to doubt.",
		"With but few exceptions the provenance of the individual sections may be said to have been finally determined by the labours of the critics, but even a cursory examination of their contents makes it evident that the sequence of events, which they now present, cannot be original, but is rather the outcome of a long process of revision, during which the text has suffered considerably from alterations, omissions, dislocations and additions."
	],
	"synonyms": [
		"perfunctory",
		"passing",
		"casual",
		"picayunish",
		"footling",
		"ankle deep",
		"speedy",
		"sloppy",
		"short",
		"scant",
		"rapid",
		"sketchy",
		"desultory",
		"rambling",
		"hurried"
	],
	"antonyms": [
		"unhurried",
		"meticulous",
		"complete",
		"painstaking",
		"perfect",
		"thorough"
	]
}