{
	"word": "skeptic",
	"meaning": [
		"A person who habitually doubts, questions, or suspends judgment upon matters generally accepted.",
		"A member of any of the ancient Greek philosophical schools that denied the possibility of any certain knowledge.",
		"A person who believes in or practices philosophical skepticism.",
		"A person who doubts religious doctrines.",
		"Someone undecided as to what is true.",
		"Skeptical."
	],
	"sentences": [
		"I need to see more hard evidence to become less of a skeptic.",
		"Sue was such a skeptic she thought her friend's news was too good to be true.",
		"The man was a religious skeptic and had never considered attending church.",
		"He couldn't understand why the woman was still a skeptic even after being shown research and facts on the topic.",
		"A true skeptic will look at both sides of an argument and treat those two impostors just the same.",
		"I am a skeptic converted into a Paul fan !",
		"Since he was a skeptic, he doubted that anyone would be able to accomplish the seemingly impossible task.",
		"The apparent size and duration should impress even an ardent skeptic.",
		"One can affirm metaethical theological voluntarism while being a moral skeptic; one cannot affirm normative theological voluntarism while being a moral skeptic.",
		"I see no reason why we should always accept the skeptic 's view of events rather than the parapsychologist 's.",
		"I do n't know if anyone has had skeptic shock?",
		"Normally, this kind of hype is enough to get a healthy skeptic's snake-oil sensors tingling, but in this case the claims appear to be legitimate.",
		"These true tales chill even the most hardened skeptic.",
		"Whether you are a believer or a skeptic, if you choose to try an online ESP test, bear in mind that these tests remain an imprecise science at best.",
		"Whether you're a skeptic or a believer, the videos captured by modern-day ghost hunters certainly provide much food for thought.",
		"At one point, the subject of past lives and past lives stories were the stuff of a skeptic's dream.",
		"Carl was very much a skeptic, and stood firmly against scientific fraud.",
		"But such incredulity, states Paley, would not be defended by any skeptic in the world.",
		"Donald Rumsfeld, defense secretary, has been the biggest skeptic.",
		"And he always tries to make his case with modesty and thoughtfulness, the best way to convince a skeptic.",
		"I came to Auschwitz as a confirmed skeptic about the gas chamber story.",
		"Wendy was second, and I was the other skeptic used.",
		"The scientific skeptic will not accept anything without evidence.",
		"He mentions Peregrinus, whose history was described by Lucian, a Roman religious skeptic.",
		"But many recoil at the prospect that Plato is such a skeptic.",
		"And finally to accept the full force of the skeptic 's argument is a counsel of despair.",
		"Wells must be dug, pipes laid and skeptic tanks built in great numbers if the aims are to be realized.",
		"As a true skeptic I cannot say what is going on but I can say that something is going on.",
		"You are a skeptic of religion, particulary Christianity.",
		"The natural skeptic in me veered on the side of caution.",
		"Did you have a teenage crush on the fittest skeptic on TV, Scully of The X Files?",
		"Let's not dignify the \" experts \" ' who have been censoring the truth with the respectable label of skeptic.",
		"The teacher encouraged his bright student to be a skeptic instead of simply memorizing everything he was told.",
		"Even after the haunted tour, he was still a skeptic with regards to the reality of ghosts in the town.",
		"Tim was a skeptic of Jeff's moral standard, so this led to many interesting debates between them.",
		"Whether you are a skeptic or a believer, whether you are religious or atheist, or whether you believe in life on other planets or not - reading quotes from this particular genius is always an enlightening experience.",
		"Even the most hardcore global warming skeptic is usually impressed by a few basic energy conservation facts, simply because a lot of tips for saving energy are also cost effective, both on the personal and business levels."
	],
	"synonyms": [
		"doubter",
		"sceptic",
		"scoffer",
		"freethinker",
		"disbeliever",
		"agnostic",
		"cynic",
		"infidel",
		"questioner",
		"unbeliever",
		"doubting thomas",
		"blasphemer",
		"apostate",
		"somatist",
		"nihilist"
	],
	"antonyms": [
		"believer",
		"devotee",
		"disciple"
	]
}