{
	"word": "incendiary",
	"meaning": [
		"Having to do with the willful destruction of property by fire.",
		"Causing or designed to cause fires, as certain substances, bombs, etc.",
		"Of or containing chemicals that produce intensely hot fire when exploded.",
		"Intentionally started or set.",
		"Willfully stirring up strife, riot, rebellion, etc.",
		"A person who willfully destroys property by fire.",
		"An incendiary bomb, substance, etc.",
		"A person who willfully stirs up strife, riot, rebellion, etc.",
		"One who creates or stirs up conflict; an agitator.",
		"An arsonist."
	],
	"sentences": [
		"All weapons are strictly prohibited from the stadium, from small knives to incendiary devices.",
		"The principal's incendiary remarks about their clothes were not appropriate for the students to hear.",
		"His team continued to clear the building and toss flares into corners as they sought out any living insurgents or incendiary devices.",
		"The politician did not expect the responses to his town hall address to be so incendiary.",
		"The man's rude and incendiary comments to the restaurant staff led to him being forced to leave.",
		"As the first note was struck the audience erupted into a sea of flying bodies and the already hot atmosphere became incendiary.",
		"Enormous depreciation ensued and, although penalties rising to death itself were denounced against all who should refuse to take them at par, they fell to little more than r% of their carried a decree that Marat should be sent before the Revolutionary Tribunal for incendiary writings, but his acquittal showed that a Jacobin leader was above the law.",
		"In the spirit of this utterance, steps were taken within a few days by the new prelate to suppress the assemblies of the Arians; these, by a bold stroke of policy, anticipated his action by themselves setting fire to their meetinghouse, Nestorius being forthwith nicknamed \"the incendiary.\"",
		"Tonight's show â incidentally their biggest UK headline gig to date â is a particularly incendiary affair.",
		"Incidents in it were his vehement opposition to the Mexican War as a scheme for more slavery territory, the assault made upon him in Washington by Congressman Albert Rust of Arkansas in 1856, an indictment in Virginia in the same year for circulating incendiary documents, perpetual denunciation of him in Southern newspapers and speeches, and the hostility of the Abolitionists, who regarded his course as too conservative.",
		"An incendiary vessel was exploded close to the works without effect on the 23rd-24th of December, and the ships engaged on the 24th.",
		"He then changed the name of his paper to the Courrier des quatre-vingt-trois departements, continuing his incendiary propaganda, which had no small share in provoking the popular insurrections of June and August 1792.",
		"The original manuscript first belonged to Montmerque, and then passed into the possession of Le Roux de Lincy, who prepared an annotated edition; unfortunately this material, together with the original MS., was lost in the incendiary fires which took place under the Commune (1871).",
		"No, I went to look at the fire, and they arrested me there, and tried me as an incendiary.",
		"The ammunition park comprised of a series of revetted magazines for the storage of high explosive and incendiary bombs.",
		"The letter is an admittedly incendiary attempt to rile people up and get them to thinking on a different level.",
		"Planes flown from the US bombed sugar mills, strafed trains and dropped incendiary devices and leaflets on Havana.",
		"Though these items were huge in the incendiary 60s, they now had less of a role due to their dramatic and unnatural cosmetic effects.",
		"Keep in mind however, that there was a time when even Elvis's hips were considered incendiary, and a serious threat to good moral people everywhere.",
		"Those who know the book only by hearsay as the work of a furious incendiary will be surprised at the dignity, force and temperance of the style; it was the circumstances that made it inflammatory.",
		"At the height of these attacks, 100,000 incendiary bombs were dropped on the City of London in one night.",
		"Not only are the ideas presented in this work incendiary; they are also educative.",
		"In 1994, Chanel introduced the incendiary nail color \"Vamp\" that had the cosmetic world wrapped up in deep brown shades for years until glittery and metallic colors resurfaced by the new millennium.",
		"Did it also play an incendiary role in the violence?",
		"The history of ancient, non-tattooed body art begins in the tip of a sharp thorn, the keen edge of a bone knife or the incendiary surface of an archaic tool.",
		"Her incendiary dance performance was amazing to watch and kept the audience enthralled.",
		"The minds of the native regiments quartered there were maddened by rumours of the defilement which the new Minie cartridges would entail upon them, and incendiary fires broke out in the lines.",
		"When the Democrats, however, declared such language incendiary he tried to explain it away, and by so doing offended his friends without appeasing his opponents."
	],
	"synonyms": [
		"incitive",
		"agitational",
		"seditious",
		"rabble-rousing",
		"instigative",
		"inflammatory",
		"agitative",
		"insurgent",
		"provocateur (French)",
		"instigator",
		"petroleur (French)",
		"pyromaniac",
		"firebug",
		"arsonist",
		"firebomb",
		"incendiary bomb",
		"inflammatory",
		"subversive",
		"rebel",
		"agitator"
	],
	"antonyms": [
		"conciliatory",
		"peacemaking"
	]
}