{
	"word": "stalwart",
	"meaning": [
		"Strong and well-built; sturdy; robust.",
		"Resolute; firm; unyielding.",
		"Brave; valiant.",
		"Firmly built.",
		"A stalwart person.",
		"One who steadfastly supports an organization or cause.",
		"A person supporting a cause, esp. that of a political party, with firm partisanship.",
		"One who has a strong build."
	],
	"sentences": [
		"I prayed our stalwart group of five wasn't down to only me.",
		"He is described as an undersized, stalwart man with full, rosy cheeks, long snow-white locks, and bright, smiling, black eyes.",
		"They know just where to turn for help - to Commander Taggart and the stalwart crew of the original Protector.",
		"In 1987 he joined Capital Radio where he remains a fiercely loyal stalwart.",
		"He was a living legend, a real stalwart of television.",
		"He developed a near instant relationship with Cindy Cunningham (one of the program's stalwart characters).",
		"Jack was a highly respected security industry stalwart who worked closely within police and insurance circles Into the 21st century !",
		"The band started in 1987 and is a stalwart of the grunge music scene.",
		"The daunted but stalwart creator continued to make the games in his home until Parker Brothers finally caught wind of it and bought the game.",
		"To defend themselves, the inhabitants have the Dragonriders, stalwart warriors of both genders who ride the fabulous firebreathing dragons.",
		"For those who still prefer to feel their underwear by hand before forking over the cash, stalwart Lane Bryant has much more attractive underwear than they used to.",
		"Whilst a stalwart of the SVR's early years, the locomotive is now out of traffic awaiting a major boiler overhaul.",
		"Jack was a highly respected security industry stalwart who worked closely within police and insurance circles Into the 21st century!",
		"Go-Daigo despatched his favored general to capture the fortress of Fujishima where stalwart warrior monks were defending a wooden stockade.",
		"Virgo's idealistic and often naive nature will seldom be disappointed by stalwart Capricorn.",
		"Tom had long since stepped down from cricket on the main pitch, and become a stalwart of the old An XI.",
		"For most students, job hunting starts with that old stalwart, the degree show.",
		"Some frozen peas former first team stalwart David Lees scored 51 out of Werneth's total of 177 all out.",
		"Maidenhead United chairman Jon Swan has paid tribute to club stalwart Brian Connor for his staunch service over the past nine years.",
		"She has been a stalwart member of NATO for 50 years.",
		"The Women 's Rugby union team despite a slow start produced some stalwart defending to deny varsity rivals any points at all.",
		"The danger in this direction is that when Presbyterianism has been modified far enough to suit the English taste it may be found less acceptable to its more stalwart supporters from beyond the Tweed.",
		"In the same year a young Tweedside laird, Murray of Broughton, visited Rome, fell in love with Prince Charles, then a handsome, wayward, stalwart and ambitious lad, with \" a body made for war,\" and, returning home, Murray practically succeeded to the duties once performed by Lockhart of Carnwath, as Jacobite agent and organizer.",
		"The situation of the church, within five minutes' walk of the chief ferry to New York, the stalwart character of the man who had organized it, and the peculiar eloquence of Beecher, combined to make the pulpit a national platform.",
		"The withdrawal of Mr. Chamberlain from active work in Parliament, owing to ill-health, left the stalwart Tariff Reform Ministry without a leader; his son, Mr. Austen Chamberlain, was his natural representative; but Mr. Law, by a series of fighting speeches both in the House and in the country, made himself particularly congenial to the more prominent members of that section.",
		"Stalwart of OOTB and master of the 3-minute song Scott Reilly commenced after a search for the elusive house capo.",
		"Old Birdman of Bryher turns out to be not so much a mad old coot, but a stalwart of the community.",
		"A local party stalwart, Mr Kelly has held most offices in his Glasgow Rutherglen branch.",
		"Himself a stalwart weaver, he was opposed to physical force movements and did all he could to restrain the violent resistance to trade oppression which was so common; yet through attending and speaking at the meeting (1819) at Peterloo, Manchester, which was intended to be a peaceful gathering to petition for Parliamentary reform and a repeal of the Corn Law but ended in a massacre, he was arrested for a breach of the law, convicted and sentenced to twelve months' imprisonment.",
		"The momentum of their commercial enterprise and stalwart patriotism proved irresistible.",
		"He certainly seems to have been the reverse of athletic (the stalwart Aeschines upbraids him with never having been a sportsman), and he probably had some sort of defect or impediment in his speech as a boy.",
		"Wyndham Evans had been a stalwart of the club for years, a survivor of the re-election team.",
		"A stalwart of the national side, his gutsy batting performances have provided a crucial contribution to many an England victory.",
		"Some frozen peas Former first team stalwart David Lees scored 51 out of Werneth 's total of 177 all out.",
		"The writers were actually chosen by our sponsors, Cornwell Internet, who have become stalwart supporters of the festival.",
		"Fingers crossed for the boy who was a stalwart defender early this season alongside Paul McShane in the ' main ' reserve team.",
		"The trailer had been specially made by Robert Barnett, a stalwart volunteer at the sanctuary.",
		"There is no doubt that without Chris ' stalwart efforts in the 1960's perhaps the Harlequins might never have been formed.",
		"Think of stalwart men, dressed up like monkeys, perched on the back seat of a carriage for ornament.",
		"Generally the preferred choice of athletes, polycarbonate lenses protect from UV radiation; moreover, these lenses are such a stalwart defense that they can protect the eyes from physical injuries during sports.",
		"Son of stalwart, Chris Phillips, Olly, has decided that the time has come to follow in his fathers footsteps.",
		"He then appears as a vigorous youth, beardless, with curly hair, broad head and stalwart shoulders, with helmet and chlamys."
	],
	"synonyms": [
		"upright",
		"tireless",
		"strong",
		"strapping",
		"powerful",
		"muscular",
		"mighty",
		"gallant",
		"forceful",
		"firm",
		"fearless",
		"robust",
		"resolute",
		"redoubted",
		"sturdy",
		"loyalist"
	],
	"antonyms": [
		"unreliable",
		"meek",
		"cowardly",
		"weak"
	]
}