{
	"word": "astute",
	"meaning": [
		"Having or showing shrewdness and discernment, especially with respect to one's own concerns.",
		"Having or showing a clever or shrewd mind; cunning; crafty; wily.",
		"Quickly and critically discerning.",
		"Shrewd or crafty."
	],
	"sentences": [
		"A brave soldier, an experienced and astute general, he was never happier than when engaged in war.",
		"He was astute in business matters.",
		"He was an astute businessman who easily could turn a profit.",
		"These are astute observations.",
		"I figured this county deserves a more astute sheriff than the current candidate, so I tossed my hat in the ring this morning.",
		"An exceptionally astute businessman, John Parker, said he has my name and address.",
		"She was astute enough to realize that Ed is just doing his mother's bidding.",
		"Van Buren was the most adroit politician of his time; and Jackson was in the hands of very astute men, who advised and controlled him.",
		"The high commissioner, true to his reputation as a prudent statesman and astute politician, showed great skill in dealing with the situation.",
		"It is gratifying my dear, that you are sufficiently astute to recognize my skill and superiority.",
		"Let others less astute than I follow that erroneous path.",
		"They were astute observers of the twentieth century world scene.",
		"People who take out these loans are not financially astute.",
		"More to the point, it would have been politically astute.",
		"Baghdad has become quite astute at playing its tune in the council.",
		"The result was that James threw off the yoke of his stepfather, Angus; drove him and his astute and treacherous brother, Sir George Douglas, into England (thereby raising up, like Bruce, a fatal party of lords disinherited), and while he was alienated from Henry and his Reformation, threw himself into the arms of France, of the clergy and of Rome.",
		"Alex was an astute businessman and she had no experience at all.",
		"Minogue's fluffy image is at odds with the astute businesswoman who is the fifth richest woman in the UK music industry.",
		"Mr. Pond had borne an excellent reputation as an astute and honorable business man, successful politician and an exceedingly genial companion.",
		"The book begins with an astute assessment of the problems facing historicist practices and proposes a modified critical methodology, \" cultural historicism.",
		"An astute, dissolute and ambitious man, half French and half Levantine, he began his government by a policy of conciliation and impartial justice which won him great popularity.",
		"The situation revealed to the astute Albanian boundless possibilities for gratifying his ambition.",
		"No rider is more tactically astute or more capable of pushing his physique to greater discomfort.",
		"Taupin seems more lyrically astute than he has for years.",
		"James was not only a calico printer he was an astute businessman who rose to become a leading figure in Darwen at that time.",
		"Yet he makes some startlingly astute observations during discussion despite his penchant for drawing comparisons with science fiction.",
		"Act Three returns to Iraq, but even astute playgoers are not clear about the relation of Act Two to Act Three.",
		"With six weapons tubes and greatly increased weapons stowage, the Astute class carries much greater firepower than earlier classes.",
		"Astute, ambitious and unrestrained by conscience, Dubois ingratiated himself with his pupil, and, while he gave him formal school lessons, at the same time pandered to his evil passions and encouraged him in their indulgence.",
		"The authority conferred upon Orange as stadtholder by the provinces of Holland and Zeeland was thus ratified, but that astute statesman had no confidence that Philip intended to observe the treaty any longer than it suited his convenience.",
		"Astute employers know to look for skilled, experienced, reliable employees, which is a nice match for the Spokane senior worker looking for part time employment.",
		"Astute designers will note that this basic HTML cheat sheet, along with the similar one at PSA Cake, don't include things like DOCTYPE definitions and other validating tags.",
		"We are now keen to recruit commercially astute Sales Advisors to join our existing team.",
		"He promised, indeed, a consultative council of state, and granted an amnesty from which no less than 25,000 persons were excluded; but on his return to Rome (12th April 1850), after he was quite certain that France had given up all idea of imposing constitutional limitations on him, he re-established his government on the old lines of priestly absolutism, and, devoting himself to religious practices, left political affairs mostly to the astute cardinal Antonelli, who repressed with great severity the political agitation which still continued.",
		"This state of things was clearly recognized by German statesmen, and in 1208, when the Emperor Otto felt more secure upon his unstable throne, he became overtly hostile to Denmark and would have attempted the recovery of the lost German territory but for the interposition of Pope Innocent III., who threatened to excommunicate any German prince who should attack Valdemar, the equally pious and astute Danish king having undertaken, at the bidding of the holy see, to lead a crusade against the heathen Esthonians.",
		"But he could persevere in an astute policy under the cover of an easy geniality and had no scruples.",
		"Unregulated enthusiasm might of itself have achieved little or nothing; enthusiasm caught and guided by the astute Norman, and the no less astute Venetian or Genoese, could not but achieve tangible results.",
		"He was astute enough to take advantage of the offence given to the powers by Mehemet Ali's system of monopolies, and in 1838 signed with Great Britain, and afterwards with others, a commercial treaty which cut at the root of the pasha's system.",
		"The astute diplomacy of Louis succeeded in winning the inheritance for his grandson Philip. But this involved France and Europe in an immense war (1700) and by the peace of Utrecht (1713), though the French prince retained the Spanish crown, France had again to make concessions of territory.",
		"This deed transferred the electoral title and a large part of the electoral lands from the Ernestine to the Albertine branch of the house, whose astute representative, Maurice, had taken the imperial side during the war.",
		"This latter belief, which was, moreover, flattering to their vanity, the Greek leaders were astute enough to foster; the propaganda of Adamantios Coraes (q.v.) had done its work; and wily brigands, like Odysseus of Ithaka, assuming the style and trappings of antiquity, posed as the champions of classic culture against the barbarian.",
		"Another poet was Andrew Morsztyn (born about 1620, died about the commencement of the 18th century), an astute courtier, who was finance minister (podskarbi) under John Casimir, and was.",
		"The Greeks, fearing the domination of the papacy, were at first more favourably inclined toward the conciliar party; but the astute diplomacy of the Roman representatives, who have been charged by certain Greek writers with the skilful use of money and of lies, won over the emperor.",
		"Astute in small matters, he had no breadth of view or foresight; his policy was continually warped by his passions or caprices; he flaunted vices of the most sordid kind with a cynical indifference to public opinion, and shocked an age which was far from tenderhearted by his ferocity to vanquished enemies.",
		"So far the policy of Montgelas had been brilliantly successful; but the star of Napoleon had now reached its zenith, and already the astute opportunist had noted the signs of the coming change.",
		"After putting off the German powers by seven years of astute diplomacy, he realized the impossibility of carrying out the idea of a common constitution and, on the 30th of March 1862, a royal proclamation was issued detaching Holstein as far as possible from the common monarchy.",
		"The events that followed; the occupation of the duchies by Austria and Prussia, the war of 1864, gallantly fought by the Danes against overwhelming odds, and the astute diplomacy by which Bismarck succeeded in ultimately gaining for Prussia the seaboard so essential for her maritime power, are dealt with elsewhere (see Schleswig-Holstein Question).",
		"At Aix he came for the first time into intimate contact with Metternich, and the astute Austrian was swift to take advantage of the psychological moment.",
		"This disappointment of his ambition would not perhaps in itself have sufficed to stir Mehemet Ali to revolt against his master; but it was ominous of perils to come, which the astute pasha thought it wise to forestall.",
		"Months of suspense followed; for the powers had threatened to cast their weight into the scale against whichever side should prove the aggressor, and Mehemet Ali was too astute to make the first move.",
		"These secret societies furnished them with a machinery whereby collective action was rendered easy, and under astute leaders they offered a formidable opposition to the Dutch government.",
		"But the emperor's growing aversion from this pacific policy induced the astute old minister to attempt to \"seek safety in moral and physical repose.\"",
		"If in his brother Jonathan it did not possess so brilliant a soldier, it had in him an astute diplomatist who knew how to exploit the internal troubles of Syria.",
		"His attitude towards Cesare Borgia was exceedingly astute; at first he assisted him, and obtained from him with the favour of the French king the cession of Piombino; but having subsequently aroused the suspicions of Borgia, the latter attempted to suppress Petrucci by inviting him to the fatal meeting of Senigallia.",
		"Astute and unscrupulous manipulation of the stock markets, and a capacity for the hardest of bargaining and the most determined warfare against his rivals, had their place in this success, and Harriman's methods excited the bitterest criticism, culminating in a stern denunciation from President Roosevelt himself in 1907.",
		"Mr Hofmeyr's established reputation as an astute diplomatist, and as the trusted leader for years of the Cape Dutch party, made him as powerful a delegate as it was possible to find.",
		"The Hauran Druses are a vigorous, independent folk, with a well-deserved reputation for courage, very astute, and hospitable to Europeans, especially the British, with whom they have an old tradition of friendship. But, like most persecuted but semiindependent peoples, they are both cruel, and, by our standards, treacherous.",
		"Professional tradition and an astute perception on their part of the omniscience suggested by the terms, have left the medical men in Englishspeaking lands in undisturbed but illogical possession of the words physiology, physic and physician.",
		"Leo X., Julius II.s successor, by an astute volte-face exchanged Parma and the Concordat for a guarantee of all the Churchs possessiOns, which meant the defeat of French plans (1515).",
		"On the 5th of January, 1589, died his mother, Catherine deMedici, the astute Florentine.",
		"I think Nikki is quite astute (bless her) whereas Glyn appears to me to be as thick as two short planks.",
		"Being astute about tests of your products will help you grasp market reaction fast and accurately.",
		"All good questions, not brilliant, but astute all the same.",
		"They usually consist of an opening paragraph and four or five astute points that grab the reader's attention.",
		"Squads with very creative astute coaches can also theorize new stunts in their mind.",
		"With the advice of astute management the twins have marketed a whole line of products, including books, movies, dolls, video games, fragrances, and even designer fashions to youngsters, tweens, and teens.",
		"Astute Class Submarine BAE Systems is the prime contractor for the Astute Class of submarine under a contract worth around £ 2 billion.",
		"Laynez was an astute politician and saw the vast capabilities of the Society over a far wider field than the founder contemplated; and he prepared to give it the direction that it has since followed.",
		"Also, its editorial opinions are astute, valuable, generally on-target, and always carry weight, which it sometimes throws around.",
		"On the Arabs he impressed himself as an enemy very fierce and astute, but as a keeper of his word.",
		"In fact the pasha was an illiterate barbarian, of the same type as his countryman Ali of Iannina, courageous, cruel, astute, full of wiles, avaricious and boundlessly ambitious.",
		"An astute referee will have conditioned his mind to totally accept the accuracy of his intuition, which is very rarely proved wrong.",
		"Trained in the political school of his father, he developed into an astute politician.",
		"It was only by slow steps that the royal authority was asserted, but the young king, who was of gigantic stature and immense strength, was also astute and patient.",
		"The more astute rulers utilized the machinery that they inherited from the Roman government.",
		"A new friend of his, Fialin, formerly a non-commissioned officer and a journalist, an energetic and astute man and a born conspirator, spurred him on to action."
	],
	"synonyms": [
		"shrewd",
		"sharp",
		"wily",
		"skilled",
		"sagacious",
		"quick",
		"foxy",
		"discerning",
		"cunning",
		"crafty",
		"acute",
		"smart",
		"keen",
		"canny",
		"savvy"
	],
	"antonyms": [
		"thick",
		"unintelligent",
		"idiotic",
		"imbecile",
		"obtuse",
		"shallow",
		"ignorant",
		"stupid",
		"asinine"
	]
}