{
	"word": "peremptory",
	"meaning": [
		"Barring further action, debate, question, etc.; final; absolute; decisive.",
		"Not allowing contradiction or refusal; imperative.",
		"Not requiring that any cause be shown.",
		"That cannot be denied, changed, delayed, opposed, etc., as a command.",
		"Intolerantly positive or assured; imperious."
	],
	"sentences": [
		"His reply was peremptory and indignant.",
		"The father appears to have been somewhat peremptory in temper, but neither inhospitable nor tyrannical.",
		"It was Castlereagh that led the opposition to these almost peremptory demands of Alexander.",
		"It is a mistake to present a great body of hypotheses - if Comte meant them for hypotheses - in the most dogmatic and peremptory form to which language can lend itself.",
		"There he received news of his election as mayor of Bordeaux with a peremptory royal endorsement enjoining residence, and after some time journeyed homewards.",
		"Translated into English, French, German, Dutch and Italian, it attracted much attention in Europe, and involved its author in considerable persecution, which, on the publication of his Portraits politiques des pages in 1822, culminated in a peremptory order to quit France.",
		"The admiral, who was on very bad terms with the council, elected to treat this as a peremptory order to fight.",
		"Urged by a peremptory message from Napoleon, Cavour saw the necessity of bowing to the will of Europe, of disbanding the volunteers and reducing the army to a peace footing.",
		"One of the first measures to which he directed his attention was the withdrawal of the power of nominating juries from the judges, and the imparting, of a right of peremptory challenge to prisoners.",
		"The Bourbon kings espoused their relative's quarrel, seized Avignon, Benevento and Ponte Corvo, and united in a peremptory demand for the suppression of the Jesuits (January 1769).",
		"The British government were on the point of demanding reparation for this act in a peremptory manner which could hardly have meant anything but war, but Prince Albert insisted on revising Lord Russell's despatch in a way which gave the American government an opportunity to concede the surrender of the prisoners without humiliation.",
		"But if Alexander suspected Napoleon, Napoleon was no less suspicious of Alexander; and, partly to test his sincerity, he sent an almost peremptory request for the hand of the grandduchess`'Anne, the tsar's youngest sister.",
		"But this had been effected in consequence of a peremptory order of the king, against Walpole's wishes, who succeeded in maintaining his exclusion from the House of Lords.",
		"Meanwhile Steinmetz had been sending peremptory orders to the battlefield to stop the battle, but neither of the corps commanders was able to enforce them.",
		"Thus the council's authority became at once peremptory and elastic. But the real gainer was the pope.",
		"On the 13th of May Count Pahlen answered in a most peremptory letter informing Nelson that negotiations would be suspended while he remained at Reval.",
		"It is easier and, in one sense, it is more impressive to make a peremptory and exclusive statement, and to refuse to allow any place beside it to divergent expositions; but this show of clearness and power is dearly purchased at the cost of the ennobling conviction that the whole truth is far greater than our individual minds.",
		"His wife joined him at Thorn in December, but in April 1712 a peremptory ukaz ordered him off to the army in Pomerania, and in the autumn of the same year he was forced to accompany his father on a tour of inspection through Finland.",
		"Tenison's reputation as an enemy of Romanism led the duke of Monmouth to send for him before his execution in 1685, when Bishops Ken and Turner refused to administer the Eucharist; but, although Tenison spoke to him in \"a softer and less peremptory manner\" than the two bishops, he was, like them, not satisfied with the sufficiency of Monmouth's penitence.",
		"But the peremptory summons could be construed as an attack on the university of Wittenberg, and both the elector of Saxony and the emperor Maximilian so regarded it.",
		"The only public check which Stinnes was known to have received in the course of his career was at the Spa Conference in 1920, when he attempted to address that assembly in peremptory language concerning the impossibility of the coal deliveries demanded by the Allies and was summarily silenced by the president.",
		"On the news of the conspiracy against Motazz, Musa, the son of the famous general Bogha, 1 then governor of Media (Jabal), ordered his deputy-general Moflih to return at once from a proposed invasion of Dailam, and moved with his army towards Samarra, notwithstanding the peremptory orders of the caliph.",
		"The Russian squadron was detained by contrary winds, and before it could sail peremptory orders arrived from the tsar for it to remain until Ibrahim should have repassed the Taurus mountains.",
		"On the 5th of May, nevertheless, in obedience to his peremptory instructions, he presented his ultimatum to the Ottoman government, which, backed now by all the other powers, rejected it.",
		"Some modern scholars (among whom Harnack was formerly numbered, though he has modified his views on the point) feel a difficulty about the peremptory tone which Ignatius adopts towards Polycarp. There was some force in this argument when the Ignatian Epistles were dated about 140, as in that case Polycarp would have been an old and venerable man at the time.",
		"Suleimans demand, however, for extradition or execution was too peremptory for refusal, and the prince was delivered up to the messengers sent to take him.",
		"When Kossuth, the Hungarian leader, landed in England, Palmerston proposed to receive him at Broadlands, a design which was only prevented by a peremptory vote of the cabinet; and in 1850 he took advantage of Don Pacifico's very questionable claims on the Hellenic government to organize an attack on the little kingdom of Greece.'",
		"The peremptory action of the British admiral commanding in the Mediterranean at the approach of the War Of the Austrian Succession, who forced him to promise to observe neutrality under a threat to bombard Naples, made a deep impression on his mind.",
		"An appeal then lay to the 19th century pair of transits in 1874 and 1882; but no peremptory decision ensued; observations were marred by the same optical evils as before.",
		"In compliance with a peremptory demand from the English government, and in spite of a counter-threat from the French Directory, the refugees were surrendered.",
		"When, awakened from his sleep, he received that cold, peremptory note from Kutuzov, he felt the more irritated the more he felt himself to blame.",
		"In January 1843 the government put a final and peremptory negative on the church's claims for spiritual independence."
	],
	"synonyms": [
		"dominating",
		"magisterial",
		"autocratic",
		"bossy",
		"high-and-mighty",
		"urgent",
		"uncompromising",
		"rigorous",
		"rigid",
		"positive",
		"imperative",
		"harsh",
		"final",
		"decided",
		"commanding"
	],
	"antonyms": [
		"lax",
		"laid-back",
		"easy-going",
		"moderate",
		"indulgent",
		"lenient",
		"mild"
	]
}