{
	"word": "derogatory",
	"meaning": [
		"Disparaging; belittling.",
		"Tending to lessen or impair; detracting.",
		"(law) When referring to a clause in a testament: a sentence of secret character inserted by the testator alone, of which he reserves the knowledge to himself, with a condition that no will he may make thereafter shall be valid, unless this clause is inserted word for word; – a precaution to guard against later wills extorted by violence, or obtained by suggestion.",
		"A trade-line on a credit report that includes negative credit history."
	],
	"sentences": [
		"Luckily, she had had nothing derogatory or confidential to say!",
		"Leopold hesitated and finally rejected the proposals as derogatory to ' his dignity.",
		"The children were coached not to cry or ask questions, and above all to say nothing derogatory about Saddam.",
		"The points I've made are not derogatory toward these excellent organizations.",
		"The stalking may be done online, where a rebuffed paramour posts derogatory comments on your pages, makes your private information available to the public and sends harassing emails.",
		"This officer had made many derogatory remarks about General Lee.",
		"Students may go onto one another's FaceBook page and post derogatory comments or text notes to one another.",
		"Additionally, if he runs into someone who is spouting derogatory language, hate speech or anything else inappropriate that he isn't comfortable with, he should let you know.",
		"Every endeavour is made to gloss over, or modify, expressions which seemed derogatory to the ancestors of ' According to Zunz, Gottesdienstliche Vortrdge, 2nd ed., p. 80, its contents bear the following proportions to Genesis, z o o to Exodus, about 1 1 4 to Leviticus, s to Numbers, and 4 to Deuteronomy.",
		"If anyone uses this term with derogatory intent, you should assume that they have a personal problem and you may wish to discontinue listening to them.",
		"It's also important to avoid selecting a title for your operation that states or implies anything derogatory about other businesses in your geographic area or industry.",
		"The term obese is not meant as a derogatory label, but is a classification of where a person's weight ranges based on BMI (Body Mass Index) and other factors such as waist measurement.",
		"To ramp up all states except quot employee-hired autos a derogatory comment.",
		"All the pre-match chat about them being no-hopers was quite derogatory.",
		"That does sound like derogatory name-calling of the most futile kind.",
		"In his letters to Celestine he had laid stress on the point that the teaching he attacked was derogatory to the Godhead and so he called its champions Arians.",
		"But commentators are not at one as to which countess of Salisbury was the heroine of the adventure, whether she was Katherine Montacute or Joan the Fair Maid of Kent, while Heylyn rejects the legend as \" a vain and idle romance derogatory both to the founder and the order, first published by Polydor Vergil, a stranger to the affairs of England, and by him taken upon no better ground than fama vulgi, the tradition of the common people, too trifling a foundation for so great a building.\"",
		"If you have been bullying another student, then it is probably time to take a look at why you feel the need to treat others in a derogatory way.",
		"The Ernies are handed out for the worst derogatory--read that as sexist--public statements, so I can only imagine a good amount of their time was spent narrowing down which of Cruise's comments was the worst.",
		"They separated and eventually divorced in 2006, after lengthy court battles and derogatory public statements from both sides.",
		"Mrs. Scott Baio used words that will not be repeated here because they are ignorant and derogatory toward gay women.",
		"On February 24, Sheen appeared on a radio broadcast hosted by Alex Jones and made several derogatory remarks about series creator Chuck Lorre.",
		"None of these labels are derogatory, emphasizes Rich Gosse, the owner of Cougar Events.",
		"Swear words and derogatory names are always welcome on punk shoes.",
		"The appeal of It's Happy Bunny lies in the contrast between the rabbit's cheerful exterior and the derogatory sayings or slogans that accompany it.",
		"The derogatory term \"tramp stamp\" actually has less to do with a particular kind of tattoo design and more to do with the actual placement of the tattoo.",
		"Andrea, who was Lyric's replacement, was discovered by another housemate to be writing derogatory things about the other women in her blog.",
		"Adam Jasinski, winner of Big Brother 9, caused a stir on the show by using derogatory terms for disabled children.",
		"Ian Seager himself had flown down in a Cirrus and was struggling to find something derogatory to say about it.",
		"Nowadays it is a light-hearted if somewhat derogatory term.",
		"A member of the General Synod of the Anglican Church said this was \" a rather derogatory term \" .",
		"To call anyone a pig or a dog was highly derogatory for they were ritually unclean animals.",
		"Moderns being the slightly derogatory term applied by the rival Atholl Grand Lodge.",
		"Their old name of Lapps is now considered derogatory.",
		"Councilor McBride said his remarks were not meant to sound derogatory.",
		"Many of the words that were once in common use are now deemed derogatory by the people they are used to describe.",
		"The rudest t-shirts are the ones that hold nothing back - there might be some derogatory language, a particularly suggestive catchphrase, a potentially offensive graphic or some combination of these things involved.",
		"Especially with young students, no one wants to find a derogatory comment or particularly harsh criticism of their technique and choreography when they are just looking up the link to show Grandma.",
		"During Episode Four, entitled \"Just Another Day at the Shore,\" Farley grows tired of all the stares and derogatory statements made by other bar and club patrons at the club they are visiting and gets into a fight.",
		"In Plutarch's Symposium of the Seven Sages, at which Aesop is a guest, there are many jests on his original servile condition, but nothing derogatory is said about his personal appearance.",
		"This narrative is followed, with the exception of the last part, by Luke, who as usual is inclined to omit anything which could be regarded as derogatory to the Apostles.",
		"Whilst the Saiva philosophers do not approve of the notion of incarnations, as being derogatory to the dignity of the deity, the Brahmans have nevertheless thought fit to adopt it as apparently a convenient expedient for bringing certain tendencies of popular worship within the pale of their system, and probably also for counteracting the Buddhist doctrines; and for this purpose Vishnu would obviously offer himself as the most attractive figure in the Brahmanical trinity."
	],
	"synonyms": [
		"disparaging",
		"derogative",
		"snide",
		"offensive",
		"malicious",
		"diminish",
		"detracting",
		"detract",
		"degrading",
		"damaging",
		"decrying",
		"unflattering",
		"defamatory",
		"pejorative",
		"belittling"
	],
	"antonyms": [
		"flattering",
		"praising",
		"appreciative",
		"complimentary",
		"favorable"
	]
}