{
	"word": "ponderous",
	"meaning": [
		"Very heavy.",
		"Unwieldy because of weight.",
		"Slow and labored because of great bulk or weight.",
		"Difficult to maneuver or control because of great bulk or weight.",
		"That seems heavy; bulky; massive."
	],
	"sentences": [
		"The confidence had gone out of City's play, they looked ponderous.",
		"Oh, you are very pale! said Princess Mary in alarm, running with her soft, ponderous steps up to her sister-in-law.",
		"This may sound like a ponderous task, but it can be quite interesting.",
		"William Pitt, Earl of Chatham (2 vols., 1827), is a ponderous and shapeless work.",
		"His book immediately became the most popular that ever appeared among the Servians, and was again and again reprinted, under the less ponderous title Pesmaritsa, \" The Book of Songs.\"",
		"On the death of Filippo Maria Visconti, Filelfo, after a short hesitation, transferred his allegiance to Francesco Sforza, the new duke of Milan; and in order to curry favour with this parvenu, he began his ponderous epic, the Sforziad, of which 12,800 lines'were written, but which was never published.",
		"At this time there was evidently a tendency to breed a somewhat lighter and speedier horse; but, while the introduction of a more active animal would soon have led to the displacement of the ponderous but powerful cavalry horse then in use, the substituted variety would have been unable to carry the weight of armour with which horse and rider were alike protected; and so in the end the old breed was kept up for a time.",
		"Frei Bernardo de Brito began his ponderous Monarchia Lusitana with the creation of man and ended it where he should have begun, with the coming of Count Henry to the Peninsula.",
		"In Messiah we heard a sonorous interpretation of the Overture from Nigel Allcoat who also gave us a rather ponderous version of Pastoral.",
		"But this didn't sound like a wasp - it was far too ponderous and low a buzz.",
		"After this is became very ponderous, and never again rowed so well.",
		"At over two and half hours long it's extremely ponderous and the hand-held camera work is more distracting than artful.",
		"Showing the East London Town (now City) Hall, a verandahed stone building with a somewhat ponderous clocktower set at one corner.",
		"His Vindication appeared in February 1779; and, as Milman remarks, \" this single discharge from the ponderous artillery of learning and sarcasm laid prostrate the whole disorderly squadron \" of his rash and feeble assailants.'",
		"Etiennes of Paris, equalling in numbers, and RePorma- learning their Venetian rivals; the two Scaligers; impas sioned Dolet; eloquent Muret; learned Cujas; terrible Calvin; Ramus, the intrepid antagonist of Aristotle; France De Thou and De Beze; ponderous Casaubon; brilliant young Saumaise.",
		"One advantage of the introduction of carriages was that it created a demand for a lighter and quicker sort of horse, instead of the ponderous animal which, despite all attempts to banish him, was still the horse of England - the age of chivalry having been the first epoch of the British horse.",
		"The first impression it produces may be one of heaviness, and the later \"gospels\" on population and work are distinctly ponderous.",
		"Ponderous, Langley gave balls away or was easily dispossessed.",
		"Set against these are a small number of larger works, which seem more ponderous.",
		"The king, more ponderous and irresolute every day, vacillated MeetIng ol between Necker the liberal on one side and Marie Antoinette, whose feminine pride was opposed to any concessions, with the comte dArtois, a mischievous nobody who could neither choose a side nor stick to one, on the other.",
		"Evelyn notes in his Diary a visit in 1673 to the Italian glass-house at Greenwich, \" where glass was blown of finer metal than that of Murano,\" and a visit in 1677 to the duke of Buckingham's glass-works, where they made huge \" vases of mettal as cleare, ponderous and thick as chrystal; also looking-glasses far larger and better than any that came from Venice.\"",
		"Plantations have been made in America with an economic view, the tree growing much faster, and producing good timber at an earlier age than the native hackmatack (or tamarack), while the wood is less ponderous, and therefore more generally applicable.",
		"It may be mentioned that the Bactrian camel, which is a shorter-legged and more ponderous animal than the Arabian species, grows an enormously long and thick winter coat, which is shed in blanket-like masses in spring.",
		"Georgi of Rimini (1711-1797) in his Alphabetum tibetanum (Rome, 1762, 4to), a ponderous and confused compilation, which may be still referred to, but with great caution.",
		"She pointed to the two young men, almost unrecognizable in their ponderous gear of boots, rubber coat, and visored helmet.",
		"Mayflies and dragon-flies danced in the sunlight; lizards darted across the paths; and legions of spiders pervaded the grass, many very beautiful - frosted - silver backs, or curious, like the saltigrades, who took a few steps and then gave a leap. There were crickets in infinite numbers; and flies innumerable, from slim daddy-long-legs to ponderous, black, hairy fellows known to science as Dejeaniae; hymenopterous insects in profusion, including our old friend the bishop of Ambato (possibly Dielis), in company with another formidable stinger, with chrome antennae, called by the natives ` the Devil '; and occasional Phasmas (caballo de palo) crawling painfully about, like animated twigs.\"",
		"It excited the suspicion of the Church, and a Jesuit, by name Baltus, published a ponderous refutation of it; but the peace-loving disposition of its author impelled him to leave his opponent unanswered.",
		"The whole surface of the ponderous upper storey is covered with a diaper pattern in slabs of creamy white Istrian stone and red Verona marble, giving a delicate rosy-orange hue to the building."
	],
	"synonyms": [
		"labored",
		"heavy-handed",
		"elephantine",
		"lumpy",
		"lumpish",
		"cumbrous",
		"cumbersome",
		"heavy",
		"lumbering",
		"monotonous",
		"large",
		"spiritless momentous",
		"important",
		"humdrum",
		"dreary"
	],
	"antonyms": [
		"lively",
		"delicate",
		"unburdensome",
		"buoyant",
		"airy",
		"light",
		"fun",
		"graceful",
		"elegant"
	]
}