{
	"word": "reiterate",
	"meaning": [
		"To repeat (something done or said); say or do again or repeatedly.",
		"Reiterated; repeated."
	],
	"sentences": [
		"Let me reiterate a few more points already made.",
		"Let me reiterate what I think duality within my consciousness would be.",
		"I want to reiterate the importance of protecting our homes.",
		"I would reiterate the earlier suggestion that references be implemented.",
		"As a judge, I want to reiterate that the civil justice system is not a business.",
		"Tomerely reiterate points already made will not be allowed.",
		"I would also like to reiterate a few more points already made.",
		"He needed to reiterate the necessity for the DPRK promptly to return to full compliance with the NPT.",
		"To our detractors let us simply reiterate a number of factors.",
		"Reiterate your interest in the position.",
		"Zwingli and Calvin on the other hand prefer the positive view of law as instituted by God far back in history in the days of the Old Covenant; but,, when exegesis or controversy puts pressure upon them, they fall into line and reiterate the appeal to a Natural Law.",
		"Let me also reiterate that this book will not help you become a great stock picker or be a good fund manager.",
		"I can only reiterate, that you are a harmonizer not a puzzle solver.",
		"In conclusion, it is of utmost importance to reiterate the differences between the Hebrew cosmology and the Mesopotamian cosmogony.",
		"We reiterate the necessity for the DPRK promptly to return to full compliance with the NPT.",
		"Whether for style or for the appetite suppressing effect Calorie Lab mentions, they're definitely eye-catching shades and reiterate the fact that Johnny Depp has a style of his own.",
		"To reiterate, it's like watching a bad kung-fu movie that you can't help but love.",
		"Since traditional African dance has the goal of telling a story, many cultures use simple props to further reiterate a message.",
		"Today we 'd like to reiterate the importance of protecting our homes.",
		"We reiterate that the civil justice system is not a business.",
		"Reiterate your understanding of when you expect to hear from the employer again."
	],
	"synonyms": [
		"retell",
		"ingeminate",
		"restate",
		"iterate",
		"repeat",
		"harp",
		"stress",
		"resume",
		"rehash",
		"recapitulate",
		"reemphasize"
	],
	"antonyms": [
		"take back"
	]
}