{
	"word": "exquisite",
	"meaning": [
		"Characterized by highly skilled or intricate art; excellently made or formed.",
		"Carefully done or elaborately made.",
		"Very beautiful or lovely, esp. in a delicate or carefully wrought way.",
		"Of highest quality; consummate.",
		"Excellent or outstanding, especially by exhibiting or appealing to refined taste.",
		"A person who makes a great show of being refined and fastidious in matters of taste, etc.",
		"(rare) Fop, dandy. [from early 20th c.]"
	],
	"sentences": [
		"In the middle of the table sat an exquisite fall floral arrangement.",
		"The river flows in exquisite wooded reaches, navigable only for small boats.",
		"His lips traced the line from her neck to her jaw with small, hot kisses, sending exquisite shivers through her.",
		"Its charm lies in its exquisite accent and its infinite tenderness.",
		"This modern family restaurant also offers exquisite views.",
		"The buoyant motion of the water filled me with an exquisite, quivering joy.",
		"This one is too exquisite.",
		"He didn't doubt that once she reached her new home and his sisters reminded her how to act, she would be both exquisite and tame.",
		"Guests need not travel far for exquisite cuisine.",
		"Not without full reason have Western connoisseurs lavished panegyrics upon that exquisite production.",
		"Founded by brothers Morris and William Zale along with Ben Lipshy, the store focused on providing exquisite merchandise in an affordable manner by allowing customers to buy engagement rings and other jewelry on a payment plan.",
		"This is accomplished through radiant colors, exquisite details and, above all, a perfect fit.",
		"Its embellishments are exquisite and original.",
		"You will visit exquisite teahouses and gardens, and hear poetry and story recitals.",
		"However, they do offer some exquisite dresses with sleeves and interesting detail, like off-the-shoulder necklines, sheer sleeves paired with a high embellished neck and open back, and even a Greek-inspired style with one wide sleeve.",
		"From that first simple sale, the Yankee Candle Company has grown to be a world leader in scented candles and candle accessories, with more than 150 unique and exquisite fragrances available.",
		"Slatkin & Co. is known worldwide for the exquisite quality and diversity of its popular home fragrance products.",
		"These days you can purchase traditional Mrs. Claus costumes made of high-quality crushed red velvet and trimmed in exquisite white faux fur around the neckline, cuffs and hemline.",
		"You'll want to find a place with soft lighting, well-dressed waitstaff, private tables and exquisite food.",
		"These exquisite settings can be quite expensive, however, and to avoid a higher price couples can consider using artificial stones to pave the ring.",
		"These small establishments pride themselves on individuality and exquisite service, and many offer honeymoon packages and upgrades including flowers, champagne, and chocolates.",
		"After only unpacking once, you can experience multiple destinations without needing to drive or fly again, and the exquisite service between ports makes everyone feel like royalty.",
		"Bailey Banks and Biddle is well known for exquisite jewelry and designer selections, something many couples wish to find when searching for the perfect engagement ring.",
		"A De Beers diamond is an exquisite gem, the perfect choice for a stunning engagement ring.",
		"Though best known for their stunning engagement rings and exquisite jewelry, Tiffany and Co. has far more to offer than gems and baubles.",
		"Cubic zirconia is so attractive and practical as an exquisite alternative to diamonds that even many celebrities opt for artificial pieces.",
		"With elegant flair and traditional art deco designs, these exquisite rings are at the forefront of contemporary engagement ring design.",
		"Each ring is carefully crafted with exquisite attention to detail without sacrificing the classic brilliance of an inimitable engagement ring.",
		"Scott Kay rings are beautiful pieces with exquisite design that never compromises on quality, beauty, or distinction, making them the perfect way to express a relationship that should not be compromised with.",
		"At the same time, the public is welcome to view exquisite Garrard pieces, and with the proper budget, to purchase them as well.",
		"With a centuries-long tradition of designing royal jewelry and maintaining the precious British Crown Jewels, Garrard Jewellers is an exquisite choice for couples with a taste for superior gems and luxurious designs.",
		"Currently, Apollo Diamonds can create exquisite gems that range from one-quarter to one-half carat in size.",
		"Indeed, it may be doubted whether, in several directions, he ever surpassed the glorious things to be found in this most exquisite and most precious book.",
		"Consider emerging designers with special occasion dresses among their collections, and smaller dress designers who are less well-known but still offer exquisite designs.",
		"In fact, there are many exquisite Christmas trees that look so real, you actually have to tug on their needles to determine that they are indeed fake.",
		"Their unique nature, exquisite style, and sophisticated styles are appealing to many couples however, and the popularity of this elite designer is continuing to grow.",
		"Once the diamonds have been passed on to jewelers, they are then cut into the familiar faceted diamond shapes that adorn exquisite jewelry.",
		"Online jewelry stores also offer a variety of black pearl and diamond designs, though couples should carefully investigate the store's reputation and warranties before shopping for such an exquisite piece of jewelry online.",
		"Ritani's attention to detail and meticulous eye for form and symmetry have led to dozens of exquisite engagement ring designs.",
		"Online retailers also offer a selection of antique and antique-inspired designs, including Edwardian and filigree engagement rings, both of which used beautiful detailing for exquisite designs.",
		"A platinum princess cut diamond ring is an exquisite piece of jewelry, and as platinum grows in popularity, there are hundreds of styles to choose from for truly distinctive rings.",
		"With its exquisite brilliance and elegant look, marquise shaped diamonds are a popular alternative to round diamond wedding bands.",
		"From a beautiful solitaire to a ring adorned with intricate designs and accent stones, there are many exquisite yellow sapphire engagement rings to fit the desires and budgets of all future brides.",
		"A radiant 0.91 carat yellow sapphire is surrounded by 12 square modified and round full cut diamonds in an exquisite 18 karat white gold band in this elegant ring by BeverlyK.",
		"An Art Deco design yellow sapphire engagement ring with a delicately designed platinum band and exquisite side diamonds.",
		"To view these beautiful examples of classic and elegant yellow sapphire antique engagement rings offered by Fay Cullen Jewelry please scroll through the exquisite blue sapphire rings.",
		"A vast selection of exquisite engagement rings with beautiful unheated yellow sapphires can be found at My Jewelry Source.",
		"There are also many fine online jewelry stores that will custom design exquisite engagement and wedding ring sets.",
		"There is a vast selection of diamond bridal ring sets in many exquisite styles and designs.",
		"The care and precision used to create these exquisite gems is no less than the love the stones represent, and can be a fitting tribute to any timeless relationship.",
		"Pink diamond wedding rings can be a luxuriously romantic option for a bride-to-be with exquisite tastes, but these unique designs can be difficult to find.",
		"Some couture jewelers occasionally offer pink diamond designs, or interested couples can search online for reputable jewelers offering these exquisite gems.",
		"This exquisite cubic zirconia piece will look stunning next to an engagement ring or alone.",
		"Furthermore, many Canadian diamonds are of exquisite quality and can be more affordable for many couples.",
		"The exquisite designs of Damascus patterns appeal to a wide audience of men and women who want a unique wedding ring.",
		"Because of the exquisite lines and facets in this cut, you can't go wrong with the way you choose to display it.",
		"Educate yourself on diamond-selection basics, so you can get a good deal on an exquisite stone for your unique ring.",
		"However, not all pet owners have time to prepare exquisite meals on a tri or bi-daily basis.",
		"Exquisite detail and careful craftsmanship are at the forefront of each Brighton purse, tote, and bag.",
		"Anyone who's craving an expensive, exquisite bag to carry is likely to find at least one thing she likes within the Fendi line.",
		"These bags are handsomely made, they offer exquisite details, and are charming to boot.",
		"It boasts an exquisite floral embroidered print paired with elegant beads.",
		"You'll love the Signature stripe pattern and jacquard fabric with its exquisite leather trim.",
		"Brighton luggage is known for its high quality and exquisite heart details.",
		"This wheeled carry on is simply exquisite!",
		"Bulga means \"leather\" in Latin, and it was founder Natalia Konovalova's love for the exquisite material that inspired her company's moniker.",
		"Woven on low warp looms, master weavers duplicated the exquisite scenes of French tapestries using dyed wool and silk.",
		"Another exquisite example of a modern day tote with a motif that is reminiscent of the handbags of the 1800s is the Willow Tree Angel of Prayer Tapestry Tote by Susan Lordi.",
		"Not only are these wallets finely made with exquisite attention to detail, but they offer a certain Parisian vintage flavor that true fashion connoisseurs simply adore.",
		"The sliver tone, hardware detailing that sits on the front end of this purse is exquisite in its detail, while the one exterior and two interior pockets keep the look fully functional.",
		"You'll immediately be greeted with large tarot cards that allow you to see the exquisite details of the images, and you'll receive a full reading.",
		"He'll learn everything about you so his gift is the perfect perfume, exquisite jewelry and always your favorite flowers.",
		"On the flip side, Pisces can also feel an exquisite level of happiness that feels very much akin to the feeling of ecstasy; this sign is capable of incredible highs and lows.",
		"Gucci continues to make exquisite boots that are like no other.",
		"Known for her exquisite wedding gowns, Wang delivers the same graceful beauty to her footwear.",
		"The Cressida by Diane Hassall is made to order and is an exquisite shoe that will show your good taste in fashion.",
		"Jimmy Choo Only slighly more tame than Manolo, Jimmy Choo is another exquisite luxury designer.",
		"Several websites offer solo images of your favorite Sex and the City characters striking a variety of poses and sporting upscale fashions, elaborate hairdos, fabulous make-up and exquisite jewelry.",
		"If you want to make a statement, however, about the role of your angel in your life, consider a full back piece where you can let your angel come to life in exquisite detail.",
		"A Miami Ink tattoo gallery can display exquisite and inspirational designs right at your fingertips.",
		"Many tattoo enthusiasts seek out the highest profile tattoo artists, such as Los Angeles' very own Kat Von D for art that is both meaningful and exquisite in detail rather than opting for a rookie or newbie artist.",
		"Aside from the individual room rates listed above, The Ritz Carlton Central Park offers exquisite packages to tempt families, couples, and business travelers.",
		"The delicious seafood and Italian dishes are exquisite.",
		"The exquisite location and the exceptional views are the main attractions of Villa del Palmar.",
		"The extensive menu offers delicious Mexican dishes cooked to perfection with exquisite recipes from mainland.",
		"Las Palmas is an exquisite oceanfront restaurant with an open window into the heart of paradise, exposing the greatest vision on the planet.",
		"Chinese and other Asian cultures are unique and exquisite.",
		"The exquisite collection of citizen watches comes with lots of functions.",
		"This exquisite model boasts of 11 sparkling diamond hour markers and a date window at 3 o'clock.",
		"Breitling offers the Breitling B-1 Men's 231, an exquisite timepiece with a hefty, but earned, pricetag.",
		"With exquisite lines, quality materials and contemporary styling, the watches appeal to anyone looking for a sophisticated yet practical watch at a reasonable price.",
		"With a combination of legendary Swiss watchmaking expertise and exquisite design, a Lucien Piccard watch is an item to be worn with pride.",
		"The exquisite glass beadwork out of Venice, Italy makes a debut in Murano Cuff Watches.",
		"Many beautiful gold and sapphire crystal watches with exquisite craftsmanship are available in the range.",
		"Thanks to the combination of design innovation, technology, and exquisite style, regatta watches are in high demand among water sport enthusiasts.",
		"After the company achieved success, it went through several ownership and name changes while still producing an exquisite Gruen wristwatch line that boasted innovative features and technology.",
		"Every item manufactured under the Blancpain name is hand-crafted by a single watch maker to ensure exquisite, finely constructed timepieces.",
		"Isabella is a popular choice for exquisite jewelry.",
		"This essential soap making reference covers topics such as making liquid soap, creating layered soaps, and designing exquisite stained glass soaps.",
		"All the tools you need to make exquisite chocolates are probably waiting in your kitchen.",
		"The base of every truffle is rich, exquisite, chocolate mixed with full-throttle, full fat cream.",
		"Some are so beautiful and made of such exquisite fabrics that, if you're daring, you can wear them as a dress.",
		"While the selections will be exquisite, the décor will not always be old world.",
		"The famous shop chain \"Sympa\" will have bins of cut-rate bras and panties outside, all in patterns and fabrics that can be far more exquisite than anything found elsewhere.",
		"The exquisite nature of the lingerie itself may be in the satiny feel of the material and the way it whispers against your skin as you move, but that's not all-in most cases, the little things are what matter the most.",
		"Italian lingerie is sexy and elegant and is known to come in beautiful colors, luxurious fabrics and have exquisite and delicate details such as fine lace and embroidery.",
		"Since lace is somewhat see-through, women desiring a return to femininity will find that lace provides an exquisite look and feel.",
		"The Fair Frou Frou shop features a private-label collection as well as an exquisite collection of top designer, upscale lingerie.",
		"This Satin Lace pajama set from Roamans, available in sizes 14 to 40, offers an exquisite feminine look.",
		"The scenery of Euboea is perhaps the most beautiful in Greece, owing to the varied combinations of rock, wood and water; for from the uplands the sea is almost always in view, either the wide island-studded expanse of the Aegean, or the succession of lakes formed by the Euboic Sea, together with mountains of exquisite outline, while the valleys and maritime plains are clothed either with fruit trees or with plane trees of magnificent growth.",
		"While in London he published his Dialogues (1713), a more popular exposition of his new theory; for exquisite facility of style these are among the finest philosophical writings in the English language.",
		"The author spent a world of pains in having these brought up to the highest perfection of the reproductive art, and began the system of exquisite illustration, and those facsimiles of his own and other sketches, which make his works rank so high in the catalogues and price-lists of collectors.",
		"There are exquisite gypsum rosettes and intricately involved helictites.",
		"Luciliae, 6 in., has much larger lilac-blue flowers, and is an exquisite rock plant for warm, sheltered spots.",
		"Moles are plentiful in the British Isles and Europe, and owing to their lovely velvety coats of exquisite blue shade and to the dearness of other furs are much in demand.",
		"He restored to the royal domain the lands that had been usurped by the great nobles and by the church; he maintained at Paris a luxurious, though, from the example he himself set, a disorderly court; he was a patron of the arts, and delighted in the exquisite craftsmanship of his treasurer, the goldsmith St Eloi.",
		"The poems of Valere Gille (born at Brussels in 1867), whose Cithare was crowned by the French Academy in 1898, belong to the same group. Emile van Arenberghe (born at Louvain in 1854) is the author of some exquisite sonnets.",
		"Fifteen plants are known to furnish dyes, and eight are sources of fibre - the caraguatay especially being employed in the manufacture of the exquisite nanduty or spider web lace of the natives.",
		"Among the immediate attractions are the pass of Killiecrankie, the falls of Tummel, the exquisite prospect called \"Queen's View\" (named after Queen Victoria) and Loch Tummel, 8 m.",
		"Greek rhetoric began in the \"grand\" style; then Lysias set an exquisite pattern of the \"plain\"; and Demosthenes might be considered as having effected an almost ideal compromise.",
		"To the left of the church is an exquisite cloister of 1308 with double columns, in which a number of inscriptions relating to the Doria family and also the statue of Andrea Doria by Montorsoli are preserved.",
		"He not only collected the facts concerning electromagnetic induction so industriously that nothing of importance remained for future discovery, and embraced them all in one law of exquisite simplicity, but he introduced his famous conception of lines of force which changed entirely the mode of regarding electrical phenomena.",
		"His romances have some likeness to those of Richard son; they are moral, long-winded, and slow in evolution, but written in an exquisite style, and with much knowledge of human nature.",
		"His best work is classic in its breadth of style, exquisite in local colour and fidelity to the national characteristics of Sweden.",
		"He thus had the opportunity of impressing the empress with his brilliant gifts, the most remarkable of which were exquisite manners, a marvellous memory and a clear and pregnant style.",
		"He does not possess the fiery pulse and humaneness of Burns, but the exquisite perfection of his metre and the subtle alliance of his thought and expression must always secure for him the warmest admiration of true lovers of poetic art.",
		"His historical essays, notably the famous anonymous eulogy on Torstenson crowned by the Academy, are full of feeling and exquisite in style, - his letters to his friends are delightful.",
		"He admired the classic style, the exquisite purity of language, the flights of imagination, but he admired above all the philosophy.",
		"Portuguese cabinet-work deteriorated in the 19th century; the glassworks and potteries of the Aveiro and Leiria districts have lost much of their ancient reputation; and even the exquisite lace of Peniche and Vianna do Castello is strangely neglected abroad.",
		"These are combined in wreaths, scrolls and frets, as exquisite in design as they are beautiful in colour, and relieved by the pure white marble in which they are inlaid, they form the most beautiful and precious style of ornament ever adopted in architecture.",
		"It consists at present of bare and ugly British barracks, among which are scattered exquisite gems of oriental architecture.",
		"Next to this comes the Ibrahim Roza, or tomb and mosque of Ibrahim Adil Shah II., which was completed about 1620 and is supposed to be one of the most exquisite buildings in the world after the Taj at Agra.",
		"Throughout Hereford, and in part of Monmouthshire, the Old Red Sandstone sinks to a great undulating plain, traversed by the exquisite windings of the Wye, and forming some of the richest pasture and fruit lands of England.",
		"The principal occupations of the natives have always been fishing and hunting, and the women weave basketry of exquisite fineness.",
		"Paul Bourget describes him as a dreamer with an exquisite sense of vision, who sought and found in his work a refuge from the.",
		"Exquisite ornament is seen in the triforium arcade, and between some of the arches in the transept are figures, especially finely carved, though much mutilated, known as the censing angels.",
		"The fan-traceried roof, with its carved stone pendants, is the most exquisite architectural feature of the chapel.",
		"The first volume published of his posthumous works was the exquisite and splendid Thedtre en liberte, a sequence if not a symphony of seven poems in dramatic form, tragic or comic or fanciful eclogues, incomparable with the work of any other man but the author of The Tempest and The Winter's Tale in combination and alternation of gayer and of graver harmonies.",
		"Between himself and a son of his instructor there sprang up a close and affectionate friendship, and, unlike so many of the exquisite attachments of youth, this was not choked by the dust of life, nor parted by divergence of pursuit.",
		"To this Hutcheson replies that no doubt the exquisite delight of the emotion of love is a motive to sustain and develop it; but this pleasure cannot be directly obtained, any more than other pleasures, by merely desiring it; it can be sought only by the indirect method of cultivating and indulging the disinterested desire for others' good, which is thus obviously distinct from the desire for the pleasure of benevolence.",
		"While shrewdness, plain straightforwardness, and a certain stern way of looking at life are common to both, the Icelandic school adds a complexity of structure and ornament, an elaborate mythological and enigmatical phraseology, and a regularity of rhyme, assonance, luxuriance, quantity and syllabification, which it caught from the Latin and Celtic poets, and adapted with exquisite ingenuity to its own main object, that of securing the greatest possible beauty of sound.",
		"The first part, an exquisite sketch of northern mythology, Gylfa-ginning, was probably prefixed to the whole later.",
		"The gentle sweetness of thought, and the exquisite harmony of wording in his poems, more than justify the popular verdict.",
		"His exquisite satirical songs, in an easy and elegant but still manly and splendid language, have raised much discussion.",
		"Where the modern orator would employ a wealth of imagery, or elaborate a picture in exquisite detail, Demosthenes is content with a phrase or a word.",
		"Indeed the profusion of articles of gold which have been found is remarkable; in the Dublin Museum may be seen bracelets, armlets, finger-rings, torques, crescents, gorgets, necklets, fibulae and diadems, all of solid gold and most exquisite workmanship.",
		"In the evenings he wrote for the Revue des deux mondes and the Debats the exquisite essays which appeared in 1857 and 1859 under the titles Etudes d'histoire religieuse and Essais de morale et de critique.",
		"In contrast with these, it is considered one of the glories of the Olympian mythology of Greece that it believed in happy manlike beings (though exempt from death, and using special rarefied foods, &c.), and celebrated them in statues of the most exquisite art.",
		"Artists of renown perpetuated her features on canvas, on marble and on many exquisite medals, one of which has a closed book graven on the reverse, with the inscription \" Elegiae \" in allusion to poems she was said to have written.",
		"They healed fast and brought exquisite little pricks of pleasure.",
		"They are exquisite works of art, written in an almost impeccable style.",
		"We can send exquisite hand tied bouquets to brighten their day!",
		"The silver and gemstone chakra bracelet is approximately 18 cms long and comes in a exquisite shiny lilac satin pouch with a purple lining.",
		"In addition to numerous complete items of clothing, evidence was also found of exquisite medieval carpentry in surviving coffins.",
		"The ruined temples and pyramids are noted for their exquisite carvings.",
		"They were joined by cellist Truls MÃ¸rk who played exquisite interpretations of Prokofiev and Elgar.",
		"And so young--so free full pool game download exquisite... so perfectly charming in body!",
		"Keepsake gifts include chinaware, the exquisite heirloom collection of christening gowns and romper suits by Collins and Hall and Terramundi money pots.",
		"The food is top notch, with exquisite treats like Bayonne ham and figs or poached cod with saffron and chili.",
		"The food was exquisite, ditto the wine and the company extremely congenial.",
		"They are an exquisite addition to any fairy enthusiast's collection, or to be enjoyed by fine art connoisseurs alike.",
		"Renowned for having the most exquisite coral reefs in the world and a refuge to rare marine life.",
		"The end result is rather like a game of exquisite corpse.",
		"Here are simple directions to make an exquisite music box called?Peter cottontail?",
		"Here are simple directions to make an exquisite music box called?peter cottontail?",
		"An extensive cellar of fine wines are available to complement the exquisite cuisine.",
		"The sleeves are embellished with exquisite embroidery to complete this stylish look.",
		"Books and gifts exquisite books and gifts for fabulous prices.",
		"Next is Alan's solo performance of Butterfly that he does with beauty, a truly exquisite vocal performance.",
		"She was absolutely exquisite - this is the pure English style in all its perfection.",
		"Terry West also displays a fine knack for composition, most of the camera shots are quite exquisite.",
		"And the food is simply exquisite - fresh, imaginative, perfectly cooked and very tasty.",
		"The Judee Sill sets are particularly exquisite, and highly recommended if you love the slightly odd and haunted singer/songwriter soul baring thing.",
		"The hotel's award winning restaurant is so exquisite you could spend your entire week here without ever leaving the Scottish Capital.",
		"The Deep Sanderson formula junior is now nearing completion and is looking exquisite.",
		"It features exquisite, lace kissed edges and has delicate, adjustable straps.",
		"John Phillips runs Granite Press in St Ives and produces exquisite hand-sewn editions.",
		"Shoppers and collectors will find exquisite jade, hand-carved ivory and native handicrafts.",
		"The investigative journalism presented within this report is exquisite and deserves respect from all aspiring journalists and general public alike.",
		"In late afternoon, we climb to a rocky knoll above the town to enjoy an exquisite sunset on the lake.",
		"She was an exquisite painter of miniatures, and a capital hand at catching a likeness.",
		"But they are also, simultaneously, intensely lyrical and moving, and capture moments of exquisite fragility and beauty.",
		"What was once sweet has become mawkish, and the once exquisite simile appears little more than an ingenious conceit.",
		"I started exhibiting and selling their exquisite miniatures in the UK, and sometimes invited Russian artists to come and demonstrate.",
		"It was skimmed off and found to be an exquisite perfume.",
		"Key attractions Innsbruck's historic center is stunningly picturesque, with several exquisite examples of architecture from the 14th through 17th centuries.",
		"Puddings range from exquisite raspberry souffles to that crowning marvel of Scottish cookery, the Clootie Dumpling.",
		"We also specialize in luxury gifts from our exquisite gift range.",
		"Not only are these organic chocolate truffles unlike anything previously available to mere mortals, the packaging is exquisite.",
		"This bra and string ensemble has the most exquisite embroidery in black silk on a nude sheer tulle.",
		"Moving deeper into central India, you visit Khajuraho to see the exquisite workmanship of the carvings on its temples.",
		"Francois le champi and La Petite Fadette are of no less exquisite workmanship. Les Maitres sonneurs (1853) - the favourite novel of Sir Leslie Stephen - brings the series of village novels to a close, but as closely akin to them must be mentioned the Contes d'une grande-mere, delightful fairy tales of the Talking Oak, Wings of Courage and Queen Coax, told to her grandchildren in the last years of her life.",
		"He described him as \"a companionable, brilliant soul, with piercing eyes, the body of an Aesop - a man of keen insight, exquisite taste and wide erudition.",
		"The important small published works are Eine Faust Overture (1839-1840; rewritten, 1855); the Siegfried Idylle (an exquisite serenade for small orchestra on themes from the finale of Siegfried, written as a surprise for Frau Wagner in 1870); the Kaisermarsch (1871), the Huldigungsmarsch (1864) for military band (the scoring of the concert-version finished by Raff); Fiinf Gedichte (1862), a set of songs containing two studies for Tristan; and the early quasi-oratorio scene for male-voice chorus and full orchestra, Das Liebesmahl der Apostel (1843).",
		"Raphael, Michelangelo and Pinturicchio all worked for him, and a curious contrast, characteristic of the age, is afforded by the fact that a family so steeped in vice and crime could take pleasure in the most exquisite works of art.",
		"But, in use, while the meaning of the word \"perfume\" has been extended so as to include everything sweet in smell, from smoking incense to the invisible fresh fragrance of fruits and exquisite scent of flowers, that of the word \"incense,\" in all the languages of modern Europe in which it occurs, has, by an opposite process of limitation, been gradually restricted almost exclusively to frankincense (see Frankincense).",
		"Lactantius' chief work, Divinarum Institutionum Libri Septem, is an \"apology\" for and an introduction to Christianity, written in exquisite Latin, but displaying such ignorance as to have incurred the charge of favouring the Arian and Manichaean heresies.",
		"The best forms of poeticus ornatus have been crossed with the bunch-flowered Tazettas, and have resulted in producing varieties with large trusses of exquisite flowers more or less resembling the ornatus parents, and varying in colour from the purest white to yellow, the rim of the corona being in most cases conspicuously and charmingly coloured with red or crimson.",
		"But he was also conscious that his exquisite devotion to mere lucidity and beauty might be a snare to him, and a happy instinct was always tlriving him to a study of mankind as well as of inanimate nature.",
		"In 1831 the friends established the Philological Museum, which lived through only six numbers, though among Thirlwall's contributions was his masterly paper on the irony of Sophocles - \"the most exquisite criticism I ever read,\" says Sterling.",
		"The Psalter is that part of the Old Testament in which the devotional aspect of the religious character finds its completest expression; and in lyrics of exquisite tenderness and beauty the most varied emotions are poured forth by the psalmists to their God - despondency and distress, penitence and resignation, hope and confidence, jubilation and thankfulness, adoration and praise.",
		"One contained in the Shah Jahan Nama - a gorgeous specimen of illuminated Persian manuscript and exquisite calligraphy - represents a most ordinary, middle-aged Oriental, with narrow black whisker fringing the cheek and meeting the tip of the chin in a scanty, pointed beard; a thin moustache sweeps in a semicircle from above the upper lip; the eyebrow over the almond-shaped eye is marked but not bushy.",
		"Adept as she was in the most exquisite delicacy of dissimulation, the most salient note of her original disposition was daring rather than subtlety.",
		"The perfection and finish of every line, the correspondence of sense and sound, the incomparable command over all the most delicate resources of verse, and the exquisite symmetry of the complete odes which are extant, raise her into the very first rank of technical poetry at once, while her painting of passion, which caused Longinus to quote the ode to Anactoria as an example of the sublime, has never been since surpassed, and only approached by Catullus and in the Vita Nuova.",
		"Johan Nordahl Brun (1745-1816), a young writer who did better things later on, gave the finishing touch to the exotic absurdity by bringing out a wretched piece called Zarina, which was hailed by the press as the first original Danish tragedy, although Ewald's exquisite Rolf Krage, which truly merited that title, had appeared two years before.",
		"A large variety of fruit is produced, including the tamarind, mango, banana, pine-apple, guava, shaddock, fig, avocado-pear, litchi, custard-apple and the mabolo (Diospyros discolor), a fruit of exquisite flavour, but very disagreeable odour.",
		"The door leading from the south aisle into a herbaceous garden, formerly the cloister, is an exquisite copy of one which had become greatly decayed.",
		"We were waited on by five or six country girls of ravishing beauty, dressed with exquisite neatness.",
		"His seduction of a beautiful escort girl played by the exquisite Zhang Ziyi however is by far the most satisfying.",
		"In the green house is an exquisite species called Pelargonium triste whose tiara of creamy-yellow flowers with purple blotches are spicily fragrant at night.",
		"As part of his work James produced a journal full of exquisite drawings and trenchant observations.",
		"The art of Siena developed its own unique style, typified by the exquisite work of Simone Martini, pupil of Duccio.",
		"After all, when you begin receiving all of those baby magazines, the experts make baby nurseries look exquisite.",
		"A diamond bracelet is an exquisite gift for that someone special in your life.",
		"Collectors may consider buying antique Hamadan rugs due to their exquisite beautiful design, colors and historical value.",
		"Amish furniture, for example, is made up of very few, heavy component pieces that are put together with exquisite craftsmanship.",
		"Many items are also marked as eco-friendly, and some of their cat gyms are so exquisite that they are practically nature itself, although this kind of nature may cost you upwards of five hundred dollars.",
		"Like many modern Martinis, French Martini cocktails contain an exquisite blend of fruit juices and classic Martini ingredients.",
		"Many have delicate hand painted floral designs or exquisite wooden inlays.",
		"Before long, many of these craftspeople are creating exquisite pieces of furniture that are made to last a lifetime.",
		"These tables have exquisite carvings accented with a distinctive caramel finish and subtle gold tipping.",
		"A pewter finished metal bed makes an exquisite piece of bedroom furniture, inspired by 18th century provincial French country iron works.",
		"Regardless of what decorating style you use, a bedroom should look comfortable and simple, refined and exquisite.",
		"It is an exquisite look that creates immediate warmth, and can be incorporated into either a traditional or modern design scheme.",
		"If you are lucky enough to find a historic home that has been restored, you will appreciate the exquisite detailing that many modern homes lack.",
		"Known for its 21 squares, delicious food and Southern charm, Savannah, Georgia offers exquisite examples of early American residential architecture.",
		"The Davenport House is an exquisite example of Federal Style architecture.",
		"An absolutely exquisite look for the bedroom would include a pewter-finished metal bed inspired by late 18th century provincial French country iron works.",
		"Her designs communicate elegant sophistication and she is well known for her use of excellent detailing and exquisite fabrics.",
		"She wants to bring that transformational quality to people with her own makeup line with her exquisite array of colors.",
		"If you constantly marvel at stunning shots taken of rainbow colored fish darting around exquisite coral reefs, you might have wondered what equipment is used for underwater photography.",
		"They are exquisite and make you look like a real life princess.",
		"Simpler headband-type tiaras, available in a wide range of designs from flowers to crystal to pearls, offer an exquisite look without the more formal appearance of a larger tiara.",
		"As you familiarize yourself with the costumes of the Renaissance era, you'll probably notice the rich fabric and exquisite details, as well as the gorgeous accessories.",
		"Many couples find that the trade-off for the high cost is well worth it when they receive their exquisite invitations.",
		"Choose from elegant wedding favor snacks, soaps, exquisite boxes, place cards, sachets, measuring spoons, and more.",
		"The list is surprisingly long, and all of the pieces look exquisite.",
		"Yet another popular reference in poetry is to liken love to something exquisite in nature, like a butterfly, a deep red rose, or the fresh scent of lavender.",
		"With multitudes of activities and exquisite dining and spa options, every passenger will return home feeling just a bit more famous than when they left.",
		"Throughout the fleet, seafaring memorabilia - including exquisite paintings of former Holland America ships - adds nautical touches and pays homage to the line's lengthy cruising history.",
		"Both islands offer exquisite national parks with gorgeous foliage and extensive trails.",
		"All types of dining experiences, from local favorites to world-renowned chefs to exquisite local wineries.",
		"The exquisite ambiance and traditional charm of this ship continue to impress visitors.",
		"Though the beaches are exquisite and the scenery is spectacular, a visit to this region is a journey into the heart and soul of Mexico.",
		"The exquisite views of lover's beach and the rock formations are magnificent.",
		"Baja Mexico offers great dining, shopping and exquisite beaches; book a 3 night cruise leaving from Los Angeles and enjoy this weekend getaway.",
		"There is one ship, the MSC Poesia, that cruises the Caribbean in exquisite style.",
		"You can look for cruise line reviews and find out which river cruises earn high marks within the gay community for their extravagant shows, luxurious rooms and exquisite dining options.",
		"Travel in Style features a nine-day Nile honeymoon package designed for couples looking to relax and soak up the exquisite Egyptian landscapes.",
		"Erinacea Pungens - A dwarf, much-branched shrub, forming foot-high cushions of spiny branches, and producing in May and June pea-shaped flowers of an exquisite blue shade.",
		"Of Leeds' Silver Star forms the best are exquisite on good sandy soils, and their whiteness, delicate purity, and grace render them most acceptable as cut flowers.",
		"An exquisite gem is I. r. cyanea, which is very bright in color, a slaty blue, and dwarf.",
		"Pepino (Philesia) - P. buxifolia is an exquisite dwarf shrub, with large carmine-red Lapageria-like bells (2 inches long) nestling among and suffusing with their rich color the sombre evergreen foliage.",
		"Chamacistus, which has tiny leaves, and in early summer exquisite purple flowers, of the same size as those of Kalmia latifolia.",
		"Surfpick uses the exquisite lignum vitae wood to hone fine guitar picks.",
		"For example, a Victorian style dresser would make an exquisite vanity with the right accessories.",
		"Her jewelry debuted with an exquisite collection termed \"Bijoux De Diamond,\" pieces designed from diamonds and platinum.",
		"The Coco collection is an exquisite collection of color and design.",
		"The light subject matter and the exquisite attention to detail of each charm makes them true collectors items.",
		"If heirloom jewelry is not available, checking estate sales, auctions, and antique dealers is another way to find exquisite Celtic jewelry for men.",
		"Of all the possible uses for millefiore glass, none rivals the look of an exquisite millefiore multi heart ring. as described above, the sections of floral glass are fused within a heart-shaped frame, typically made from 14K yellow gold.",
		"There are many exquisite styles of mothers' pins that are hand crafted by designers that are unique, delicate works of art.",
		"Known for their exquisite crystal items, Baccarat introduced their jewelry line in 1993 with two gorgeous collections.",
		"Sparkling crystals in rich clear colors make earrings by Baccarat some of the most exquisite in the world.",
		"Each lovely bracelet created from 12 sterling silver beads and 16 exquisite freshwater pearls holds a beautiful sterling silver engraved heart charm with a genuine solitaire diamond.",
		"Distinctive Designs offers an exquisite bracelet set of rose quartz, handcrafted Balinese sterling silver caps and rose aurora borealis Swarovski crystals with a delicate silver hanging charm.",
		"There are many exquisite styles and designs of endless gold hoop earrings in addition to the classic look of simple round hoops in various sizes.",
		"Exquisite elegance defines these rose gold and diamond endless hoop earrings by Heavenly Treasures.",
		"The exquisite style earring, endless gold hoops, with its simplistic style and flawless design, is sure to become one of your favorite fashion accessories.",
		"Planet Jill offers exquisite heavy linked charm bracelets and photo charms in 14K with diamond accents.",
		"A profile of a playful looking monkey in a sitting position in solid white gold has exquisite detail in a full three dimensional effect.",
		"For many today, the captivating beauty and exquisite luster of pearls still evoke feelings of mystery and magic as the allure of these exquisite gems is as timeless as the treasures themselves.",
		"An exquisite new addition to the family of elegant pearl jewelry, a chocolate pearl ring feels fabulous to wear and is delightful to look at.",
		"Surviving Victorian women's satin long robes are festooned with lace and ribbons and are exquisite creations that could work for a modern wedding if they weren't such museum-quality pieces.",
		"Dreamy and precise, the music and sound of Serenity provide the film with exquisite accents, drawing the audience into the experience as the sirens of mythology lured sailors into the depths with their songs.",
		"The living room and kitchen, which faced to the south, provided an exquisite view of the surrounding countryside.",
		"Ground orchids and tree orchids are well represented; Polystachya liberica, an epiphytic orchid with sprays of exquisite small flowers of purple and gold, might well be introduced into horticulture for its beauty.",
		"The tiles of these roofs are glazed porcelain of the most exquisite deep-blue colour, and add a conspicuous element of splendour to the shrine.",
		"A small impression was slowly dispersed; the bookseller murmured, and the author (had his feelings been more exquisite) might have wept over the blunders and baldness of the English translation.",
		"In this latter work he employed an engraver named Furius Philocalus, the exquisite beauty of whose characters enables the smallest fragment of his work to be recognized at a glance.",
		"Among the most important are the robalo (Labrax), an exquisite food fish, the tunny, eel, Spanish sardine and mangua.",
		"It is separated on the south from the island of Shikoku by the Naruto channel, through which, in certain conditions of the tide, a remarkable torrential current is set up. The island is celebrated for its exquisite scenery, and also for the fact that it is traditionally reputed to have been the first of the Japanese islands created by the deities Izanagi and Izanami.",
		"The outer surface of many of the species presents likewise the most exquisite sculpture, heightened by brilliant shades, or spots of green, red, yellow and bluish black.",
		"The Letters are brilliantly written - full of elegant wisdom, of keen wit, of admirable portrait-painting, of exquisite observation and deduction.",
		"Close by the Duomo is the no less famous Campanile built by Giotto, begun in 1332, and adorned with exquisite bas-reliefs.",
		"Some of the most exquisite and most ingenious of these earlier productions, such as the magnificent iron eagle in the south Kensington Museum, the wonderful articulated models of crayfish, dragons, serpents, birds, that are found in many European collections, came from the studios of the MiyOchins; but these were the play of giants, and were not made as articles of commerce.",
		"The museum of antiquities (1874) contains an exquisite chalice of the year 1425 and some pictures and portraits by Wouter Crabeth the younger, Corn.",
		"The graceful form of their body, the elegance and rapidity of their movements, and the exquisite beauty of their colours have been the admiration of all who have had the good fortune to watch them in their native haunts.",
		"There he wrote the poems inspired by Fanny (Mme Laurent Lecoulteux), including the exquisite Ode a Versailles, one of his freshest, noblest and most varied poems.",
		"In the last ten years of his life Horace resumed his lyrical function for a time, under pressure of the imperial command, and produced some of the most exquisite and mature products of his art.",
		"This Dr Parkman, a man of rare sagacity and exquisite humour, was the father of Francis Parkman, the historian.",
		"Among the fish may be mentioned the tunny, dolphin, mackerel, sardine, sea-bream, dentice and pagnell; wrasse, of exquisite rainbow hue and good for food; members of the herring family, sardines, anchovies, flying-fish, sea-pike; a few representatives of the cod family, and some flat fish; soles (very rare); Cernus which grows to large size; several species of grey and red mullet; eleven species of Triglidae, including the beautiful flying gurnard whose colours rival the angel-fish of the West Indies; and eighteen species of mackerel, all migratory.",
		"By the end of August 1885, when a political crisis had supervened between Great Britain and Russia, under the orders of the Amir the Mosalla was destroyed; but four minars standing at the corners of the wide plinth still remain to attest to the glorious proportions of the ancient structure, and to exhibit samples of that decorative tilework, which for intricate beauty of design and exquisite taste in the blending of colour still appeals to the memory as unique.",
		"This building, which was erected by Shah Rukh Mirza, the grandson of Timur, over Soo years ago, contains some exquisite specimens of sculpture in the best style of Oriental art.",
		"Johnson, of whose various and often merely churlish remarks on Garrick and his doings many are scattered through the pages of Boswell, spoke warmly of the elegance and sprightliness of his friend's conversation, as well as of his liberality and kindness of heart; while to the great actor's art he paid the exquisite tribute of describing Garrick's sudden death as having \" eclipsed the gaiety of nations, and impoverished the public stock of harmless pleasure.\"",
		"The story of the poet's life at Bemerton, as told by Walton, is one of the most exquisite pictures in literary biography.",
		"Richard Burton, when consul-general at Damascus in 1870, cleared an Arab screen out of the vestibule, and in consequence the exquisite doorway leading into the cella can now be well seen.",
		"His travels, however, if they enriched his mind, relaxed his character, and he brought home easy morals as well as exquisite manners.",
		"Nor is he less successful when recording pathetic events, for his stories of certain martyrdoms, and of the execution of Mary queen of Scots, are told with exquisite feeling and in language of well-restrained emotion.",
		"Other poets of the romantic school of considerable merit were Gorecki, Witwicki, Odyniec, and Gaszynski; the last-named wrote many exquisite sonnets, which ought alone to embalm his name.",
		"Gottfried is a far greater master of style than Wolfram von Eschenbach, and his treatment of some of the episodes, notably the sojourn in the woods, is most exquisite.",
		"Of these, the Song of Songs, in exquisite poetry, extols the power and sweetness of pure and faithful human love.",
		"The most important contribution to Urania was his sentimental novel, Fanni Hagyomanai, much in the style of La nouvelle Héloise and Werther, the most exquisite product of Hungarian prose in the 18th century and one of the finest psychological romances in the literature.",
		"One of its chief treasures is an exquisite 15th-century Florentine altar-frontal, preserved in the sacristy.",
		"The finest sarcophagi that have been found in the necropolis of Sidon (now in the Imperial Museum, Constantinople) are not Phoenician at all, but exquisite specimens of Greek art.",
		"Of the numerous works of art discovered in the course of the excavations the statues and large works of sculpture, whether in marble or bronze, are inferior to those found at Herculaneum, but some of the bronze statuettes are of exquisite workmanship, while the profusion of ornamental works and objects in bronze and the elegance of their design, as well as the finished beauty of their execution, are such as to excite the utmost admiration - more especially when it is considered that these are the casual results of the examination of a second-rate provincial town, which had, further, been ransacked for valuables (as Herculaneum had not) after the eruption of 79.",
		"The inlet of Trelawne is one of the most exquisite wooded coombes in Cornwall.",
		"Cultivated forms of this, with exquisite shades of colour and without any blotch at the base of the petals, are known as Shirley poppies.",
		"Then came the religious fanaticism of Akhenaton, mutilating all figures of Ammon and all inscriptions containing his name; this made havoc of the exquisite monuments of Hatshepsut; and the restorers of the XIXth Dynasty, refusing to recognize the legitimacy of the queen, had no scruples in replacing her names by those of the associate kings Tethmosis I., II.",
		"We know nothing of the authors of these poems, which treat of the heroic adventures of the great warriors and lovely ladies of the chivalric age in strains of artless but often exquisite beauty.",
		"As a dramatist, pure and simple, his bird-like instinct of song carried him too often into a sphere too exalted for the stage; but he has written nothing that is not stamped with the exquisite quality of distinction.",
		"His exquisite strains, in which pure imagination is blended with most accurate and realistic descriptions of scenery and rural life, have an extraordinary charm not easily described.",
		"Other writers whose names connect the age of romanticism with a later period were Meyer Aron Goldschmidt (1819-1887), author of novels and tales; Herman Frederik Ewald (1821-1908), who wrote a long series of historical novels; Jens Christian Hostrup (1818-1892), a writer of exquisite comedies; and the miscellaneous writer Erik Biigh (1822-1899).",
		"The pictures include some exquisite Murillos and choice specimens of the Dutch school.",
		"Two or three other technical masterpieces of the engraver's art, the \"Coat-of-Arms with the Skull,\" the \"Nativity,\" with its exquisite background of ruined buildings, the \"Little Horse\" and the \"Great Horse,\" both of 1505, complete the list of the master's chief productions in this kind before he started in the last-named year for a second visit to Italy.",
		"The country neighbouring Ludlow is richly wooded and hilly, while the scenery of the Teme is exquisite.",
		"The exquisite bas-reliefs on a Lycian sarcophagus now in the museum of Constantinople are among the finest surviving examples of classical art.",
		"Within, the palace is unsurpassed for the exquisite detail of its marble pillars and arches, its fretted ceilings and the veil-like transparency of its filigree work in stucco.",
		"They are adorned by varieties of foliage, &c.; about each arch there is a large square of arabesques; and over the pillars is another square of exquisite filigree work.",
		"The Museum of Fine Arts at Boston also obtained in 1914 a masterpiece surreptitiously excavated and smuggled out of Crete, an exquisite gold and ivory statuette of the snake goddess or her votary.",
		"There is no apparent reason, except their exquisite versification, why these particular pieces should have been here brought together.",
		"A series of exquisite books, which gain in value every year, witnesses to the thorough and whole-hearted fashion in which he invariably threw himself into the exigencies of his life-work.",
		"Exquisite as he is in his special mode of execution, he undoubtedly falls far short, not only of his great naturalist contemporaries such as 1Vlasaccio and Lippo Lippi, but even of so distant a precursor as Giotto, in all that pertains to bold or life-like invention of a subject or the realization of ordinary appearances, expressions and actions - the facts of nature, as distinguished from the aspirations or contemplations of the spirit.",
		"The play of colour is exquisite, the basalt combining every tint of warm red, brown and rich maroon; sea-weeds and lichens paint the cave green and gold; while the lime that has filtered through has crusted the pillars here and there a pure snow-white.",
		"The valleys enclosed between the mountain ranges are numerous, fertile, and for the most part of exquisite beauty.",
		"Notwithstanding subsequent discoveries of stupendous paintings in the gardens of the Villa Farnesina on the banks of the Tiber, the monochromes of Herculaneum remain among the finest specimens of the exquisite taste and consummate skill displayed by the ancient artists.",
		"The indefensible indecency and overstrained sentimentality are on the surface; but after a time every repellent defect is forgotten in the enjoyment of the exquisite literary art.",
		"It need scarcely be said that tiles have rather increased in value than deteriorated in the eyes of the connoisseur, that the ornamentation of metal-work, wood carving and inlaying, gem and seal engraving, are exquisite of their kind, and that the carpets manufactured by skilled workmen, when left to themselves and their native patterns, are to a great extent unrivalled.",
		"In the south-west the lakes of Killarney are widely famed for their exquisite scenic setting; in the north-east Lough Neagh has no such claim, but is the largest lake in the British Isles, while in the south-east there are small loughs in some of the picturesque glens of county Wicklow.",
		"The owner prides herself on the exquisite cuisine, old-fashioned courtesy and personal attention given to all customers.",
		"Nothing could be more suitable than this exquisite and heartfelt elegy.",
		"Exquisite in bud, they open fully to reveal a central boss of golden stamens.",
		"Lots of seamed stockings and strappy shoes as well as the exquisite corsetry and girdles make this a dvd that is definite to arouse.",
		"Matching these exquisite satellite speakers is a powerful subwoofer.",
		"All eleven exquisite properties have been finished to the highest specifications and provide sumptuous, luxury accommodation.",
		"Just behind the royal standard-bearers came the Princess Ozma in her royal chariot, which was of gold encrusted with emeralds and diamonds set in exquisite designs.",
		"Kuragin is exquisite when he discusses politics--you should see his gravity!",
		"The mothers can select from exquisite blue royal crystals, faux pearls, porcelain roses, and even an engraved gold bracelet.",
		"Corbin menswear is known all around because of its exquisite, comfortable-but-not-baggy fit.",
		"New York City-based Michael Andrews Bespoke is one such company that offers custom fitting and exquisite tailoring.",
		"Rather than bemoan the passing of the exquisite Dockers style denim shorts, why not look at some viable replacements, for work and play?",
		"They are worn with a belt or sash and come in exquisite colors and designs.",
		"Exquisite beadwork makes this multi tiered ankle length popover dress a dramatic choice for any special occasion.",
		"Sheer embroidered Italian lace and keyhole trim gives an elegant look to this exquisite floral full figure bra.",
		"Luxurious sleek satin, delicate lace and luscious leather are just a few of the exquisite, sensual materials used in evening bustiers.",
		"Dazzle them with your curves in this exquisite black mesh-striped bustier with a peek a boo lace-up front.",
		"A soft beautiful microfiber panty trimmed in scalloped lace and an exquisite scalloped stretch lace panty both offer sexy style and soft comfort.",
		"From the Chantelle Legend collection comes this exquisite thong tanga with embroidered accents and wide pinstripe detailing.",
		"Knowing there are bridal and specialty shops that offer exquisite plus size bridal gowns at affordable prices helps to defray the cost of this important event.",
		"Plus Size and Pretty offers their interpretations of exquisite designer bridal gowns that are so close to the original it is hard to tell the difference.",
		"From their exquisite sheath style evening dress of silk chiffon called Simply Elegant to the sexy and shimmery A-line halter styled evening dress Captivating, there is sure to be a style that will make you feel like a million dollars.",
		"In addition to their exquisite selection of lingerie, the company also offers beautiful plus size sleepwear.",
		"Today's discounted mother of the bride fashion choices includes elegant designer gowns, exquisite dresses and sophisticated suits in an array of designs and styles that are perfect for plus size figures.",
		"Peggy Lutz provides a unique offering of exquisite suits in striking fabrics custom made to your measurements.",
		"Bra Experience carries an exquisite selection of demi bra styles including padded, seamless and unlined.",
		"The popular show Mad Men has done wonders for reminding everyone how exquisite some of the fashions were in the early 1960s.",
		"Garments created from them are exquisite in appearance, and the luxury of the fabric often makes a woman feel like a million dollars.",
		"They want a helping hand in establishing lasting memories and they do it with the help of a team that adds exquisite details and loving touches on all of their products.",
		"These wraparound aviator frames offer exquisite rim details at a relatively inexpensive price of $70.00.",
		"That's right, we said Chanel and this case is exquisite.",
		"Founded by designer Sheila Vance, every sunglass Sama produces is imbued with luxury and exquisite, eye catching details.",
		"No matter the color you choose, be it clove, tort or pearl, the end result is the same--a bold look with exquisite details.",
		"After all of that exquisite detailing, it's no surprise that quite a few of Hollywood's elite have been seen sporting the Sama look.",
		"The lacquer produces exquisite polishing results and an effect like nothing else can imitate.",
		"C Light frames are all rimless and feature exquisite detailing on the side stems.",
		"He used his trendsetting abilities to create exquisite eyewear people would want, quite possibly before they even knew they wanted it.",
		"The PDA Panache Stylus Upgrade for the Nintendo DS Lite is an exquisite addition to any DS owner's accessories.",
		"The exquisite environments of Untold Legends are highly detailed and each carries a unique style.",
		"Aged in 30% new French oak barrels, the Pinot is an exquisite blend of Russian Valley grapes that impart flavors of sweet berries, black cherries, raspberries and exotic spices.",
		"Dazzling gemstones set in shimmering sterling silver, faux pearls gathered in clusters or delicate filigree set with stunning cabochons are all exquisite examples of Avon collectible jewelry.",
		"These exquisite dolls have fabric or leather bodies, and shiny glazed heads with painted hair and features.",
		"These exquisite playthings from years gone by have become delightful treasures of today.",
		"Whether you collect vintage Madame Alexander dolls or just have one that you have treasured since your childhood, you know how special these beautiful dolls are with their fine craftsmanship, exquisite details and lovely outfits.",
		"Artists skillfully handcraft each doll paying special attention to the delicate painted facial features, exquisite costumes and beautiful hairstyles.",
		"A very fine example of an exquisite Art Noveau hat pin can sell for over $1,500.00 at the right auction.",
		"Badlands. This exquisite national park is one of the main attractions of Medora Campground.",
		"One of the primary reasons that these competitions have become so popular is due to the combination of intense rivalry with exquisite grace and beauty.",
		"The Rockettes are known world-wide for their exquisite dancing, but it's the atmosphere and the old-world charm that make the Christmas show of the Rockettes such a delight for all audiences.",
		"Each exquisite piece, considered chi art, draws the positive energy of chi to the receiver of the gift.",
		"From mythical dragon drawings to yin yang dragons, the Internet offers many exquisite pictures of Chinese dragons to print and frame.",
		"From simple dragons for a child to color to exquisite dragons to decorate your home, printable Chinese dragons are as intriguing as the mystical creatures they represent.",
		"Amazon offers a beautiful selection of art dragon yin yang posters including the exquisite Yin Yang Guardians.",
		"Known as the Divine Proportion by Renaissance artists, it gave their work exquisite balance and beauty.",
		"Examples of the Golden Ratio in nature show up time and time again illustrating the sheer perfection and exquisite beauty that exists all around us.",
		"A plait of braids encircling the crown looks exquisite when the rest of the hair is worn down and loose.",
		"Just looking at a Vermeer one may not pick up the exquisite detail of his work without an understanding of the lifestyle of the time.",
		"A lot of washi patterns will look exquisite as a rose.",
		"Brands to choose from include Glamorise, Bali, Exquisite Form, Medela, and more.",
		"Here you will find subtly colored walls combined with wood tables and exquisite floral displays.",
		"In addition to individual guest rooms, the hotel rents out its exquisite ballroom for weddings, parties and business meetings.",
		"According to Parke, \"Refined details, quality fabrics, and exquisite fit are the hallmarks of Parke & Ronen.",
		"The colors, the prints and the exquisite details all combine to make a swimsuit that looks more appropriate on the catwalks of Milan than the beaches of San Diego.",
		"From tummy control panels, to inventive ruching to flattering cuts, these suits take into account a myriad of different factors and blend them together in one exquisite package.",
		"While you might have your heart set on one, the exquisite design of a more traditional French bathing suit might seduce you into trying one of those instead - you will feel like you are in St. Tropez, even in your own backyard.",
		"Exquisite Fancy Nancy - This large, poseable doll has realistic limbs and a pink jumper adorned with butterflies.",
		"Holiday Fancy Nancy - The perfect companion for the Splendiforous Christmas book, this doll, which is similar to Exquisite Fancy Nancy, wears a candy cane striped top and leggings and a pink tutu.",
		"Their exquisite gowns are perfect for any occasion and will have you looking like a star.",
		"For exquisite designs, Tacori crafts engagement rings in two-tone combinations of yellow gold and platinum, often using the gold as an embellishment or intricate accent.",
		"In addition to exquisite engagement rings, Tacori offers a range of wedding accessories to guarantee that your once-in-a-lifetime special day has a unique and enchanting glitter.",
		"For a discriminating couple with a taste for exquisite designer jewelry, a Tacori engagement ring is the optimum choice.",
		"Though a relative newcomer to the jewelry market, Lussori rings are stunning for their rich hues, wide variety, and exquisite beauty.",
		"By using traditional metals in superior karat weights (principally 14k or 18k), the rings gleam, adding even more sparkle to the exquisite gems.",
		"Pave settings are used for some exquisite designs, and many types of hoop earrings are designed to resemble eternity rings.",
		"Once considered flawed and worthless, black diamonds are now rapidly becoming one of the most sought-after gems because of their exquisite uniqueness.",
		"From simple earrings to elaborate engagement rings, Blue Nile diamonds create exquisite pieces of glittering jewelry.",
		"Other options include using the pink gems as accent stones rather than the central diamond, perhaps in a distinctive pave setting or other unusual setting that will still draw the eye toward the exquisite gems.",
		"A range of solitaire rings as well as exquisite bridal sets are available from Helzberg Diamonds.",
		"While diamonds are by far the most popular gem featured in this jeweler's collection, a number of other exquisite gemstones are used in different rings, earrings, and necklaces.",
		"For modern elegance with the exquisite beauty of superior diamonds, there is no better option than Beaudry designer rings.",
		"That prestige speaks highly of the quality and exquisite nature of these designs.",
		"With intricate details and exquisite craftsmanship, the Beaudry team brings over 100 years of design experience to every handcrafted piece, ensuring that each one is as special and unique as the love it represents.",
		"Their exquisite coloration and rarity makes them a splendid choice to represent the finest relationship, offering an elegant and unique style to match the couple's sparkling commitment.",
		"Ultra Diamonds believes in bringing exquisite, luxury jewelry to everyone, regardless of their style preferences or budget.",
		"The Edwin Cap Toe Croc is of exquisite Italian design.",
		"You can stay true to your equestrian style thanks to the exquisite, delicate western details.",
		"This is especially true when you consider the amount of work and exquisite detail that goes into making this traditional shoe!",
		"What really stands out about these genuine, hand sewn moccasins are their exquisite, hand-stitched details.",
		"Collecting the same models that make it into film is a great way to combine your love of exquisite timepieces with your undying devotion to film actors.",
		"More experienced cross stitchers often search for more elaborate designs as they hone their crafting skills and create exquisite masterpieces.",
		"The view is romantic, the food is exquisite and the the company is grand.",
		"Both this lake and the smaller ones to the east, Rotoehu and Rotoma, have deeply indented shores, and are set in exquisite scenery.",
		"His suppers were well known as among the most exquisite in Berlin.",
		"But many hold that his letters and essays are finer contributions to pure literature, and that on these exquisite mixtures of wisdom, pathos, melody and humour his fame is likely to be ultimately based.",
		"The scenery is everywhere strikingly beautiful and varied, and the coral beds of the more secluded bays in its harbours are conspicuous for their exquisite colouring.",
		"Here too were found the repositories of an early shrine containing exquisite faience figures and reliefs, including a snake goddess - another aspect of the native divinity - and her votaries.",
		"Urquhart (in his Discovery of a most exquisite jewel) states that while in Paris Crichton successfully held a dispute in the college of Navarre, on any subject and in twelve languages, and that the next day he won a tilting match at the Louvre.",
		"They were the kind of fangs a man fantasized about, not too large to cause damage but sharp enough to offer an exquisite combination of pleasure and pain if she nipped him.",
		"The Tholos lay to the south-west of the temple of Asclepius; it must, when perfect, have been one of the most beautiful buildings in Greece; the exquisite carving of its mouldings is only equalled by that of the Erechtheum at Athens.",
		"In this exquisite and ingenious kind of work the design appears to be growing up from the depths of the metal, and a delightful impression of atmosphere and water is obtained.",
		"This exquisite familiarity with bird and beast would make us love the memory of Thoreau if his egotism were triply as arrogant, if his often meaningless paradoxes were even more absurd, if his sympathies were even less humanitarian than we know them to have been.",
		"The intermediate tract is a region of rich cultivation, dotted with great banyan trees, thickets of bamboos, exquisite palm foliage and mango groves.",
		"The best of these are exquisite in workmanship, graceful in design, often strikingly original in conception, and usually naturalistic in ideal.",
		"Their great aim seems to be the production of the exquisite Chinese monochromes known as u-kwo-tien-tsing (blue of the sky after rain) and yueh-peh (clair-detune).",
		"Exquisite as was already his susceptibility to beauty and his mastership of the rarest poetic material, we cannot doubt that Chenier was preparing for still higher flights of lyric passion and poetic intensity.",
		"There are a good many buildings, shops, pleasure grounds, a handsome military parade and exquisite beaches.",
		"Heredia himself reverted to the judgment of Sainte-Beuve to the effect that Chenier was the first to make modern verses, and he adds, \"I do not know in the French language a more exquisite fragment than the three hundred verses of the Bucoliques.\"",
		"If in the best specimens exquisite modelling, wonderful accuracy of finish and pates of interesting tints are found, such pieces are, none the less, stamped prominently with the character of utensils rather than with that of works of art."
	],
	"synonyms": [
		"keen",
		"recherche",
		"dainty",
		"striking",
		"refined",
		"rare",
		"incomparable",
		"delicious",
		"consummate",
		"charming",
		"careful",
		"precious",
		"poignant",
		"outstanding",
		"beautiful"
	],
	"antonyms": [
		"ordinary",
		"dull",
		"inferior",
		"crude",
		"flawed",
		"poor",
		"imperfect",
		"horrible",
		"horrifying",
		"ugly"
	]
}