{
	"word": "detrimental",
	"meaning": [
		"Causing detriment; harmful."
	],
	"sentences": [
		"It will have detrimental effects on the healing process.",
		"As it turned out, nothing he had kept secret was actually detrimental to their relationship.",
		"The new law will have detrimental influences on future tobacco use.",
		"It was an example of the detrimental effect that passive smoking can have on anyone's health.",
		"She was receiving detrimental treatment on account of her maternity leave.",
		"Whenever the weather changes a vapor is exhaled, which I consider very detrimental to health.",
		"Stress can be detrimental to your health.",
		"The condition had a detrimental impact on the property's value.",
		"The delay in processing the form had not, in this case, proven detrimental to the patent process.",
		"The ruling will be detrimental in the long run.",
		"When I was there, he got on with all the lads and would never say anything detrimental about any player.",
		"Structural faults will have a seriously detrimental effect on its value.",
		"This supposes them to be free from metallic oxides forming easily fusible compounds with silica, such as lime or iron, the presence of the former even in comparatively small proportion being very detrimental.",
		"The report concluded that high volume along Church Street was having a detrimental effect on air quality.",
		"However installing such a device may be a waste of money if it does not work or has detrimental affects.",
		"When we consider its moral effects, whilst endeavouring to avoid exaggeration, we must yet pronounce its influence to have been profoundly detrimental.",
		"However detrimental these redundancies may be to the poetic beauty of the epic, they add enormously to its interest for students of Germanic history or legend.",
		"The names were therefore registered in a manner which took unfair advantage of or was unfairly detrimental to the Complainant's Rights.",
		"Work is being phased over a five-year period to reduce any potentially detrimental effects on wildlife.",
		"It is also against hydro-power as this can have a significantly detrimental impact on the environment.",
		"Quarantine measures were regarded as detrimental to the interests of international commerce.",
		"That is when it become detrimental to the psyche.",
		"It would be detrimental, if not devastating, to our system of justice and unfair to private litigants.",
		"It can be an acceptable alternative to redundancy for employees and trade unions and thus have a less detrimental effect on workforce morale.",
		"The impact of traffic is also having a detrimental impact on the historic townscape.",
		"On one occasion he was stigmatized in a minute by Mr Batson with \"having espoused the nawab's cause, and as a hired solicitor defended all his actions, however dishonourable and detrimental to the Company.\"",
		"To all seeming the pope had admitted the canonicity of several of the decrees of Constance - for instance, he had submitted to the necessity of the periodical convocation of other councils; but from his reticence on some points, as well as from his general attitude and some of his constitutions, it appeared that the whole of the decrees of Constance did not receive his unqualified approval, and without any definite pronouncement he made some reservations in the case of decrees which were detrimental to the rights and pre-eminence of the Holy See.",
		"This measure must have had a detrimental effect on the allies, who thus saw themselves excluded still further from recognition as equal partners in a league (see Pericles).",
		"Although defeated in the mayoralty election, his work on behalf of the merit system, as opposed to the spoils system of politics, was such that he was made a Civil Service commissioner - probably the last office a politician would wish to hold who desired further promotion, for the conflict which a Civil Service commissioner must have with members of Congress and other party leaders on questions of patronage is usually, or, at any rate, has been in the past history of American politics, inevitably detrimental to further official advancement.",
		"Believing that under existing conditions such a step was both detrimental in present policy and unauthorized in law, President Lincoln directed him (2nd September) to modify the order to make it conform to the Confiscation Act of Congress, and on the 11th of September annulled the parts of the order which conflicted with this act.",
		"Or, again, a dominant action in any three of the estates might enact laws highly detrimental to the interests of the remaining estate - a danger the more to be apprehended as in no other country in Europe were class distinctions so sharply defined as in Sweden.",
		"Increased acidity has a detrimental effect on the living coral reefs, as well as shelled creatures.",
		"Avoid plastic bags, cedar chests or cardboard boxes since all of these materials may have a detrimental effect on your newly acquired fabric.",
		"Lack of controlling your feelings could be detrimental to your marriage.",
		"Knowing the dating mistakes men make can help you avoid situations that could be detrimental to your relationships.",
		"This is detrimental to your relationship because one of you will become frustrated with it and attack through one of the other signs of an unhealthy relationship.",
		"Metal cuts and destroys wood, so although there will be many good things ushered in by the wood rabbit, the metal year can have some powerful detrimental effects to those with wood elements.",
		"If you feel that cussing does not have a detrimental effect upon other people and yourself, the first tip from the Cuss Control Academy offers several sound reasons for not cussing.",
		"Unfortunately, they can often cause too much traction which can be severely detrimental to neatly groomed baseball fields.",
		"These diets, though they may initially work, can have potentially detrimental effects on long-term health.",
		"In the report they warn that continuing to have women wear skimpy athletic uniforms can have a detrimental effect on encouraging younger women to participate in athletics due to body image issues.",
		"Practically all the company's servants were traders in their private capacity, and as they claimed various privileges and exemptions this system was detrimental to the interests of the native princes and gave rise to an enormous amount of corruption.",
		"Into the dyeing of silk it is not here necessary to enter, except in so far as concerns a nefarious practice, carried on in dye-houses, which has exercised a most detrimental influence on the silk trade.",
		"German statesmen, under the powerful stimulus of the emperor William II., have, in the eyes of some critics, carried this secondary object of conscript training to such excess as to be detrimental to military efficiency.",
		"There was violent antipathy between the Christain Socialists and the German Nationalists, and the transference of their quarrels from the Viennese Council Chamber to the Reichsrath was very detrimental to the orderly conduct of debate.",
		"It is also extremely detrimental to those third world countries looking to export agricultural produce.",
		"They are able to actively discourage activities which they see as detrimental to the wellbeing of the hunt and the deer.",
		"The countess was accustomed to this tone as a precursor of news of something detrimental to the children's interests, such as the building of a new gallery or conservatory, the inauguration of a private theater or an orchestra.",
		"Both of these are detrimental to the self-adhesive backing of the vibration damping sheet.",
		"Avoiding simple carbohydrates (sugars), while keeping complex carbohydrates (starches and fibers), will help you lose weight, or maintain your weight, without detrimental health effects.",
		"Water damage, often caused by holes, can be detrimental.",
		"Dominating the corners too early could be detrimental.",
		"The jury is still out as to whether watching television is detrimental to children's development, or if it is actually advantageous.",
		"The truth is that the illegal downloading of movies is more detrimental to the motion picture industry than many may imagine.",
		"Light to moderate drinking has proven to have some health benefits, but excessive alcohol intake is detrimental and can lead to higher health insurance premiums.",
		"The list outlines the restaurant's dishes that may be detrimental to individuals with particular allergies, such as dairy, peanut, wheat, soy, and shellfish.",
		"If you and your family have habits and practices that will be detrimental to the general atmosphere of the housing unit, you will likely be rejected.",
		"But depending on the lore being discussed, fairies often can be sinister and mischievous, meddling in human affairs with detrimental outcomes.",
		"Extremely loud or piercing alarms can be detrimental to your health - a repeated loud noise can affect the quality of hearing.",
		"The increased heat and intensity of these routines raises the mother's internal temperature to a point that may be detrimental to the baby.",
		"This detrimental effects of autism can happen to children who seem to be developing normally, with symptoms such as sudden withdrawl from social situations, loss language skills and seeming to be in their own world for no apparent reason.",
		"However, having business managers who are not as efficient and effective as they should be is just as detrimental as not having them at all.",
		"All signs and symptoms are detrimental to health and require professional intervention for recovery.",
		"This catch can be beneficial in some cases, detrimental in others.",
		"The desire to lose weight quickly can be detrimental because the process feeds into the cycle of overeating and under-eating.",
		"Finding what works best for you and your lifestyle and taking into account your food preferences is detrimental to your success.",
		"Although it is available over the counter and approved by the FDA, Alli is still a drug that may have other detrimental effects on your health, and it may be contraindicated with other medications or medical conditions.",
		"No amount of diet and exercise can overcome the detrimental effects that lack of sleep have on your health and weight.",
		"There is generally no detrimental factor attributed to an increased user population.",
		"In reality, however, a website cannot be truly overpopulated unless the number of registered users reaches a point that causes detrimental occurrences to the rest of the members.",
		"Stagnant growth would be detrimental to Facebook because without growth the company cannot move forward.",
		"With characteristic foresight, Visconti Venosta promoted an exchange of views between Italy and France in regard to the Tripolitan hinterland, which the Anglo-French convention of 1899 had placed within the French sphere of influencea modification of the status quo ante considered highly detrimental to Italian aspirations in Tripoli.",
		"There were catastrophes detrimental to the preservation of older literary records, and vicissitudes which, if they have not left their mark on contemporary history - which is singularly blank - may be traced on the representations of the past.",
		"The arguments of conservative writers involve concessions which, though often overlooked by their readers, are very detrimental to the position they endeavour to support, and the objections they bring against the theory of the introduction of new law-books (under a Josiah or an Ezra) apply with equal force to the promulgation of Mosaic teaching which had been admittedly ignored or forgotten.",
		"In a simpler and more immediate sense, the capture of Constantinople was detrimental to the movement from which it sprang.",
		"This second manufacture, however, is thought to have been detrimental to the papyrus, as it would then have been in a dried condition requiring artificial aids, such as a more liberal use of gum or paste, in the process.",
		"Owing to the pumping of the brine for the salt-works there is a continual subsidence of the ground, detrimental to the buildings, and new houses are mostly built in the suburbs.",
		"Chalk consists, when quite pure, of calcium carbonate (CaC03), a white solid substance useful in small amounts as a plant foodmaterial, though in excess detrimental to growth.",
		"Bodily pleasures and all sensuous impulses must be abandoned as detrimental to the spiritual purity of the soul.",
		"Their own demands were generally limited to the defence of order and religion, and to some extent coincided with the wishes of the emperor; but every attempt to introduce legislation in accordance with their wishes led to a conflict with the educated opinion of the country, which was very detrimental to the authority of the government.",
		"Zerubbabel's age is of the past, and any attempt to revive political aspirations is considered detrimental to the interests of the surrounding peoples and of the Persian Empire.",
		"Linseed is subject to extensive and detrimental adulterations, resulting not only from careless harvesting and cleaning, whereby seeds of the flax dodder, and other weeds and grasses are mixed with it, but also from the direct admixture of cheaper and inferior oil-seeds, such as wild rape, mustard, sesame, poppy, &c., the latter adulterations being known in trade under the generic name of \" buffum.\"",
		"Too much rain at the beginning of the season is detrimental to the growth, while a very dry season is disastrous.",
		"Taking into account the original cost of such machines, and the unavoidable wear and tear upon the retorts brought about by using labour-saving appliances, and the fact that the coke-dust is very detrimental to the machinery, it is clear that the suggestion of setting the retorts at an incline in order to facilitate the work presented great inducements to the gas manager.",
		"Partly under the influence of Mazzini, the freedom of Italy became his ruling motive in life, - its emancipation, not only from foreign masters, but from modes of thought alien to its genius, and detrimental to its European authority.",
		"An aggressive accent by US protectionism on pushing US trading interests overseas would be severely detrimental to the economies of the south.",
		"These critics also argue that absolute freedom of thought is detrimental to mathematical rigor.",
		"These are designed to permit the natural ventilation of buildings where rain penetration during extreme conditions is not detrimental.",
		"This relative uncoupling of genes and memes may mean that more than ever before memes will spread that are detrimental to their carriers.",
		"You won't see a dent occur in a fiberglass kayak; you'll see a full-blown crack or detrimental fracture.",
		"The reason a player wants a stick that bends well is because it is detrimental to aiming and creating English.",
		"Is it soft and comfortable to type on?When shopping for a computer, the most important thing to know is to realize what you want the computer for and that it's not detrimental to know every little spec about every little piece of hardware.",
		"Just as clay litter has been scrutinized for its potentially detrimental health effect, silica has been judged in an equally severe manner.",
		"Depending on your spending and driving habits, gas cards can be beneficial or detrimental.",
		"Many times, the cause of divorce is much more detrimental to the well-being of children than the actual effect of divorce because usually the children have to experience negative situations between their parents.",
		"Bending the rules or disregarding guidelines that have been agreed upon by both co-parents sets a bad example for the child, encourages him to play one parent against the other and is detrimental to the family unit as a whole.",
		"We cut down trees to build homes and make paper and other products, but the practice of cutting down vast swaths of forest, known as deforestation, is detrimental to the environment.",
		"This means if you maintain your own compost pile, you can throw this bag right in there with the rest of your compostable matter and it will disintegrate naturally without any detrimental effects to the environment.",
		"The immense heat that is given off by the water can also have a detrimental effect on the wetlands that are often planned around the reactor sites.",
		"The harsh pesticides used to control and kill insects on vegetables and fruit have long-lasting detrimental effects on humans, especially growing children.",
		"Using black cohosh before week 37 of pregnancy may result in premature birth, which can be detrimental to your baby.",
		"Conventionally grown parsley is sprayed with pesticides and fertilizers that could be detrimental to your health.",
		"Since it is an electronic pet, you won't have to worry about causing detrimental damage to a living being, except for your own emotions if your virtual pet happens to pass away.",
		"If the stress response takes place too often, it can have a detrimental effect on your body.",
		"If you don't take steps to relieve stress now, it could be detrimental to your health and emotional well being years down the road.",
		"The effects of job related stress not only have a detrimental effect on your health, it also affects your family, your social life, and your career.",
		"In recent years, many scientific studies have emerged showing that stress can have a huge and detrimental impact on the body.",
		"Understand that mistakes will be made, but when those faults become detrimental to her and others, it's time to intervene.",
		"You can become addicted and they can have detrimental side effects.",
		"Alcoholism progresses without treatment, and this is why it is important for you to know how detrimental and fatal it can be.",
		"The problem with pathological liars is that they have a difficult time telling the truth in therapy, and this can be detrimental to reaching treatment plan goals.",
		"Collecting trash and many animals can cause health problems for the hoarder, not to mention the emotional and mental implications of living in a constant state of fear of detrimental effects if they don't hold on to whatever they hoard.",
		"He needs to break the attachment he has to the collected objects and relearn that it's okay to throw things away without suffering detrimental effects.",
		"Living conditions for someone who suffers from compulsive hoarding are not only detrimental to health but also to life.",
		"If you are ready to give up a detrimental shopping problem, you might want to consider shopping addiction treatment.",
		"The mistakes that Lindsay has made that have a detrimental affect her career are the ones from which she may not be able to recover.",
		"They don't want their students to be in an environment that is detrimental to their education.",
		"Furthermore, despite advances in medicine to overcome the detrimental effects, individuals who suffer from severe motion sickness are best advised to avoid lengthy cruise vacations.",
		"Nail polish that's made for humans are developed in laboratories using harsh chemicals and by-products which can be seriously detrimental to a dog's health if she ingests the contents.",
		"And, by running off into streams, they are detrimental to drinking supplies and the health of creatures far removed from the application site.",
		"Remember that just because something is natural and organic does not mean that it will not have a detrimental effect on your body.",
		"There's no further evidence that consumption of miniscule stone particles has any detrimental or long-lasting effects on you.",
		"Because organic farms do not use genetically modified seeds, their produce are far less resistant to pests, climate, and other detrimental environmental factors.",
		"Dehydration is detrimental to anyone, especially the elderly.",
		"Sleep deprivation can have detrimental effects on your life and you don't need to deal with insomnia on top of other symptoms you experience from your depression or anxiety disorder.",
		"The higher the rating, the longer the amount of time you can wear them outdoors before the UV rays from the sun begin to effect your eyes in a detrimental manner.",
		"A six-year-old playing Grand Theft Auto is not a good idea, just as letting a husband play World of Warcraft for days, skipping work and ignoring the kids can be detrimental to the family.",
		"There is no definitive data that proves that exposure to video game violence is detrimental to normal children or teens.",
		"And that's not always as detrimental a thing as many people think.",
		"Lowered expectations can have a detrimental effect on the child's self-image.",
		"A physical examination by a physician is important to determine if strenuous exercise is appropriate or detrimental.",
		"Piles of work papers, books, electronic equipment and other clutter can be detrimental to the quality of your sleep.",
		"These specially formulated products are designed to combat the detrimental effects of aging on hair, including damage caused by years of mistreatment.",
		"All of these symptoms are detrimental to the overall condition of the scalp and the hair, but the good news is you don't have to live with it.",
		"Applicants with physical or mental disabilities may find employment with the company if accommodations are not detrimental to the business.",
		"Some new homes are built well and do not have any detrimental aspects to them at all.",
		"Drugs and excessive use of alcohol are also dangerous for your hoped-for baby as well as detrimental to your own health.",
		"Just as in the case of Zelnorm, the medication was FDA approved at one time, but was found to be dangerous for most people to take due to significant side effects that were detrimental to health.",
		"Dealing with both at the same time can be detrimental to the marriage and other children.",
		"The murders of Hudson's mother, brother, and nephew in 2008 served a detrimental blow to the performer's life.",
		"Other air purification systems are actually detrimental to one's health, particularly if an individual suffers from allergies or asthma.",
		"The lime deposit or \" fur \" is a poor conductor of heat, and it is therefore most detrimental to the efficiency of the system to allow the interior of the boiler or any other portion to become furred up. Further, if not removed, the fur will in a short time bring about a fracture in the boiler.",
		"And one result on the herbage will be an irregularity of composition and growth, seriously detrimental to its food-value.",
		"Schimper had previously maintained that the action of common salt in the cell-sap is detrimental as regards assimilation.",
		"In the older and larger towns it soon went beyond what the bishops thought proper to tolerate; conflicts ensued; and in the 13th century several bishops obtained decrees in the imperial court, either to suppress the Rat altogether, or to make it subject to their nomination, and more particularly to abolish the Ungeld, as detrimental to episcopal finances.",
		"The detrimental consequences of a ban could be offset by other forms of hunting, which do not involve live quarry."
	],
	"synonyms": [
		"prejudicious",
		"prejudicial",
		"damaging",
		"injurious",
		"hurtful",
		"evil",
		"deleterious",
		"pernicious",
		"noisome",
		"nocuous",
		"unwholesome",
		"toxic",
		"offensive",
		"baneful",
		"baleful"
	],
	"antonyms": [
		"advantageous",
		"beneficial",
		"helpful",
		"assisting",
		"profitable"
	]
}