{
	"word": "consternation",
	"meaning": [
		"A feeling of confusion, helplessness, shock, or dismay.",
		"Amazement or horror that confounds the faculties, and incapacitates for reflection; terror, combined with amazement; dismay."
	],
	"sentences": [
		"The look of consternation on her face, however, told him differently.",
		"There was consternation among some customers who have encountered a variety of glitches.",
		"The decision caused consternation by the majority of voters.",
		"She leaned forward in sudden consternation.",
		"It caused consternation in the development community when it was released because it was incompatable with previous versions.",
		"It created consternation for many members.",
		"The announcement by the Department of Health just after Christmas to put certain PFI projects on hold created some consternation.",
		"Soon he was transferred to Abydos, amidst the almost tragic consternation of his deluded followers.",
		"It was a detail that caused considerable consternation to the guy who was fitting the wooden framework for the ceiling.",
		"Although to some her presence brings the deepest consternation, to me she is most worthy of the greatest admiration!",
		"Added to that, the club is still rocking under fan boycotts and general consternation over the proposed merger and name change to Rugby Town.",
		"Their strong sense of personal responsibility often causes them much consternationif they feel they have been irresponsible in any way.",
		"The announcement caused the most wide-spread consternation.",
		"The Duke, whose private life had caused much consternation within the palace in the early 1980s, appeared to have finally settled down.",
		"The surrender of Nisibis, which had been in the possession of Rome for so many generations, caused consternation among the Christians, and Ephraem (q.v.) moved to Edessa, where his \"school of the Persians\" soon became famous (see Edessa).",
		"Selecting the perfect middle name often causes more consternation than choosing a first name.",
		"On the 1st of May following the king suddenly broke up a tournament at Greenwich, leaving the company in bewilderment and consternation.",
		"Cobenzl, the Austrian minister at St Petersburg, writing to his court immediately after the reception of the tidings at the Russian capital, describes the empress as full of consternation at the idea that Poland under an hereditary dynasty might once more become a considerable power.",
		"The great outburst of Sentences at a later time has been referred to the consternation produced by Abelard's Sic et Non.",
		"England, in consternation, offered in her turn to negotiate at Lille.",
		"The consternation produced in Europe by the news of its fate led to \" the Second Crusade.\"",
		"Mrs. Ransome, to her great consternation, saw them in the water.",
		"The delay is causing consternation in the drives sector which has been counting on the ECA to deliver a boost in sales.",
		"Unfortunately, Venice, for her own safety's sake, insisted on the publication of Wladislaus's antiTurkish alliance; the Porte, well informed of the course of Polish affairs, remained strictly neutral despite the most outrageous provocations; and Wladislaus, bound by his coronation oath not to undertake an offensive war, found himself at the mercy of the diet which, full of consternation and rage, assembled at Warsaw on the 2nd of May 1647.",
		"To her consternation she detected in herself in relation to little Nicholas some symptoms of her father's irritability.",
		"It's just a matter of choosing the one you love and ensuring that you're confident enough to sport your V string without consternation.",
		"But there was great discontent, and the defeat of Charles Albert at Novara caused consternation among the Liberals.",
		"The exigencies of his quasi-sovereign position compelled him to have recourse to his formidable patron, whose reappearance on the banks of the Sihon created a consternation not easily allayed.",
		"He was, moreover, an Imperialist and a Colonial Federationist at a time when Liberalism was tied and bound to the Manchester traditions; and, to the consternation of, the official wire-pullers, he vigorously supported Disraeli's foreign policy, and in 1881 opposed the Gladstonian settlement with the Boers.",
		"This news caused consternation at Constantinople; the inevitable revolt of the Janissaries followed, headed this time by one Patrona Khalil, and the sultan was forced to abdicate in favour of his nephew Mahmud.",
		"Kuchar expresses consternation over his friends' moral fiber as a whole community goes awry.",
		"There was consternation in some circles over the company's policing record.",
		"It was never clear if that was the case and the kid lucked out, but Dean used the excuse of mock consternation to excuse himself and walk uptown to telephone Cynthia.",
		"She felt consternation in some quarters.",
		"When the annalistic tablet of Cyrus was translated, it was made to appear, to the consternation of Bible scholars, that the city of Babylon had capitulated to the Persian - or more properly to the Elamite - conqueror without a struggle.",
		"As you can imagine, consternation on the subject once reigned.",
		"Above all he had to meet the difficulties caused by the arrival of the warriors of the First Crusade, which had been in a great degree initiated owing to the representations of his own ambassadors, though the help which he wanted from the West was simply mercenary forces and not the immense hosts which arrived to his consternation and embarrassment.",
		"There was widespread consternation among our crew on hearing that we'd be sailing with the \"prince.\"",
		"He died in the summer of 1904, amid the consternation of supporters and the deep grief of opponents of his Zionistic aims.",
		"In college, she started reading the New York Times, much to her father's consternation.",
		"In Italy the disaster of Dogali produced consternation, and caused the fall of the Depretis-Robilant cabinet."
	],
	"synonyms": [
		"shock",
		"dismay",
		"alarm",
		"terror",
		"fright",
		"dread",
		"distress",
		"distraction",
		"anxiety",
		"amazement",
		"wonder",
		"fear",
		"confusion",
		"trepidation",
		"panic"
	],
	"antonyms": [
		"composure",
		"calm",
		"peacefulness",
		"tranquility",
		"happiness"
	]
}