{
	"word": "unscrupulous",
	"meaning": [
		"Not scrupulous; not restrained by ideas of right and wrong; unprincipled.",
		"Without scruples; immoral."
	],
	"sentences": [
		"He was too unscrupulous and self-centred to play for anything but his own hand.",
		"Cruel, vicious, unscrupulous and strong, the country groaned beneath his oppression.",
		"His internal policy was blind, reckless and unscrupulous, and inevitably led to disaster.",
		"But he was inordinately vain, and totally unscrupulous in gaining money, in attacking an enemy, or in protecting himself when he was threatened with danger.",
		"Energetic, obstinate, cunning and unscrupulous, she inherited, too, her father's avarice and rapacity.",
		"But the opposition, while unable to deny the recuperation of Hungary, shut their eyes to everything but Tisza's \" tyranny, \" and their attacks were never so savage and unscrupulous as during the session of 1889, when threats of a revolution were uttered by the opposition leaders and the premier could only enter or leave the House under police protection.",
		"Thus the advocates of an unscrupulous \" deal \" on the lines of \" Skutari for Fiume \" failed to assert themselves, and Yugoslavia pronounced in favour of an independent Albania, merely reserving her right to share the spoils if it came to a general partition.",
		"The latter were at first presided over by Zuloaga, who, proving incompetent, was replaced at the end of 1858 by Pezuela, who early in 1859 gave place to Miguel Miramon, a young, able and unscrupulous soldier who was shortly afterwards accepted as \" constitutional \" president by his party.",
		"The criticism freely directed against him was based rather upon the circumstances of his unfortunate private life and the misdeeds of an unscrupulous entourage which traded upon his name than upon his personal or political shortcomings.",
		"His activity was devoted almost exclusively to the struggle between the papacy and the Italian Risorgimento, the history of which is comprehensible only when the influence exercised by his unscrupulous, grasping and sinister personality is fully taken into account.",
		"Plausible excuses were made for the alliance, but to the country at large this union, formed with a man whom he had denounced for years, had the appearance of an unscrupulous conspiracy to obtain office on any terms. In the House of Commons the coalition was strong enough to drive Shelburne from office on the 24th of February.",
		"There is some evidence that he was summoned to the Council of Chalcedon,' though he could not attend it, and the concluding portion of his book known as The Bazaar of Heraclides not only gives a full account of the \"Robber Synod\" of Ephesus 449, but knows that Theodosius is dead (July 450) and seems aware of the proceedings of Chalcedon and the flight of Dioscurus the unscrupulous successor of Cyril at Alexandria.",
		"Charles was a man of great ability, possessing popular manners and considerable eloquence, but he was singularly unscrupulous, a quality which was revealed during the years in which he played an important part in the internal affairs of France.",
		"Unfortunately, anonymity opens the door for unscrupulous scammers.",
		"Unscrupulous con artists use so-called cold readings to bilk their victims.",
		"In the case of the second partition in 1793, she did show herself to be very unscrupulous.",
		"At its head was Prince Felix Schwarzenberg, the \" army-diplomat,\" a statesman at once strong and unscrupulous.",
		"The latter supplied only the rough materials; the Gotz von Berlichingen whom Goethe drew, with his lofty ideals of right and wrong, and his enthusiasm for freedom, is a very different personage from the unscrupulous robber-knight of the 16th century, the rough friend of Franz von Sickingen and of the revolting peasants.",
		"Ascertainable fact concerning Eustace is less picturesque, but enough is known to show that he was an adventurous and unscrupulous scoundrel.",
		"They are unscrupulous in perjury, treacherous, vain and insatiable, passionate in vindictiveness, which they will satisfy at the cost of their own lives and in the most cruel manner.",
		"Utterly unscrupulous, and without a trace of pity, he treated men like pawns, and was content only with absolute obedience.",
		"It is curious to find that Caxton, an honest man, and an enthusiast as to the future of the art of printing, which he had introduced into England, waxes enthusiastic as to the merits of the intelligent but unscrupulous peers who took an interest in his endeavours.",
		"It would also help eliminate unscrupulous traders and lift the status of the profession.",
		"The Berber, on the other hand, is straightforward, honest, by no means averse to money-making, but not unscrupulous in the methods which he employs to this end, intelligent in a degree to which the ordinary Arab never approaches, and trustworthy as no Arab can be.\"",
		"In 1616 the Dutch began to compete with the English at Surat, and their piracies against native vessels led to the Mogul governor seizing English warehouses; but soon the native authorities learnt to discriminate between the different European nations, and the unscrupulous methods of the Dutch cast them into disfavour.",
		"The unscrupulous rigour with which he applied his scientific method, and the sinister deductions he thought himself justified in drawing from the results it yielded, excited terror and repulsion.",
		"His loyalty to Richard was unswerving, and it was no doubt through his unscrupulous devotion to the royal interest that he incurred the hatred of Richard's English subjects.",
		"His party continued to subsist in Rome for a considerable time afterwards,' and withstood Calixtus as an unscrupulous apostate.",
		"It was in 1648 (the year which Kabbalists had calculated as the year of salvation) that Sabbatai proclaimed himself Messiah, and in Constantinople came across an able but somewhat unscrupulous man, who pretended that he had been warned by a prophetic voice that Sabbatai was indeed the long-awaited Redeemer.",
		"Few men, it is probable, have been more atrociously calumniated; but, when every specific statement to h s prejudice has been rejected, he still appears on a general review of his actions worldly, crafty and unscrupulous.",
		"Within a few months of this culminating triumph, she was threatened with utter ruin by the discovery of a supposed liaison with her gentleman of the bedchamber, William Mons, a handsome and unscrupulous upstart, and the brother of a former mistress of Peter.",
		"Basil is one of the most remarkable examples of a man, without education and exposed to the most demoralizing influences, manifesting extraordinary talents in the government of a great state, when he had climbed to the throne by acts of unscrupulous bloodshed.",
		"Employing the same unscrupulous and treacherous methods which had proved so fatal to his father, he simultaneously supported and encouraged the expedition of Montrose and the royalists, and negotiated with the covenanters.",
		"Ferdinand, a weak but ambitious and unscrupulous king, claimed the thrones of Castile and Leon, left vacant by the death of Pedro I.",
		"Thus dittographies are frequent and lacunae of occasional occurrence, but the version is singularly free from the glosses and corrections of unscrupulous scribes.",
		"It was assumed by deists in debating against the orthodox, that the flood of error in the hostile camp was due to the benevolent cunning or deliberate self-seeking of unscrupulous men, supported by the ignorant with the obstinacy of prejudice.",
		"After 1864 Hall bore more than his fair share of the odium and condemnation which weighed so heavily upon the national Liberal party, making no attempt to repudiate responsibility and refraining altogether from attacking patently unscrupulous opponents.",
		"He was servile and unscrupulous, weak, fond of intrigue, intolerably vain and ambitious.",
		"Out of such conditions arose the buccaneer, alternately sailor and hunter, even occasionally a planter - roving, bold, unscrupulous, often savage, with an intense detestation of Spain.",
		"Mansfield indeed, in 1664, conceived the idea of a permanent settlement upon a small island of the Bahamas, named New Providence, and Henry Morgan, a Welshman, intrepid and unscrupulous, joined him.",
		"A less capable and unscrupulous king than Rufus might have been swept away, for the rising burst out simultaneously in nearly every corner of the realm.",
		"Both parties were exhausted, both were sick of the incessant treachery of their more unscrupulous barons, and at last they came to the compromise of Wallingford (October 1153), by which it was agreed that Stephen should reign for the remainder of his life, but that on his death the crown should pass to Henry.",
		"For the remaining four years of his reign they were omnipotent; but able and unscrupulous as they were, they could not solve the problem of successful governance.",
		"But the inevitable struggle had recommenced with the accession of the unscrupulous Philip IV.",
		"Though not destitute of good impulses Lancaster was hasty, improvident and obstinate; he was unfortunate in his choice of friends, for he allied himself to all his fathers unscrupulous dependents.",
		"Northumberland was a greedy and unscrupulous Border chief, who regarded himself as entitled to exact whatever he chose from his master, because he had been the first to join him at his landing in 1399, and had lent him a consistent support ever since.",
		"It might have proved even more dangerous than the rebellion of 1403, if Henrys unscrupulous general Ralph, earl of Westmorland, had not lured Scrope and Mowbray to a conference, and then arrested them under circumstances of the vilest treachery.",
		"The duke and the bishop were both unscrupulous; but the churchman, with all his faults, was a patriotic statesman, while Gloucester cared far more for his own private ends than for the welfare of the realm.",
		"But Duke Richard had forgotten to reckon with the fierce and unscrupulous energy of Queen Margaret, when she was at bay in defence of her sons rights.",
		"A great career seemed open before him; he had proved himself a fine soldier and an unscrupulous diplomatist; he was in the very prime of life, having not yet attained his thirty-first year.",
		"The nation was profoundly disgusted with his unscrupulous policy, and the greater part of the leaders of the late insurrection had escaped abroad and were weaving new plots.",
		"Yet leaderless seditions and the plots of obvious impostors sufficed to make his throne tremble, and a ruler less resolute, less wary, and less unscrupulous might have been overthrown.",
		"The present king might be unscrupulous and avaricious, but he was cautious, intelligent and economical; no one would have wished to recall the rgime of that crowned saint Henry VI.",
		"They forced their way back to power by means as unscrupulous as their claim to it was unjustifiable.",
		"This would arise from the remodelling of institutions, with the object of giving immediate effect to the will of the masses, which was especially liable to be counterfeited by designing and unscrupulous agitators.",
		"In the earlier years of his administration the disaster in Afghanistan was repaired in a successful campaign; and Lord Ellenborough, who was sent over to replace Lord Auckland as governor-general, increased the dominion and responsibilities of the East India Company by the unscrupulous but brilliant policy which led to the conquest of Sind.",
		"The long reign (1498-1550) of Ulrich I., who succeeded to the duchy while still a child, was a most eventful period for the country, and many traditions cluster round the name of this gifted, unscrupulous and ambitious man.",
		"They distrusted Mirabeau as an unscrupulous adventurer, and were confirmed in this feeling by his demands for money.",
		"They were the more resolute and unscrupulous.",
		"While Danton kept power Terrorism remained imperfect, for Danton, although unscrupulous, did not love cruelty and kept in view a return to normal government.",
		"Rewbell was an able, although unscrupulous, man of action, Barras a dissolute and shameless adventurer, La Revelliere Lepeaux the chief of a new sect, the Theophilanthropists, and therefore a bitter foe to other religions, especially the Catholic. Severe integrity and memorable public services raised Carnot far above his colleagues, but he was not a statesman and was hampered by his past.",
		"The privilege might, of course, be abused by needy or unscrupulous chiefs, though they generally deferred somewhat to public opinion; it has now, with similar customary exactions of cloth, mats, salt, pottery, &c. been reduced within definite limits.",
		"The Assembly followed; and henceforth king and Assembly were more or less under the influence of the whims and passions of a populace maddened by want and suspicion, by the fanatical or unscrupulous incitements of an unfettered press, and by the unrestrained oratory of obscure demagogues in the streets, the cafs and the political clubs.",
		"He was thoroughly unscrupulous, stopping at nothing to maintain the supremacy of the Mountain, and rendered it great service by his rapid work, by the telling phases of his oratory, and by his clear expositions of the problems of the day.",
		"From the first the ministry was exposed to the most unscrupulous opposition, exacerbated by the new and stringent rules of procedure which Tisza felt it his duty to introduce if any business were to be done.",
		"But there was an illegitimate elder son by another mother, named Roberto Malatesta, a valiant and unscrupulous soldier.",
		"If you buy from an unscrupulous breeder or dealer, you will be supporting their trade in misery.",
		"They are unscrupulous salespeople earning fat commissions selling dud \" investments \" .",
		"For too long students have had their deposit's withheld by unscrupulous landlords, often on dubious grounds.",
		"They know where to find unscrupulous locksmiths and ladies of the night.",
		"There is also the risk that genetic selection may be used in an unscrupulous and potentially malevolent way.",
		"He is frequently belligerent, defiant, rebellious and cunning, often unscrupulous and always irrepressible.",
		"On the other hand you find equally unscrupulous promoters selling germanium with only a few biologically useless micrograms in every dose.",
		"This often leads to drug misuse or even unscrupulous supply of out of date drugs.",
		"He was a liar from the beginning and that means, of course, that he is thoroughly unscrupulous.",
		"Stalin was totally unscrupulous, whereas Trotsky was loyal to certain ideals which he would not betray Trotsky was considered ambitious and arrogant.",
		"At the very time (December 1516) that peace between France, Spain, Venice and the Empire seemed to give some promise of a Christendom united against the Turk, Leo was preparing an enterprise as unscrupulous as any of the similar exploits of Cesare Borgia.",
		"Danger lay rather in entrusting men schooled in political conspiracy and in unscrupulous parliamentary opposition with the government of a young state still beset by enemies at home and abroad.",
		"His immense energy and versatility, his adroit and unhesitating flattery when he chose to flatter, his ruthless sarcasm when he chose to be sarcastic, his rather unscrupulous business faculty, his more than rather unscrupulous resolve to double and twist in any fashion so as to escape his enemies, - all these things appear throughout the whole mass of letters.",
		"Among the many reforms introduced under his guidance were a workmen's compensation law; a survey of occupational diseases with recommendations for health insurance; the elimination of the sweatshop; the establishment of a state industrial commission for dealing with questions of labour and capital; the provision of a minimum wage and a nine-hour day for women; mothers' pensions; ratification of the proposed woman suffrage amendment; the budget system for state expenditures; pure food laws; a \" blue sky \" law for protecting investors from unscrupulous promoters; the initiative and referendum; a Corrupt Practices Act; the indeterminate sentence for convicts; improvement of rural schools; the establishment of a state tuberculosis hospital and the extension of safety devices on railways and in mines.",
		"Philip stands high among the makers of kingdoms. Restless energy, determination, a faculty for animating and organizing a strong people, went with unscrupulous duplicity and a fullblooded vehemence in the pleasures of sense.",
		"About this time the duke plunged into a whirl of dissipation, and chose the beautiful but unscrupulous Contessa di Verrua as his mistress, neglecting his faithful and devoted wife.",
		"As the king was surrounded by greedy and unscrupulous nobles, among whom his cousins, the sons of Ferdinand, commonly known as the Infantes (princes) of Aragon, were perhaps the worst, his reliance on a favourite who had every motive to be loyal to him is quite, intelligible.",
		"His avarice and unscrupulous plundering of the revenues of the realm, the enormous fortune which he thus amassed, his supple ways, his nepotism, and the general lack of public interest in the great foreign policy of Richelieu, made Mazarin the especial object of hatred both by bourgeois and nobles.",
		"If he appears unscrupulous and even treacherous he did but conform to the standards of 16th-century Italy.",
		"Parliament was prorogued in April 1671, not assembling again till February 1673,and on the 2nd of January 167 2 was announced the \" stop of the exchequer,\" or national bankruptcy, one of the most blameworthy and unscrupulous acts of the reign, by which the payments from the exchequer ceased, and large numbers of persons who had lent to the government were thus ruined.",
		"Meanwhile the \" Popish Plot,\" the creation of a band of impostors encouraged by Shaftesbury and the most violent and unscrupulous of the extreme Protestant party in order to exclude James from the throne, had thrown the whole country into a panic. Charles's conduct in this conjuncture was highly characteristic and was marked by his usual cynical selfishness.",
		"How far the extraordinary corruption of private morals which has gained for the restoration period so unenviable a notoriety was owing to the king's own example of flagrant debauchery, how far to the natural reaction from an artificial Puritanism, is uncertain, but it is incontestable that Charles's cynical selfishness was the chief cause of the degradation of public life which marks his reign, and of the disgraceful and unscrupulous betrayal of the national interests which raised France to a threatening predominance and imperilled the very existence of Britain for generations.",
		"Astute and unscrupulous manipulation of the stock markets, and a capacity for the hardest of bargaining and the most determined warfare against his rivals, had their place in this success, and Harriman's methods excited the bitterest criticism, culminating in a stern denunciation from President Roosevelt himself in 1907.",
		"St John, now Viscount Bolingbcoke, with unscrupulous audacity placed himself at their head.",
		"In military ability the prince of Parma was inferior to none of his contemporaries, as a skilful diplomatist he was the match even of his great antagonist William the Silent, and, like most of the leading statesmen of his day, was unscrupulous as to the means he employed so long as he achieved his ends.",
		"He behaved with extraordinary skill, displaying in the heat of the conflict all the abilities of an experienced conspirator, knowing, \"like the snail, how to draw in his horns as soon as he met with an obstacle\" (Thiers), but supple, resourceful and unscrupulous as to the choice of men and means in his obstinate struggle for power.",
		"But nearly a year on, unscrupulous salesmen are still up to their old tricks.",
		"It also may be a ploy by those cynical and unscrupulous enough to exploit children for their own purposes.",
		"Consequently, there is an opportunity for unscrupulous gangmasters to exploit their workers, and to use illegal labor.",
		"Trading Standards Officers protect the public against unscrupulous traders.",
		"Than unscrupulous dealers see how many would cost many.",
		"This time it 's an environmental subplot about some unscrupulous businessmen who like exploiting places for raw materials.",
		"This will help protect you from being taken advantage of by unscrupulous coin sellers.",
		"Unscrupulous jewelers may pass off the total weight of the doublet as the weight of the stone and you will end up paying the opal's carat value for the total weight of the doublet, including the background stone or material.",
		"Steer clear of any company that seems to use unscrupulous tactics for getting clients.",
		"If there is a way to use email to obtain sensitive financial information from individual consumers, chances are unscrupulous hackers have already thought of it and have attempted it.",
		"Military personnel are oftentimes targeted by unscrupulous lenders who want to inundate applicants with high interest rates and unreasonable terms.",
		"After swiping your card once, some unscrupulous cashiers, food servers and bartenders use a small, handheld device to swipe it again.",
		"Educate yourself on the types of scams run by unscrupulous websites.",
		"If there is a dispute over whether your product arrived or not, delivery confirmation can save you from unscrupulous buyers.",
		"While using a psychic can be a fun experience, there are many unscrupulous businesses that are more interested in separating you from your money than revealing truths about your future.",
		"Ashwell herself stated on her blog, that there were unscrupulous people trying to steal the company's labels when their factories were liquidating the remaining inventory of fabric.",
		"Plus, whatever unscrupulous mistress is trying to sell it, will never be able to get the thing released without Tiger's express permission and signature.",
		"Although dog fighting may be illegal in most parts of the world, the popularity of the activity caused unscrupulous breeders to sell dogs that were overly aggressive.",
		"A picture of you wearing your favorite college sweatshirt or standing near a local landmark may be enough to give an unscrupulous person the information they need to track you down.",
		"Retirees, who suffer from social isolation more than other age groups, are particularly vulnerable to friendly overtures from unscrupulous people.",
		"The unscrupulous market them as the real deal; the more honest call them \"replicas\" or \"inspired-by\" designs.",
		"Make sure you check the shipping and handling charges for each site, since a few unscrupulous e-tailers undercut their competitors, then make up for it with overblown shipping costs.",
		"While the hobby of collecting Minnesota Vikings memorabilia and other sports items is a popular one, there are many unscrupulous people out there selling fakes and copies.",
		"As with any high-end brand, there are unscrupulous people who will try to sell knockoffs as the real deal.",
		"In the late 1990s and early 2000s, hundreds of agencies specializing in child support collection, some of them unscrupulous, have been formed to meet the demand forced by overburdened state agencies.",
		"It is important to realize that there are laws in place to protect you from unscrupulous funeral homes.",
		"These scams may appear legitimate at first glance, but are actually phishing scams conducted by identity thieves and other unscrupulous individuals and organizations.",
		"Many unscrupulous lenders exist who look to prey on unsuspecting first time home buyers.",
		"Better Business Bureau Local offices are located in Ohio, and customers who feel as though they were treated badly by an unscrupulous mortgage broker can file a complaint.",
		"While most mortgage brokers are proficient professionals who truly want to assist potential homebuyers in finding the best mortgage deal, there are a few brokers who are either incompetent or unscrupulous.",
		"Purchasing an engagement ring at an internet auction must be done carefully, however, to avoid unscrupulous scams and deals that are too good to be true.",
		"The idea that the engagement ring cost should be the equivalent of two months' salary is a myth frequently perpetuated by unscrupulous diamond dealers and jewelers.",
		"The Internet has given these unscrupulous sorts a massive new landscape where they can operate.",
		"However, a shopper really has to exercise caution when buying from an auction site, because there are unscrupulous sellers who will knowingly sell knockoffs and claim they are genuine.",
		"So many victims of unscrupulous con artists thirst for answers to troubling questions.",
		"All psychic readings are scams.Many unscrupulous people have conducted scams by claiming to be psychics when they're not.",
		"Also, sometimes lazy or unscrupulous landlords do not hold up their end of the maintenance.",
		"There is a risk with all designer products that counterfeiters may try to replicate the watch or unscrupulous dealers may sell inferior copies or replicas as the real thing.",
		"Sometimes even if you've paid off an account on time, especially those you've reached a verbal agreement on, unscrupulous creditors will list them negatively or toss them to a collection agency.",
		"For more information on how to avoid this sudden order syndrome and protect yourself from unscrupulous business owners, see Bankruptcy Law Abuses.",
		"If a firm is found conducting business in an unscrupulous manner, the penalty is severe.",
		"Do due diligence before committing time, personal information and money to unscrupulous characters.",
		"Unfortunately, it's also an opportunity for unscrupulous lenders to take advantage of borrowers.",
		"When you're desperate to lose weight, you can sometimes fall prey to unhealthy diet plans or unscrupulous business people.",
		"An unscrupulous operator can set up a website using a company name that is similar to a legitimate car insurance company in order to sell fake policies to the public.",
		"Back in those days, they had no way of knowing that in the future these numbers would be highly sought after by unscrupulous people intent on stealing other people's identities.",
		"Nor were all the dangers dealt with of extraterrestrial origin; sinister government cabals and greedy unscrupulous industrialists were also given their comeuppance.",
		"Soon the unscrupulous caretaker unwittingly releases a vampire from his crypt, and the show hit the stratosphere.",
		"But people of any age can be taken in by someone unscrupulous who sounds great online (thus the need for dating sites that run background checks).",
		"However, some unscrupulous websites impersonate those websites to gain access to your information.",
		"Unscrupulous coders use JavaScript to prey on unshielded browsers and computers to spread viruses and malware and cause many other problems.",
		"Too many unscrupulous people began abusing that system, though, and Google and other search engines adjusted their algorithms so that page content is only a small part of the whole method used to place your site.",
		"Unfortunately, as the web became more cutthroat, people began to use unscrupulous strategies to bump each other out of the top spot - putting in all kinds of keywords that weren't necessarily accurate but that would draw eyeballs.",
		"A wide variety of dirty tricks were used by unscrupulous designers, such as embedding the word \"SEX\" repeatedly in text the same color as the site background.",
		"If you use a free FTP site run by unscrupulous individuals or groups, you could be compromising your FTP server login details, so always be sure that you know who owns and runs the online FTP client that you're using.",
		"Cesare Borgia was a type of the adventurers with which the Italy of the Renaissance swarmed, but he was cleverer and more unscrupulous than his rivals.",
		"In March 1890 General Tajes handed over the presidency to Herrera y Obes, a clever but unscrupulous man, who filled every official post with his own friends and ensured the return of his supporters to the chamber.",
		"Now he stood forth to the world as an unscrupulous aggressor; moral force, previously marshalled on the side of France, now began to pass to the side of his opponents.",
		"It seems to have begun in really voluntary agreements; but for these the unscrupulous greed of the traders soon substituted methods of fraud and violence.",
		"By an unscrupulous use of the dispensing power he introduced Dissenters and Catholics into all departments of state and into the municipal corporations, which were remodelled in their interests.",
		"He speculates a world in which virtic, unscrupulous strength of character, shall deal successfully with frailty.",
		"He was perhaps wanting in firmness of character, and the undue influence exercised over him by unscrupulous ministers, or by the seductions of fairer but no less ambitious votaries of statecraft, led him to make concessions which tarnished the glory of his reign, and were followed by baneful results for the welfare of his empire.",
		"He was in fact a typical representative of the unscrupulous selfseeking Polish magnates of the 17th century who were always ready to sacrifice everything, their country included, to their own private ambition.",
		"Capponi resigned in October 1848, and Leopold reluctantly consented to a democratic ministry led by Guerrazzi and Montanelli, the former a very ambitious and unscrupulous man, the latter honest but fantastic. Following the Roman example, a constituent assembly was demanded to vote on union with Rome and eventually with the rest of Italy.",
		"On the other hand, the genuine Orphics, a fraternity of religious ascetics, found unscrupulous imitators and impostors, who.",
		"The company was by no means a financial success, and many of its proceedings were wholly unscrupulous and indefensible; its great object, however, was attained, and New Zealand became the Britain of the south.",
		"That city had given him cause for complaint, of which he made the most unscrupulous use.",
		"This unscrupulous proceeding, known as the Secularizations (February 1803), was carried out largely on lines laid down by Bonaparte and Talleyrand; and the latter is known to have made large sums of money by trafficking with the claimants of church lands.",
		"Al-Mufaddal was a careful and trustworthy collector both of texts and traditions, and is praised by all authorities on Arabian history and literature as in this respect greatly the superior of Hammad and Khalaf, who are accused (especially the latter) of unscrupulous fabrication of poems in the style of the ancients.",
		"His most formidable assailant was Johann Melchior Goeze (1717-1786), the chief pastor of Hamburg, a sincere and earnest theologian, but utterly unscrupulous in his choice of weapons against an opponent.",
		"Brixton and Kennington are mentioned in Domesday; and in Vauxhall is concealed the name of Falkes de Breaute, an unscrupulous adventurer of the time of John and Henry III.",
		"In the XIXth Dynasty the great age of building continued, and the remains are less destroyed than the earlier temples, because there were subsequently fewer unscrupulous rulers to quarry them away.",
		"The dissolution of the monasteries had meanwhile evoked a popular protest in the north, and it was only by skilful and unscrupulous diplomacy that Henry was enabled to suppress so easily the Pilgrimage of Grace.",
		"Faced with an unscrupulous dictator, NATO appears quite powerless with its surgical strikes.",
		"This difficult task was accomplished by Count Peter Tolstoi, the most subtle and unscrupulous of Peter's servants; but terrorized though he was, Alexius would only consent to return on his father solemnly swearing, \"before God and His judgment seat,\" that if he came back he should not be punished in the least, but cherished as a son and allowed to live quietly on his estates and marry Afrosina.",
		"He was already king's chaplain; his appointment at Paris had been accompanied by promotion to the see of Hereford, and before he returned to take possession he was translated to the bishopric of London (October 1539) Hitherto Bonner had been known as a somewhat coarse and unscrupulous tool of Cromwell,a sort of ecclesiastical Wriothesley.",
		"Bound by a secret understanding with the Radical leader Cavallotti, an able but unscrupulous demagogue, Rudini was compelled to bow to Radical exigencies.",
		"In the spring of 1908 there were agrarian strikes at Parma; the labor contracts had pressed hardly on the peasantry, who had cause for complaint; but while some improvement had been effected in the new contracts, certain unscrupulous demagogues, of whom Alceste De Ambris, representing the syndacalist wing of the Socialist party, was the chief, organized a widespread agitation.",
		"It produces an uncertainty with regard to rates which prevents stability of prices, and is apt to promote the interests of the unscrupulous speculator at the expense of those whose business methods are more conservative.",
		"In the absence of these more respectable elements, the government fell into the hands of a gang of military adventurers and unscrupulous politicians, whose only object was to exploit the national resources for their own benefit.",
		"Matters were soon ripe for foreign intervention, and the notorious Cyril of Alexandria, in whom the antagonism between the Alexandrian and Antiochene schools of theology,' as well as the jealousy between the patriarchate of St Mark and that of Constantinople, found a determined and unscrupulous exponent, did not fail to make use of the opportunity.",
		"Bold, overbearing and unscrupulous, Sinan recoiled from no baseness to put a rival out of the way; while his insolence was not confined to foreign ambassadors, but was exercised towards his opponents in the sultan's presence.",
		"He seems to have been a man of great business capacity, gay and careless in temperament, and thoroughly unscrupulous in political action.",
		"Dubois was unscrupulous, but so were his contemporaries, and whatever vices he had, he gave France peace -after the disastrous wars of Louis XIV.",
		"But he was an energetic, clear-headed man, of great practical force and skill, cultivated, accomplished, agreeable, flexible, possibly unscrupulous, just the sort of person whom a restless despot like Justinian finds useful.",
		"It synchronized with, and was partly determined by, the new political system which was spreading all over Europe, the system of dynastic diplomatic competition and the unscrupulous employment of unlimited secret service funds.",
		"Burr was unscrupulous, insincere and notoriously immoral, but he was pleasing in his manners, generous to a fault, and was intensely devoted to his wife and daughter.",
		"On the whole, it can hardly be doubted that he was somewhat unscrupulous in his private character, but he was a splendid soldier, and rendered inestimable services to the empire.",
		"He treated his most respectable supporters with base ingratitude, reserved his favour for unscrupulous adventurers, and gave a free rein to the licence of his mercenaries.",
		"Hitherto, according to all evidence, she had shown herself on all occasions, as on all subsequent occasions she indisputably showed herself, the most fearless, the most keen-sighted, the most ready-witted, the most high-gifted and high-spirited of women; gallant and generous, skilful and practical, never to be cowed by fortune, never to be cajoled by craft; neither more unselfish in her ends nor more unscrupulous in her practice than might have been expected from her training and her creed.",
		"Pope Leo, by his incessant demands for money and his unscrupulous methods of obtaining it, awakened bitter hostility in every class of the community.",
		"Moreover, the bitter and unscrupulous attacks of the Bismarckian press to which Caprivi was exposed made him unpopular in the country, for the people could not feel at ease so long as they were governed by a minister of whom Bismarck disapproved."
	],
	"synonyms": [
		"devious",
		"deceitful",
		"unconscientious",
		"sinister",
		"crooked",
		"crafty",
		"venal",
		"shady",
		"unconscionable",
		"ruthless",
		"unprincipled",
		"underhanded",
		"knavish",
		"dishonorable",
		"dishonest"
	],
	"antonyms": [
		"scrupulous",
		"good",
		"principled",
		"moral",
		"ethical"
	]
}