{
	"word": "pundit",
	"meaning": [
		"A source of opinion; a critic.",
		"Pandit.",
		"A learned person.",
		"A person who has or professes to have great learning; actual or self-professed authority.",
		"A self-professed expert in a particular field, especially as called upon to provide comment or opinion in the media; a commentator, a critic. [from 19th c.]"
	],
	"sentences": [
		"During that short period, he heard the pundit explaining the nature of God.",
		"The sacred spot on the forehead of a Hindu pundit is also partly composed of it.",
		"See, for information specially relating to the whole subject, the Abbe Desgodin's Mission du Thibet de 1855 a 1870 (Verdun, 1872); and \"Account of the Pundit's Journey in Great Tibet,\" in the Royal Geographical Society's Journal for 1877.",
		"The pundit Mohammed Hamid visited it in 1863 and determined its geographical position and altitude.",
		"Now a respected media pundit, Fairclough writes an exclusive column for Liverpoolfc.tv each week.",
		"Sunday Mirror - 13 February AFTER 5 YEARS AS JUST GOOD FRIENDS WE'VE FALLEN IN LOVE HE is Sky TV's star soccer pundit.",
		"The best known of these men were Pundit Nain Singh, Pundit Krishna, originally known as A.-K.",
		"Right wing conservative author and political pundit Ann Coulter cries conspiracy as the Today show decided to ditch her scheduled appearance.",
		"I'm often unsure what tests ex players have to take to become a pundit, given their obvious failings.",
		"I can tell them what sort of place Bolton is [' not nice ' ], which your regular French pundit couldn't.",
		"Apart from yourself then, who's the best football pundit?",
		"Be protesting with had hit a nerve horse racing pundit.",
		"Every media pundit tomorrow is sure to talk him up.",
		"Former player, manager and TV pundit Hill successfully campaigned to abolish the maximum wage and was an early advocate of all-seater stadia.",
		"Marco Polo visited it between 1271 and 1275, and Goes in 1603; but the continuous wars (see Turkestan) prevented Europeans from frequenting it, so that until 1863 the information borrowed from medieval travellers and from Chinese sources, with that supplied by the pundit Mir Isset Ullah in 1812, was all that was known about the Yarkand region.",
		"Quite apart from being extremely knowledgeable, he 's by far the most entertaining pundit on TV.",
		"I can tell them what sort of place Bolton is [' not nice ' ], which your regular French pundit could n't.",
		"Sunday Mirror - 13 February AFTER 5 YEARS AS JUST GOOD FRIENDS WE'VE FALLEN IN LOVE HE is Sky TV 's star soccer pundit.",
		"March was a busy month for the Muslim media pundit.",
		"Apart from yourself then, who 's the best football pundit?",
		"A select band of just 29 talking heads featured in I Love 1970; an average of one new pundit every two minutes.",
		"I 'm often unsure what tests ex players have to take to become a pundit, given their obvious failings."
	],
	"synonyms": [
		"savant",
		"learned person",
		"initiate",
		"guru",
		"expert",
		"sage",
		"intellectual",
		"critic",
		"scholar",
		"teacher",
		"swami",
		"know-it-all",
		"pedant",
		"theorist",
		"mavin"
	],
	"antonyms": [
		"amateur"
	]
}