{
	"word": "rapture",
	"meaning": [
		"The state of being carried away with joy, love, etc.; ecstasy.",
		"An expression of great joy, pleasure, etc.",
		"The transporting of a person from one place to another, especially to heaven, by supernatural means.",
		"A carrying away or being carried away in body or spirit.",
		"An event in the eschatology of certain Christian groups in which believers in Christ will be taken up to heaven either prior to or at the Second Coming.",
		"(Christianity) A prophesied sudden removal of Christian believers from the Earth before the Tribulation or simultaneous with the second coming of Jesus Christ.",
		"To enrapture; fill with ecstasy.",
		"(dated) To cause to experience great happiness or excitement.",
		"(dated, intransitive) To experience great happiness or excitement.",
		"To take (someone) off the Earth and bring (them) to Heaven as part of the Rapture.",
		"(rare, intransitive) To take part in the Rapture; to leave Earth and go to Heaven as part of the Rapture."
	],
	"sentences": [
		"Coleridge received with rapture his new friend's scheme of Pantisocracy.",
		"Wagner accepted with rapture.",
		"Even hip indie kids find it socially acceptable to dance to The Rapture's music.",
		"To work only for self, to cloister oneself in the seeking of spiritual rapture, is to run from this responsibility.",
		"Howie remained in rapture over Julie and his perception we'd accepted her as no one gave vocal evidence to the contrary.",
		"He gives himself up freely to his impressions, and there is a fine, careless rapture in his laughter.",
		"The daughter of enthusiasm, rapture, passion, and despair, she is of the earth but not earthly.",
		"Wall to wall, people hypnotized, And they're stepping, Lightly, Hang each night in Rapture.",
		"This stage of jhånacitta is more refined than the third stage of jhånacitta which is still accompanied by rapture.",
		"Nor is there hint of resurrection accompanying this first rapture.",
		"Among the chivalrous lovers of Provence, this high rapture received the name of \" Joy.",
		"If I miss the rapture, I'm in good shape.",
		"We have two passages that give, by all counts, an explicit description of what has been called the rapture.",
		"Here we have the rapture - rapture \" caught up \" means to be seized away.",
		"But the father whom the boy did not remember appeared to him a divinity who could not be pictured, and of whom he never thought without a swelling heart and tears of sadness and rapture.",
		"If I miss the Rapture, I 'm in good shape.",
		"Among the chivalrous lovers of Provence, this high rapture received the name of Joy.",
		"I first heard this song on rapture TVs R Muzik run but its from ages ago about 2000/2001.",
		"In this past election several million good and decent citizens went to the polls believing in the rapture index.",
		"Last year 's winner of the T S Eliot Prize was Carol Ann Duffy, for her collection Rapture (2005).",
		"Wright heavily criticized traditional ' rapture ' theology we sees the coming of Christ as an escape from history and creation.",
		"The embrace of the woman meant rolling on the ground in the rapture of divine love.",
		"This \" rapture of the saints \" necessarily closes what we call the Christian dispensation.",
		"The Motorola Rapture VU30 is one such V CAST cell phone.",
		"Writing as an old man, long after her death, Ruskin speaks of his early love without any sort of rapture.",
		"About the age of twenty he was seized with a violent access of devotional rapture.",
		"Do you not know that, in moments of such rapture, lovers see and feel nothing but love?",
		"Last year's winner of the T S Eliot Prize was Carol Ann Duffy, for her collection rapture (2005 ).",
		"That tremulous expression on Natasha's face, prepared either for despair or rapture, suddenly brightened into a happy, grateful, childlike smile.",
		"Then we await the resurrection at the rapture of the church.",
		"Next year he published Le Pape, a vision of the spirit of Christ in appeal against the spirit of Christianity, his ideal follower confronted and contrasted with his nominal vicar; next year again La Pitie supreme, a plea for charity towards tyrants who know not what they do, perverted by omnipotence and degraded by adoration; two years later Religions et religion, a poem which is at once a cry of faith and a protest against the creeds which deform and distort and leave it misshapen and envenomed and defiled; and in the same year L'Ane, a paean of satiric invective against the past follies of learned ignorance, and lyric rapture of confidence in the future wisdom and the final conscience of the world.",
		"At a time of such love, such rapture, and such self-sacrifice, what do any of our quarrels and affronts matter?",
		"James Thomson (\" B.V.\") speaks \" of the restful rapture of the inviolate grave,\" and sings the praises of death and of oblivion.",
		"Between this opening and this close the pageant of history and of legend, marshalled and vivified by the will and the hand of the poet, ranges through an infinite variety of action and passion, of light and darkness, of terror and pity, of lyric rapture and of tragic triumph.",
		"Rostov too, bending over his saddle, shouted \"Hurrah!\" with all his might, feeling that he would like to injure himself by that shout, if only to express his rapture fully.",
		"Although he was at least sixty-five years of age at this period, his poetic faculty displayed itself with more than usual warmth and lustre in the glowing series of elegies, styled Eridanus, which he poured forth to commemorate the rapture of this union.",
		"On the faces of all was one common expression of joy at the commencement of the long-expected campaign and of rapture and devotion to the man in the gray coat who was standing on the hill.",
		"But well as he knew it, Pierre now listened to that tale as to something new, and the quiet rapture Karataev evidently felt as he told it communicated itself also to Pierre.",
		"Yes, one must harness them, must harness them! he repeated to himself with inward rapture, feeling that these words and they alone expressed what he wanted to say and solved the question that tormented him.",
		"The states of Rapture are called Conditions of Bliss, and they are regarded as useful for the help they give towards the removal of the mental obstacles to the attainment of Arahatship.6 Of the thirty-seven constituent parts of Arahatship they enter into one group of four."
	],
	"synonyms": [
		"ecstasy",
		"transport",
		"raptus",
		"exaltation",
		"cloud nine",
		"seventh heaven",
		"paradise",
		"heaven",
		"enthusiasm",
		"delirium",
		"delight",
		"bliss",
		"beatitude",
		"elation",
		"enchantment",
		"ecstasiate"
	],
	"antonyms": [
		"hatred",
		"dislike",
		"hate",
		"indifference",
		"boredom",
		"affliction",
		"grief",
		"pain"
	]
}