{
	"word": "quaint",
	"meaning": [
		"Clever or skilled.",
		"Wrought with skill; ingenious.",
		"Unusual or old-fashioned in a pleasing way.",
		"Cleverly made or done.",
		"Singular; unusual; curious.",
		"(archaic) The vulva. [from 14th c.]"
	],
	"sentences": [
		"His gentle courtesy and quaint speech won my heart.",
		"He lived more than seven hundred years ago in a quaint little town of Italy.",
		"The quaint streets of Pacific Grove were quiet during the weekday, with a small group of women lingering in the midmorning sun at the café on the corner.",
		"It is a storehouse of quaint stories and out-of-the-way information on manners and customs.",
		"The quaint village is surrounded by mountains, lakes and rivers.",
		"Reservations are required as the restaurant is small, but quaint.",
		"The general appearance of the town is quaint and irregular, but there are several handsome modern streets.",
		"This book is worthy of note on account of the quaint and sarcastic humour of its numerous acrostic verses.",
		"The style is quaint and epigrammatic;.",
		"Many of the ordinary houses are massive and quaint.",
		"It does not possess any remarkable buildings, although it contains several, private as well as public, that are of a quaint and picturesque style of architecture.",
		"Then he went to live in the leafy pool at the end of the garden, where he made the summer nights musical with his quaint love-song.",
		"That which crowns the canopy over the tomb of Can Grande is a very noble, though somewhat quaint, work.",
		"Its carpets have a great reputation in the Balkan Peninsula for their quaint designs, durability and freshness of colour.",
		"In appearance the town is quaint and romantic, presenting almost as faithful a picture of a town of the early middle ages as Nuremberg does of the later.",
		"I had often read the story, but I had never felt the charm of Rip's slow, quaint, kind ways as I did in the play.",
		"He continued at his quick pace into the town, glancing over the quaint downtown strip lined with small cars and pubs.",
		"The quaint architecture of the houses, many of which present their curious and handsome gables to the street, gives Stralsund an interesting and old-fashioned appearance.",
		"The oldest stone bears the date 1681 many of the stones were made in England, and bear quaint inscriptions.",
		"The old Observatory is a quaint structure on Calton Hill, overlooking the district at the head of Leith Walk.",
		"It has a quaint old-fashioned appearance, many ancient houses in High Street bearing inscriptions and dates.",
		"It is an old-fashioned town with many quaint wooden houses, notable among them the \"Northeimhaus,\" a beautiful specimen of medieval architecture.",
		"But the quaint beauty of Herbert's style and its musical quality give The Temple a high place.",
		"Alhazen, quoted by Purchas in his quaint notice of Timur and referred to by Sir John Malcolm, can hardly be accepted as a serious authority.",
		"The many quaint old brick houses form the chief feature of interest in the town.",
		"Landshut is still a quaint, picturesque place; it consists of an old and a new town and of four suburbs, one part of it lying on an island in the Isar.",
		"Woerkum, or Woudrichem, a little below the town on the left bank of the Merwede, is famous for its quaint old buildings, which are decorated with mosaics.",
		"From quaint, hole-in-the-wall restaurants that you could easily walk right by to imposing structures that command attention, the variety of settings and menu items is impressive.",
		"Steakhouse offers a quaint art-deco setting, decorated with dark hardwood furniture, comfy leather chairs and a touch of brass accents.",
		"It is a rhyming description of the province of Nordland, its natural features, its trades, its advantages and its drawbacks, given in dancing verse of the most breathless kind, and full of humour, fancy, wit and quaint learning.",
		"The tasteless style of its modern buildings is out of harmony with the quaint beauty of the other monasteries.",
		"The quaint characteristics of the hilly site of the old town have largely been destroyed by modern improvements, which began in 1836 and were not quite completed in 1910.",
		"The burgher life of even Nuremberg, the noblest German city, seems narrow, quaint and harsh beside the grace and opulence and poetical surroundings of Italian life in the same and the preceding generation.",
		"Their quaint shrubbery and old-fashioned setting render them attractive.",
		"In connexion with Purim many quaint customs were introduced by the Jews of later times.",
		"Hsiian Tsang, the famous Chinese pilgrim, tells a quaint story of a Dhammapala of Kanchipura (the modern Konjevaram).",
		"The real rise begins at Cairo about the summer solstice, or a few days later, and early in July a crier in each district of the city begins to go his daily rounds, announcing, in a quaint chant, the increase of water in the nilometer of the island of Roda.",
		"In such work the painters of Upper Germany at this time, working in the spirit of the late Gothic style just before the dawn of the Renaissance, show considerable technical attainments, with a love of quaint costumes and rich draperies crumpled in complicated angular folds, some feeling for romance in landscape backgrounds, none at all for clearness or balance in composition, and in the attitudes and expressions of their overcrowded figures a degree of grotesqueness and exaggeration amounting often to undesigned caricature.",
		"Dordrecht presents a picturesque appearance with its busy quays and numerous canals and windmills, its quaint streets and curiously gabled houses.",
		"At the present time the Dutch flag flies nowhere on the mainland of India, though the quaint houses and regular canals at Chinsura, Negapatam, Jaffna, and many petty ports on the Coromandel and Malabar coasts remind the traveller of familiar scenes in the Netherlands.",
		"Numerous handsome medieval buildings testify to its former prosperity as a prominent member of the Hanseatic league, and its many quaint houses with high gables and overhanging eaves have gained for it the appellation \"the Nuremberg of the North.\"",
		"The buildings of this market are Dutch in style and have a quaint clock tower.",
		"The style is quaint, original, abounding in allusions and witticisms, and rich, with piled-up analogies and metaphors.",
		"She also was an authoress, publishing in 1844 a volume of Haus-, Wald-, and Feld-Mdrehen, full of quaint poetical conceits, and in 1845 Anna, a novel, in two vols.",
		"The streets are narrow, and the houses are mostly picturesque old structures, built of wood, with many quaint gables and dark archways.",
		"It consists of a quaint and irregularly built old town, a new quarter, and two extensive suburbs, Altenburg and Neumarkt.",
		"Bayeux possesses many quaint, timbered houses and stone mansions in its quiet streets.",
		"This quaint old wooden house, in the midst of a large garden full of splendid elms, continued to be his chief residence till the day of his death.",
		"At the entrance to the harbour is San Fernando, an old fort (1817), and the city is very quaint in appearance.",
		"His quaint humour alternating with genuine pathos, and above all his simple and singularly unaffected devotional nature, made him as a preacher without a peer in his own time and country.",
		"He was then about fifteen, and his taste for writing, bred thus far upon the quaint Journals of Friends, the Bible and The Pilgrim's Progress, was at once stimulated.",
		"The severity of the treatise is relieved by characteristic touches of humour, and by quaint anecdotes and allusions furnished from his wide reading and perfect memory.",
		"The story of Njavvisena, daughter of the Sun, is full of quaint folk-lore about the taming of the reindeer.",
		"Just as the background of Christianity was formed by the Hebrew scriptures, and just as the Hebrew legends of the creation became the basis of its scheme of human redemption from evil, so the Avesta, with its quaint cosmogony and myths, formed the background of Mani's new faith.",
		"It Is No Longer A Living Spirit Among The People At Large; But In Secluded Villages And \" Back Concessions \" One Can Still Hear Some Charming Melodies As Old And Pure As The Verses To Which They Are Sung, And Even A Few Quaint Survivals Of Gregorian Tunes.",
		"Josippon subsequently appeared in many forms, one of the most popular being in Yiddish (JudaeoGerman), with quaint illustrations.",
		"A large spinning-mill and coalpits lend a modern touch in singular contrast with the quaint, old-world aspect of the place.",
		"Some of the quaint old houses which have escaped the numerous fires that have visited the town are elaborately adorned with wood-carving.",
		"Other interesting landmarks are \"Woodland\" (formerly called \"Bloomsbury Court\"), built early in the 18th century by William Trent, and said to have sheltered, at various times, Washington, Lafayette and Rochambeau; the \"Hermitage,\" erected some time before the War of Independence; and \"Bow Hill,\" in the suburbs of the city, a quaint old colonial mansion which for some time before 1822 was a home of Joseph Bonaparte.",
		"In the oriental quarters of the city the curious shops, the markets of different trades (the shops of each trade being generally congregated in one street or district), the easy merchant sitting before his shop, the musical and quaint street-cries of the picturesque vendors of fruit, sherbet, water, &c., with the ever-changing and many-coloured throng of passengers, all render the streets a delightful study for the lover of Arab life, nowhere else to be seen in such perfection, or with so fine a background of magnificent buildings.",
		"Several of the quaint bits of ancient Leith yet remain, and the appearance of the shore as it was in the 17th and 18th centuries, and even at a later date, was picturesque in the extreme.",
		"His first budget was a quaint failure, and was thrown out by a coalition of Liberals and Peelites which he believed was formed against Mr Disraeli more than against the chancellor of the exchequer.",
		"Have the driver take you to a romantic, quaint restaurant.",
		"It sits among joining street shops in a quaint commercial area.",
		"The interior of the old town consists chiefly of narrow and irregular streets, with many quaint and picturesque houses.",
		"There are several quaint old houses, with high gables, in the market-place, in the middle of which stand a Roland column, of about 1445, and a bronze figure known as the Butterjungfer (butter-girl), of uncertain origin and meaning, but now regarded as the palladium of the town.",
		"Here the Bashgol and Chitral valleys unite and the boundary passes to the water-divide east of the Chitral river, after crossing it by a spur which leaves the insignificant Arnawai valley to the north; along this water-divide it extends to a point nearly opposite the quaint old town of Pashat in the Kunar valley (the Chitral river has become the Kunar in its course southwards), and then stretches away in an uneven and undefined line, dividing certain sections of the Mohmands from each other by hypothetical landmarks, till it strikes the Kabul river near Palosi.",
		"Among the churches mention must be made of the Zuiderkerk, or South church, with a conspicuous tower (1450-1525); and the Westerkerk, or West church, which possesses a beautifully carved Renaissance screen and pulpit of the middle of the 16th century, and a quaint wooden bell-house (1519) built for use before the completion of the bell-tower.",
		"A quaint figure in the pantheon of the heroic age is Hanuman, the deified chief of monkeys - probably meant to represent the aboriginal tribes of southern India - whose wonderful exploits as Rama's ally on the expedition to Lanka Indian audiences will never weary of hearing recounted.",
		"As the elements (his deities) entered into combinations, there appeared quaint results - heads without necks, arms without shoulders.",
		"Considerable sections of the ancient walls and moat still remain, though the demolition of portions to meet the exigencies of modern traffic and expansion has somewhat destroyed its quaint medieval character.",
		"The town is surrounded by promenades occupying the site of the old fortifications; it contains in addition to the medieval market square, many old-fashioned houses and quaint narrow streets.",
		"Berlin is essentially a modern city, the quaint two-storied houses, which formerly characterized it, having given place to palatial business blocks, which somewhat dwarf the streets and squares, which once had an air of stately spaciousness.",
		"The habit of burlesquing the romans d'aventures was no new one, and the form lent itself easily to the two literary exercises to which he was most disposed - apt and quaint citation from and variation on the classics and satirical criticism of the life he saw around him.",
		"Here are the rock of the siren Lurlei or Lorelei; the old castles of Stahleck and Pfalz, which belonged to the Counts Palatine of the Rhine; and the quaint medieval towns of Caub and St Goarshausen.",
		"In the midst of the peasants themselves there lived a consciousness of their special claims as to tenant right, claims which sometimes assumed the shape of the quaint saying, \"The land is ours, though we are yours.\"",
		"Soon the irresistible charm of a book which gratified the imagination of the reader with all the action and scenery of a fairy tale, which exercised his ingenuity by setting him to discover a multitude of curious analogies, which interested his feelings for human beings, frail like himself, and struggling with temptations from within and from without, which every moment drew a smile from him by some stroke of quaint yet simple pleasantry, and nevertheless left on his mind a sentiment of reverence for God and of sympathy for man, began to produce its effect.",
		"The town is well and regularly built, with broad and straight streets, and contains numerous handsome and quaint buildings in the northern Gothic style.",
		"Most of the streets in the heart of the city are narrow and irregular, and the quaint aspect of a free medieval town has to a considerable extent been maintained.",
		"The houses are almost all of one storey, built in the quaint style of southern Spain, with red-tile roofs, and the better ones with verandas and court gardens.",
		"Later is the Fostbreedrasaga (1015-1030), a very interesting story, told in a quaint romantic style, of Thorgeir, the reckless henchman of King Olaf, and how his death was revenged in Greenland by his sworn brother the true-hearted Thormod Coalbrow's poet, who afterward dies at Sticklestad.",
		"As their reputation grew he travelled all over the country, delighting large audiences with his quaint humour and natural pathos.",
		"The cottage looked so quaint with its low white walls and thatched roof.",
		"He wrote in a quaint and elaborate style on scientific, scriptural and moral subjects and engaged in much controversy in defence of the Franciscan rule and practice.",
		"St Agnes is the patron saint of young girls, who, in rural districts, formerly indulged in all sorts of quaint country magic on St Agnes' Eve (20th-21st January) with a view to discovering their future husbands.",
		"The latter building is first mentioned in 1448, but most of the present building dates from far later times, though the quaint paved spiral pathway (taking the place of a staircase in the interior) was made in the middle of the 16th century.",
		"The old town-hall is a quaint Slavonic adaptation of Romanesque forms. The royal castle, begun in 1905 and completed in 1910 at a cost of £250,000, is a pretentious building in what is officially called Romanesque style.",
		"The style is quaint, original, abounding in allusions and witticisms, and rich, even to gorgeousness, with piled-up analogies and metaphors.'",
		"These quaint wedding chapels are usually decorated and ready to go for an off-the-cuff informal wedding.",
		"Its combination of unspoiled wilderness, glimmering glaciers, towering mountains, and quaint waterfront communities, make it a dream vacation destination for cruisers of all ages.",
		"Alaska's famed Inside Passage is a stunning narrow waterway nestled between towering mountains, quaint waterfront communities, and the Pacific Ocean.",
		"Visitors to the city can take in views of the mountains, rivers and quaint historic towns, such as Passau.",
		"If you are looking to sail on a quaint vessel with minimal crowds, then a Princess cruise is not for you.",
		"A. zygomeris is a quaint plant from Mexico.",
		"Codonopsis - The members of this small genus of the Bellflower order are remarkable rather for a quaint, distinctive beauty of their own, not half of which is disclosed externally.",
		"At the present time greater interest attaches to the group than was formerly the case, by reason of several new additions from China, some of these surpassing in their quaint markings the earlier-known members of the race.",
		"Kurdistan. C. spinosus is a quaint little plant like a small Apicra or Haworthia, with a rosette of flat, spoon-shaped leaves, each tipped with a spine, and a spike of yellow flowers in early summer.",
		"Sweet Fern (Myrica (Comptonia) Asplenifolia) - A quaint little shrub 2 to 3 feet high, with Fern-like long, cut into rounded lobes, and aromatic leaves.",
		"The quintessential English garden makes one think of quaint English villages and gardens tended by little old ladies that resemble Agatha Christie's Miss Marple.",
		"Its antique stores, art galleries and quaint shops make it a popular vacation and retirement spot.",
		"What starts out as a quaint boat ride quickly turns into a fantastic ride filled with water plunges, spooky effects and a pirate battle.",
		"This is a quaint touristy beach town a few miles south from Hearst Castle and north of Morro Bay.",
		"You can choose from luxury-class resorts, small country inns, quaint B&B's or simple motels.",
		"Granted the 30 x 5 mile sliver of a valley is tightly packed with vineyards and wineries, but there also has many quaint towns, plenty of attractions, activities and places to visit that have nothing to do with wine.",
		"Antique cast iron school desks are quaint collectible items that are easy to find and are relatively inexpensive as a collectors item.",
		"The south side of the lake is the California side and has a quaint and peaceful feeling.",
		"Easy as pie is not just a quaint saying, but also a tasty reality when you are armed with a great pie crust recipe.",
		"After the show, dine nearby at the Cliff House overlooking the incredible park view, or discover one of the quaint restaurants in the adjoining neighborhoods.",
		"With these tours don't expect to visit any small, intimate or quaint \"boutique\" wineries.",
		"They can be soft and romantic; quaint and country-inspired; or even sexy and glamorous.",
		"More likely to be quaint than luxurious, bed and breakfasts are designed to be your home away from home for the weekend.",
		"The idea of teachers' leather bookbags is almost quaint these days, because they are so rarely used.",
		"Museums-Even the smallest town may have a few interesting museums tucked in and around its quaint streets.",
		"Parc Asterix first opened in 1989 with a quaint theme based around popular French comic books.",
		"It's a perfect base for exploring the Colorado Rockies and the quaint little towns surrounding Georgetown.",
		"Tea party locations can vary from quaint outdoor settings to large halls filled with people.",
		"Because of its central proximity to other larger cities, this quaint town gets a fair share of adventure travelers and college students.",
		"Soups, appetizers and seafood dishes are on the menu at this quaint cafe.",
		"The inner line of fortifications was razed in 1890, and the defensive works now consist only of the citadel and three detached forts, one of which, Fort Blucher, serves as a tete-de-pout on the left bank of the Rhine, Wesel contains some quaint old houses, and a town hall, dating from 1396, with an elaborate facade, and containing a valuable collection of old silver plate.",
		"As early as 1430 some of them - sprung of Alan, lord of Buckenhall - settled in the neighbourhood of Calne and Devizes, whence descended the immediate ancestors of \"worthy Mr Tobie Alleine of Devizes,\" father of Joseph, who, the fourth of a large family, was born at Devizes early in 1634.1645 is marked in the title-page of a quaint old tractate, by an eye-witness, as the year of his setting forth in the Christian race.",
		"Amongst the more conspicuous secular buildings in the street may be mentioned the Town and County Bank, the Music Hall, with sitting accommodation for 2000 persons, the Trinity Hall of the incorporated trades (originating in various years between 1398 and 1527, and having charitable funds for poor members, widows and orphans), containing some portraits by George Jamesone, a noteworthy set of carved oak chairs, dating from 1574, and the shields of the crafts with quaint inscriptions; the office of the Aberdeen Free Press, one of the most influential papers in the north of Scotland; the Palace Hotel; the office of the Northern Assurance Company, and the National Bank of Scotland.",
		"It is a place of much historic interest, and has many examples of quaint Dutch colonial and early American architecture.",
		"Of great antiquity, it possesses numerous quaint wooden houses and ancient ecclesiastical buildings of considerable interest.",
		"The old town, with its narrow streets and numerous houses of the 16th and 17th centuries, with their high-pitched roofs, preserves much of its quaint medieval aspect.",
		"About 1850 the fisheries revived, especially after 1860, under the influence of better prices, improved methods and the discovery of new grounds, becoming again the chief economic interest; and since that time the village of Gloucester has changed from a picturesque hamlet to a fairly modern, though still quaint and somewhat foreign, settlement.",
		"Do you need some more quaint hill talk to add to your collection?",
		"Quaint little alleys and yards off the steep main street house many interesting shops offering a wide range of unusual gifts and mementos.",
		"A lifetime's worth of quaint inns, snazzy bars and backstreet boozers, all lovingly researched for your delight and inebriation.",
		"Equally entertaining is a stroll through the old village downtown area, with its quaint shops and sidewalk cafes.",
		"Today the village has around 380 houses ranging from listed manor houses and quaint cottages, to modern town houses and octagonal architect-designed dwellings.",
		"What better moment than to partake in our quaint English custom of making a pot of tea!",
		"Whenever I've visited this quaint graveyard there have always been the remnants of such a wreath.",
		"Volunteers live in pairs in quaint small towns inn highlands, rainforest or coast.",
		"Downstairs angular walls add a quaint quirkiness to a ground floor bedroom that is tastefully decorated in soft lilac.",
		"They might cut it up into quaint shapes and dot it with red daisies or yellow marigolds.",
		"A quaint Drummond custom was to leave the headstock oiler nuts without covers - allowing swarf and dirt to drop into the bearings.",
		"Old Worlds quaint little row of old-world houses constituted the kennels of King Charles II.",
		"In passing through the little village of Dobcross I observed a quaint tavern sign, illustrative of the ruling passion.",
		"The Faculty in the old days was a rather quaint affair.",
		"Today's technologies make these fears seem almost quaint.",
		"At that stage (Thursday afternoon the real Thursday, that is) it seemed quite quaint.",
		"Within a very short time Being Digital could look very quaint indeed.",
		"Hence the somewhat quaint title the Chicago-Lambeth Quadrilateral by which the articles have been called ever since.",
		"The idea of mounting an exhibition that takes an ambivalent or even critical position toward its contents now appears merely quaint.",
		"It all sounds very quaint to us now, yet alcohol abuse kills far more people in the UK today than illegal drugs.",
		"At times, she becomes quaint, at others quite rude and oblivious to the rights of others.",
		"Such antennae doubtless looked modern and technical at the time but feel decisively quaint at the turn of the millenium.",
		"Although these are private homes, the public can visit the villages quaint little tearooms, general stores and the variety of antique shops.",
		"Perhaps our towns and villages are stopping places to sample our quaint tearooms, antique shops or bustling, colorful markets?",
		"Step back in time Very quaint sort of evening last friday, felt like I had entered a time warp or something!",
		"Some may think that tossing the caber and dancing the ' shorn trews ' are quaint relics of a bygone culture.",
		"The region is largely unspoiled, lying amid stunning countryside and coastal scenery, and made up of farmhouses and quaint villages.",
		"On his return to London in 1818 he applied himself assiduously to the art of engraving, in which he acquired a skill that in after years became a most valuable assistant to his literary labours, and enabled him to illustrate his various humours and fancies by a profusion of quaint devices, which not only repeated to the eye the impressions of the text, but, by suggesting amusing analogies and contrasts, added considerably to the sense and effect of the work.",
		"These are, of course, mere infants compared with the Southampton Town Bowling Club, founded in 1299, which still uses the green on which it has played for centuries and possesses the quaint custom of describing its master, or president, as \"sir,\" and are younger even than the Newcastle-onTyne club established in 1657.",
		"The weigh-house (1582) is a picturesque building with quaint gable and tower.",
		"The most conspicuous building is the old ducal castle of Hohentubingen, built in1507-1535on a hill overlooking the town, and now containing the university library of 460,000 volumes, the observatory, the chemical laboratory, &c. Among the other chief buildings are the quaint old Stiftskirche (1469-1483), a Gothic building containing the tombs of the rulers of Wurttemberg, the new aula and numerous institutes of the university, all of which are modern, and the town-hall dating from 1435 and restored in 1872.",
		"One might almost say that Duns Scotus recognizes the principle of a gradual physical evolution, only that he chooses to represent the mechanism by which the process is brought about by means of quaint scholastic fictions.",
		"Two shepherds, Amintas and Faustus, discuss the familiar theme of the respective merits of town and country life, and relate a quaint fable of the origin of the different classes of society.",
		"Pliny, relying wholly on characters taken from the feet, limits himself to three groups - without assigning names to them - those which have \" hooked tallons, as Hawkes; or round long clawes, as Hennes; or else they be broad, flat, and whole-footed, as Geese and all the sort in manner of water;foule \" - to use the words of Philemon Holland, who, in 1601, published a quaint and, though condensed, yet fairly faithful English translation of Pliny's work.",
		"The lower order contains the handsome portal with a semicircular pediment, while four of the remaining bays are filled with quaint scenes in surprisingly skilful perspective.",
		"The work is more practical than theological; and its quaint fancy, graphic and pointed style, and its fervent religious tone render it still popular with some readers.",
		"Several quaint and beautiful legends have been handed down as to the origin of the epithet of \"venerable\" generally attached to his name.",
		"It is a quaint old town, approached by a fine avenue of trees, and standing in the midst of a patch of fertile ground.",
		"The \" fleets \" with their quaint medieval warehouses, which come sheer down to the water, and are navigated by barges, have gained for Hamburg the name of \" Northern Venice.\"",
		"The work incidentally gives a quaint and interesting sketch of the manners and civilization of England, France and Germany, whose assistance the Greeks sought to obtain against the Turks.",
		"The importance of the former lies in the simple cast of his religious thought, his independence of theological formulas, his constant adherence to the letter of Scripture, his quaint exegesis, and the light he throws on the circumstances of his time, especially (i) the feeling between Jews and Christian, and (2) the position and sympathies of the Christian subjects of Sapor II.",
		"Thus the many quaint and interesting features of later Jewish costume have arisen from certain specific causes, any consideration of which concerns later and medieval costume _generally.",
		"In August of this same year he accompanied Lord Dartmouth to Tangier as chaplain to the fleet, and Pepys, who was one of the company, has left on record some quaint and kindly reminiscences of him and of his services on board.",
		"The inhabitants, who retain many quaint and archaic peculiarities of manner and dress, speak the variety of Dutch known as Low Frankish.",
		"Oughtred's English edition (1633) of the Recreations mathematiques (1627) of Jean Leurechon (\"Henry van Etten\") there is a quaint description, with figures, of the simple dark chamber with aperture, and also of a sort of tent with a lens in it and the projection on an inner wall of the face of a man standing outside.",
		"Little more than a mile to the west lies the royal and police burgh of Pittenweem (Gaelic, \"the hollow of the cave\"), a quaint old fishing town (pop. 1863), with the remains of a priory.",
		"Briefly speaking, the NO was a dance of the most stately character, adapted to the incidents of dramas which embrace within their scope a world of legendary lore, of quaint fancies and of religious sentiment.",
		"Table services of Owari porcelain the ware itself excellently manipulated and of almost egg-shell fineness2re now decorated with floral scrolls, landscapes, insects, birds, figure-subjects and al sorts of designs, chaste, elaborate or quaint; and these services, representing so much artistic labor and originality, are, sold for prices that bear no due ratio to the skill required in their manufacture.",
		"While with its quaint redroofed houses, its old town walls (restored about 1250), its castle, its cathedral (13th and 15th centuries), its episcopal palace (1283), and its various churches and convents Rieti has no small amount of medieval picturesqueness; it also displays a good deal of modern activity in vine and olive growing and cattle-breeding.",
		"He placed great dependence on diet and regimen, and here, quaint as many of his directions may now sound, not only in themselves, but in the reasons given, there is much which is still adhered to at the present day.",
		"In 1900 its population was 852,712 (all but wholly Romanist), of whom more than half were German-speaking, and many in the south Italian-speaking, while in certain side valleys of the Adige system the quaint old Ladin dialect, still surviving also in the Swiss Engadine, is the prevailing tongue; in the southern half of the region there are a few German-speaking among the Italian-speaking folk.",
		"The mosques with their cupolas and minarets, and houses built in Eastern fashion contrast curiously with the Renaissance style of most of the modern buildings, the medieval aspect of the castle and the quaint appearance of the Dutch houses still standing.",
		"The Leine flows through the city, having the old town on its right and the quaint Calenberger quarter between its left bank and the Ihme.",
		"Master of a form of language peculiarly sweet and euphonical, and possessed of a delicate ear which instinctively suggested the most musical arrangement possible, he gives his sentences, without art or effort, the most agreeable flow, is never abrupt, never too diffuse, much less prolix or wearisome, and being himself simple, fresh, naif (if we may use the word), honest and somewhat quaint, he delights us by combining with this melody of sound simple, clear and fresh thoughts, perspicuously expressed, often accompanied by happy turns of phrase, and always manifestly the spontaneous growth of his own fresh and unsophisticated mind.",
		"Reminding us in some respects of the quaint medieval writers, Froissart and Philippe de Comines, he greatly excels them, at once in the beauty of his language and the art with which he has combined his heterogeneous materials into a single perfect harmonious whole.",
		"In the great market place in the centre of the city are gathered together the larger number of the most interesting buildings, including the quaint old Fleshers' Hall, built by Lieven de Key in 1603, and now containing the archives; the town hall; the old Stadsdoelen, where the burgesses met in arms; the Groote Kerk, or Great Church; and the statue erected in 1856 to Laurenz Janszoon Koster, the printer.",
		"All the great prose writers of France could not fail to be influenced by the racy phrase, the quaint and picturesque vocabulary, and the unconstrained constructions of Montaigne.",
		"A dozen generations of men have rejoiced in the gentle irony with which Montaigne handles the ludicrum humani saeculi, in the quaint felicity of his selection of examples, and in the real though sometimes fantastic wisdom of his comment on his selections.",
		"It possesses two fine Roman Catholic churches, a Protestant church, numerous remains of its old walls and some quaint houses of the 15th and 16th centuries.",
		"The latter had for some years perceived the influence exercised in benefit societies by badges and titular appellations, and he further endeavoured to devise some quaint phraseology which would be attractive to the working classes.",
		"His mastery of the English tongue, his dramatic power, his instinctive art of impersonation, which had become a second nature, his vivid imagination, his breadth of intellectual view, the catholicity of his sympathies, his passionate enthusiasm, which made for the moment his immediate theme seem to him the one theme of transcendent importance, his quaint humour alternating with genuine pathos, and above all his simple and singularly unaffected devotional nature, made him as a preacher without a peer in his own time and country.",
		"Today 's technologies make these fears seem almost quaint.",
		"There are many quaint fishing villages to explore, all within easy driving distance.",
		"Faro, the capital of the Algarve, is situated around a quaint harbor with narrow streets located in the old town.",
		"We drew to a halt outside number 11 Smith 's Green, a quaint little cottage near Bishop 's Stortford.",
		"It may be redeemed slightly by the quaint intricacies of the first pitch.",
		"Comfortably furnished throughout the kitchen/diner is deceptively roomy with stairs leading to 2 cozy, quaint bedrooms...",
		"Now sequestered at this quaint rustic getaway, Eddy 's ready to greet the uninitiated.",
		"The Rhineland, with its sweeping vineyards, quaint half-timbered houses and imposing castles, is steeped in legend and history.",
		"Step back in time Very quaint sort of evening last friday, felt like I had entered a time warp or something !",
		"Lunch at the surfing town of Lahinch or in quaint Doolin, home of Irish trad music.",
		"One thing Scotland really is synonymous with is quaint twee pop music.",
		"Today, the quaint and unassuming nature of this station belies its once large presence on the SER lines within the inner suburbs.",
		"Shops along Queensway are more utilitarian in style, whilst those found in Station Square have a quaint, village feel about them.",
		"Any of these choices will make a quaint and elegant cake decoration.",
		"Cottage style furniture is usually quaint and old-fashioned.",
		"Some are quaint country gift shops featuring pieces from craftsmen living nearby.",
		"These quaint little tables can be painted in a range of soft light colors, including antique white, pastel blue or mint green.",
		"Do you prefer a quaint country look with country blues and rusts?",
		"Whether you're aiming for a quaint country theme, a fresh contemporary design or an elegant and formal look, decorator fabrics will help you achieve your goal.",
		"Cottage chic is a design style that embraces the vintage or antique look of distressed furniture, the quaint look of old French linens, chenille bedspreads, floral patterns in pastel colors and all things feminine.",
		"Their selection of country-style decor includes Americana aplenty, with prints and hangings of quaint country sayings, apples and schoolhouses, and patchwork designs.",
		"No longer tucked away in quaint little shops, gourmet food is everywhere.",
		"German snow skiing isn't as well known as some of the other ski areas in Europe, but Germany does offer a number of quaint and friendly ski resort options that include glacier skiing and World Cup races.",
		"Blue Mountain - Located in the quaint town of Palmerton, Pennsylvania, Blue Mountain boasts the highest vertical in the state.",
		"The stereotypical image of bullying, like having your books slapped out of your hands, seems quaint compared to the graphic images flashed on our televisions today.",
		"The American Library Association is a great place for us to kick off our list for the top books for teens, and if you think library is a quaint synonym for boring, you'll be pleasantly surprised.",
		"There are so many wonderful wedding chapels to visit in Las Vegas that planning a quaint wedding might be a daunting task.",
		"Cruise ships, botanical gardens, cliff tops, cascading waterfalls, quaint churches, elegant estate manors, and lush jungle groves are all vibrant alternatives that offer Caribbean flair without mandating a beach wedding.",
		"In fact, butterfly favors can accentuate any wedding reception centerpiece for a quaint touch, or they may be part of an overall butterfly theme, a jungle or tropical motif, or a wildlife conservation decorative scheme.",
		"Choose accessories that are quaint and whimsical, such as pieces of pottery or resin-designed objects in bear, horse, cowboy hat or boot designs.",
		"Some styles are quite quaint and sweet; others are regal and showy.",
		"Bluebird Garden- Cool, peaceful hues of pale blue and green are mixed with a bright, cheerful yellow in this traditional, country style floral print featuring quaint little bluebirds.",
		"One quaint feature offered on longer Holland America cruises is the presence of gentlemen hosts to accompany single women as dining and dance companions.",
		"In addition, some of these sightseeing cruises offer stops at quaint riverside towns lined with historic homes and shops, located along the banks of the Mississippi.",
		"Securing a job on a Caribbean cruise line means sailing the warm waters that surround quaint little towns and villages, taking in the views of the Mexican coastline, and meeting new people from around the world.",
		"As the Internet becomes more and more prevalent in social circles, the old-fashioned \"hard copy\" invitations have become quaint and even a bit retro.",
		"You'll see quaint advertisements, amusing cartoons and banner news headlines about historic events.",
		"Vintage lingerie seems positively quaint by today's standards, but pin up girls were anything but dowdy.",
		"Although many women opt out of wearing pantyhose today when they can (relaxed dress codes make stockings almost quaint in some circles), some ladies love the look and feel of them.",
		"Road trip - Plan a road trip for the day or the weekend, checking out quaint shops and eating at small diners along the way.",
		"In a quaint bit of Twentieth Century sensibility, she apparently took his surname when they married, so that fun could be had with the two of them both answering to the query \"Captain Picard?\"",
		"Quaint pubs and breweries provide a casual meal and atmosphere.",
		"This quaint, cozy white tablecloth restaurant creates a warm feel with the low lighting and candlelight."
	],
	"synonyms": [
		"rococo",
		"offbeat",
		"nice",
		"grotesque",
		"folksy",
		"exotic",
		"ethnic",
		"unusual",
		"strange",
		"bizarre",
		"archaic",
		"whimsical",
		"weird",
		"singular",
		"picturesque",
		"peculiarity",
		"oddity",
		"whimsy"
	],
	"antonyms": [
		"current",
		"new-fangled",
		"new",
		"up-to-date",
		"modern",
		"conventional",
		"regular",
		"common",
		"usual",
		"ordinary",
		"normal"
	]
}