{
	"word": "opulent",
	"meaning": [
		"Possessing or exhibiting great wealth; affluent.",
		"Very wealthy or rich.",
		"Characterized by abundance or profusion; luxuriant."
	],
	"sentences": [
		"The robed man led her into the fortress and wound his way through bright intersections, down stairs, and into a more opulent part of the building.",
		"It is deep, rich, opulent and concentrated.",
		"They strode through the opulent mansion down a stairwell spilling into sunlight and swaths of green grass at the side of the main house.",
		"I had seen a photo of three large men wrapped in luxurious towels, smoking pipes in extremely opulent surroundings.",
		"Yet, despite its opulent luxury, the hotel has a disturbing history it omits to mention in its glossy brochures.",
		"This highly residential district is home to many opulent villas.",
		"The popular agitators, headed by Samuel Adams - with whom John Hancock, an opulent merchant and one of the few of the richer people who deserted the crown, leagued himself - forced on the movement, which became war in April 1775, when Gage sent an expedition to Concord and Lexington to destroy military stores accumulated by the patriots and to capture Adams and Hancock, temporarily staying at Lexington.",
		"The city used to be the extensive, splendid and opulent capital of an independent sovereignty of the same name, but now retains only the vestiges of its former grandeur.",
		"Note the elaborate painted backcloth, suggesting an opulent sitting room.",
		"Home-made mincemeat is for me the taste of opulent festivity and far surpasses commercial varieties.",
		"I've tried not to have the kind of life where I'm only going to parties or living a very opulent lifestyle.",
		"Henry Thrale, one of the most opulent brewers in the kingdom, a man .of sound and cultivated understanding, rigid principles, and liberal spirit, was married to one of those clever, kind-hearted, engaging, vain, pert young women who are perpetually doing or saying what is not exactly right, but who, do or say what they may, are always agreeable.",
		"There are an increasing number of number of exclusive opulent ski chalets available to let in all the Austrian skiing villages.",
		"The most opulent garnish in the world - gold leaf is the perfect decoration for the Wedding Table.",
		"Opulent, dazzling and utterly irresistible, this is Dracula as you`ve never seen him.",
		"As society was becoming meeker and humble, homes were becoming more and more opulent.",
		"The design is opulent without being ostentatious, something any couple who wants to throw an elegant beach wedding will appreciate.",
		"The \"Glorified Girls\" featured in the mainstream Broadway revue of Florenz Ziegfeld, Jr. also made nudity more and more acceptable on the stage with opulent tableaux such as \"Lady Godiva's Ride\" in the Follies of 1919.",
		"The wine opens quickly with an opulent perfume of ripe cherry fruit, a floral bouquet and earthy brambles.",
		"No opulent gentleman commoner, panting for oneand-twenty, could have treated the academical authorities with more gross disrespect.",
		"The degree to which political enmity was exasperated by the Euboean War may be judged from the incident of Midias, an adherent of Eubulus, and a type of opulent rowdyism.",
		"While other founder members, including Hubert Parson, became lavish spenders on an opulent lifestyle, some remained the epitome of normality.",
		"The more variety the better - lots of different shapes and sizes will give you a really opulent look.",
		"Teetering on the water's edge, overlooking the lagoon, this restored 14th-century, Gothic-style palazzo offers some seriously opulent surroundings.",
		"While other founder members, including Hubert Parson, became lavish spenders on an opulent lifestyle, Sum remained the epitome of normality.",
		"These opulent shaped space areas ARE the magnetic polar vortexes of Earth.",
		"A fabulous buy for both you and your home, our exclusive club chair is wrapped in opulent white leather.",
		"Sir Arthur, on the other hand, was resplendent in an opulent suit ordered especially for the previous night 's performance.",
		"The company sells luxury bedding and towels and is a great resource if you want to create an opulent look.",
		"Every little detail may be touched by a magic wand, from your wedding dress (perhaps it's long, opulent and worthy of a moment on the red carpet) to your surroundings (maybe you favor an enchanted forest type setting).",
		"Christmas weddings are often laced with opulent grandeur, so small weddings with modest yet elegant touches are a welcome alternative for couples who enjoy the season but do not want to overwhelm the occasion.",
		"Celebrity homes are usually large and opulent, reflecting the wealth and extravagance of the stars.",
		"The majestic scenery serves as the backdrop to equally spectacular onboard amenities, such as gourmet meals, luxurious spas and opulent staterooms.",
		"The opulent 232-foot vessel can accommodate 1,500 passengers and is equipped with four wrap-around decks including a 60-foot high observation deck for 360-degree views.",
		"There will always be those whose wedding are a display of opulent wealth and blow the consequences.",
		"You may opt for a more casual wedding dress simply because that's more your style than an opulent gown.",
		"You can still wear a silk dress in an informal style, but it will be much simpler and less opulent than what you'd expect in a formal.",
		"Tyra Banks, Kate Walsh and Sara Ramirez are just a few of the fashionable ladies who can be spotted wearing one of his opulent, one-of-a-kind designs.",
		"The opulent Curran Theatre operates through the esteemed \"Best of Broadway\" series, which brings smash hit musicals and dramatic works from Broadway straight to San Francisco.",
		"The Edwardian styles were opulent and more free-form than the classic defined structure of Victorian jewelry.",
		"In contrast to the harsh living conditions in France after the war, his dresses brought opulent rounded attire to the women who could afford them.",
		"Precision movements housed within fine metals and glittering jewels declares that the wearer is accustomed to quality performance and an opulent lifestyle.",
		"The most important of them are Termessus, near the frontier of Lycia, a strong fortress in a position of great natural strength and commanding one of the principal passes into Pamphylia; Cremna, another mountain fortress, north of the preceding, impending over the valley of the Cestrus; Sagalassus, a little farther north, a large town in a strong position, the ruins of which are among the most remarkable in Asia Minor; Selge, on the right bank of the Eurymedon, surrounded by rugged mountains, notwithstanding which it was in Strabo's time a large and opulent city; and Antioch, known for distinction's sake as Antioch of Pisidia, and celebrated for the visit of St Paul.",
		"During this century the first sumptuary edict ordered that the dwellings of all high officials and opulent civilians should have tiled roofs and be colored red, the latter injunction being evidently intended to stop the use of logs carrying their bark.",
		"Pizarro, Almagro and Luque afterwards renewed their compact in a more solemn and explicit manner, agreeing to conquer and divide equally among themselves the opulent empire they hoped to reach.",
		"The once opulent Spanish-style houses have large carved wooden doors opening on to cool flowery patios.",
		"Pratt's keen eye for the visually opulent is a sometimes dizzying feast, tho always thoroughly rewarding experience.",
		"It is said to have cost 10 million rupees to build, much of it spent on the opulent marble royal palaces within.",
		"An Alsatian Tokay leans towards a more opulent, honeyed, softly perfumed version that can be dense with minerals, creaminess, and a refined structure.",
		"This is a full-bodied, ripping dark and opulent red.",
		"Onyx in color, Peter Lehmann's Barossa Shiraz is opulent and concentrated, purveying juicy black cherries and plums in the bouquet.",
		"For example, the 2008 HALL Napa Valley Cabernet Sauvignon which we have just released is complex and graceful, with an opulent texture.",
		"Located in the heart of downtown San Francisco, this opulent Holiday Inn property is ideal for visitors who want to be near all of the action.",
		"Alternatively, adding a few rows of gold braid along the hem of some velvet curtains will make them even more opulent and sophisticated.",
		"Now our bathing suits are known for their opulent hand embroidery and incredible side pieces and embellishments.",
		"Certainly, not every woman favors an opulent look, and for her there are plenty of conservative options that still look polished and appropriate for a dressy occasion.",
		"Other details on these vintage dresses include opulent draping, ruffled bottoms, and bustle backs, which are all unique to Claiborne evening dresses.",
		"Though the candle chandelier can be purchased in opulent glass and crystal or as a fantastic wrought iron hanging meant to impress, most chandeliers that are homemade have a rustic country look to them.",
		"Surrounding an opulent 5.06 carat emerald cut marigold yellow sapphire are European cut diamonds in a scalloped rectangle.",
		"With this design, Betsey Johnson couples the safari look of zebra stripes (the background of the bag), with large, opulent pink and red roses.",
		"Today, you can get away from it all by taking lavish African safaris, opulent shopping sprees and high-flying adventures.",
		"Quality and opulent style combine to create some of the most expensive watches in the world.",
		"In addition to groundbreaking technological contributions to watch making, Tissot Swiss timepieces convey an opulent style sense with a range of unparalleled aesthetic appeal.",
		"The change of fortune proved disastrous to many families, previously to all appearances in opulent circumstances, but by all classes alike their reverses were borne with the greatest bravery.",
		"This section examines a few of the most opulent models.",
		"There are stores designed to draw people who love to shop for bargains and others that cater to the very wealthy who want opulent excess.",
		"La Perla - Known as the crème de la crème of high end lingerie, La Perla has opulent boutiques located across North America, South America, Europe, Asia, and the Middle East.",
		"Livy's easy independent life at Rome, and his aristocratic leanings in politics seem to show that he was the son of well-born and opulent parents; he was certainly well educated, being widely read in Greek literature, and a student both of rhetoric and philosophy.",
		"The handsome interior is remarkably rich in early tombs and monuments, the most important of them being the elaborate altar-tomb of John and Thomas White (c. 1482), members of an opulent family of merchants long seated in Tenby.",
		"An opulent salon where you don't actually browse, but sit on sofas and are shown the wares by models.",
		"Their Venetian masters at least secured to the islanders external tranquillity, and it is singular that the Turks were content to leave them in undisturbed possession of this opulent and important island for nearly two centuries after the fall of Constantinople."
	],
	"synonyms": [
		"princely",
		"grand",
		"gilded",
		"deluxe",
		"sumptuous",
		"luxurious",
		"opus",
		"work",
		"wealthy",
		"swank",
		"study",
		"showy",
		"gaudy",
		"rich",
		"profuse"
	],
	"antonyms": [
		"destitute",
		"depressed",
		"poor",
		"stark",
		"spartan",
		"ascetic"
	]
}