{
	"word": "contemptuous",
	"meaning": [
		"Full of contempt; scornful; disdainful.",
		"Showing contempt; expressing disdain; showing a lack of respect."
	],
	"sentences": [
		"She did not sit down but looked at him with a contemptuous smile, waiting for the valet to go.",
		"One of the audience, with a contemptuous remark, took a handful of pebbles to pelt him with.",
		"There seems no reason to accept Gibbon's contemptuous estimate of their social position.",
		"The German aristocracy, as Aeneas Sylvius had noticed, remained for the most part barbarous, addicted to gross pleasures, contemptuous of culture.",
		"Since these combinations have often been as illogical as facile, \"eclecticism\" has generally acquired a somewhat contemptuous significance.",
		"He chose the epithet Arya as being more dignified than the slightly contemptuous term Hindu.",
		"He was an early adherent of Luther, and, becoming elector of Saxony by his brother's death 1 This incident earned for him among the Parisians the contemptuous nickname of \"John of Lagny, who does not hurry.\"",
		"Contemptuous of the opinion of his fellows, he hid his virtues, paraded his faults, affected some failings from which he was really exempt, and, since his munificent charity could not be concealed from the recipients, laboured to spoil it by gratuitous surliness.",
		"A name of a deity on an Assyrian inscription of the 12th century B.C. has been read as Baal-zabubi, but this reading has now been abandoned in favour of Baal-sapunu (Baal-Zephon).5 Cheyne considers that Baalzebub is a \" contemptuous uneuphonic Jewish modification of the true name Baalzebul.\"",
		"Science With the advance made in Greek studies scholastic methods of thinking fell into contemptuous oblivion.",
		"In its fiscal policy, in its religious intolerance, and in its cruel and contemptuous treatment of the natives, Portuguese rule had been alike oppressive.",
		"In spite of the contemptuous remarks of Cicero and Plutarch about Parmenides's versification, Nature is not without literary merit.",
		"The word \"doctrinaire\" has become naturalized in English terminology, as applied, in a slightly contemptuous sense, to a theorist, as distinguished from a practical man of affairs.",
		"Prince Andrew was silent, but the princess noticed the ironical and contemptuous look that showed itself on his face.",
		"When he ventured to glance her way again her face was cold, stern, and he fancied even contemptuous.",
		"The first years of his reign were uneventful, but in 183 he was attacked by an assassin at the instigation of his sister Lucilla and many members of the senate, which felt deeply insulted by the contemptuous manner in which Commodus treated it.",
		"The revival of pre-Reformation ritual by many of the High Church clergy led to the designation \"ritualist\" being applied to them in a somewhat contemptuous sense; and \"High Churchman\" and \"Ritualist\" have often been wrongly treated as convertible terms. Actually many High Churchmen are not Ritualists, though they tend to become so.",
		"The only effect of this threat was that Johnson reiterated the charge of forgery in the most contemptuous terms, and walked about, during some time, with a cudgel.",
		"People are contemptuous of politicians and are totally uninterested in the political process itself.",
		"Fox, who was as sharp and intolerant in the House as he was amiable out of it, interposed with some words of contemptuous irony.",
		"Her contemptuous and dismissive phrase \" You're the Weakest Link, goodbye \", has become something of a national catchphrase.",
		"The general problem is that the New Labor turn of mind is frankly contemptuous of the past.",
		"Contemptuous of the voting public, our politicians are largely responsible for creating the cynicism that they now decry.",
		"In 1826, he gave evidence to a Parliamentary Commission on Railways at which his blunt speech and dialect drew contemptuous sneers.",
		"The inconsistency of his attitude is shown by his use, side by side, of the contemptuous expressions barbarus (applied to the Romans) and pergraecari (applied to the Greeks).",
		"Their name is variously derived from the building in Athens called Cynosarges, the earliest home of the school, and from the Greek word for a dog (Ki wv), in contemptuous allusion to the uncouth and aggressive manners adopted by the members of the school.",
		"Their national aspirations had received a contemptuous acknowledgment, when their Temple had been desecrated by the entry of a foreign conqueror.",
		"As soon as he came across a former acquaintance or anyone from the staff, he bristled up immediately and grew spiteful, ironical, and contemptuous.",
		"He has been openly contemptuous of Jamal throughout the new hearing.",
		"I do not think that Lizzie distrusted my sincerity, but it was evident that she was both bewildered and a little contemptuous.",
		"We become contemptuous of other believers who we decide are not \" walking the talk \" as well as we think we are.",
		"At the same time, the essence of eclecticism is the refusal to follow blindly one set of formulae and conventions, coupled with a determination to recognize and select from all sources those elements which are good or true in the abstract, or in practical affairs most useful ad hoc. Theoretically, therefore, eclecticism is a perfectly sound method, and the contemptuous significance which the word has acquired is due partly to the fact that many eclectics have been intellectual trimmers, sceptics or dilettanti, and partly to mere partisanship. On the other hand, eclecticism in the sphere of abstract thought is open to this main objection that, in so far as every philosophic system is, at least in theory, an integral whole, the combination of principles from hostile theories must result in an incoherent patchwork.",
		"The old prince always dressed in old-fashioned style, wearing an antique coat and powdered hair; and when Prince Andrew entered his father's dressing room (not with the contemptuous look and manner he wore in drawing rooms, but with the animated face with which he talked to Pierre), the old man was sitting on a large leather-covered chair, wrapped in a powdering mantle, entrusting his head to Tikhon.",
		"The contemptuous disregard for the will of parliament which the king displayed brought on him a worse fate than he deserved.",
		"This term for a European is very old in Asia, and was originally used in a purely geographical sense, but now generally carries a hostile or contemptuous significance.",
		"In fact, he had always been rather contemptuous of those who espoused it.",
		"They find a dark pleasure in their ability to be so contemptuous of them.",
		"With the set poised at 4-4, the 24-year-old produced an array of superb returns and groundstrokes to break serve with almost contemptuous ease.",
		"By the Irish Nationalists it was received with contemptuous ridicule, for none suspected Mr Balfour's immense strength of will, his debating power, his ability in attack and his still greater capacity to disregard criticism.",
		"Owing to the uncompromising character of the Mahommedan religion and the contemptuous attitude of the dominant race, the subject nationalities underwent no process of assimilation during the four centuries of Turkish rule; they retained not only their language but their religion, manners and peculiar characteristics, and when the power of the central authority waned they still possessed the germs of a national existence.",
		"Overlooking the differences which separated the humanists from the eristics, and both of these from the rhetoricians, and taking no account of Socrates, whom they regarded as a philosopher, they forgot the services which Protagoras and Prodicus, Gorgias and Isocrates had rendered to education and to literature, and included the whole profession in an indiscriminate and contemptuous censure.",
		"Ibn Zobair refused haughtily, and Hosain, with a contemptuous criticism of his folly, ordered his army to break up for Syria.",
		"Only the last of these, under the contemptuous designation of wood-lice, has established a feeble claim to popular recognition.",
		"Seward and his contemptuous reference to the territorial portion of Clay's compromise measures as the \" Omnibus Bill.\"",
		"An Irish patriot in the strict sense of the term he was not; he was proud of being an Englishman, who had been accidentally \"dropped in Ireland\"; he looked upon the indigenous population as conquered savages; but his pride and sense of equity alike revolted against the stay-at-home Englishmen's contemptuous treatment of their own garrison, and he delighted in finding a point in which the triumphant faction was still vulnerable.",
		"Mr Chamberlain's speech, in answer to what had been intended as a contemptuous rebuke, was universally applauded.",
		"The combative energy, the sense of superiority, the spirit of satire, characteristic of him as a Roman, unite with his loyalty to Epicurus to render him not only polemical but intolerant and contemptuous in his tone toward the great antagonists of his system, the Stoics, whom, while constantly referring to them, he does not condescend even to name.",
		"And now, from the hints contained in his letter and given by the little princess, he saw which way the wind was blowing, and his low opinion changed into a feeling of contemptuous ill will.",
		"Cavalier in English was early applied in a contemptuous sense to an overbearing swashbuckler - a roisterer or swaggering gallant.",
		"The visible signs of this contemptuous point of view were (1) the suspension of the august dignity of palatine, which, after the death of Tamas Nadasdy, \" the great palatine,\" in 1562, was left vacant for many years; (2) the abolition or attenuation of all the ancient Hungarian court dignitaries; (3) the degradation of the capital, Pressburg, into a mere provincial town; and (4) the more and more openly expressed determination to govern Hungary from Vienna by means of foreigners, principally German or Czech.",
		"The traditional pronunciation (MoX6x), which goes back Fas far as the Septuagint version of Kings, probably means that the old form was perverted by giving it the vowels of bosheth \" shame,\" the contemptuous name for Baal.",
		"The Egyptian references are too contemptuous to name the rulers; but Shaushatar may have begun his reign during the lifetime of Tethmosis III., and from cuneiform sources we know the names of six other Mitanni rulers.",
		"The Confederation of the Rhine, however, was a menace to Prussia too serious to be neglected; and Frederick Williams hesitations were suddenly ended by Napoleons contemptuous violation of Prussian territory in marching three French brigades through Ansbach without leave asked.",
		"Possibly he was embittered at the time by the fact that, owing to the strong personal dislike of the king, caused chiefly by the contemptuous tone in which he had spoken of Hanover, he did not by obtaining a place in the new ministry reap the fruits of the victory to which he had so largely contributed.",
		"Ranke, contemptuous in politics, as in history, of the men who warped facts to support some abstract theory, especially disliked the doctrinaire liberalism so fashionable at the time.",
		"The synod of Alexandria sent deputies to attempt an arrangement between the two anti-Arian Churches; but before they arrived Paulinus had been consecrated bishop by Lucifer of Calaris, and when Meletiusfree to return in consequence of the emperor Julian's contemptuous policy - reached the city, he found himself one of three rival bishops.",
		"Chesterfield was selfish, calculating and contemptuous; he was not naturally generous, and he practised dissimulation till it became part of his nature.",
		"Enraged by Bonaparte's contemptuous refusal to encourage the return of \"Louis XVIII.\"",
		"His industry in every department was great, and though we find in his system many of those gaps which are characteristic of scholastic philosophy, yet the protracted study of Aristotle gave him a great power of systematic thought and exposition, and the results of that study, as left to us, by no means warrant the contemptuous title sometimes given him - the \"Ape of Aristotle.\"",
		"In spite of the somewhat contemptuous notices in Blackwood's Magazine (September 1824) and the Quarterly Review (July 1815), it may be pronounced the best book on the subject in English.",
		"From a popular conception of the intellectual characteristics of the school comes the modern sense of \"cynic,\" implying a sneering disposition to disbelieve in the goodness of human motives and a contemptuous feeling of superiority.",
		"They were known to the Romans, at least by name, in the time of Plautus, as is shown by the contemptuous reference in the Captivi (888).",
		"The general feeling of distrust which this prolonged controversy aroused was, however, shown by the almost contemptuous rejection in 1899 of a Bill to protect artisans who were willing to work against intimidation or violence (the Zuchthaus-Vorlage), a vote which was the more significant as it was not so much occasioned by the actual provisions of the bill, but was an expression of the distrust felt for the motives by which the government was moved and the reluctance to place any further powers in their hands.",
		"His dialectical dexterity in evading the necessity of expressing his fiscal opinions further than he had already done became a daily subject for contemptuous criticism in the Liberal press; but he insisted that in any case no definite action could be taken till the next parliament; and while he declined to go the \"whole hog\" - as the phrase went - with Mr Chamberlain, he did nothing to discourage Mr Chamberlain's campaign.",
		"The king was exonerated by parliament, on the score of Douglas's contemptuous treatment of his safe-conduct, and because of his oppressions, conspiracies and refusal to aid the king against rebels, such as the new \" Tiger Earl \" of Crawford.",
		"From the days of Protagoras, when this hostility was triumphant and contemptuous, to the days of Isocrates, when it was jealous and bitter, the sophists were declared and consistent sceptics.",
		"The word \"plebeian,\" in its strict sense, is no more contemptuous than the word commoner !in England.",
		"His high appreciation of Christianity, which contrasts with the contemptuous estimate of the contemporary rationalists, rested on a firm belief in its essential humanity, to which fact, and not to conscious deception, he attributes its success.",
		"When, therefore, we remember that Aurelius knew little of the Christians, that the only mention of them in the Meditations is a contemptuous reference to certain fanatics of their number whom even Clement of Alexandria compares for their thirst for martyrdom to the Indian gymnosophists, and finally that the least worthy of them were doubtless the most prominent, we cannot doubt that Aurelius was acting unquestionably in the best interests of a perfectly intelligible ideal.",
		"His characteristically British temperament was wholly unsympathetic to the French, whose sensibility was irritated by his cold and slightly contemptuous justice."
	],
	"synonyms": [
		"scornful",
		"disdainful",
		"insulting",
		"rejective",
		"sardonic",
		"insolent",
		"haughty",
		"supercilious",
		"flouting",
		"derisive",
		"cynical",
		"contumelious",
		"condescending",
		"cavalier",
		"arrogant"
	],
	"antonyms": [
		"polite",
		"shy",
		"humble",
		"respected"
	]
}