{
	"word": "surfeit",
	"meaning": [
		"To feed or supply to satiety or excess.",
		"To indulge or be supplied to satiety or excess; overindulge.",
		"(intransitive, reflexive) To sicken from overindulgence.",
		"Overindulgence, esp. in food or drink.",
		"Too great an amount or supply; excess (of)",
		"Discomfort, disgust, nausea, etc. resulting from any kind of excess; satiety.",
		"(countable) An excessive amount of something."
	],
	"sentences": [
		"A surfeit of mushrooms or the fumes of a charcoal fire have been assigned as the cause of death.",
		"He died of surfeit at Stockholm on the 12th of February 1771.",
		"In other words, there is a huge shortage of money and a vast surfeit of debt!",
		"A surfeit of emotion could bring out the compassionate in you.",
		"Will \" knowledge \" or \" wisdom \" increase along with this surfeit of information?",
		"Problems arise because in our modern affluent society there is a surfeit of food.",
		"It 's not as if we 're suffering from surfeit of choice !",
		"The book suffers a little, in its later stages, from a lack of simulations, coupled with a near surfeit of ideas.",
		"In other words, there is a huge shortage of money and a vast surfeit of debt !",
		"Why do they ALWAYS describe it as \" a surfeit of lampreys \" all posh and Olde English so nobody can understand?",
		"As a result I have a surfeit of Beech and Sycamore logs.",
		"In 1710 he married Anne to Frederick William, duke of Courland, who died of surfeit on his journey home from St Petersburg.",
		"The particulars of his case have been investigated by Dr Bucknill and Sir William Wilde, who have proved that he suffered from nothing that could be called mental derangement until the \"labyrinthine vertigo\" from which he had suffered all his life, and which he erroneously attributed to a surfeit of fruit, produced paralysis, \"a symptom of which was the not uncommon one of aphasia, or the automatic utterance of words ungoverned by intention."
	],
	"synonyms": [
		"cloy",
		"satiety",
		"satiation",
		"supply",
		"superfluity",
		"overabundance",
		"glut",
		"excess",
		"sate",
		"replete",
		"overindulge",
		"satisfy",
		"satiate",
		"gorge",
		"pall",
		"superfluousness",
		"superabundance",
		"plethora",
		"extravagancy",
		"extravagance",
		"exorbitance",
		"extravagantness",
		"embarrassment",
		"excess",
		"superfluity",
		"overabundance",
		"excessiveness",
		"oversupply",
		"glut",
		"repletion"
	],
	"antonyms": [
		"use up",
		"deplete",
		"main",
		"want",
		"base",
		"core",
		"need",
		"necessity",
		"lack"
	]
}