{
	"word": "comprehensive",
	"meaning": [
		"So large in scope or content as to include much.",
		"Dealing with all or many of the relevant details; including much; inclusive.",
		"Marked by or showing extensive understanding.",
		"Able to comprehend fully.",
		"Of or designating property insurance that covers a number of risks in the same policy.",
		"An examination in a major field of study that a graduate, or sometimes undergraduate, student must pass to receive a degree.",
		"(UK) A comprehensive school."
	],
	"sentences": [
		"I hope our final in this class is not a comprehensive exam.",
		"His face was a road map of emotion, traveling from puzzled, to comprehensive and then on to frustration.",
		"His work is always vigorous, but he imputes motives in the spirit of a partisan who never pauses to weigh the evidence or to take a comprehensive view of the situation.",
		"The professor posted a comprehensive list of sources appoved for our use.",
		"Fidelity to the emperor and to the teaching of the Roman Catholic doctrine formed part of the aims of this comprehensive corporation.",
		"The brochure contained a comprehensive list of activities to do while we stayed in Boston.",
		"He soon began to attract attention by the memoires which he read before his colleagues - papers which formed the first draft of his comprehensive work on ideology.",
		"But Wagner never thus represented the childhood of an ideal, though he attained the manhood of the most comprehensive ideal yet known in art.",
		"To comprehensive knowledge and very wide reading he added a sound historical judgment.",
		"His laws were numerous and comprehensive.",
		"It is comprehensive and utterly reliable, if somewhat dry.",
		"A comprehensive workout aims to exercise each of the major muscle groups in the body.",
		"But an inductive and deductive treatment, both comprehensive and in due proportion, does not as yet (19to) exist, and awaits fuller external evidence.'",
		"The same academical influences as surrounded the Dutch and German founders of systems were doubtless partly concerned in leading him to form the plan of a comprehensive system of medicine.",
		"The landgrave of Hesse brought the two Reformers together in vain at Marburg in October 1529, and the whole Protestant movement broke into two camps, with the result that the attempt made at Schmalkalden in 1530 to form a comprehensive league of defence against all foes of the Reformation was frustrated.",
		"A comprehensive Timeline and a modern Portrait of Eleanor of Aquitaine are available.",
		"Sand bars keep filling up the mouths of these channels, necessitating frequent dredging and extension of the breakwaters, work undertaken by the Federal government, which also maintains a most comprehensive and completeystem of aids to navigation, including lighthouses and lightships, fog alarms, gas and other buoys, life-saving, storm signal and weather report stations.",
		"The works of Raoul Rochette display a comprehensive knowledge of the whole subject, extensive reading, and a thorough acquaintance with early Christian art so far as it could be gathered from books, but he was not an original investigator.",
		"This section gives free comprehensive washing machine reviews by an experienced repairman.",
		"The Library underwent a comprehensive restructure last year, including several job losses.",
		"The scope of work covers comprehensive third-party verification relating to the design and engineering of flexible risers, umbilicals and pipelines.",
		"The aim of this three day course is to provide a comprehensive overview of equine scintigraphy through a mixture of lectures and practical sessions.",
		"As is the for all medical comprehensive travel insurance wayne wirtanen Shangri-La.",
		"General Surgery Equipped to undertake a comprehensive range of general procedures including spinal and brain surgery.",
		"A large size, 200 page paperback book which is a comprehensive sourcebook of products from the Civil War Era, available today.",
		"Jewson also stocks a comprehensive range of branded paints, varnishes, woodcare products, brushes and decorating sundries.",
		"Without a comprehensive review of all the possible hypothetical outcomes Mr Nicholls suggests that her objection is purely superficial.",
		"Indeed, his document started with a comprehensive taxonomy of question types.",
		"The coverage is comprehensive and includes pH titrations, speciation of acids and bases, tutorials and quizes.",
		"Motor Caravan Magazine proudly upholds many traditions - our annual Quality Awards, for example, or our comprehensive Insurance Survey.",
		"Also, Scientific anti- vivisection for comprehensive, referenced medical information.",
		"A comprehensive list of such areas is available from the Inland revenue website.",
		"In each department we shall have to aim first of all at views clear and consistent within themselves, but, secondly, we shall in the end wish to form some general idea or to risk an opinion how laws, facts and standards of value may be combined in one comprehensive view.",
		"His two historical works, the histories of Theodosius and of Ximenes, are more remarkable for elegance of style than for accuracy and comprehensive insight.",
		"As was written of him in The Times after his death, \"his personal character carried immense weight, but his great position depended still more on the universally recognized fact that his belief in Christian truth and his defence of it were supported by learning as solid and comprehensive as could be found anywhere in Europe, and by a temper not only of the utmost candour but of the highest scientific capacity.",
		"But they imply political, sociological and religious developments which do not do j ustice either to the biblical evidence as a whole or to a comprehensive survey of contemporary conditions.'",
		"It is, however, very difficult, in the present state of our knowledge of the MSS., to hazard even conjectures as to the contents and nature of this last and most comprehensive work.",
		"The principal authorities for Montrose's career are Wishart's Res gestae, eec. (Amsterdam, 5647); Patrick Gordon's Short Abridgment of Britane's Distemper (Spalding Club); and the comprehensive work of Napier, Memorials of Montrose, is abundantly documented, containing Montrose's poetry, in which is included his celebrated lyric \"My dear and only love.\"",
		"This work is the first comprehensive study of funerary stelae exhibiting mixed iconography from Upper Egypt during the Roman period in Egypt.",
		"Amid many difficulties, and thwarted even by Jefferson himself in the matter of the navy, Gallatin pushed on; and after six years the public debt was decreased (in spite of the Louisiana purchase) by $14,260,000, a large surplus was on hand, a comprehensive and beneficent scheme of internal improvements was ready for execution, and the promised land seemed in sight.",
		"His largest work,Trattato generale di numeri e misure, is a comprehensive mathematical treatise, including arithmetic, geometry, mensuration, and algebra as far as quadratic equations (Venice, 1556, 1560).",
		"This description, although not absolutely comprehensive, serves as a convenient starting-point for a preliminary classification, since a great number of substances, including the most important, are directly referable to hydrocarbons, being formed by replacing one or more hydrogen atoms by other atoms or groups.",
		"The principle of perfection is a new one, at once more rational and comprehensive than benevolence and sympathy, which in our view places Ferguson as a moralist above all his predecessors.\"",
		"A more comprehensive name of southern Babylonia was Kengi, \"the land,\" or Kengi Sumer, \" the land of Sumer,\" for which Sumer alone came afterwards to be used.",
		"But its views were not systematic and comprehensive in regard to the nations in general, while as regards the individual it held that God's service here was its own and adequate reward, and saw no need of postulating another world to set right the evils of this.",
		"The compilation of the results of this the most comprehensive enumeration till then attempted was engaging the attention of the emperor, it is said, just before his death, but was never completed.",
		"This exhibition is the first comprehensive retrospective of Stuart's work.",
		"The once small selection of tipsters soon grew into a comprehensive list of over 60 professional tipsters.",
		"Their 3 Doors down section is fairly comprehensive.",
		"Sir C. Elliot's Turkey in Europe (London, 1907) is comprehensive and accurate.",
		"In1844-1859the German Confederation carefully fortified it, and in 1876 the new German Empire added a comprehensive outer girdle of detached forts, culminating in the powerful citadel of Wilhelmsburg.",
		"His travels had convinced him that a full and comprehensive knowledge of classical antiquity could only be acquired by a thorough acquaintance with Greek and Roman monuments and works of art, and a detailed examination of the topographical and climatic conditions of the chief localities of the ancient world.",
		"With Kant, reason (Vernunft) is the power of synthesizing into unity, by means of comprehensive principles, the concepts provided by the intellect (Verstand).",
		"In spite of his almost incessant controversies with the Aristotelians, he found time to make a comprehensive study of contemporary science.",
		"The pupil, entering into his master's labours, was able from the first to take a more comprehensive survey of the whole field; and in addition he was doubtless endowed with an intellect which was finer, though it might not be more powerful, than his master's.",
		"It is unnecessary to follow in this article all these subjects, since they are for the most part treated under separate headings, not indeed under these names - which are too comprehensive for that purpose - but under those of the more specific questions which arise under each.",
		"The engagement was disastrous to the British, who had undertaken far too comprehensive an attack, and the Natal Field Force was obliged to fall back upon Ladysmith with the loss of 1500 men, including a large number of prisoners belonging to the left column under Lieut.-Colonel F.R.C. Carleton,who were cut off at Nicholson's Nek and forced to surrender by a mixed force of Transvaalers and Free Staters under Christian de Wet.",
		"Nor were the Boer leaders destitute of comprehensive schemes.",
		"He also recognized the necessity, if agriculture was to be developed, of an extensive system of irrigation, and Sir William Willcocks, formerly of the Egyptian Irrigation Department, was engaged to draw up a comprehensive scheme, having in view also the needs of the gold mines.",
		"Paul Bedjan, most of which have been cited above, nearly all the texts recently edited are included in one or other of three comprehensive series now running - viz.",
		"The \"Gospel and Apostle\" was a comprehensive term for the whole of the New Testament (except perhaps Revelation), as read in church.",
		"Venezuela, it is true, has a comprehensive public instruction law, and attendance at the public schools is both gratuitous and nominally compulsory.",
		"He was the first of the Arabs to treat medicine in a comprehensive and encyclopaedic, manner, surpassing probably in voluminousness Galen himself, though but a small proportion of his works are extant.",
		"While the Roman cults were amply protected by taboos, there was no comprehensive term in Roman law for religious violations and profanations in general.",
		"The results published in 1772 gave for the first time a comprehensive description not only of Yemen but of all Arabia; while the parts actually visited by Niebuhr were described with a fulness and accuracy of detail which left little or nothing for his successors to discover.",
		"In 1843-1847 he published a comprehensive History of Chemistry, in four volumes, to which three supplements were added in 1869-1875.",
		"Still more comprehensive was a book emanatingfrom the same source and treating of court ceremonials.",
		"His labours coincided in time with the great development of biology under the stimulus of the Darwinian theory, and the sympathizers with the new views, feeling the need of a comprehensive survey of the world as a whole, very widely accepted Spencer's philosophy at its own valuation, both in England and, still more, in America.",
		"He also supervised the compilation of a comprehensive series of volumes by various writers on Descriptive Sociology, of which by 1881 eight parts on different racial areas had been published (at a loss to him of £3250) as the result of fourteen years of labour.",
		"He adhered to this arrangement in his last comprehensive work (Crocodilians, Lizards and Snakes of North America, 1898, Smithsonian Inst., 1900), but combined the Asinea and Proteroglypha as Colubroidea, subdividing these into Peropoda, Aglyphodonta, Glyphodonta, Proteroglypha and Platycerca (Hydrophinae).",
		"He developed enormously the policy of land purchase, which the Unionists had found to exercise such a calming and beneficial effect; and the Land Purchase Act which he successfully carried in 1903 was the most comprehensive measure of the kind ever submitted to Parliament.",
		"The Middle Ages is described by Hallam himself as a series of historical dissertations, a comprehensive survey of the chief circumstances that can interest a philosophical inquirer during the period from the 5th to the 15th century.",
		"He is by some credited with a work entitled Ns 7repioSos (\"Travels round the Earth\"), in two books, one on Europe, the other on Asia, in which were described the countries and inhabitants of the known world, the account of Egypt being especially comprehensive; the descriptive matter was accompanied by a map, based upon Anaximander's map of the earth, which he corrected and enlarged.",
		"The voyage of the \" Challenger \" supplied for the first time the nucleus of a collection of deep-sea deposits sufficient to serve as the basis for comprehensive classification and mapping.",
		"Wooten (ed.), A Comprehensive History of Texas, 1685-1897 (2 vols., Dallas, 1898), contains a reprint of Yoakum with notes and several chapters by various writers on Anglo-American colonization, the revolution against Mexico, the land system, the educational system, &c. A series of monographs dealing mostly with the period before 1845 will be found in The Quarterly of the Texas State Historical Association (Austin, 1897 sqq.).",
		"So the power of the pope no longer rested upon his headship of the Church or his authority as a secular prince, but on a far more comprehensive claim to universal dominion.",
		"His influence was indeed by no means so decisive and so pervasive as has commonly been supposed, and his attacks on the evils in the Church were no bolder or more comprehensive than those of Marsiglio and Wycliffe, or of several among his contemporaries who owed nothing to his example.",
		"Otto Stoll's studies in Guatemala, Berendt's in Central America, Ernst's in Venezuela, Im Thurn's in Guiana, those of Ehrenreich, von den Steinen, Meyer in Brazil, or of Bandelier, Bastian, Briihl, Middendorf, von Tschudi in Peru, afford the historian of comparative sociology ample groundwork for a comprehensive grasp of South American tribes.",
		"The duty of filling up so comprehensive a return, involving an answer to 561 questions, is not left to the householder, but entrusted to enumerators specially engaged, working under the supervision of the Department of Agriculture.",
		"The first synchronous census of the colony, as it was then constituted, took place in 1865, on a fairly comprehensive schedule.",
		"And in reality it would be difficult to account for this feature except on the supposition that one who had lived through the events had been accustomed, when required to give a comprehensive sketch of the history of the ministry and sufferings of Jesus, to relate the facts in the main as they happened; and that a hearer of his has to a considerable extent reproduced them in the same order.",
		"This comprehensive book describes the collective life of the \" Bohemian \" people, as the Czechs called themselves in contrast to their present.",
		"The latest addition is the Penal Code, a large and comprehensive work based upon the Indian, Japanese and French codes and issued in 1908.",
		"It takes a comprehensive view of all the plants which cover the earth, from the minutest organism, only visible by the aid of the microscope, to the most gigantic productions of the tropics.",
		"The church of Ste Gudule, also dedicated to St Michael, is built on the side of the hill originally called St Michael's Mount, and now covered by the fashionable quarters which are included under the comprehensive description of the Upper Town.",
		"His comprehensive work on the training of the future orator includes an outline of general education, which had an important influence on the humanistic schools of the Italian Renaissance.",
		"It was often derived from glossaries, from books of elegant extracts, or from comprehensive encyclopaedias.",
		"He is the founder of the systematic and encyclopaedic type of scholarship embodied in the comprehensive term Altertumswissenschaft, or \" a scientific knowledge of the old classical world.\"",
		"In 1818-1840 the leading spirit on the board of education was Johannes Schulze, and a complete and comprehensive system of education continued to be the ideal kept in view.",
		"Sherman was to command in the west, Grant's headquarters accompanied Meade and the Army of the Potomac. The general plan was simple and comprehensive.",
		"There, as above explained, Leach began the subdivision of Muller's too comprehensive genus, the result being that Lynceus belongs to the Phyllopoda, and Chydorus (Leach, 1816) properly gives its name to the present family, in which the doubly convoluted intestine is so remarkable.",
		"Not long, probably, after the fall of the northern kingdom in 722 B.C., a prophet of Judah conceived the plan of compiling a comprehensive history of the traditions of his people.",
		"His Introduction, consisting of three closely packed volumes dealing with textual as well as literary criticism, is the first comprehensive treatment of the entire Old Testament as literature.",
		"This sketch of the critical movement has now been brought down to the point at which the comprehensive conclusions which still dominate Old Testament study gained clear expression and were shown to be drawn from the observation of a large body of facts.",
		"In 1891 Dr Driver published his Introduction to the Literature of the Old Testament (6th ed., 1897); less popular in form than Smith's lectures, it was a more systematic and comprehensive survey of the whole field of the literary criticism of the Old Testament.",
		"The school of Athens returned to a stricter philosophical method and the cultivation of scholarship. Still holding by a religious philosophy, it undertook to reduce the whole Greek tradition, as seen in the light of Plotinus, to a comprehensive and closely knit system.",
		"Therefore adaptation is the central principle of modern palaeontology in its most comprehensive sense.",
		"Following Cuvier's Recherches sur les ossemens fossiles, the rich succession of Tertiary mammalian life was gradually revealed to France through the explorations and descriptions of such authors as Croizet, Jobert, de Christol, Eymar, Pomel and Lartet, during a period of rather dry, systematic work, which included, however, the broader generalizations of Henri Marie Ducrotay de Blainville (1778-1850), and culminated in the comprehensive treatises on Tertiary palaeontology of Paul Gervais (1816-1879).",
		"He was the first to attempt a comprehensive treatment of all invertebrates from the genetic point of view; but unfortunately his great work, entitled Die Stcimme des Thierreichs (Vienna and Prague, 1889), was uncompleted.",
		"Of these we should mention the comprehensive work called the Pistis-Sophia, probably belonging to the second half of the 3rd century.",
		"On the 19th of May 1896 a general public education law was promulgated, which provided further regulations for the public schools, and outlined a comprehensive system.",
		"At the beginning of the 19th century the colonial government undertook a comprehensive exploration of the best known groups of ruins and three expeditions were made in1805-1808under the direction of Captain Guillaume Dupaix, accompanied by Luciano Castaneda as artist.",
		"The best comprehensive work on the subject is that by Krabe, which has passed through several editions.",
		"Comprehensive researches (1905, seq.) have made it evident that Trypanosomes have a much more varied and complex development and life-history than was previously supposed.",
		"To the north and west the country is comparatively level, the central plain of Ireland here reaching to the coast, but to the south the foothills of the Wicklow Mountains practically touch the confines of Greater Dublin, affording comprehensive views of the physical position of the city, and forming a background to some of the finest streets.",
		"We are thus presented with a view of the literature of the age which is much more characteristic and comprehensive than that given by the brilliant poet to whom we owe the Ilamasa, and enables us to form a better judgment on the general level of poetic achievement.",
		"The rivers of Canada, except the St Lawrence, are losing their importance as means of communication from year to year, as railways spread over the interior and cross the mountains to the Pacific; but from the point of view of the physical geographer there are few things more remarkable than the intricate and comprehensive way, in which they drain the country.",
		"Aristotle's view of thinking in science and philosophy is essentially comprehensive; but it is not so wide as to become indefinite.",
		"The list of Wundt's works is long and comprehensive, including physiology, psychology, logic and ethics.",
		"The Caviidae, in the present more comprehensive sense, include the giants of the rodent order.",
		"One of the most important steps taken at the Reformation was the compilation and provision of a comprehensive service book for general and compulsory use in public worship in all cathedral and parish churches throughout the Church of England.",
		"Bradley is right to go straight to reality, and right also to inquire for the absolute, in order to take care that his metaphysical view is comprehensive enough to be true of the world as a whole.",
		"In this connexion a statement in terms of force is apt to be displaced by more direct and more comprehensive methods, and the attention of physicists is directed to the intervention of the ether.",
		"Grey cloth is a comprehensive term that includes unbleached cotton cloth generally.",
		"He was a founder of the American Oriental Society and published an excellent Comprehensive Dictionary of the Greek Language (1826).",
		"Semler (q.v.), who held that true religion springs from the individual soul, and attacked the authority of the Bible in a comprehensive spirit of criticism.",
		"The title of the work was so far misleading that the jus belli was a very small part of his comprehensive scheme.",
		"The scheme of his great work is vast and comprehensive, being nothing short of an encyclopaedia of learning and of art so far as they are connected with nature or draw their materials from it.",
		"The situation that resulted issued in the revolutionary year 1848 in a general manifestation of public discontent; and Frederick William, who had become elector on his father's death (November 20, 1847), was forced to dismiss his reactionary ministry and to agree to a comprehensive programme of democratic reform.",
		"As comprehensive in their polity as the Benedictines or Franciscans, they gathered their members from, and soon scattered their possessions over, every country in Europe.",
		"It soon appeared, however, that neither the Society for the Propagation of the Gospel nor the Church Missionary Society was willing to be absorbed; and it was urged by some that in a great comprehensive national Church, comprising persons of widely different views, more zeal was likely to be thrown into voluntary than into official enterprises.",
		"A world missionary conference was held at Edinburgh in June 1910, which aimed at making, on a scale far more comprehensive than had been previously attempted, a thorough and scientific study of the problems involved in the relation of Christianity to the nonChristian world.",
		"As a matter of course the smaller streams have been largely utilized in their formation, while the necessity for a comprehensive drainage system has also contributed in no small degree.",
		"In 1860, however, the total length of railways was only 208 m., and in that year a parliamentary bill embodying a comprehensive scheme of construction was adopted.",
		"It is more probable that the expression Shumer designated the whole of Babylonia in much the same manner as did Akkad, and that the two words \"Shumer and Akkad \" were used together as a comprehensive term.",
		"It was the first attempt at a comprehensive treatment of historic facts, the first to introduce the social and literary aspects of a nation's life as only second in importance to its political fortunes, and the first historical writing in an animated yet refined and polished style.2 While the History was in process of publication, Hume did not entirely neglect his other lines of activity.",
		"But as soon as this was accomplished the government opened a comprehensive enquiry into the causes of dissatisfaction, which served as the basis of numerous social laws, and led eventually to the establishment of universal suffrage and the substitution in Belgium of a democratic for a middle-class regime.",
		"There was need of an exposition at once comprehensive, incisive and popular.",
		"Wallis having meanwhile published other works and especially a comprehensive treatise on the general principles of calculus (Mathesis universalis, 1657), he might take this occasion of exposing afresh the new-fangled methods of mathematical analysis and reasserting his own earlier positions.",
		"Two positions on which he repeatedly insisted have taken a firm hold - first, that it is of the essence of a church to be comprehensive of various views and tendencies, and that a national church especially should seek to represent all the elements of the life of the nation; secondly, that subscription to a creed can bind no one to all its details, but only to the sum and substance, or the spirit, of the symbol.",
		"His system, though it may seem to contain doubtful or even fantastic elements, is in its general outlines a noble massive whole, constructed by a profound, comprehensive, fearless and logical mind.",
		"Since many of the shorter ones are undoubtedly complete in themselves, it is natural to assume that the longer, which are sometimes very comprehensive, have arisen from the amalgamation of various originally distinct revelations.",
		"There is, however, a very comprehensive massoretic literature in which a number of other styles are indicated.",
		"Karl Ferdinand Allen (1811-1871) began a comprehensive history of the Scandinavian kingdoms (5 vols., 1864-1872).",
		"His spirit was comprehensive; in confessional matters he was for a union of all Protestants; though a Zwinglian, his readiness to compromise with the advocates of consubstantiation gave him trouble with the Zwinglian stalwarts.",
		"Superficially the language of apocalypses differs from that of rabbinic decisions, and where the seer takes a comprehensive view of the ages the rabbi legislates for particular cases.",
		"On account of his comprehensive learning and his rare qualities he was numbered among the recognized leaders of the Pharisaic scribes.",
		"In 1560 John Knox propounded in his First Book of Discipline a comprehensive scheme of education from elementary to university, but neither this proposal nor an act passed by the privy council in 1616 for the establishment of a school in every parish was carried into effect.",
		"He looked on the age in which he lived as a period of transition, to be followed either by an \" eclipse of faith \" or by a \" revival of Christianity in a wider aspect,\" a \" catholic, comprehensive, all-embracing Christianity \" that \" might yet overcome the world.",
		"He succeeded in impressing Congress with a sense of the great value of this work, and by means of the liberal aid it granted, he carried out a singularly comprehensive plan with great ability and most satisfactory results.",
		"The most comprehensive view of Rosmini's philosophical standpoint is to be found in his Sistema filosofico, in which he set forth the conception of a complete encyclopaedia of the human knowable, synthetically conjoined, according to the order of ideas, in a perfectly harmonious whole.",
		"He was the author of a commentary on the Republic of Plato, which is lost, but we still possess by him a short but comprehensive work (ITparrlyuais) on the duties of a general.",
		"That he should do so was only natural, since his position as a teacher of rhetoric was already secure when Protagoras made his first appearance in the character of a sophist; and, as Protagoras, Prodicus and the rest of the sophists of culture offered a comprehensive education, of which oratory formed only a part, whilst Gorgias made no pretence of teaching \" civic excellence \" (Plato, Meno, 95 C), and found a substitute for philosophy, not in literature generally, but in the professional study of rhetoric alone, it would have been convenient if the distinction between sophistry and rhetoric had been maintained.",
		"When Protagoras included in his course grammar, style, interpretation of the poets, and oratory, supplementing his own continuous expositions by disputations in which he and his pupils took part, he showed a not inadequate appreciation of the requisites of a literary education; and it may be conjectured that his comprehensive programme, which Prodicus and others extended, had something to do with the development of that versatility which was the most notable element in the Athenian character.",
		"The present system dates from 1854, being based upon a comprehensive despatch sent out by Sir C. Wood (afterwards Lord Halifax) in that year.",
		"In addition, after making careful inquiry through various commissions, he reformed the systems of education and police, laid down a comprehensive scheme of irrigation, improved the leave rules and the excessive report-writing of the civil service, encouraged the native princes by the formation of the Imperial Cadet Corps and introduced many other reforms. His term of office was also notable for the coronation durbar at Delhi in January 1903, the expedition to Lhasa in 1904, which first unveiled that forbidden city to European gaze, and the partition of Bengal in 1905.",
		"In 1921, the company proposed to work Richborough as a barge and train-ferry port, ancillary to Queenborough, both centres to serve the requirements of a comprehensive scheme of industrial development in the surrounding districts including the Kent coal-fields.",
		"Driault, La Question d'orient depuis son origine (Paris, 1898), a comprehensive sketch of the whole subject, including the Middle and Far East.",
		"It is unfortunately hemmed in by other buildings, so that a comprehensive view of it is not to be obtained.",
		"In Italy a comprehensive scheme has been drawn up so that cellular imprisonment may become a general rule.",
		"It is in this respect one of the few great comprehensive histories in our possession, great in scope, conception and accomplishment.",
		"In short, the comprehensive genius of Bacon widened logic into a general science of inference.",
		"Wundt's comprehensive view that logic looks backwards to psychology and forward to epistemology was hundreds of years ago one of the many discoveries of Aristotle.",
		"The two sentences, \"as a man soweth, so must he reap,\" and \"as he reaps so also he must have sown,\" give comprehensive expression to the idea of Karmic activity.",
		"It is true that \"they have been written in an order the very reverse of that in which they ought to be read\"; nevertheless the Natural Theology forms \"the completion of a regular and comprehensive design.\"",
		"They are therefore liable to be modified from time to time, or to be superseded by more convenient or more comprehensive modes of statement.",
		"So comprehensive were its methods, so self-confident its bearing, that those who had once fallen under its spell would never need to doubt or hesitate again.",
		"Taken in combination with Machiavelli's treatises, the Opere inedite furnish a comprehensive body of Italian political philosophy anterior to the date of Fra Paolo Sarpi.",
		"Yet, when we concentrate attention on the recovery of antique culture, we become aware that this was only one phenomenon or symptom of a far wider and more comprehensive alteration in the conditions of the European races.",
		"In this article the Renaissance will be considered as implying a comprehensive movement of the European intellect and will Method toward self-emancipation, toward reassertion of the natural rights of the reason and the senses, toward the conquest of this planet as a place of human occupation, and toward the formation of regulative theories both for states and individuals differing from those of medieval times.",
		"In the fields of classical learning the students of the Low Countries broke new ground chiefly by methodical collection, classification and comprehensive criticism of previously accumulated stores.",
		"It is inconceivable that, to a man with his type of mind and his extraordinary experience, the practical sagacity, farsightedness and aggressive courage of the Federalists should not have seemed to embody the best political wisdom, however little he may have been disposed to ally himself with any party group or subscribe to any comprehensive creed.",
		"The larger comprehensive histories of the United States by Bancroft, Hildreth, Winsor, McMaster, Von Holst, Schouler and Avery, the biographies in the \"American Statesmen\" series, and Hart's \"American Natioh\" series, are indispensable.",
		"Perhaps the most comprehensive of the fiscal reforms of the Empire was the reconstruction of the land tax, based on a census or (to use the French term) cadastre, in which the area, the modes of cultivation and the estimated productiveness of each holding were stated, the average of ten preceding years being taken as the standard.",
		"If Coke's reports show completer mastery of technical details, greater knowledge of precedent, and more of the dogged grasp of the letter than do Bacon's legal writings, there can be no dispute that the latter exhibit an infinitely more comprehensive intelligence of the abstract principles of jurisprudence, with a richness and ethical fulness that more than compensate for their lack of dry legal detail.",
		"The great mass of Bacon's writings consists of treatises or fragments, which either formed integral parts of his grand comprehensive scheme, or were closely connected with it.",
		"Consequently, towards the close of the second century a thoroughly comprehensive effort was made to reduce the halakoth to order.",
		"The conditions that we describe by the comprehensive term \" civilization \" occasion a specification and corresponding differentiation of the life of societies; whence there result competing types of culture, each instinct with the spirit of propagandism and, one might almost say, of empire.",
		"Crawley in The Tree of Life, 209, where he points out that \" neither the Greek nor the Latin language has any comprehensive term for religion, except in the one teat, and in the other sacra, words which are equivalent to ` sacred.'",
		"His last work was the Lexicon Platonicum (3 vols., 1834-1839), which is both valuable and comprehensive.",
		"According to Tacitus they were governed by a king whose power was absolute and comprehensive, and possessed a strong fleet which secured them from the fear of hostile incursions.",
		"Under such circumstances an elaborate tactical organization employing different species of arms, or the execution of a comprehensive plan of campaign, was out of the question.",
		"The mercantile agency in the United States is a much more comprehensive organization.",
		"As compared with the Anglican Book of Common Prayer it is both more and less comprehensive; more, in that it includes lessons and hymns for every day in the year; less, because it excludes the Eucharistic office (contained in the Missal), and the special offices connected with baptism, marriage, burial, ordination, &c., which are found in the Ritual or the Pontifical.",
		"His intellect was profound and comprehensive, thoroughly qualified to grapple with the deepest problems of metaphysics, but by natural preference occupying itself mainly with the practical and moral.",
		"When pressed still further, he points to justice, veracity and the common good as comprehensive ethical ends.",
		"So absolutely is the \" rare and priceless wisdom \" for which we strive identical with virtue itself that the three main divisions of philosophy current at the time and accepted by Zeno - logic, physics and ethics - are defined as the most generic or comprehensive virtues.",
		"His policy was to strengthen the monarchy and to use it for the furtherance of a comprehensive scheme of reform.",
		"From his age to the decay of Roman civilization there were never altogether wanting men devoted to the study of their nation's past; but none ever pursued the task with the advantages of Varro's comprehensive learning, his indefatigable industry and his reverent yet discriminating regard for the men and the institutions of the earlier ages.",
		"Varron (1861), though superficial, is still useful; but a comprehensive work on Varro, on the present level of scholarship, is greatly needed.",
		"Although much progress has been made in determining the value and constancy of morphological characters, we are still in need of a sufficiently comprehensive and easily applied scheme of classification, partly owing to the existence in the literature of imperfectly described forms, the life-history of which is not yet known, or the microscopic characters of which have not been examined with sufficient accuracy and thoroughness.",
		"His attention had been directed to the growing importance of the affairs of India, and there is evidence in his correspondence that he was meditating a comprehensive scheme for transferring much of the power of the company to the crown, when he was withdrawn from public business in a manner that has always been regarded as somewhat mysterious.",
		"Long before England was ripe to welcome deistic thought Lord Herbert of Cherbury earned the name \"Father of Deism\" by laying down the main line of that religious philosophy which in various forms continued ever after to be the backbone of deistic systems. He based his theology on a comprehensive, if insufficient, survey of the nature, foundation, limits and tests of human knowledge.",
		"The deists were not powerful writers; none of them was distinguished by wide and accurate scholarship; hardly any was either a deep or comprehensive thinker.",
		"This second phase of the activity of the school closes with the comprehensive labours of Alexander of Aphrodisias (Scholarch, c. 200), the exegete par excellence, called sometimes the second Aristotle.",
		"Bonvalot in 1887, Littledale in 1888, Cumberland, Bower and Dauvergne, followed by Younghusband in succeeding years, extending to 1890; Dunmore in 1892 and Sven Hedin in 1894-1895, have all contributed more or less to Pamir geography; but the honours of successful inquiry in those high altitudes still fall to Lord Curzon, whose researches in 1894 led to a singularly clear and comprehensive description of Pamir geography, as well as to the best map compilation that till then had existed.",
		"Florence had had other sons of comprehensive genius, artistic and mechanical, Leon Battista Alberti perhaps the chief.",
		"This task of co-ordination, in the broadest sense, is undertaken by philosophy; for the philosopher is essentially what Plato, in a happy moment, styled him, ovvonrrucen, the man who takes a \"synoptic\" or comprehensive view of the universe as a whole.",
		"But, whereas the new scholarch, confining himself to the detailed examination of natural kinds, attempted no comprehensive explanation of the universe, Aristotle held that a theory of its origin, its motions, and its order was a necessary adjunct to the classificatory sciences; and in nearly all his references to Speusippus he insists upon this fundamental difference of procedure.",
		"Peter the Great regularized and completed this evolution by effecting a comprehensive cadastre and census of the rural population.",
		"Such blunders must necessarily be committed by every man who mutilates parts of a great work, without taking a comprehensive view of the whole.",
		"As early as 1839 a scheme of public schools, drawn up by Sir John Herschel, the astronomer, came into operation, and was continued until 1865, when a more comprehensive scheme was adopted.",
		"Upon returning to his post, in 1859, the approaching presidential campaign of 1860 did not deter him from delivering a speech, entirely free from personal rancour, on \" The Barbarism of Slavery \" - to this day one of the most comprehensive and scathing indictments of American slavery ever presented.",
		"The interest was, as before, 5%, or 4% \" tax-compounded,\" and elaborate and comprehensive rights of conversion were given.",
		"He propounds as the comprehensive formula of the new Christianity this precept - \"The whole of society ought to strive towards the amelioration of the moral and physical existence of the poorest class; society ought to organize itself in the way best adapted for attaining this end.\"",
		"An exception, however,, is constituted by the comprehensive genus Dictyonema, which embraces species composed of a large number of divergent and sub-parallel branches, united by transverse dissepiments into a symmetrical cone-like or funnel-shaped polypary, and includes some forms (Dictyograptus) which originate from a nema-bearing sicula and have been claimed as belonging to the Graptoloidea.",
		"As a whole it is extremely valuable, being a clear, comprehensive and impartial account of events by a contemporary of soldierly honesty, independent judgment and wide reading.",
		"A comprehensive view of the Little Belt with its islands, and over the mainland, is obtained from the Skamlingsbank, a slight elevation 82 m.",
		"Clear and comprehensive in the grasp of the general outlines of his subject, he was methodical and vivid in the representation of details.",
		"For, in 1884, Glad5tone had introduced a new Reform Bill; and, though its passage had been arrested by the Lords, unofficial communications between the leaders of both parties had resulted in a compromise which had led to the adoption of a large and comprehensive Reform Act.",
		"He had brought forward in 1780 a comprehensive scheme of economical reform, with the design of limiting the resources of jobbery and corruption which the crown was able to use to strengthen its own sinister influence in parliament.",
		"Whewell's wide, if superficial, acquaintance with various branches of science enabled him to write a comprehensive account of their development, which is still of the greatest value.",
		"The tendency to retain the original name of an old and comprehensive group for one of the fragments into which such group becomes divided by the advance of knowledge - instead of keeping the name for its logical use as a comprehensive term, including the new divisions, each duly provided with a new name - is most curiously illustrated in the history of the word physiology.",
		"With the revival of learning, however, first one and then another special study became recognized - anatomy, botany, zoology, mineralogy, until at last the great comprehensive term physiology was bereft of all its once-included subject-matter, excepting the study of vital processes pursued by the more learned members of the medical profession.",
		"He had no objection to a national establishment of religion, provided that it was comprehensive enough, and was really the nation organized to promote goodness; not to protect the metaphysical subtleties of sectarian theologians.",
		"It was aware that some of the nobles and many of the inferior clergy agreed with it as to the need for comprehensive reform.",
		"Cumberland is a thinker both original and comprehensive, and, in spite of defects in style and clearness, he is noteworthy as having been the first to lay down that \" regard for the common good of all \" is the supreme rule of morality or law of nature.",
		"His account of the sanction, again, is sufficiently comprehensive, including both the internal and the external rewards of virtue and punishments of vice; and he, like later utilitarians, explains moral' obligation to lie in the force exercised on the will by these sanctions; but as to the precise manner in which individual is implicated with universal good, and the operation of either or both in determining volition, his view is indistinct if not actually inconsistent.",
		"The most comprehensive problem before the investigator is that of the constitution of the universe.",
		"In treating so comprehensive a subject we may naturally distinguish between what we know of the universe and the methods and processes by which that knowledge is acquired.",
		"Works less comprehensive than this are necessarily confined to the elements of the subject, to the development of fundamental principles and general methods, or to details of special branches.",
		"His general conception of the universe was comprehensive beyond that of any of his predecessors.",
		"Not less comprehensive has been the work carried out by Professor Newcomb of raising to a higher grade of perfection, and reducing to a uniform standard, all the theories and constants of the solar system.",
		"And this comprehensive work was merely preparatory to the International Catalogue and Chart, the production of which was initiated by the resolutions of the Paris Photographic Congress of 1887.",
		"Kempf with a polarizing photometer; but by far the most comprehensive work of the kind is the Harvard Photometric Durchmusterung (1901-1903), embracing all stars to 7.5 magnitude, and extended to the southern pole by measurements executed at Arequipa.",
		"Nothing can be clearer or more frank and comprehensive in its destructiveness than the revolutionary anarchism of Bakunin.",
		"A comprehensive work on Hobbes was never completed, though part of the materials were used for an article in the Encyclopaedia Britannica, and another portion was published as one of Blackwood's \"Philosophical Classics.\"",
		"But his hopes for a comprehensive scheme which might include nonconformists in the English Church were necessarily destroyed on the accession of Queen Anne.",
		"For the paradox of predication, which he had used to disprove the existence of plurality, was virtually a denial of all speech and all thought, and thus led to a more comprehensive scepticism than that which sprang from the contemporary theories of sensation.",
		"This, however, destroys the appropriateness of the phrases major and minor term which are specially chosen because in fact the major term does imply the more comprehensive notion.",
		"These labours are indispensable for scientific biblical study, and are most fruitful when they depend upon comprehensive methods of research.",
		"But when once revision or rewriting is conceded, there is absolutely no guarantee that the present Pentateuch is in any way identical with the five books which tradition ascribed to Moses (q.v.), and the necessity for a comprehensive critical investigation of the present contents makes itself felt.2 Literature.",
		"This series was a comprehensive edition of the Latin classics in about sixty volumes, and each work was accompanied by a Latin commentary, ordo verborum, and verbal index.",
		"His works include Ad Sabinum, a commentary on the jus civile, in over 50 books; Ad edictum, a commentary on the Edict, in 83 books; collections of opinions, responses and disputations; books of rules and institutions; treatises on the functions of the different magistrates - one of them, the De officio proconsulis libri x., being a comprehensive exposition of the criminal law; monographs on various statutes, on testamentary trusts, and a variety of other works.",
		"As shown by Burmeister in his historical review (1834), these animals, comprised by Linnaeus in the genus Lepas, first received a more comprehensive title from Cuvier, who called them Cirrhopoda, a word strictly meaning tawnyfooted.",
		"It is equally absurd to include in the same category the ignorant Bizocchi and Segarellists and such learned disciples of Michael of Cesena and Louis of Bavaria as William of Occam and Bonagratia of Bergamo, who have often been placed under this comprehensive rubric.",
		"Systematic writers on the subject differ considerably in the exact meaning which they attach to the term pharmacology (41appaKov, a drug; Xayos, a discourse), some making it much more comprehensive than others.",
		"The great work of Kant absolutely closed the lines of speculation along which the philosophical literature of the 18th century had proceeded, and substituted for them a new and more comprehensive method of regarding the essential problems of thought, a method which has prescribed the course of philosophic speculation in the present age.",
		"In the early writings of Kant we are able to trace with great definiteness the successive stages through which he passed from the notions of the preceding philosophy to the new and comprehensive method which gives its special character to the critical work.",
		"They are essentially tentative, and exhibit with unusual clearness the manner in which the difficulties of a received theory force on a wider and more comprehensive view.",
		"He is frequently untrue to the more comprehensive conception which dominates his work as a whole.",
		"His view of the ordinary logic was wide and comprehensive, though in his restriction of the science to pure form one can trace the influence of his earlier training, and it is no small part of the value of the critical philosophy that it has revived the study of logic and prepared the way for a more thorough consideration of logical doctrines.",
		"Betsy compiled a comprehensive portfolio of automobile models which Howie memorized so he could better identify vehicles.",
		"Your drive, energy and desire to excel will be matched by comprehensive formal sales skills training and strong commercial acumen.",
		"A widely accepted, comprehensive concept of value is vital.",
		"The two sides are ready to make continued efforts to bring about universal accession to and effective compliance with the Comprehensive Test Ban Treaty.",
		"Here is a comprehensive selection of places to stay, which sound very alluring indeed, not all at high prices.",
		"There is unusual scope to realize this aspiration on a site where comprehensive redevelopment is to take place.",
		"Yeovil athletics arena The floodlit athletics arena offers some of the most comprehensive facilities in the South West.",
		"For the first time ever, real estate attorney and best-selling author William Bronchick presents a comprehensive picture of exactly what's available.",
		"It also includes the most comprehensive bibliography of published clinical trials.",
		"The Tower of London Comprehensive Development Area was an area of urban blight with much war damage.",
		"The answer is that comprehensive lifestyle modification is the key to getting on top of moderately raised blood pressure [1] .",
		"In addition, pre-flight passenger briefings need to be comprehensive and standardized.",
		"In addition they stock a comprehensive range of 100% wool or cotton knitwear including cardigans and gilets, and handsome French Breton shirts.",
		"He reiterated the call for cessation of hostilities or, better still, a comprehensive cease-fire.",
		"This prestigious ceremony was hosted by HC2000, Europe's largest, most comprehensive health informatics event.",
		"Communications Administrator Contributing to the work of the Communications team by providing a comprehensive clerical and administrative service.",
		"Comprehensive statistics on opencast coal have, in the past, been collected and published by the Planning Officers ' Society.",
		"Iraq has been under comprehensive economic sanctions since 1990, and is only allowed to export one commodity, oil.",
		"Paperback from Bible Reading Fellowship £ 5.99 100 Favorite Prayers Lois Rock A cheerful and comprehensive compendium of prayers for everyday.",
		"The extent and quality of available data and information will improve in future cycles making later assessments more comprehensive and robust.",
		"Founded in 1913 as a girls ' grammar school, it became a mixed comprehensive in 1972.",
		"It seems fairly comprehensive, tho the rather idiosyncratic layout may confuse and irritate some.",
		"Interest & Activity Holidays IAH scuba offers comprehensive Scuba Packages which can include everything for your diving holiday.",
		"It is intended that the web site will become more comprehensive over time.",
		"These schools mostly went private when most areas went comprehensive.",
		"Now that the list is fairly comprehensive, a web page seemed the easiest way to share Gary Hodges back catalog.",
		"Established by experienced film producers, our company offers a fully comprehensive service tailored to your specific needs.",
		"Is the detailed design sufficiently comprehensive for code to be produced?",
		"We can offer a truly comprehensive service in the residential property market from starter homes to country estates.",
		"No Partially Yes 2 Was the search for evidence reasonably comprehensive?",
		"A similar still more comprehensive plan of murder was then concerted for the 5th Feb.",
		"A simple A-Z such as this cannot be relatively concise AND comprehensive.",
		"The Verdict McCutcheon on Inheritance Tax is comprehensive in its coverage of IHT and yet concise in its commentary.",
		"This handbook is the first to give concise, comprehensive guidance to the selection of building materials from an environmentally conscious point of view.",
		"Now, in the first and only comprehensive history of this bitter controversy, Saul Cornell proves conclusively that both sides are wrong.",
		"GeoRef is the most comprehensive database on geology and geophysics and also includes cosmogony.",
		"Coddan provides all clients with individual advice and comprehensive, yet cost-effective solutions.",
		"The document includes comprehensive coverage of English Language Tests.",
		"He, alongside a few other crackpots, is calling for a fully comprehensive, independent public inquiry into the Foot-and-Mouth epidemic.",
		"A comprehensive range of tower cranes and crawler cranes are available nationwide from the crane department.",
		"A comprehensive guide to the major topics that constitute contemporary criminology.",
		"The Arts Service maintains a comprehensive database of service providers in the arts community.",
		"Although no comprehensive national statistics have been compiled on annual death rates due to unsafe abortions, the picture is grim.",
		"Finally, this report does not provide a comprehensive analysis of theater missile defenses in the Asia-Pacific region.",
		"The Consultation document provides a comprehensive review of the main issues raised by the practice of preimplantation diagnosis.",
		"Operators at the plant also now have access to a comprehensive diagnostic package, which minimizes downtime thanks to targeted fault diagnostics.",
		"Hodes's story includes almost thirty photographs and a comprehensive discography, filling a gap in the world of jazz literature.",
		"There is a comprehensive analysis of the visual presentation of information - with subtle distinctions noted between pie charts and bar charts.",
		"We provide a comprehensive service, ranging from advising major corporations on reconstruction to helping financially distressed individuals.",
		"Social housing was a winner in the Comprehensive Spending Review of July 2000 expenditure will nearly double up to 2003/04.",
		"In addition the list includes the most comprehensive collection of plays by classic and contemporary dramatists.",
		"A wealth of authentic engravings inspires the Blue Room collection - a comprehensive selection of items in an array of traditional patterns.",
		"The Beveridge Report, published in 1942, proposed the establishment of a comprehensive welfare state.",
		"Edited by renowned experts in this field, this book presents a comprehensive overview of pre-eclampsia.",
		"This unrivaled expertise has resulted in the most comprehensive disco lighting equipment range on the market.",
		"A beauty therapist offers a comprehensive range of treatments including facials, massages and manicures.",
		"This service will also utilize comprehensive speech recognition for the first time and will also incorporate features such as Call Return.",
		"This is augmented by numerous carefully chosen illustrations and a comprehensive filmography of English films, fiction and non-fiction, for the year.",
		"A comprehensive service in clinical gastroenterology, endoscopy and clinical nutrition is provided.",
		"To find links to official government gazettes, see the comprehensive list hosted by the University of Michigan's Documents Center.",
		"Among them is Mr. Reginald R.M. King QC, who compiled a comprehensive genealogy of the family.",
		"In addition, a comprehensive glossary provides an invaluable reference tool.",
		"Supplied as kits, Halls ' comprehensive range of free-standing and lean-to greenhouses is made from maintenance-free aluminum.",
		"However, to almost all, a comprehensive domestic guidebook could be indispensable.. .",
		"The comprehensive syllabus ensures that you become a competent helmsman, leaving you free to enjoy your holiday relaxed and in safety.",
		"Interest & Activity holidays IAH scuba offers comprehensive Scuba Packages which can include everything for your diving holiday.",
		"Meanwhile, we have strengthened our defenses here at home, including a comprehensive reorganization of our government to better protect the homeland.",
		"The audit of schemes should be considered indicative rather than comprehensive or exhaustive.",
		"We also stock a comprehensive range of compatible inkjet & deskjet cartridges where you can save money.",
		"Comprehensive range of photo quality inkjet papers and recordable media including CD & DVD.",
		"The contour interval is a bit wide but there are plenty of gradient arrows on the comprehensive network of highlighted cycle routes.",
		"Working in conjunction with Red Island Consulting -- Europe's leading provider of security solutions -- AQA designed and implemented a comprehensive ismS.",
		"The materials are extensive and comprehensive and presented in a clear, uncluttered page layout.",
		"DiscussWireless is currently updating their comprehensive cellular phone lineup, lowering become extra film tv prices and adding new phones.",
		"The RGI site provides an archive of article summaries as well as a comprehensive list of industry links [29] .",
		"For a comprehensive list of news readers try looking at Wikipedia's listings.",
		"Your CV is not a comprehensive listing of every single fact about yourself.",
		"We are a modern multicultural comprehensive High School, educating pupils aged 11 to 18 years of age.",
		"There remained an unfulfilled need for these assurances to be multilaterally negotiated, legally binding and comprehensive.",
		"United Airlines is a founding member of the Star Alliance, the first comprehensive global airline network.",
		"Award winning novelist Zadie Smith, who went to Hampstead School, described comprehensive schools as a microcosm of the world.",
		"The most comprehensive policy wording in the world can be rendered nugatory by a wrong move once a claim comes in.",
		"It is a comprehensive read for all practicing obstetricians, gynecologists and risk managers.",
		"Williams obstetrics is more exhaustively comprehensive than any other text for general Obstetrics.",
		"A comprehensive range of service elements including one-to-one counseling, workshops, onsite resource centers, and online career management tools.",
		"Output trigger may be linked to a text pager or additional siren, and the alarm comes with a comprehensive 3 year guarantee.",
		"More comprehensive feedback from course participants is always most welcome.",
		"The Guardian, Andrew Clements *** \" There are six works in Philip Mead's comprehensive survey of George Crumb's solo piano music.",
		"A comprehensive approach to the issue of teenage pregnancy which resulted in a 25-30% reduction in teen pregnancies on Merseyside.",
		"To do this we shall offer the widest and most comprehensive range of Make-up Services, matched with highly skilled, trained professionals.",
		"Kaspersky® Anti-Virus for Windows Workstations is a comprehensive solution designed to protect workstations against viruses and malicious programs.",
		"Solomon Hare offers a comprehensive in-house training program which will keep you up to date and help develop your personal and technical skills.",
		"Perhaps Sun, teaching re at her comprehensive, is thinking how she can become someone's most memorable teacher in years to come.",
		"This is an amazingly realistic and comprehensive cricket simulation game and it is FREE to play.",
		"It was decided that MAB should publish a comprehensive rebuttal stating its stand on a number of crucial issues.",
		"Upstairs there's the main refectory with its comprehensive menu.",
		"The only hurt they do not suffer is comprehensive refutation.",
		"In this domain the first place must be assigned to the splendid achievements of Raphael, whom the pope entrusted with new and comprehensive commissions - the Stanza dell' incendio, the Logge, and the tapestry-cartoons, the originals of the last named being now in London.",
		"The order is founded on the lines of the Prussian Ordre pour le Write (see below), yet more comprehensive, including those who have gained distinction in the military and naval services of the Empire, and such as have made themselves a great name in the fields of science, art and literature.",
		"The view formerly maintained by the present writer (Laws of Moses and Code of Hammurabi, 1903, pp. 204 sqq., 279 seq., &c.) relied upon the difference between the exilic or post-exilic sources which unambiguously reflect Babylonian and related ideas, and the absence in other biblical sources of the features which an earlier comprehensive Babylonian influence would have produced, and it incorrectly assumed that the explanation might be found in the ordinary reconstructions of Israelite history.",
		"The education he received was comprehensive but unsystematic, and the want of definiteness in this early training doubtless tended to aggravate the peculiar instability of character which troubled Hamann's after life.",
		"To colleagues and subordinates alike, he was considerate and tolerant; he was unassuming, trustworthy in the smallest detail, accurate and comprehensive in thought, energetic and conscientious in action.",
		"Richard, Comprehensive Geography of the Chinese Empire (Shanghai, 1908), pp. 39-46, and the authorities there cited.",
		"The synod (see Delian League) of the \"allies\" soon degenerated into a mere form; of comprehensive united policy there was none, at all events after the League had achieved its original purpose of expelling the Persians from Europe.",
		"But whilst, in its more comprehensive acceptation, the term Hinduism would thus range over the entire historical development of Brahmanical India, it is also not infrequently used in a narrower sense, as denoting more especially the modern phase of Indian social and religious institutions - from the earlier centuries of the Christian era down to our own days - as distinguished from the period dominated by the authoritative doctrine of pantheistic belief, formulated by the speculative theologians during the centuries immediately succeeding the Vedic period (see Brahmanism).",
		"Two works remain still to be mentioned - a comprehensive history of both principalities by an anonymous author, probably the Spatar Milescu, who finished his eventful life as ambassador of Russia to China (still in MS.), and the Hronicul Moldo-Vlahilor of Prince Demetrius Cantemir (see Cantemir), more an apology for the Roman origin of the Rumanians than a true history.",
		"That of the 8th of July 1842 was the first to be efficiently observed; and the luminous inducements to the construction of exact and comprehensive catalogues has been to elicit, by comparisons of those for widely separated epochs, the proper motions of the stars enumerated in them.",
		"Perhaps Sun, teaching RE at her comprehensive, is thinking how she can become someone 's most memorable teacher in years to come.",
		"Upstairs there 's the main refectory with its comprehensive menu.",
		"The renowned scholar is quick to point out that she does not pretend to write a comprehensive book covering all Holocaust verse.",
		"All trainees will receive a comprehensive set of user notes, which may be retained for future reference.",
		"Ropewalk Chambers, the chambers of Richard Maxwell QC, provides a comprehensive, largely civil advocacy service, and works throughout the country.",
		"All OAS members that are required to have comprehensive safeguards agreements under Article III of the Treaty have at least signed such agreements.",
		"No comprehensive studies of the cost of salmonellosis in cattle in the UK were found.",
		"There 's a comprehensive list of Film Festivals, places to obtain screenplays, and a page listing screenwriter 's own web sites.",
		"The great comprehensive teaching only came out in The Secret Doctrine published in 1888.",
		"A big hitter by any standards, the self-produced project captured the most comprehensive Delirious?",
		"As is the for all medical comprehensive travel insurance wayne wirtanen shangri-la.",
		"Char-grilled steaks are just one of Simon 's specialities amid a comprehensive menu and specials list featuring everything from wild boar to sea bass.",
		"The data are only fully comprehensive at the 10-km square level and not at the tetrad level.",
		"When the Historical Thesaurus is complete, it will offer scholars the first comprehensive semantic listing of vocabulary.",
		"He gave a subtle, original, and comprehensive theory of the proper process whereby experience should be transmuted into theory.",
		"Trave l Insurance Comprehensive personal insurance, including search and rescue is required on this trip.",
		"Level 2 triage assessment is not intended to be a comprehensive assessment.",
		"Speedy turnaround on quotations, use of our comprehensive demonstration equipment and of our superbly equipped demonstration room.",
		"CitySync 's offering includes a comprehensive product range covering the transmission and receiving hardware, site survey and turnkey installation.",
		"Melissa 's message was equally upbeat the comprehensive system is simply the best, by any academic or social yardstick.",
		"The Center offers a comprehensive graduate program in veterinary epidemiology and information about this program is available.",
		"There is voluminous evidence, including comprehensive MU data.",
		"Agreements with the other water supply companies within our region allow a comprehensive search for every property, residential or commercial to be produced.",
		"Not only can you view their annual \"10 Worst Toys\" list for 2007 but they have a comprehensive list of what to avoid when choosing toys.",
		"For a fee of $14.95, customers get access to three comprehensive diaper cake training lessons that add up to 15 videos that teach people how to make many different styles of diaper cakes.",
		"Buy separate items to create a comprehensive, complete sleep-aid gift basket.",
		"They have a comprehensive section on dogs and breeds.",
		"Yet other services provide comprehensive information for niche' industries, such as electronics.",
		"If you've placed an order of $100 or more in the past six months, you can get a free Jewelry Maker's Comprehensive Catalog.",
		"These are the just the beginning of a comprehensive list to help you choose the correct ceiling fan.",
		"While this is not a comprehensive guide, the carpet basics above should get anyone started into getting new carpet.",
		"The second difference is the warranty for the part may not be as comprehensive as some of the name-brand merchandise.",
		"For a comprehensive list, visit the store directory at their website.",
		"The CFA provides a comprehensive series of guidance statements based on the latest research and other pertinent information.",
		"Options are vast when it comes to reading materials for third-graders and a comprehensive list would be exhaustive.",
		"The best fact books tend to be comprehensive yet interesting.",
		"Pull a comprehensive report from TransUnion, Experian and Equifax and do a side-by-side comparison.",
		"The program offers a comprehensive list of security features to protect cardholders from fraudulent use online and beyond.",
		"The key to success with FINA's fleet card is the comprehensive reporting system.",
		"You save bookkeeping costs and time, since the reports are comprehensive and cut down on the amount of in-house recordkeeping you have to do.",
		"Wells Fargo offers one of the most comprehensive packages.",
		"The online services offered by Discover truly aim to be a comprehensive financial management tool designed to aid customers.",
		"TransUnion also offers help for consumers dealing with fraud and identity theft, including comprehensive information on how to protect your report.",
		"Those who want to have a comprehensive rewards program may benefit from the BankAmericard Power Rewards Visa Signature Card.",
		"A basic package may just monitor your report or score, while the more comprehensive packages will include debt analysis and fraud alerts.",
		"If you are interested in the latest statistics about identity theft and how consumers recover from having their identity stolen, Javelin Strategy and Research provides recent information from comprehensive studies.",
		"While the details of the custody arrangement may have to be negotiated back and forth between the parents, most couples attempt to work these details out so a comprehensive custody arrangement can be presented to the divorce court.",
		"A local library may well have a comprehensive gardening section, containing books on different styles of gardening.",
		"ThinkQuest provides comprehensive information on global warming and its effects on the planet in an easy to understand format.",
		"In some jurisdictions, a Doctor of Naturopathic Medicine will also be required to pass comprehensive board exams from the North American Board of Naturopathic Practitioners.",
		"Family Doctor provides comprehensive information on herpes for those who wish to learn more about the virus.",
		"For a comprehensive list of conditions and summaries of studies, please visit the Mayo Clinic website.",
		"This book, known as Jingzhu Bencao, or The Pearl Herbs in English, was published in 1835 and represents a comprehensive survey of Tibetan herbal remedies.",
		"Like ESPN, Yahoo has a comprehensive professional football home page called Yahoo NFL.",
		"Yahoo also has a comprehensive NFL News feature.",
		"It shouldn't surprise you to find a comprehensive fantasy sports section at the world's leader in sports information.",
		"Groups and Topica or visit L-Soft for a comprehensive catalog of mailing groups using LISTSERV technology.",
		"This is a comprehensive resource for Pokemon players, providing guidelines and help on how to play the newest games online.",
		"The Free Dictionary by Farlex is a very comprehensive dictionary, thesaurus and encyclopedia.",
		"This is not a comprehensive hypnosis technique, but it can put you in a good state of relaxation.",
		"Marapets is a comprehensive virtual pet site.",
		"Scroll down and you'll find other calculators, such as a more comprehensive scientific and graphing calculator, a way to calculate financial information, a calculator for driving distances and a multitude of conversion options.",
		"For a comprehensive virtual puppy game, visit Virtual Pups.",
		"Figure out what you want from a virtual world because you can involve yourself in a comprehensive world like Second Life, or you can just meet new friends and do the basics with Moove.",
		"It's such a comprehensive community that well-known musicians like U2 have performed exclusive concerts in the game and some companies like Dell and HP have branches within Second Life to promote their business.",
		"You also get more comprehensive references of the Collegiate Dictionary and Thesaurus and Encyclopedia, the Medical dictionary and the Spanish-English and French-English dictionaries.",
		"If you feel you need a more comprehensive version, then you can subscribe to the Webster's Unabridged Dictionary for a small fee.",
		"How could it hurt to use a comprehensive dictionary with such an esteemed following?",
		"An often-overlooked translator that uses a comprehensive dictionary is Google Translate.",
		"The World Book Online Reference Center is the comprehensive encyclopedia you'll find if you have an advanced user's account.",
		"CatholiCity is a very well formatted and organized website filled with useful information, providing a very comprehensive reference for anyone looking to find more information about Catholics.",
		"When it's time to dive a little deeper into the world of underwater photography, prepare yourself with a more comprehensive education.",
		"Corel PaintShop Pro X4 Ultimate is a comprehensive photo editing solution that is useful for beginner through advanced users.",
		"At LoveToKnow Recipes, we provide you with comprehensive recipes from around the globe.",
		"This is by no means a comprehensive list, but is a good representation of the foods that were available.",
		"If you require comprehensive photo editing capabilities for your scrapbook project, consider using Adobe Photoshop or Adobe Photoshop Elements along with the scrapbook kit.",
		"These comprehensive tools provide an easy way to create personalized pages, and also include a coupon off your first StoryBook purchase.",
		"Designs by Reminisce sells a comprehensive collection of various animal themed items.",
		"You can find a comprehensive list of ski resort websites at Skijobs 411.",
		"Another list of jobs from the Jobs Rated Almanac, listed as the \"Best Jobs\", uses more comprehensive criteria such as income, environment, stress, physical demands and security.",
		"If this describes you, read on for a comprehensive checklist.",
		"A stress management presentation is best received when it's comprehensive, applicable and informative.",
		"Learning about anger, and it's sometimes destructive results, can be an eye opening experience that leads you to understanding your own personality in a more comprehensive way.",
		"There, you'll find a comprehensive layout of anger management and various strategies you can use to help combat your anger.",
		"Soul Song offers one of the most comprehensive approaches to buying a meditation cushion.",
		"A licensed mental health provider or physician should render the diagnosis and design a comprehensive therapy regiment to relieve the patient from the excessive anxiety.",
		"Schools, universities, and community colleges all offer comprehensive drivers' training courses that include behind the wheel instruction.",
		"To see a more comprehensive listing or check out where your school ranks, visit SchoolDigger.com.",
		"Choosing a School for Your Child - This comprehensive article is published by the U.S. Department of Education and covers many of the questions and issues you may face in looking for a school for any age child.",
		"Enroll your teen here if you are looking for a comprehensive learning environment.",
		"As you can see, the education is comprehensive and there are course offerings available for students in a wide variety of different subjects.",
		"In fact, there is a comprehensive listing on living-foods.com and there are several popular raw food \"uncook\" books.",
		"Considered the most comprehensive guide to the raw food diet available, the book explains through detailed information, scientific research, and dozens of personal testimonials why raw foods improve health, memory and wellness for many.",
		"To get into wedding planner mode, sit down and create a comprehensive list of all of the tasks that will need to be accomplished up until the wedding day.",
		"For a more comprehensive list, please visit this Website.",
		"This comprehensive wedding resource lets you search for flower choices by color and regional availability.",
		"LoveToKnow makes it easy to find the registries you want here on our comprehensive bridal registry page.",
		"Some regional guides are also available online and include comprehensive venue listing virtual tours of banquet halls and other wedding facilities, and more.",
		"Crate & Barrel's comprehensive Resource Guide offers everything a couple needs to create a stellar registry.",
		"Fine Stationary.com offers a comprehensive array of thermography style wedding invitations.",
		"The Knot is a comprehensive website for all wedding things.",
		"While they do offer a pretty comprehensive selection of thermography style wedding invitations, the big advantage to working with The Knot is that it can serve as your 'go to' place for everything for your wedding.",
		"In addition to these popular wedding reception flowers, additional arrangements can be added to a comprehensive floral package.",
		"A comprehensive directory of addiction treatment facilities online.",
		"At Luxury Shower Curtain.com you will find a comprehensive catalog of shower curtains.",
		"In fact, if you had a comprehensive list of offenders, Britney Spears and Tara Reid would represent a majority of celebrity oops pictures.",
		"We offer a comprehensive array of both surgical and non-surgical aesthetic procedures, ranging from facelifts, breast augmentations and tummy tucks to chemical peels, Botox and laser treatments.",
		"Here is a comprehensive list of Lindsay Lohan oops moments.",
		"While these lists certainly contain many famous names, they are by no means comprehensive.",
		"By far the most comprehensive list of celebrity birthdays A to Z, Movie Eye will have you clicking and scrolling for hours just to scan all of the available names.",
		"Not comprehensive by any means, this list of movie stars' real names gives you an idea of just how many famous faces make a living under names other than the ones they were given at birth.",
		"GradSchools.com claims to be \"the most comprehensive online source of graduate school information.\"",
		"Even if they don't offer comprehensive free college scholarship listings, they can direct you to additional scholarships only available to students at your school.",
		"Good Typing is a comprehensive keyboarding class featured 27 web based lessons.",
		"RelaxOnline contains a comprehensive link with dozens of great college radio stations.",
		"The school must offer a comprehensive program, meet achievements and provide a launching point for career growth.",
		"Investigate the college that offers the most comprehensive degree in the field of study you are interested in.",
		"Do a comprehensive search to find any and all private scholarships and grants you may be eligible for.",
		"You should definitely look for comprehensive ranking criteria when searching for information on MBA rankings.",
		"Entering this field also offers students high starting salaries and comprehensive benefits packages.",
		"A comprehensive list of textbooks is useful to rely on as a search guide.",
		"There's no comprehensive list of the best laptops for college, but in general, the computers that students like most tend to be reliable, easy to use, portable, and durable.",
		"Wyoming has a comprehensive website with all distance courses you can take in the state.",
		"The coursework offered by Auburn University is not as comprehensive as other programs, but is certainly flexible if you can find the time and money.",
		"If you're a current student, an academic advisor, career counselor, or admissions representative at your school may be able to direct you to comprehensive resources and reference materials that can assist your search.",
		"A dissertation is the final task towards the completion of graduate and doctoral level studies undertaken after all coursework is completed and the student has passed the comprehensive exams.",
		"Petersons - Petersons.com offers a comprehensive college search by type, geography, selectivity, and other factors.",
		"College View - CollegeView.com highlights several featured Christian universities and has a comprehensive Christian college search as well as other information related to Christian living on campus.",
		"You can choose from a comprehensive selection of educational programs to fit your level of commitment and desired training at the Paralegal Institute.",
		"Academic programs for paralegals are designed to provide students with a well-rounded and comprehensive understanding of the legal system and how it functions.",
		"Comprehensive education should also give graduates the professional expertise to apply legal concepts and provide solid ethical analysis and investigation to the satisfaction of lawyers, judges, juries, and citizens.",
		"The best online college degree programs will have curricula that seems comprehensive, valuable, and relevant.",
		"Various historical tours are available, as well as premier golf excursions, a wide range of shopping, and other comprehensive packages.",
		"Sightseeing cruises also feature guides who offer comprehensive narratives of the historic river and its surroundings.",
		"When dealing with a responsible breeder, expect a comprehensive adoption process.",
		"K9 Trainers offers a comprehensive list of training schools by state, province or country.",
		"The Vaccination & Routine Care Coverage rider applies to your dog's comprehensive physical examination, de-worming, spaying/neutering and more.",
		"Every Iams and Eukanuba starter kit will now include a special offer from VPI for two free months of comprehensive coverage that will be paid for by Iams if the owners purchase a full year policy.",
		"Kelly, James and I wanted to create the very best comprehensive information resource for dog lovers everywhere.",
		"So if you have a bit of time this weekend, I would suggest checking out this very comprehensive book on how to help your dog holistically without making your budget stretch more than it is able.",
		"There have been many imitators since that time both in the States and abroad, but Kolaj devised Corely's comprehensive therapeutic program.",
		"When a family applies to adopt a Bulldog from the BCA Rescue Network, they must pass a comprehensive screening and adoption process.",
		"If you want to prepare to work as a professional groomer, it's certainly in your best interest to attend a licensed career school that offers a comprehensive training program that encompasses the skills necessary to groom all types of dogs.",
		"The best all breed dog grooming schools have comprehensive programs that encompass many different aspects of canine health, wellness and appearance.",
		"This comprehensive guide provides information on growing seasons, conditions and care for the flowers, shrubs and trees you are most interested in.",
		"Garden Gate's editorial mission is to provide its readers with comprehensive gardening information.",
		"While it's almost impossible to completely eradicate Japanese beetles, a comprehensive approach to their control can keep numbers in check and minimize damage.",
		"The current catalog offers a comprehensive selection of flower, vegetable, and herb seeds and plants as well as selected fruit trees, shrubs and more.",
		"By far the most comprehensive site for guitar tabs anywhere online, Ultimate Guitar boasts hundreds of tabs for Christmas songs.",
		"Fret Play - Fret Play is not as comprehensive in its selection of tabs as some other sites, but nevertheless it contains a good number of popular Rolling Stones songs, and includes some of the most popular titles.",
		"The site also features comprehensive guitar player resources such as a transposition wheel, chord finder and an introduction to music theory.",
		"The chord chart is in PDF format and contains a comprehensive list of over 126 individual chords.",
		"To entice consumers, he offers several extremely comprehensive free lessons that include text elements and auditory aids.",
		"A listing of some of the most comprehensive resources is given below.",
		"However, you may wish to have more comprehensive and formal instruction than a website can offer you.",
		"Many home improvement stores have comprehensive lighting sections that let you see first-hand the directional options and the casting of various lighting systems.",
		"Delta and Moen both have comprehensive sites and are known in the industry for having repair friendly faucets.",
		"DeckStainGuide- While this website doesn't offer a comprehensive rating system, it does provide reviews that are updated nearly daily.",
		"The bids should be in writing and contain a comprehensive price list of the necessary supplies and labor.",
		"ShoesXL has also been a success since its September 2007 launch, giving our customers a more comprehensive array of designer styles and sizes to choose from than before.",
		"Shop Style was a comprehensive collection of sport coats, all of which are incredibly chic and stylish."
	],
	"synonyms": [
		"concise",
		"umbrella",
		"blanket",
		"complete",
		"compendious",
		"broad",
		"wide",
		"thorough",
		"large",
		"full",
		"extensive",
		"expansive",
		"encyclopedic",
		"grand",
		"inclusive",
		"comp",
		"comprehensive examination"
	],
	"antonyms": [
		"noncomprehensive",
		"particular",
		"selective",
		"incomprehensive",
		"exclusive",
		"specific"
	]
}