{
	"word": "cogent",
	"meaning": [
		"Forceful and to the point, as a reason or argument; compelling; convincing.",
		"Convincing; strongly appealing; compelling action, assent, or belief."
	],
	"sentences": [
		"The cogent arguments against this view are set forth in the article on Arthropoda.",
		"However, Dean possessed no cogent thoughts on what to do with this new information.",
		"The political reasons for these arrangements may have been cogent, but they injured France at the very outset.",
		"On the score of sobriety the writer was equally cogent.",
		"Thus to take the preface as a distinct word is not reasonable unless there are cogent grounds for uniting the commandments against polytheism and idolatry.",
		"That it formed the starting-point, and largely prescribed the course of thought on the subject of planetary origin is due to the simplicity of its assumptions, and the clearness of the mechanical principles involved, rather than to any cogent evidence of its truth.",
		"Produce a sufficiently cogent, well-illustrated dissertation, which indicate originality of consistent thinking and application of ideas, concepts and theories.",
		"But if you can supply a fairly cogent reason their special liaison unit will often sell you a copy ' at BBC cost ' .",
		"All in all, the post-left perspective seems even less cogent in the wake of McQuinn's splenetic recapitulation.",
		"Again, this requires him to dismiss as products of later scholasticism, without cogent grounds, the many suttas that draw such distinctions.",
		"But cogent thoughts were few and he began to feel like an empty-nested squirrel facing a long, tough winter.",
		"Aim at conciseness; the ability to say something cogent and interesting is valued over the ability to write at great length.",
		"These ethical values can be found in many forms of organization, but they are particularly cogent and undeniable within Co-operative enterprises.",
		"Thus we find that the evidence of these allegations is not cogent enough to reach the required standard of proof.",
		"Neither did Henry Farrell, who is also very cogent.",
		"An instinctive feeling that a proper name for God implicitly recognizes the existence of other gods may have had some influence; reverence and the fear lest the holy name should be profaned among the heathen were potent reasons; but probably the most cogent motive was the desire to prevent the abuse of the name in magic. If so, the secrecy had the opposite effect; the name of the god of the Jews was one of the great names in magic, heathen as well as Jewish, and miraculous efficacy was attributed to the mere utterance of it.",
		"A few months afterwards Burke published the Appeal from the New to the Old Whigs, a grave, calm and most cogent vindication of the perfect consistency of his criticisms upon the English Revolution of 1688 and upon the French Revolution of 1789, with the doctrines of the great Whigs who conducted and afterwards defended in Anne's reign the transfer of the crown from James to William and Mary.",
		"He held that, apart from an interior and unreasoned conviction, there is no cogent proof of the existence of God; and in Tract 85 he dealt with the difficulties of the Creed and of the canon of Scripture, with the apparent implication that they are insurmountable unless overridden by the authority of an infallible Church.",
		"There are cogent reasons for placing Joel either earlier or later than the great series of prophets extending from the time when Amos first proclaimed the approach of the Assyrian down to the Babylonian exile.",
		"He made his appeal to the conscience in the clearest language, with the most cogent argument, and with all the weight of personal conviction.",
		"Their literary and speculative qualities are indeed exceptionally brilliant; they are splendid in diction, elaborate in argument, cogent yet reverent, keen while fearless in criticism.",
		"Arthur Young, with whom he had corresponded years before on the mysteries of deep ploughing and fattening hogs, added a cogent polemical chapter to that ever admirable work, in which he showed that he knew as much more than Burke about the old system of France as he knew more than Burke about soils and roots.",
		"A more cogent reason, however, is to be found in the fact that the principal coalfields are in flat countries, where the coal can only be reached by vertical sinking.",
		"The humour, if less cogent and cumulative, is richer and more varied; the invention, too, is more daringly original and more completely out of the reach of ordinary faculties.",
		"To the sceptical the truth of Islam is held forth; and a certain, not very cogent, method of demonstration predominates.",
		"Mill may well have himself conceived his methods as practically fruitful and normally convincing with the limiting formula in each case more cogent in form but therewith merely the skeleton of the process that but now pulsed with life.",
		"The discovery by the Japanese botanist 'Erase of the development of ciliated spermatozoids in the pollen-tube of Ginkgo, in place of the non-motile male cells of typical conifers, served as a cogent argument in favour of separating the genus from the Coniferales and placing it in a class of its own.",
		"But if we pass from this criticism of form to the actual contents of the two books, we are bound to confess that they constitute a wonderfully cogent and persuasive theistic argument."
	],
	"synonyms": [
		"weighty",
		"telling",
		"trenchant",
		"strong",
		"solid",
		"powerful",
		"potent",
		"influential",
		"justified",
		"conclusive",
		"persuasive",
		"forcible",
		"effective",
		"convincing",
		"valid"
	],
	"antonyms": [
		"impotent",
		"invalid",
		"weak",
		"ineffective"
	]
}