{
	"word": "umbrage",
	"meaning": [
		"Shade; shadow.",
		"Offense or resentment.",
		"Foliage, considered as shade-giving.",
		"A semblance or shadowy appearance.",
		"Feeling of doubt.",
		"To displease or cause offense.",
		"To shade."
	],
	"sentences": [
		"He also took umbrage with the data the PCT were using to back their claims for change.",
		"Dr. Tholuck had published some verses of a religious character, which had given umbrage to some sect or other.",
		"However, in this case they certainly appear to have taken great umbrage at the statements made by Beverly twenty years earlier.",
		"This second intervention gave umbrage to France, who by way of a counterpoise sent a force to occupy Ancona.",
		"At length the intrigues of the Hawaiian embassy gave umbrage to the German government, and it was deemed prudent to recall it to Honolulu in July 1887.",
		"The prince of Wales, it is clear, gave much umbrage to his father by his eagerness to direct the policy of the crown ere.yet it had fallen to him by inheritance.",
		"The Confessions and Reveries, which, read in private, had given much umbrage to persons concerned, and which the author did not intend to be published until the end of the century, appeared in Geneva in 1782.",
		"The Savoyards encouraged his natural tendency to support the Papacy against the Empire; at an early date in the period of misrule he entered into a close alliance with Rome, which resulted in heavy taxation of the clergy and gave great umbrage to the barons.",
		"The Irish parliament took umbrage at the superiority claimed by England, and threw out the measure as an insult, though, even as it stood, it was undeniably in favor of Ireland.",
		"William of Tyre was once astonished to find him questioning, on a bed of sickness, the resurrection of the body; and his taxation of clerical goods gave umbrage to the clergy generally.",
		"Here he became an instructor in German at Harvard in 1825, and in 1830 obtained an appointment as professor of German language and literature there; but his anti-slavery agitation having given umbrage to the authorities, he forfeited his post in 1835, and was ordained Unitarian minister of a chapel at Lexington in Massachusetts in 1836.",
		"The cool reception his endeavours, met with, both at the hands of the French ecclesiastics as well as in Rome, satisfied Bismarck \" that the papal hierarchy lacked either the power or the good will to afford Germany assistance of sufficient value to make it worth while giving umbrage to both the German Protestants and the Italian national party, and risking a reaction of the latter upon the future relations between the two countries, which would be the inevitable result were Germany openly to espouse the papal cause in Rome.\"",
		"Debendra Nath Tagore sought refuge from the difficulty by becoming an ascetic. The \"Brahma Samaj of India,\" as Chunder Sen's party styled itself, made considerable progress extensively and intensively until 1878, when a number of the most prominent adherents, led by Anand Mohan Bose, took umbrage at Chunder Sen's despotic rule and at his disregard of the society's regulations concerning child marriage."
	],
	"synonyms": [
		"offence",
		"offense",
		"shadow",
		"wrath",
		"trace",
		"suspicion",
		"shelter",
		"rage",
		"protection",
		"outrage",
		"offend",
		"infuriate",
		"animosity",
		"anger",
		"incense"
	],
	"antonyms": [
		"love",
		"like",
		"happiness",
		"pleasure"
	]
}