{
	"word": "copious",
	"meaning": [
		"Yielding or containing plenty; affording ample supply.",
		"Very plentiful; abundant.",
		"Wordy; profuse or diffuse in language.",
		"Full of information."
	],
	"sentences": [
		"Jackson wrote copious notes.",
		"She held up her pad of copious notes.",
		"Martha had continued to take copious notes on each and every case.",
		"He was yards behind and took copious notes.",
		"It is odd that this irregular poem, with its copious and varied music, its splendid sweep of emotion, its unfailing richness of texture - this poem in which Tennyson rises to heights of human sympathy and intuition which he reached nowhere else, should have been received with bitter hostility, have been styled \"the dead level of prose run mad,\" and have been reproved more absurdly still for its \"rampant and rabid bloodthirstiness of soul.\"",
		"Poggio, it may be observed, was a fluent and copious writer in the Latin tongue, but not an elegant scholar.",
		"For thirty-six years Creevey had kept a \"copious diary,\" and had preserved a vast miscellaneous correspondence with such people as Lord Brougham, and his step-daughter, Elizabeth Ord, had assisted him, by keeping his letters to her, in compiling material avowedly for a collection of Creevey Papers in the future.",
		"Edward heard the stories from father who heard them from Grandfather Quincy who took copious notes.",
		"But there is a wealth of verbal derivatives, the vocabulary is copious, and the intonation harmonious.",
		"Guru Arjan, who was in charge of the great Sikh temple at Amritsar, received copious offerings and became a man of wealth and influence, while the sixth guru became a military leader, and was frequently at warfare with the Mogul authorities.",
		"In 1842 the two-volume edition of his Poems broke the ten years' silence which he had enforced himself to keep. Here, with many pieces already known to all lovers of modern verse, were found rich and copious additions to his work.",
		"One of Maxwell's last great contributions to science was the editing (with copious original notes) of the Electrical Researches of the Hon.",
		"The drought of 1898 was interrupted by copious rains in June, and these falling on a warm soil led to a rapid growth of grass and, as measured by yield per acre, an exceedingly heavy crop of hay.",
		"Logical in its derivatives and in its grammatical structure, the Magyar language is, moreover, copious in idiomatic expressions, rich in its store of words, and almost musical in its harmonious intonation.",
		"Two volumes of an English translation, with copious notes, by James Nichols, were published at London, 1825-1828; three volumes (complete) at Buffalo, 1853.",
		"We spent the next hour quizzing Howie to try and determine the location he \"visited\" with Martha taking copious notes while the questions flew.",
		"Owing to its southern exposure, its sheltered position, and a copious rainfall, vegetation, in part of a sub-tropical character, grows in great profusion.",
		"An excellent article in Herzog-Hauck, Realencyklopcidie (3rd ed.), \"Briider des gemeinsamen Lebens,\" supplies copious information with references to all the literature; see also Max Heimbucher, Orden and Kongregationen (1897), ii.",
		"The French historian of art, Seroux d'Agincourt, 1825, by his copious illustrations, greatly facilitated the study of the architecture of the catacombs and the works of art contained in them.",
		"The practical difference in the corresponding treatment was very great, as Rasori advocated a copious use of bleeding and of depressing remedies, such as antimony.",
		"For the man of the towns its vocabulary was too copious to be easily understood, and in the age of linguistic studies many commentaries were written to explain words and idioms.",
		"The clouds of steam condensed to copious torrents, which, mingling with the fine ashes, proiced muddy streams that swept far and wide over the plains, aching even to the foot of the Apennines.",
		"Their correspondence, which was, full and copious, turned principally upon the two great questions.",
		"Moffat's Historical New Testament, 2nd ed., p. 589, contains a convenient summary of the evidence with copious bibliography.",
		"Traces remain of the circuit wall, and of a sanctuary with copious terra-cotta offerings; the large necropolis yields constant loot to illicit excavation.",
		"Governors were appointed by the lords proprietors, and there are copious records in the state papers of the attempts made to develop the resources of the islands.",
		"Waqidi had much more copious materials than Ibn Ishaq, but gives way much more to a popular and sometimes romancing style of treatment.",
		"Reichenhall possesses several copious saline springs, producing about 850o tons of salt per annum.",
		"But the bundant steam given off by the volcano seems to have con- c ensed into copious rain, which, mixing with the light volcanic V",
		"Copious extracts from a diary kept by him at this time are given by Bain; they show how methodically he read and wrote, studied chemistry and botany, tackled advanced mathematical problems, made notes on the scenery and the people and customs of the country.",
		"The Roman oratory of the law courts had to deal not with petty questions of disputed property, of fraud, or violence, but with great imperial questions, with matters affecting the well-being of large provinces and the honour and safety of the republic; and no man ever lived who, in these respects, was better fitted than Cicero to be the representative of the type of oratory demanded by the condition of the later republic. To his great artistic accomplishment, perfected by practice and elaborate study, to the power of his patriotic, his moral, and personal sympathies, and his passionate emotional nature, must be added his vivid imagination and the rich and copious stream of his language, in which he had no rival among Roman writers or speakers.",
		"Chemical spillage All chemicals must be washed of the body with copious amounts of water.",
		"It gives copious details, and, as he had access to the correspondence and official documents of the Spanish leaders, it is, although necessarily possessing bias, the fullest and most authentic record existing of the events it relates.",
		"This was followed in 1786 by the French translation of Larcher, a valuable work, accompanied by copious notes and essays.",
		"The two great lights of the Gothic school are Geijer, mainly in prose, and Tegner, in his splendid and copious verse.",
		"The treatment consists in the use of solutions of common salt, followed by copious draughts of milk or white of egg and water or soap in water, in order to dilute the poison and protect the mucous membranes of the oesophagus and stomach from its action.",
		"Transpiration.In the case of terrestrial plants, the continual renewal of the water contained in the vacuoles of the protoplasts demands a copious and continuous evaporation.",
		"In 1822 Auguste Miot endeavoured to improve on Larcher; and in 1828-1832 Dr Adolf Scholl brought out a German translation with copious notes (new ed., 1855), which has to some extent superseded the work of Lange.",
		"Rawlinson, assisted in the copious notes and appendices accompanying the work by Sir Gardner Wilkinson and Sir Henry Rawlinson.",
		"The literature on the subject of the Waldensian and other sects is copious.",
		"The sulci are emphasized because the subcutaneous fat, which is copious in order to pad the skin for the purpose of firmness of holding„ being restricted to the intervals between the lines along which the skin is tied down, makes these intervals project, and these are the monticuli.",
		"The Remonstrants were asked to file copious explanations of the five points in dispute (Sententia Remonstrantium), but objecting to the manner in which they were catechized, they were, at the 57th sitting, dismissed from the synod as convicted \"liars and deceivers.\"",
		"The irregularities send back a scattered reflection of the different incident trains, and this scattered reflection becomes more copious the shorter the wavelength.",
		"Nevertheless the climate is considered healthy and agreeable; copious rains fall in general in winter.",
		"It should be difficult, after the copious details of this autobiography de luxe of the Czech nation in the year 1916, to speak of it historically as an \" oppressed \" nation of Austria.",
		"On the other hand, the precipitation on the Tibetan plateau is so copious, and so uniformly distributed, that it is able to retain the loosened material in situ, and causes it to heap itself up in rounded masses on the flanks of the mountains that are its primitive source of origin, these projecting in great part like skeletons from the midst of their own ruins.\"",
		"For while the self-contained basins of Tibet generally possess a salt lake in the middle, into which brooks and streams of greater or less magnitude gather, often from very considerable distances, these self-contained basins of the Astintagh are very small in area, and it is extremely seldom that their central parts receive any water at all, only in fact after copious rain.",
		"Higher up, in the picturesque gorges, grow rhododendrons, willows, Potentilla fruticosa, Spriaeae, Lonicereae, &c., and the rains must evidently be more copious and better distributed.",
		"The whole position was stated with more urbanity and culture, and was supported, by Carneades in particular, by argumentation at once more copious and more acute.",
		"Hydrated sulphates occur at several localities in the province of Madrid and in other provinces of Spain, and at Miihlingen in Aargau, and copious deposits of glauberite, the double sulphate of sodium and calcium, are met with in the salt-mines of Villarrubia in Spain, at Stassfurt, and in the province of Tarapaca, Chile, &c. A native nitrate of soda is obtained in great abundance in the district of Atacama and the province of Tarapaca, and is imported into Europe in enormous quantities as cubic nitre for the preparation of saltpetre.",
		"In the preface the translator praises the king for prompting him not to rest satisfied with the literature of the West, but to have recourse to the \"most pure and copious waters of the Greeks.\"",
		"The Mathesis universalis, a more elementary work, contains copious dissertations on fundamental points of algebra, arithmetic and geometry, and critical remarks.",
		"Father Simon in his Histoire critique du Vieux Testament (1682) also argues that the Pentateuch is the work of more than one author, and makes an important advance towards a systematic analysis of the separate elements by observing that the style varies, being sometimes very curt and sometimes very copious \" although the variety of the matter does not require it.\"",
		"The literature of the theological questions connected with prophecy is much too copious to be cited here; lists will be found in several of the books already referred to.",
		"The mastication causes a copious flow of saliva of a brick-red colour, which dyes the mouth, lips and gums. The habit blackens the teeth, but it is asserted by those addicted to it that it strengthens the gums, sweetens the breath and stimulates the digestive organs.",
		"His work was destroyed,' but the copious extracts which we find in Lactantius, Augustine, Jerome, Macarius Magnus and others show how profoundly he had studied the Christian writings, and how great ' was his talent for real historical research.",
		"After a laudatory account of the past conduct of the Corinthian Church, he enters upon a denunciation of vices and a praise of virtues, and illustrates his various topics by copious citations from the Old Testament scriptures.",
		"A brilliant examination for the degree of bachelor procured him, in 1588, admittance on the foundation to the university of Tubingen, where he laid up a copious store of classical erudition, and imbibed Copernican principles from the private instructions of his teacher and life-long friend, Michael Maestlin.",
		"Copious references to these mentions are collected in Tuch, De Nino Urbe (Leipzig, 1845).",
		"Keightley's Fairy Mythology is full of interesting matter; Rhys's Celtic Mythology is especially copious about Welsh fairies, which are practically identical with those of Ireland and Scotland.",
		"His style is copious and flexible; abundantly idiomatic, but without any affectation of being so, it carries with it the force and freshness of popular speech, while it lacks not at the same time a flavour of academic culture.",
		"The copious snowfall protects vegetation, supplies moisture, and contributes nitrogen to the soil.",
		"Although Tertullian's extant works are both numerous and copious, our knowledge of his life is very vague.",
		"Linguistically, Tibetan is allied to the Burmese languages, and forms with the latter a family of the so-called Turano-Scythian stock called \" Tibeto-Burman \" (q.v.), the unity of which family was first recognized by Brian Hodgson in 1828, and indeed several of the dialects of Tibetan are still only known through the copious vocabularies collected by him.",
		"His most important publication is his edition of Vasari's works in nine volumes, with copious and valuable notes (Florence, 1878-1885).",
		"A copious supply of water was required for the service of the altars and temples, for the private dwellings of priests and officials, for the use of the gymnasium, palaestra, &c., and for the thermae which arose in Roman times.",
		"Watering, which, except during the resting period, should generally be copious, is best done in the forenoon; while syringing should be done early in the morning before the sun becomes too powerful, and late in the afternoon to admit of the foliage drying moderately before night.",
		"For potting or basketing purposes, or for plants requiring blockculture, the materials used are light fibrous peat, special leaf-mould, osmunda or polypodium fibre and living sphagnum moss, which supply free drainage for the copious supply of water required.",
		"There is also a tuft of elongated hairs at the end of the tail, one upon each elbow, and in most lions a copious fringe along the middle line of the under surface of the body, wanting, however, in some examples.",
		"In the northern section, which receives the copious volumes brought down by the Volga, Ural and Terek, the salinity is so slight (only 0.0075% in the surface layers) that the water is quite drinkable, its specific gravity being not higher than 1.0016.",
		"This is only obtainable in warm and moist localities where rains are frequent and copious.",
		"The literature of tea is very copious, but scattered in pamphlet form to a great extent.",
		"The Tarnak is much the shorter (length about 200 m.) and less copious.",
		"The corpse was treated with natron and asphalt, and wound in a copious swathing of linen bandage, with a mask of linen and stucco on the face.",
		"The respiratory rhythm is less frequent and the breathing less deep; the heart-beat is less frequent; the secretions are less copious; the pupil is narrow; in the brain there exists arterial anaemia with venous congestion, so that the blood-flow there is less than in the waking state.",
		"Nominated in 1770 librarian to Francis III., duke of Modena, he turned to account the copious materials there accumulated for the composition of his Storia della letteratura italiana.",
		"About one-third (in quantity) come from Ulpian, a very copious writer; Paulus stands next.",
		"The history, which had an apologetic aim, is no longer extant, but copious extracts from it are to be found in the Chronicon of Eusebius, who used it extensively in compiling the early episcopal lists.",
		"The dogmas of Islam are not copious, and the attributes of God are the chief 1 Von Kremer, Gesch.",
		"The sites of the colonies in South Russia used to be a copious source of Greek antiquities of all periods, but the supply has ceased at the present time.",
		"His homilies, which are still preserved, furnish ample apology for the partiality of the people, exhibiting the free command of a pure and copious vocabulary, an inexhaustible fund of metaphors and similitudes, giving variety and grace to the most familiar topics, with an almost dramatic exposure of the folly and turpitude of vice, and a deep moral earnestness.",
		"His main productions were a diary kept at intervals during eighteen months (1785-1787), and translations of the Antigone, the Manual of Epictetus, &c. But the characteristic feature of his studies was the copious extracts which from this time onward he unremittingly made and preserved.",
		"After about threequarters of an hour the substances are so far fluxed or softened that the reaction now sets in fully, as shown by the copious escape of gas.",
		"The spring rain, though less copious, is more important to agriculture than the winter rain, unless where the latter falls in the form of snow.",
		"Together with the two parallel valleys of the Nerbudda and Tapti, which drain the flanks of its western half, it gives, at opposite seasons of the year, a decided easterly and westerly direction to the winds of this part of India, and condenses a tolerably copious rainfall during the south-west monsoon.",
		"In the manner of modern travellers, he gives an account of the customs, government and antiquities of the country he is supposed to have visited; a copious introduction supplies whatever may be wanting in respect to historical details; whilst various dissertations on the music of the Greeks, on the literature of the Athenians, and on the economy, pursuits, ruling passions, manners and customs of the surrounding states supply ample information on the subjects of which they treat.",
		"Many compounds containing hydrogen are readily decomposed by the gas; for example, a piece of paper dipped in turpentine inflames in an atmosphere of chlorine, producing hydrochloric acid and a copious deposit of soot; a lighted taper burns in chlorine with a dull smoky flame.",
		"But, on the other hand, they largely help to clear the sea and other waters of refuse and carrion, and for fishes, seals and whales they are food desirable and often astoundingly copious.",
		"Edison, with copious ingenuity, devised electric meters, electric mains, lamp fittings and generators complete for the purpose.",
		"The island owes its importance, therefore, mainly to its copious supply of a few raw materials, notably copper and timber.",
		"Nor until the period of the Reformation was its development in any degree rapid or copious.",
		"The text, with copious geographical notes, is published in C. Mailer's Geographi Graeci Minores, i.",
		"These incidents and limitations are thrown into relief by copious illustrations as to the fundamental features of bookland contained in the numberless \"books.\"",
		"Finally, it can surely never be advanced as an argument against the truth of religion that there are many things in it which we do not comprehend, when experience exhibits to us such a copious stock of incomprehensibilities in the ordinary course and constitution of nature.",
		"From the west side of the Cadmea another copious fountain (Paraporti) falls to the Dirce.",
		"Tindal's aim seems to have been a sober statement of the whole case in favour of natural religion, with copious but moderately worded criticism of such beliefs and usages in the Christian and other religions as he conceived to be either non-religious or directly immoral and unwholesome.",
		"Rain and snow are copious, and dense fogs enshroud the coast in summer; consequently the mountains are well clothed with timber and the meadows with grass, except in the tundras of the north.",
		"Like so many Bohemian authors, Hladik also is a copious dramatic author.",
		"But it is impossible not to admire the copious variety of thought and language, and the evenly flowing style which carried him safely through the dreariest periods of his history; and still more remarkable is the dramatic power he displays when some great crisis or thrilling episode stirs his blood, such as the sack of Rome by the Gauls, the battle by the Metaurus and the death of Hasdrubal.",
		"Similarly, though the influence of rhetoric upon his language, as well as upon his general treatment, is clearly perceptible, he has not the perverted love of antithesis, paradox and laboured word-painting which offends us in Tacitus; and, in spite of the Venetian richness of his colouring, and the copious flow of his words, he is on the whole wonderfully natural and simple.",
		"Thus the Church History, first by Stephanus (Paris, 1 554); by Valesius with copious notes, together with the Life of Constantine, the Oration in Praise of Constantine, and the Histories of Socrates, Sozomen, Theodoret, &c. (best edition that of Reading (Cambridge, 1720), in three volumes, folio); by Heinichen (1827, second edition 1868-1870 in three volumes, a very useful edition, containing also the Life of Constantine and the Oration in Praise of Constantine, with elaborate notes); by Burton (1838; a handy reprint in a single volume by Bright, 1881), and by many cthers.",
		"At the same time it will be conceded that he possessed a copious vocabulary, a fine ear for cadence, and the faculty of expressing every shade of thought or feeling.",
		"The southern exposure of this littoral region, the shelter afforded against the bitter winds of the north by the lofty Caucasus range, and the copious rainfall all combine to foster a luxuriant and abundant vegetation.",
		"His language, expressing thoughts by conventional articulate sounds, is the same in essential principle as the most cultivated philosophic dialect, only less exact and copious.",
		"Here the Hawash is a copious stream nearly 200 ft.",
		"Trees and shrubs characterized by a copious branching of the stem and frequently by a regular pyramidal form.",
		"The water is said to be free to townsmen, but is sold to the pilgrims at a rather high rate.6 Medieval writers celebrate the copious supplies, especially of fine fruits, brought to the city from Taff and other fertile parts of Arabia.",
		"A review of this book in German with copious quotations by von HammerPurgstall is published in Jahrbiicher der Literatur (Vienna, 1826), Bd.",
		"He had diligently studied the works of Jacob Boehme, and there were found amongst his manuscripts copious abstracts from them in his own handwriting.",
		"A flaith by arranging that his tenants should make their payments at different periods of the year, secured a constant and copious supply without an inconvenient surplus.",
		"The 7th century was the darkest of all the dark ages, and England is particularly fortunate in possessing the Ecclcsiastica historia of Bede, which, though its author was primarily interested in things religious, yet contains a copious chronicle of things secular.",
		"A generation of copious chroniclers was, moreover, springing up, and among them were Florence of Worcester, Henry of Huntingdon, Simeon of Durham and William of Malmesbury.",
		"Their value is always dependent upon the absence of the more satisfactory materials known as records, and these records gradually become more copious and complete.",
		"The Calendar of Venetian State Papers goes back to the I 4th century, but does not become copious till the reign of Henry VII., when also the Spanish Calendar begins.",
		"Like others who have gone through the conventional course of instruction, he kept a place in his memory for the various charms of Virgil and Horace, of Tacitus and Ovid; but the master whose page by night and by day he turned with devout hand, was the copious, energetic, flexible, diversified and brilliant genius of the declamations for Archias the poet and for Milo, against Catiline and against Antony, the author of the disputations at Tusculum and the orations against Verres.",
		"The copious additional information given by later writers is all by way either of interpretation of local legends in the light of Ephorus's theory, or of explanation of the name \"Pelasgoi\"; as when Philochorus expands a popular etymology \"stork-folk\" (w€Xaa'yoi-- it €Xap'yoi) into a theory of their seasonal migrations; or Apollodorus says that Homer calls Zeus Pelasgian \"because he is not far from every one of us,\" 6TL Tiffs ryes 7rEXas EaTCV.",
		"But as the slopes of the mountains are ascended the rainfall becomes more copious and grass makes its appearance, together with a few species of arboreal vegetation, such as the juniper.",
		"This river is fed by copious sources on the side of Mt.",
		"He is like Matthias Jochumsson in the copious flow of his rhetoric; some of his poems are perfect both as regards form and contents, but he sometimes neglects the latter while polishing the former.",
		"The Kishon is fed by springs from near Tabor and from a copious stream from the west side of the plain of Esdraelon.",
		"Its style is as easily recognized as that of Deutero-Isaiah, being as remarkable for its copious diction as for its depths of moral and religious feeling.",
		"While this is being obtained, magnesia, castor oil or olive oil can be given; or failing all these, copious draughts of water.",
		"The higher the co-efficient of extinction for light of a given period, the more copious will be reflection of that constituent of a mixed pencil.",
		"But his notices of political events in this part of his work are far less copious than in (3) Bks.",
		"A copious list of early works on conic sections is given in Fred.",
		"The south-west monsoon sweeps up the Nerbudda valley from Bombay and crossing the tableland at Neemuch gives copious supplies to Malwa, Jhalawar and Kotah and the countries which lie in the course of the Chambal river.",
		"Of the forty books which made up the history of Polybius, the first five alone have come down to us in a complete form; of the rest we have only more or less copious fragments.",
		"In Hellenic times Soli had little political importance, though it stood a five months' siege from the Persians soon after 50o B.C.; its copper mines, however, were famous, and have left copious slag heaps and traces of small scattered settlements.",
		"They are very copious, and replete with historical parallels.",
		"Are your crow's feet so copious they could pass for a map of California's freeway system?",
		"There are also copious references to key papers for further reading.",
		"Infected horses often develop a nasal discharge which may start clear but becomes thick with pus and often copious in amount.",
		"When baking flapjacks and cakes, try to sweeten them with fruit juice, such as apple, rather than copious amounts of sugar.",
		"Peterson has translated Latin terms and added copious footnotes, putting the instructions and references into context for the modern reader.",
		"Nina Jacobs, the theater's publicist, admits to finding the copious media coverage of the cats \" rather galling \" .",
		"In its interior, there was ' a neat little drinking fountain, affording copious libations of ' acqua pura ' ' .",
		"Spanish dancers were spotted, and the obligatory extinguishing of torches revealed copious luminescence.",
		"Constructed out of white satin and adorned with copious amounts of pink marabou.",
		"Ros provided a sumptuous feast including copious strawberry meringues and sarnies to die for.",
		"Yet another initiative is franchising, which involves copious training and on-going support, aimed at industry newcomers.",
		"He had copious reserves of coal stretching northwards from Worsley.",
		"Minutes before this he had been running around giving out copious amounts of tequila slammers.",
		"The class was known as ` smokey Joes ` since they were coal burning and emitted copious amounts of thick, acrid black smoke.",
		"Once I had decided to read tarot professionally I studied copious amounts of material on all aspects of the subject.",
		"I still drink copious amounts of £ 8.50 cocktails, resulting in pink projectile vomit the next morning.",
		"The same progress towards flexibility in syntax is seen in the copious supply of conjunctions possessed by Syriac. No doubt the tendency towards a more flowing construction of sentences was helped by the influence of Greek, which has also supplied a large stock of words to the Syriac vocabulary.",
		"All the resources of a copious and unclean Latin vocabulary were employed to degrade the objects of his satire; and every crime of which humanity is capable was ascribed to them without discrimination.",
		"Gsell, Fouilles dans la necropole de Vulci (Paris, 1891), for the excavations of 1889 (with copious references to earlier publications).",
		"The language now spoken by the Samoyedes belongs to the FinnoUgrian group, and is allied to Finnish but has a more copious system of suffixes (see FINNo-UGRIc).",
		"More 3 that R ought to be 1 For a discussion of theories of magnetic stress, with copious references, see Nagaoka, Rap. du Congres International de Physique (Paris, 1900), ii.",
		"There are indeed 'but few specimens of Syriac verse which exhibit high poetic quality; except for a fairly copious and occasionally skilful use of simile and metaphor, there is little of soaring imagination in Syriac poets.",
		"These facts, again, in Letter II., are worthless to a forger, because they concern matters never alluded to in any of the records; never employed in any indictment (though Lennox's are copious in private talk between Darnley and Mary, \"reports of her servants\"), and totally useless for the purposes of the accusers.",
		"Amid the plethora of books, the reader cannot do better than consult the Narrative and Critical History of America, edited by Justin Winsor (1886-1889), in eight large octavo volumes, in which all the chapters are supplied with copious and carefully compiled bibliographies.",
		"He has not, indeed, the elegance of Bacon, whom he emulated, and he is often obscure and affected; but his copious imagery and genuine penetration give his reflections a certain charm.",
		"When Mahomet spoke of the goodness of the Lord in creating the clouds, and bringing them across the cheerless desert, and pouring them out on the earth to restore its rich vegetation, that must have been a picture of thrilling interest to the Arabs, who are accustomed to see from three to five years elapse before a copious shower comes to clothe the wilderness once more with luxuriant pastures.",
		"The Tasmanians spoke a fairly copious agglutinating language, well marked as to parts of speech, syntax and inflexion.",
		"In those works marked with an asterisk copious references to the recent literature of the subject will be found.",
		"For those people who just drop in or those who drink copious amounts use the quaffing wine.",
		"The village hall was packed, and there was some superb home cooking in copious quantities, with puddings to die for.",
		"The class was known as ` Smokey Joes ` since they were coal burning and emitted copious amounts of thick, acrid black smoke.",
		"They see a problem in terms of something they can fix from on - high with the copious use of tother peoples money.",
		"When I finally get my eye shadow brush in there and manage to get some actual color on my eyes, copious amounts of dust and makeup flakes have already fallen onto the counter top, and unfortunately, my shirt!",
		"Unfortunately, Monster's popularity comes with a price - ad-rich pages (often, an ad loads before you're allowed to go to the next page) and copious job postings for temp agencies and recruiters.",
		"If it's much more serious than a simple clash of wills, for example, your supervisor is acting in an unethical or illegal way, keep copious notes.",
		"This is especially true if the original diet was copious in caffeine, meat and sugar products.",
		"The dimensions of each pan are also imprinted on the handles, so you can quickly find them if you have a copious selection of bakeware and are searching for a specific size.",
		"New York authorities had been apparently keeping their eye on Cameron Douglas under the suspicion that he was dealing copious amounts of crystal meth, amongst other drugs.",
		"The right time of the year will yield copious options in the way of children's holiday pajamas, but the same can be said for finding the right prices.",
		"Since copious vomiting and diarrhea can quickly lead to dehydration, the animal is typically hospitalized and rehydrated by administering IV fluids that contain a balance of electrolytes.",
		"The onset of copious milk secretions after birth is lactogenesis, stage 2, and usually occurs from day two or three to eight days postpartum.",
		"Adequate to copious intake of fluids are also recommended.",
		"Because creating a style to reflect one's emotions may require copious amounts of hair gel and other styling products, many people assume that the hair isn't clean.",
		"Don't be afraid to use copious amounts of products when necessary to help your hair keep the right look, but take care to protect it simultaneously.",
		"Not everyone loves showing off copious amounts of skin or baring excess cleavage - and that's perfectly fine.",
		"Even though Sally was supposed to have committed suicide by drinking vast amounts of alcohol and swallowing copious amounts of barbiturates, nothing was ever found at the apartment.",
		"We do copious amounts of research to provide you with the best comprehensive information possible.",
		"After seven years and copious amounts of research and development, Seiko unveiled the Professional Diver's 600 meter timepiece, which heralded a new era of precision standards in watch manufacturing.",
		"Although calcium is available in other foods, such as broccoli and tofu, one needs to consume copious amounts of these foods in order to meet the recommended daily allowance for this mineral.",
		"Be sure to include copious amounts of vegetables and fruits in your diet.",
		"Striking the right balance of salt in your diet can be challenging, especially when so many processed foods and baked goods can sometimes contain copious amounts of hidden salt.",
		"The embryo consists of an axis bearing two or more cotyledons and ending below in a radicle; it lies in a generally copious food-storing tissue (endosperm) which is the remains of the female prothallus.",
		"Tissues.The component parts of the tissues of which plants are composed may consist of but slightly modified cells with copious protoplasmic contents, or of cells which have been modified in various ways to perform their several functions.",
		"Upper Cretaceous formations in America have yielded a copious flora of a warm-temperate climate from which it is evident that at least the generic types of numerous not closely related existing dicotyledonous trees had already come into existence.",
		"Of this copious remains have been found in Switzerland and have been investigated with great ability by 0.",
		"The former support a copious herbaceous flora, the characteristics of which in the Old and New Worlds have been already briefly summarized.",
		"In northern Syria the mountains of Lebanon rise to about to,000 ft., and with a more copious water supply the country becomes more productive.",
		"The harvest was earlier or later as the rains towards the end of the season were more or less copious.",
		"These two newspapers now stand alone as purveyors of copious telegraphic news, and in the next rank, not greatly lower, comes the fiji Shimpo.",
		"Of these works fragments only, more or less copious and accurate, have been preserved.",
		"Miss Strickland was a warm partisan on the side of royalty and the church, but she made industrious study of \"official records and other public documents,\" gave copious extracts from them, and drew interesting pictures of manners and customs. While engaged on this work.",
		"Cicero calls his style \"copious and polished,\" Quintilian, \"sweet, pure and flowing\"; Longinus says he was \"the most Homeric of historians\"; Dionysius, his countryman, prefers him to Thucydides, and regards him as combining in an extraordinary degree the excellences of sublimity, beauty and the true historical method of composition.",
		"But there is a slight delay in ignition, partly due to expulsion of incombustible gas drawn into the jet tube in the previous half period, so that the most copious supply of gas and heat is thrown into the quarter period just preceding greatest pressure, and the vibration is maintained.",
		"The route beyond is between rows of stately shafts, and ends in a copious chalybeate spring.",
		"In another division of the religious literature of Babylonia which is largely represented in Assur-bani-pal's collection - the myths and legends - tales which originally symbolized the change of seasons, or in which historical occurrences are overcast with more or less copious admixture of legend and myth, were transferred to the heavens, and so it happens that creation myths, and the accounts of wanderings and adventures of heroes of the past, are referred to movements among the planets and stars as well as to occurrences or supposed occurrences on earth.",
		"Joly published his Manual of Quaternions (London); the valuable contents of this are doubled by copious so-called examples; every earnest student should take these as part of the main treatise.",
		"Primary sources, numbingly copious in some areas, are scarce and fragmentary in others.",
		"As one of the most violent video games of the time, Mortal Kombat also contained copious amounts of blood.",
		"Traditional bachelorette parties usually put the emphasis on party, with many events including club-style music, copious amounts of alcohol and a number of other raucous sources of entertainment.",
		"In the interior organs there are indications of a compensating accumulation of blood, such as swelling of the spleen, engorgement (very rarely rupture) of the heart, with a feeling of oppression in the chest, and a copious flow of clear and watery urine from the congested kidneys.",
		"He was a copious writer, especially in verse.",
		"That national poet collected in the earliest Scottish poem, written in the reign of Bruce's grandson, the copious traditions which clustered round his memory.",
		"The accompanying letter press is in some places copious, and useful lists of the species of various genera are occasionally subjoined, adding to the definite value of the work, which, forming one volume, was completed in 1869.",
		"On the bank of the Tiretaine there is a remarkable calcareous spring, the fountain of St Allyre, the copious deposits of which have formed a curious natural bridge over the stream."
	],
	"synonyms": [
		"voluminous",
		"rich",
		"plentiful",
		"plenteous",
		"ample",
		"wordy",
		"replete",
		"plenty",
		"overflowing",
		"numerous",
		"lush",
		"galore",
		"full",
		"flowing",
		"exuberant"
	],
	"antonyms": [
		"poor",
		"rare",
		"scarce",
		"meager",
		"needy",
		"needing",
		"wanting",
		"lacking"
	]
}