{
	"word": "flamboyant",
	"meaning": [
		"Given to or marked by elaborate, ostentatious, or audacious display or behavior.",
		"Richly or brightly colored; resplendent.",
		"Flamelike or brilliant in form or color.",
		"Designating or of a kind of architecture, as late French Gothic, characterized by flamelike tracery of windows and florid decoration.",
		"Too showy or ornate; florid, extravagant, etc.",
		"Royal poinciana.",
		"A showy tropical tree, the royal poinciana (Delonix regia)"
	],
	"sentences": [
		"There is an example of flamboyant tracery in one of the windows.",
		"The Dragon will be too flamboyant for the Dog.",
		"The facade is a magnificent specimen of the flamboyant Gothic style, flanked by two Gothic towers.",
		"The term is also given to the flowing tracery of the Decorated and the Flamboyant styles.",
		"You want to be elegant, not flamboyant, \" he said.",
		"Does she like simple or flamboyant designs?",
		"Drama Parties in general were so flamboyant and lively.",
		"Flamboyant songstress Karen O. prevents them from being just another fashionable New York garage punk band.",
		"This is a second marriage for the flamboyant pop rocker.",
		"They were all very flamboyant women, very well dressed with lots of jewelry.",
		"Items of beaded jewelry may be classically styled, with simple shapes and understated beauty or fun and funky with flamboyant styles and unusual gemstone colors or shapes.",
		"These are also an essential choice for someone who works in certain professions where more flamboyant earrings may risk getting caught in machinery or clothes.",
		"Sometimes referred to as \"dandy\" shirts, dressy, loud tops are flamboyant, colorful and adventurous.",
		"This was the primary statement of a man's wealth and station, and the easiest way to look flamboyant.",
		"Very simple chandelier candle holders may display just one or two candles, whereas the very large and flamboyant styles may hold many more votive candles.",
		"Do you share Betsey's love for the flamboyant?",
		"The western gable with its flamboyant window and Gothic door and the massive square tower are all that is left of the original edifice.",
		"In any case, our visitor's manner became less flamboyant.",
		"He was not a flamboyant player and tended to shun publicity.",
		"Anything from nude to flamboyant red goes.",
		"Lady Gaga is well-known for her flamboyant and off-beat sense of style, and she often appears in public in skimpy or revealing outfits.",
		"Have you ever seen a very flamboyant guitar player spin the guitar around his neck while he is playing?",
		"Generally speaking, the gemstones used in men's jewelry - including Celtic designs - are smaller and less flamboyant than those used in designs favored by women.",
		"Types of bracelets range from large and flamboyant bangles that can be worn mixed and matched with others giving a dramatic image on the arm, to delicate chains or segmented bracelets that add a subtle glitter on the wrist.",
		"Prom jewelry can take almost any form, from normal jewelry types such as necklaces and rings, to wonderfully flamboyant and dressy items such as hair jewelry.",
		"This silly poem is a flamboyant and glorious declaration of enjoying life and changing attitudes about aging.",
		"You can grab them in nearly any color under the sun, and their matte finish makes them perfect choice for printed or more flamboyant tops.",
		"There are a wide variety of tealight candle holders to choose from, from very simple and elegant designs through to more flamboyant and funky types.",
		"As we've learned from the often flamboyant costumes that appear on the show, ballroom dance is one area where just about anything goes.",
		"More dramatic or flamboyant proposals can become expensive and while these are wonderful gestures, there are also some downsides.",
		"Kooba is a far cry from the gleaming classic designs of Chanel or the avant-garde flamboyant styles of Dolce & Gabbanna.",
		"Venus in Aries is often flamboyant and intrigued by things that are new and refreshing.",
		"Sometimes quite flamboyant, these natives may have a tendency to exaggerate, but their hearts are usually in the right place.",
		"Perfect for those with a flamboyant personality, these fire-engine red shoes, combined with a natural wood finish, are made to stop traffic!",
		"Pocket watches can be subtle and understated items, or can be more dramatic and flamboyant.",
		"Acrylic and plastic are also light, meaning that large, flamboyant items can be made without them being uncomfortable to wear.",
		"The marble cloister by Fonsega, though rather flamboyant in character, is one of the finest of its kind in existence.",
		"Alegría is a blend of astonishing acrobatics, awe-inspiring aerial acts, spectacular sets and eccentric characters with flamboyant costumes.",
		"Bob Bagshaw and party were featured in the local papers, complete with rather flamboyant prose and indistinct photographs.",
		"He was well dressed, but his brilliant necktie, shining pin, and glittering rings were flamboyant in their effect.",
		"The normally flamboyant pair surprised some pundits by wearing traditional black morning suits.",
		"The northern façade, a magnificent example of Flamboyant Gothic, was erected between 1518 and 1533, restored in 1829 and again some fifty years later.",
		"She 's being hailed as Britain 's answer to Karen O, for both her flamboyant charity shop style and her sassy in-yer-face vocals.",
		"If you don't want to give up your flamboyant looks, you can have your cake and eat it too by experimenting with different fabrics on the sofas and chairs, but choosing solid, classic wooden tables and bookshelves.",
		"On my lips, it looked dramatic, but not flamboyant or over-the-top.",
		"If frosting in orange and black is too flamboyant for you, consider dressing up a bridal couple cake topper in costumes or slinking faux cobwebs around the base of your cake.",
		"Whether you want to go all out and exhibit a colorful, flamboyant cake or something that's a bit more subdued, rest assured that you can find a cake fit for the occasion.",
		"His flamboyant, gender-bending style brought him almost as much attention as his music, and throughout his life, he has battled a powerful drug addiction and serious bouts of depression.",
		"The styles range from discrete chains that fit snugly under the sleeve of a sweater or blouse, to large flamboyant bracelets that dress up any outfit.",
		"These flamboyant shorts have a 1\" inseam and a 9 1/2\" outseam.",
		"No, this is not a flamboyant haute designer item that will grab the attention of passersby.",
		"Expect a lot of beads, hanging cords, contrasting and flamboyant colors with patterns and drawings that look both exotic and tribal.",
		"For instance, someone who is conservative in their habits and dress will probably appreciate a conventional electronic watch and not one that is too flamboyant or way-out in style.",
		"A red face ladies watch is perfect for wear with a formal suit or business attire, as the red watch face gives just enough flair without seeming overly flamboyant.",
		"It's more subtle than going from waist-length hair to a pixie cut, and a bit more flamboyant than going to a new \"hip\" spot for lunch.",
		"Towards the end of the decade interest in flamboyant pop dwindled.",
		"His flamboyant performances, complete with burning piano, made him a star of the burgeoning rock'n'roll scene.",
		"His flamboyant personality made him a fan favorite and he made a controversial decision when he turned down a portion of his prize.",
		"Reading's top scorer was their reliable captain Greg Hancock, who enjoyed sturdy back-up from Travis McGowan and the typically flamboyant Charlie Gjedde.",
		"Its characteristics were a flamboyant and fantastic treatment of plant and animal (though not of human) forms, a free use of the geometrical device called the \" returning spiral,\" and much skill in enamelling.",
		"The choir of the chapel still contains the original oak canopied stalls, miserere seats and lofty open screens in the French flamboyant style, and of unique beauty of design and execution.",
		"The Pointed arches rest upon pillars, possibly Norman, and above them, below the Decorated clerestory windows, is a series of semicircular arches with flamboyant tracery, a remarkable feature.",
		"In the interior, which contains beautifully carved stalls, a choir-screen in the flamboyant style and many other works of art, the most striking features are the height of the nave and the boldness of the columns supporting the vaulting.",
		"The second is a chapel of two storeys, the lower dating from 1150, while the upper was rebuilt in the 15th century, and there is a rich Flamboyant entrance with a stairway (1533).",
		"The church, which rises high above the buildings clustering round it, consists of transepts and four bays of the nave of Romanesque architecture and of a fine choir (1450 - I 521) in the Flamboyant Gothic style with a triforium surmounted by lofty windows."
	],
	"synonyms": [
		"splashy",
		"showy",
		"aureate",
		"florid",
		"splurgy",
		"pretentious",
		"ostentatious",
		"resplendent",
		"loud",
		"flowery",
		"theatrical",
		"swank",
		"dazzling",
		"glamorous",
		"rococo",
		"Delonix regia",
		"peacock flower",
		"flame-tree",
		"royal-poinciana",
		"Poinciana regia"
	],
	"antonyms": [
		"unflashy",
		"moderate",
		"calm",
		"tasteful",
		"modest",
		"restrained"
	]
}