{
	"word": "largesse",
	"meaning": [
		"Generous giving, as from a patron.",
		"A gift or gifts given in a generous, or sometimes showy or patronizing, way.",
		"Nobility of spirit.",
		"Alternative spelling of largess."
	],
	"sentences": [
		"There were times when the Square Mile took almost masochistic delight in the chancellor's heady mixture of fiscal rectitude and socialist largesse.",
		"Would John Prescott allow any elected regional assembly to have the same financial largesse allowed to the Scottish executive?",
		"Nevertheless, in contemporary usage the term has become synonymous with public access to the Internet, social inclusion, broadband and lottery largesse.",
		"The chancellorâs Pre-Budget Report statement may well signal to many departments an end to the public spending largesse.",
		"As ever, the prime beneficiaries of state largesse would appear to be the middle classes.",
		"Largesse was especially given on the field of victory, and was, moreover, liberally distributed to stifle sedition and mutiny among the troops, the numerical strength of which was continually increased as the empire enlarged its borders.",
		"Politically it increased the power of the nobility at the expense of the crown, every competing pretender naturally endeavouring to win adherents by distributing largesse in the shape of crown-lands.",
		"That hangs poorly with the fact that NESTA is meant to be distributing public largesse.",
		"Whilst the public is subjected to \" market discipline \", however, multinationals continue to enjoy the largesse of the Bank.",
		"Of course, they and their advisers will use ISAs, PEPs and all such fiscal largesse with glee.",
		"The Osmanli sultans, as also the Mamelukes and the Seljuks, were accustomed to give largesse to their military forces on their accession to the throne, or on special occasions of rejoicing, a custom which still is practised in form, as for instance on the first day of the year, or the birthday of the Prophet (mevlud).",
		"Still more energetic on the other side, the Russian minister, Ivan Osterman, became the treasurer as well as the counsellor of the Caps, and scattered the largesse of the Russian empress with a lavish hand; and so lost to all feeling of patriotism were the Caps that they openly threatened all who ventured to vote against them with the Muscovite vengeance, and fixed Norrkoping, instead of Stockholm, as the place of meeting for the Riksdag as being more accessible to the Russian fleet."
	],
	"synonyms": [
		"magnanimity",
		"munificence",
		"largess",
		"openhandedness",
		"presents"
	],
	"antonyms": []
}