{
	"word": "impugn",
	"meaning": [
		"To attack physically.",
		"To attack by argument or criticism; oppose or challenge as false or questionable.",
		"To verbally assault, especially to argue against an opinion, motive, or action; to question the truth or validity of."
	],
	"sentences": [
		"At the same time he did not impugn the authority of the Church, which he regarded as useful in maintaining external unity.",
		"I do not impugn their motives, however reality does not bear that out.",
		"There is no reason to impugn the soundness of this substantially consentient testimony to the pronunciation Yahweh or Jahveh, coming as it does through several independent channels.",
		"The funftions of the champion were to ride into Westminster Hall at the coronation banquet, and challenge all comers to impugn the king's title (see Champion).",
		"Pecock's idea was that all the statements which he was prepared to impugn came from three false opinions or \"trowings,\" viz.",
		"The Hickinbotham's winery has done nothing to impugn the reputation of their neighborhood.",
		"Yet these two schools of Sufis were never quite similar; on Sunnite soil Sufiism could not openly impugn orthodox views, while in Persia it was saturated with Shiite heresy and the pantheism of the extreme devotees of 'Ali.",
		"Orthodox churchmen, Evangelical and Tractarian alike, were alarmed by views on the incarnate nature of Christ that seemed to them to impugn his Divinity, and by concessions to the Higher Criticism in the matter of the inspiration of Holy Scriptures which appeared to them to convert the \"impregnable rock,\" as Gladstone had called it, into a foundation of sand; sceptics, on the other hand, were not greatly impressed by a system of defence which seemed to draw an artificial line beyond which criticism was not to advance.",
		"Hence the following paragraphs, while they will resume and affirm his principal results, will qualify and impugn some of his positions.",
		"The ultimate superiority of the moral consciousness over all other standards is recognized, even by those who impugn its authority, whenever they claim that all men ought to recognize the superior value of the standards which they themselves wish to substitute."
	],
	"synonyms": [
		"question",
		"knock",
		"doubt",
		"denounce",
		"attach",
		"deny",
		"call in question",
		"challenge",
		"attack",
		"assail",
		"gainsay",
		"contradict"
	],
	"antonyms": [
		"flatter",
		"praise",
		"support"
	]
}