{
	"word": "vestige",
	"meaning": [
		"A trace, mark, or sign of something that once existed but has passed away or disappeared.",
		"A trace; bit.",
		"A degenerate, atrophied, or rudimentary organ or part, more fully developed or functional in an earlier stage of development of the individual or species."
	],
	"sentences": [
		"They are said to have revealed no vestige of religion.",
		"Transylvania lost every vestige of autonomy, and was fully and completely incorporated with Hungary.",
		"If any vestige of Hellenism still survived under the Sassanian kings, our records do not show it.",
		"In Drogheda itself there is now not a vestige of the palace, except the name \"Palace Street.\"",
		"On the 23rd the Austrians entered Naples, followed soon afterwards by the king; every vestige of freedom was suppressed, the reactionary Medici ministry appointed, and the inevitable state trials instituted with the usual harvest of executions and imprisonment.",
		"Mankind 's impact on the landscape has been such that no vestige of the original wildwood remains.",
		"He devised an approximate numerical solution of equations of the second and third degrees, wherein Leonardo of Pisa must have preceded him, but by a method every vestige of which is completely lost.",
		"He professed to have obtained from the monastery of Icolmkill, through the good offices of the earl of Argyll, and his brother, John Campbell of Lundy, the treasurer, certain original historians of Scotland, and among the rest Veremundus, of whose writings not a single vestige is now to be found.",
		"Every last vestige of reality was destroyed in the climactic live finale.",
		"And it's really of no interest at all to anyone with the slightest vestige of intelligence.",
		"This had a huge impact on wetland wildlife and today what remains is only a small vestige of its past glory.",
		"There were no hereditary or formally elected chiefs, nor was there any vestige of monarchy.",
		"Of the metatarsals the fifth occurs as an embryonic vestige near the joint; the first is reduced to its distal portion, and is, with the hallux, shoved on to the inner and posterior side of the foot, at least in the majority of birds.",
		"He lived at the meeting-point of three distinct civilizations - the mature, or rather decaying, civilization of Greece, of which Athens was still the centre; that of Carthage, which was so soon to pass away and leave scarcely any vestige of itself; and the nascent civilization of Italy, in which all other modes were soon to be absorbed.",
		"The area within the walls is a vast expanse of cultivated land, unbroken by any vestige of antiquity; yet the soil is thick with tile and potsherd, and in hot summers the unevenly growing corn reveals the remains of streets beneath the surface.",
		"Several of heinsprinces rallied to his standard and foreign powers berg, promised aid, but although very formidable in appearance the combination had no vestige of popular support.",
		"The heartiness of the welcome accorded him seemed to mark the disappearance of the last vestige of sectional feeling that had survived the Civil War, in which McKinley had participated as a young man.",
		"The weeders, faces to the wind, move slowly on hands and knees, and should remove every vestige of weed in order that the flax plants may receive the full benefit of the land.",
		"However, it 's hard sucking up every remaining vestige of power in a country.",
		"Of the old fort erected by Islam Khan, who in 1608 was appointed nawab of Bengal, and removed his capital from Rajmahal to Dacca, no vestige remains; but the jail is built on a portion of its site.",
		"Thus the Land Commission really fixed the price of all property, and the last vestige of free contract was obliterated.",
		"As feudal independence increased, the word vassal lost every vestige of its original servile sense, and, since it had come to imply a purely military relation, acquired rather the meaning of \"free warrior.\"",
		"The body is placed under the earth, and after a certain period there remains no vestige even of its form.",
		"Any remaining vestige of an Indian Summer is quickly blown away Birds; Butterflies; Bats; Fungi; .. .",
		"Mankind's impact on the landscape has been such that no vestige of the original wildwood remains.",
		"The work was done too soon and too fast, the colours began to fade at once, and are now barely decipherable; but the broken designs, so long as any vestige remains, will always be interesting as a relic of an important aesthetic movement and as the first attempt on Morris's part towards decorative art (see Rossetti).",
		"Not a vestige of any such empire has been found whether through digging or through studying ancient texts.",
		"In China, the government is now shutting down any vestige of democracy or rule of law left in Hong Kong.",
		"A serious attempt was made to destroy every vestige of Christian identity in the region.",
		"And it 's really of no interest at all to anyone with the slightest vestige of intelligence.",
		"Talent had been shown by certain individuals, but no healthy school of Swedish poetry had been founded, and the latest imitators of Stjernhjelm had lost every vestige of taste and independence.",
		"It would be impossible to exaggerate the importance of this revolution, which ended by destroying the last vestige of feudality, and prepared that common Italian people which afterwards distinguished itself by the creation of European culture.",
		"It was not, however, till 1868 (see Die Rhein-SchiJ aarts Akte vom 17ten Okt., 1868) that the last vestige of a toll disappeared and the river was thrown open without any restriction.",
		"Eusebius adopted and popularized this date, which fell in with his own system of Gospel chronology, but of the year 33 as the date of the Passion there is no vestige in Christian tradition before the 4th century.",
		"When it had thus lost every vestige of its true meaning, Kant's successors naturally began to speak of things as being distinct without being substances.",
		"In the dog it has been proved that after removal from the animal of every vestige of its cortex cerebri, it still executes habitual acts of great motor complexity requiring extraordinarily delicate adjustment of muscular contraction.",
		"For the extinction of all Indian titles the legislature of New Jersey in 1832 appropriated $2000, and since that date almost every vestige of Indian occupation has disappeared.",
		"Even in northern and westcentral Greece, all vestige of any former prevalence has been obliterated by the spread of \" Aeolic \" dialects akin to those of Thessaly and Boeotia; even the northern Doris, for example, spoke \"Aeolic\" in historic times.",
		"That the last vestige of good or hope he was capable of was now in her hands?",
		"The penis, and its much reduced vestige of the female, is developed from the ventral wall of the proctodaeum."
	],
	"synonyms": [
		"hint",
		"footstep",
		"evidence",
		"trace",
		"tincture",
		"scrap",
		"mark",
		"indication",
		"relic",
		"footprint",
		"track",
		"tinge",
		"sign",
		"shred",
		"remnant"
	],
	"antonyms": []
}