{
	"word": "pathos",
	"meaning": [
		"Suffering.",
		"The quality in something experienced or observed which arouses feelings of pity, sorrow, sympathy, or compassion.",
		"The feeling aroused.",
		"(rhetoric) A writer's attempt to persuade an audience through appeals involving the use of strong emotions not strictly limited to pity.",
		"(theology, philosophy) In theology and existentialist ethics following Kierkegaard and Heidegger, a deep and abiding commitment of the heart, as in the notion of \"finding your passion\" as an important aspect of a fully lived, engaged life."
	],
	"sentences": [
		"The dramatic performance was rich in sad pathos and left the audience with teary eyes.",
		"The pathos of the Children's Crusade of 1212 only nerved him to fresh efforts.",
		"The tender, half-broken tones in which these words were said, the inexpressible pathos of his voice and manner, were never forgotten by those who heard that Wednesday morning speech.",
		"The pathos at the underfunded orphanage left me overwhelmed.",
		"The autobiography in Latin verse, with its playful humour, occasional pathos and sublime self-complacency, was thrown off at the age of eighty-four.",
		"Many masterpieces in this museum are iconic representations of pathos in art.",
		"Pathos and indignation, subtlety and simplicity, personal appeal and political reasoning, were the alternate weapons with which she fought against all odds of evidence or inference, and disputed step by step every inch of debatahle ground.",
		"And in these three works of fiction there are not only humour and pathos, character and truth, there is also the largeness of outlook on life such as we find only in the works of the masters.",
		"The pathos of such tragedies as the death of Gunnar and Hoskuld and the burning is interrupted by the humour of the Althing scenes and the intellectual interest of the legal proceedings.",
		"His quaint humour alternating with genuine pathos, and above all his simple and singularly unaffected devotional nature, made him as a preacher without a peer in his own time and country.",
		"The fine Thucydidean speeches, the dramatic power of grasping character, and the pathos and poetry that run through the stories, along with a humour such as is shown in the Edda, and a varied grace of style that never flags or palls, make Snorri one of the greatest of historians.",
		"And we read, the story told with great pathos, what happens next.",
		"The medieval church was not really interested in the human pathos of the infant Jesus.",
		"Peter, how- ever, supposed a certain pathos in Jesus ' question.",
		"Although marred by occasional schmaltz, it generally manages to strike a good balance between pathos and lightheartedness.",
		"The magnificent piece in praise of winter, the solemn and beautiful cadences of \"Departure,\" and the homely but elevated pathos of \"The Toys,\" are in their various manners unsurpassed in English poetry for sublimity of thought and perfection of expression.",
		"However, a performance of the role that brings that pathos out more effectively would give greater weight to the happy ending.",
		"She's written so much for the stage and screen that have so much pathos, which I find a very interesting angle.",
		"On the one hand, they produce a theatrically enthralling combination of brilliant farce and deep pathos.",
		"Hulk's diary As with much of the best comedy, there are glimpses of real pathos here.",
		"Yet there is genuine pathos in the regrets and resentments of the two sisters.",
		"In front of a work of such tender pathos the viewer is almost compelled to offer a hand in aid.",
		"Pathos Poetry (or other literature) which evokes pity or sadness in the reader e.g. Send No Money by Philip Larkin.",
		"The cast fires on all cylinders and is aided by a fine witty script which crackles with pathos.",
		"Already in this play Ford exhibits the singular force of his pathos; the despondent misery of the aged Meleander, and the sweetness of the last scene, in which his daughter comes back to him, alike go to the heart.",
		"No contemporary, unaided by personal knowledge, could be expected to trust in Wagner's purity of ideal on the strength of Tannhauser, which actually achieved popularity by such coarse methods of climax as the revivalistic end of the overture, by such maudlin pathos as 0 du mein holder Abendstern, and by the amiably childish grand-opera skill with which half the action is achieved by processions and a considerable fraction of the music is represented by fanfares.",
		"The pathos of natural affection is occasionally recognized in Statius and more rarely in Martial,' but it has not the depth of tenderness found in Lucretius and Virgil.",
		"In the Silvae, though many of them have little root in the deeper feelings of human nature, we find occasionally more than in any poetry after the Augustan age something of the purer charm and pathos of life.",
		"The generous scorn and pathos of the historian acting on extraordinary gifts of imaginative insight and characterization, and the fierce indignation of the satirist finding its vent in exaggerating realism, doubtless to some extent warped their impressions; nevertheless their works are the last voices expressive of the freedom and manly virtue of the ancient world.",
		"From a literary point of view Phaedrus is inferior to Babrius, and to his own imitator, La Fontaine; he lacks the quiet picturesqueness and pathos of the former, and the exuberant vivacity and humour of the latter.",
		"Even in the existing versions of the letters, translated from the lost originals and retranslated from this translation of a text which was probably destroyed in 1603 by order of King James on his accession to the English throne - even in these possibly disfigured versions, the fiery pathos of passion, the fierce and piteous fluctuations of spirit between love and hate, hope and rage and jealousy, have an eloquence apparently beyond the imitation or invention of art (see Casket Letters 1).",
		"In his greatest extant speech-that Against Eratosthenes-and also in the fragmentary Olympiacus, he has pathos and fire; but these were not characteristic qualities of his work.",
		"He was the first to impart to the Roman adaptations of Greek tragedy the masculine dignity, pathos and oratorical fervour which continued to animate them in the hands of Pacuvius and Accius, and, when set off by the acting of Aesopus, called forth vehement applause in the age of Cicero.",
		"A national policy of \"growling before fighting\" - later practised successfully enough by the United States - was not then possible; and one writer has very justly said that what chiefly affects one in the whole matter is the pathos of it - \"a philosopher and a friend of peace struggling with a despot of superhuman genius, and a Tory cabinet of superhuman insolence and stolidity\" (Trent).",
		"He chose his subjects from the national history, and began with the Auto de Gil Vicente, in which he resuscitated the founder of the theatre, and followed this up with other prose plays, among which the Alfageme de Santarem takes the palm; finally he crowned his labours by Frei Luiz de Sousa, a tragedy of fatality and pathos and one 'of the really notable pieces of the century.",
		"Though these Triumphs, as a whole, are deficient in poetic inspiration, the second canto of the Trionfo della morte, in which Petrarch describes a vision of his dead love Laura, is justly famous for reserved passion and pathos tempered to a tranquil harmony.",
		"His mastery of the English tongue, his dramatic power, his instinctive art of impersonation, which had become a second nature, his vivid imagination, his breadth of intellectual view, the catholicity of his sympathies, his passionate enthusiasm, which made for the moment his immediate theme seem to him the one theme of transcendent importance, his quaint humour alternating with genuine pathos, and above all his simple and singularly unaffected devotional nature, made him as a preacher without a peer in his own time and country.",
		"To these generalizations there are few exceptions, though Icelandic literature includes a group of poems which possess qualities of high imagination, deep pathos, fresh love of nature, passionate dramatic power, and noble simplicity of language which Icelandic poetry lacks.",
		"He surpasses the school of Antiphon in perspicuity, the school of Lysias in verve, the school of Isocrates in variety, in felicity, in symmetry, in pathos, in power.",
		"Even without understanding the words of the Italian opera, the American students felt the passion and pathos of the performance.",
		"Movie companies invest time and effort to craft a compelling trailer that captures their movie's excitement, intrigue, suspense, romance, laughs, drama, and pathos.",
		"The abbreviated version is easy to follow and doesn't skimp on the pathos featured in the original series.",
		"Alexander Carlyle, the famous divine (1 77 2-1805), whose Memorials of his Times still affords fascinating reading, ministered for fifty-five years in the parish church, in the graveyard of which lies David Macbeth Moir (1798-1851), who under the pen-name of \" Delta \" wrote Mansie Wauch, a masterpiece of Scots humour and pathos.",
		"His music is in this way singularly expressive; its humour and pathos.",
		"For the most part flowing easily along, it rises on fit occasions to splendour, picturesque beauty or pathos.",
		"Prayers and other formulas have been copied down by Sahagun and other chroniclers, of endless prolixity, but not without occasional touches of pathos.",
		"She wrote to Elizabeth and the duke of Guise two letters of almost matchless eloquence and pathos, admirable especially for their loyal and grateful remembrance of all her faithful servants.",
		"Several of the more important fragments are found in Cicero, who expresses a great admiration for their manly fortitude and dignified pathos.",
		"His style is clear, absolutely unadorned, and somewhat lacking in force; he appeals constantly to the intellect rather than to the emotions, and is seldom picturesque, though in describing a few famous scenes, such as the execution of Charles I., he writes with pathos and dignity.",
		"Heber's hymns and other poems are distinguished by finish of style, pathos and soaring aspiration; but they lack originality, and are rather rhetorical than poetical in the strict sense.",
		"As is usual with a man who has not true humour, Burke is also without true pathos.",
		"As their reputation grew he travelled all over the country, delighting large audiences with his quaint humour and natural pathos.",
		"What elegies can be compared with the pathos of David's lament over Jonathan and his bitter enemy Saul?",
		"The word homeopathy derives from the Greek ' homoios ', meaning similar, and ' pathos ', meaning suffering.",
		"The melodic ' sigh ' (79) of a falling 5th lends pathos to the piece.",
		"And as well as adding pathos to the film, Kong also manages to mash up a couple of freaking dinosaurs.",
		"But he could evoke pathos, he could also be excessively sentimental.",
		"Who can read the last phrase, the coming revolution in Europe, without feeling the most profound pathos?",
		"Nurse Chapel spends the original Star Trek suffering an unrequited crush on Spock, which is played mainly for pathos, although some laughs are had.",
		"But many hold that his letters and essays are finer contributions to pure literature, and that on these exquisite mixtures of wisdom, pathos, melody and humour his fame is likely to be ultimately based.",
		"In a sermon on the Apocalypse he shook men's souls by his terrible threats of the wrath to come, and drew tears from their eyes by the tender pathos of his assurances of divine mercy.",
		"Cockburn's forensic style was remarkable for its clearness, pathos and simplicity; and his conversational powers were unrivalled among his contemporaries.",
		"In the orchestral ballad, La Belle Dame sans Merci, he touches the note of weird pathos, and in the nautical overture Britannia his sense of humour stands revealed.",
		"He has described his sufferings with singular energy, simplicity and pathos.",
		"His fervour and dramatic action held them spell-bound, and his homely pathos soon broke down all barriers of resistance.",
		"In command and in expression of passion and of pathos, of noble and of evil nature, it equals any other work of this great dramatic poet; in the lifelike fusion of high comedy with deep tragedy it excels them all.",
		"The latter has many and obvious merits, not the least of which is the pathos shed about him in his last incarnation as the Indian John of The Pioneers.",
		"Setting the movie scene in a funeral parlor was an immediate way to add pathos to the scene.",
		"His remarkable oratorical talents, rich humour, genuine pathos and inimitable power of story-telling, enabled him to do good service to the total abstinence movement.",
		"It is too long, the sentiment is overstrained, and severe moralists have accused it of a certain complaisance in dealing with amatory errors; but it is full of pathos and knowledge of the human heart.",
		"Almost every year from this time forward until near his death he published about Christmas time one or two of these unique stories, so delicate in their humour and pathos, and so masterly in their simplicity.",
		"Abandoning all reserve, Vergniaud delivered one of the great orations of his life, depicting the misfortunes of the peasantry in language of such combined dignity, pathos and power that his fame as an orator spread far and wide.",
		"The author uses pathos when she unfolds the tragic backstory of the relatable villain.",
		"He used the rhetorical device pathos in his email campaign to plead for higher donations to support the starving kittens.",
		"The complicated plot is constructed with greater skill than is usual with this dramatist, and the pathos of particular situations, and of the entire character of Penthea - a woman doomed to hopeless misery, but capable of seeking to obtain for her brother a happiness which his cruelty has condemned her to forego - has an intensity and a depth which are all Ford's own.",
		"Jeremiah's was a sensitive, tender nature; and he laments, with great pathos and emotion, his people's sins, the ruin to which he saw his country hastening, and the trials and persecutions which his predictions of disaster frequently brought upon him.",
		"His speech about saving the narwhal tugged at my heart-strings and was a perfect example of pathos.",
		"When she is telling a child's story, or one with pathos in it, her voice runs into pretty slurs from one tone to another.",
		"They range from the rough and noble pathos of Egil, the mystic obscurity of Kormak, the pride and grief of Hallfred, and the marvellous fluency of Sighvat, to the florid intricacy of Einar and Markus.",
		"Next year the exile of Guernsey published his third great romance, Les Travailleurs de la mer, a work unsurpassed even among the works of its author for splendour of imagination and of style, for pathos and sublimity of truth.",
		"In 1874 he published his last great romance, the tragic and historic poem in prose called Quatrevingt-treize; a work as rich in thought, in tenderness, in wisdom and in humour and in pathos, as ever was cast into the mould of poetry or of fiction.",
		"Almost as subtle, and much more directly impressive, is the pathos of the death of Siegfried, which is heightened by an unprecedented appeal to a sense of musical form on the scale of the entire tetralogy."
	],
	"synonyms": [
		"poignancy",
		"ruth",
		"commiseration",
		"pity",
		"tenderness",
		"sympathy",
		"emotion",
		"sentiment",
		"feeling",
		"sympathetic chord",
		"compassion",
		"sadness",
		"woe",
		"desolation",
		"bathos"
	],
	"antonyms": [
		"glee",
		"cheer",
		"joy",
		"happiness"
	]
}