{
	"word": "alleviate",
	"meaning": [
		"To make (pain, for example) less intense or more bearable.",
		"To make less hard to bear; lighten or relieve (pain, suffering, etc.)",
		"To lessen or reduce.",
		"To reduce or decrease.",
		"To make less severe, as a pain or difficulty."
	],
	"sentences": [
		"Ice chips can help alleviate this symptom.",
		"Internet dating has helped to alleviate some of these fears.",
		"Sufferers of panic attacks may be given a higher dose of niacin to alleviate the problem.",
		"There are several nutrients that can help alleviate the discomfort of hot flushes.",
		"Each has a well-equipped kitchen to alleviate the tedium of eating out every day.",
		"Snoring aids can help alleviate this problem.",
		"Parental reassurance and comfort and the addition of a night light may alleviate some of these concerns.",
		"In 1901, after years of disastrous drought and famine, the government of India appointed a commission to examine throughout all India what could be done by irrigation to alleviate the horrors of famine.",
		"We should not connive at the destruction of imaginations, not even to alleviate boredom.",
		"Cruciate ligament reconstruction may alleviate the anterior knee pain associated with anterior or posterior cruciate ligament laxity.",
		"These grants went far to alleviate the suffering which without them must have, followed the event.",
		"Some simple changes in eating habits can alleviate nausea in many pregnant women.",
		"Our objective is to alleviate sickness and illness and find treatments and cures for the medical conditions which are collectively called Down 's syndrome.",
		"Local authorities have opened 578 regional soup kitchens to alleviate family destitution resulting from the new regulations.",
		"You will be helping to alleviate human famine by taking less out of the World's finite resources.",
		"Sleep apnea can be life threatening; however, by following a well-implemented treatment plan you can alleviate most of the symptoms of sleep apnea.",
		"While nearly any dentist can fit patients with oral devices that can alleviate the symptoms of an apnea or snoring problem, many patients prefer to visit a sleep dentist.",
		"This federal program is designed to encourage delinquent homeowners and lenders to work together to delay or alleviate foreclosure.",
		"The customization process seeks to alleviate this problem.",
		"She wasn't sure why she'd hoped he was gone, except that his absence would alleviate her guilty conscious.",
		"Samaritans believe that offering people the opportunity to be listened to in confidence and accepted without prejudice, can alleviate despair and suicidal feelings.",
		"Caches are designed to alleviate this bottleneck by making the data used most often by the CPU instantly available.",
		"Stage Four - Strategies Agreed Shared Responsibility No blame is attributed but instead the group are asked to help alleviate the misery.",
		"The initial goal of treatment is to alleviate pain, followed by measures to reduce future fracture risk.",
		"However, we are not convinced of the adequacy of his efforts to alleviate the plight.",
		"Helping healthcare assistants to gain higher qualifications could alleviate the serious shortage of nurses in Britain.",
		"Our objective is to alleviate sickness and illness and find treatments and cures for the medical conditions which are collectively called Down's syndrome.",
		"Throat lozenges or a throat spray can alleviate a sore throat and lubricate your throat to help a cough.",
		"Neutering can alleviate house soiling, but it's not a sure cure.",
		"The company blends the valerian with chamomile, spearmint and other soothing herbs to help alleviate insomnia.",
		"Kelp - Contains properties known to alleviate arthritis pain, boost energy, enhance immunity, fight cancer and heart disease and improve liver function.",
		"A number of herbal preparations may help to alleviate anxiety.",
		"As puppies, they teeth and may feel the need to chew to alleviate the discomfort of new teeth coming in.",
		"Sleep apnea alternative treatment options can help to alleviate some of the sleeping problems you are having.",
		"This device can alleviate sleep apnea in some patients.",
		"Tightening the headgear or using a CPAP pillow will usually alleviate this problem.",
		"Pinpointing the right cause can help alleviate the sleepwalking.",
		"The Genesis School of Hypnosis in Chesapeake, VA offers an approach that can help snorers make changes in behavior that can help alleviate snoring conditions.",
		"A custom fit mouthpiece can be designed to hold the jaw slightly forward during sleep, opening the airway to alleviate the problems.",
		"These medications improve sleep quality, but rarely help alleviate all of the symptoms of RLS.",
		"Even though changes in lifestyle, including proper diet and exercise, can alleviate snoring, it is still necessary to consult a physician about the sleep disorder.",
		"In many instances, simple changes in lifestyle are sufficient to alleviate mild snoring problems or sleeplessness.",
		"Otolaryngologists can help alleviate the symptoms by addressing structural problems that may cause the blockage.",
		"Brandenton sleep apnea specialists can help alleviate the symptoms of a sleep disorder using a number of different approaches.",
		"Using a heated humidifier with your CPAP machine can alleviate most of these symptoms.",
		"Exercises for restless leg syndrome have relatively little clinical backing, but a few studies have found that exercise may alleviate symptoms of the condition.",
		"Since the neurological disorder involves movement, some believe that exercise can alleviate the problem.",
		"The release of tension built up in the muscles may alleviate the urge to move while at rest.",
		"Few clinical trials offer insight into the effectiveness of exercising to alleviate the symptoms of RLS.",
		"Loosening the straps or sleeping with a CPAP pillow may alleviate these problems.",
		"Switching from a nasal mask to a nasal pillow mask can often alleviate many sleeping problems, particularly for slide sleepers who tend to fight with slipping nasal masks throughout the night.",
		"Chamomile is also beneficial to digestion and may alleviate nausea, making it an excellent sleep aid for insomnia caused or worsened by gastrointestinal disorders.",
		"Sometimes, snoring is a symptom of a serious underlying medical condition.In severe cases, surgery is necessary to alleviate snoring and improve sleep.",
		"The dental professionals often go above and beyond the typical requirements for fitting patients with oral appliances to alleviate sleep related breathing problems.",
		"This will also alleviate the tell tale snoring caused by sleep apnea.",
		"Since the actual cause of the leg cramp is unknown, it is difficult to determine what can be done to alleviate the cramping.",
		"Walk slowly on the leg may also alleviate the cramping.",
		"Temperature - Standing on a cold floor may alleviate foot cramps.",
		"Frequent stretching can prevent and alleviate the pain.",
		"If massage does not alleviate the cramping, place your bare foot on a cold floor and use the floor to flatten the foot, which will extend the calf muscle.",
		"A sleep dentist specializes in dental sleep medicine, a relatively new field that focuses on oral appliances used to alleviate breathing problems associated with obstructive sleep apnea and severe snoring.",
		"Dr. Tejumade is a member of the AADSM and, although it seems as if cosmetic and general dentistry are her areas of specialty, she has much to offer patients who want to alleviate the nighttime breathing problem.",
		"Sleep apnea dentistry seeks to alleviate symptoms of sleep apnea using oral appliance therapy.",
		"With a few adjustments you can usually improve the comfort level and alleviate the problems with your CPAP mask.",
		"New bedding - A new mattress, pillows or bedding may alleviate discomfort and promote sleep.",
		"While over the counter sleeping pills are considered safe when used in moderation, before you reach for a pill to alleviate insomnia, try some of the following methods to create a calm atmosphere in your bedroom.",
		"One simple way to alleviate snoring is to change the position that you sleep in.",
		"Regardless of the reason you snore, chances are that once you effectively alleviate snoring, you will find yourself substantially better rested.",
		"A home remedy for snoring may help alleviate the sleep problem.",
		"Breathing through the nose can alleviate the snoring problem since the air is not moving past the tissues in the back of the mouth.",
		"Treatment for hypersomnia may alleviate excessive daytime sleepiness and the problems associated with the sleep disorder that can affect the patient's ability to function on a daily basis.",
		"If the hose is just too awkward, a CPAP hose lift system can alleviate the problem by lifting the hose out of the way entirely.",
		"Snoring and bruxism are closely related, but more research is necessary to determine whether products for snoring can alleviate teeth grinding during sleep.",
		"Teeth grinding products may alleviate the sleep problem in many cases.",
		"Doctors may prescribe Ativan to alleviate insomnia.",
		"Understanding why you are experiencing these symptoms may help you find ways to alleviate the pain and numbness.",
		"He was made commanderin-chief of the National Guard, and appointed by the Convention warder to the king, in which position he did all in his power to alleviate Louis's captivity.",
		"Drinking orange juice or tonic water may help to alleviate any cramp pain.",
		"Finally, just remember that you won't be able to alleviate all of your child's fears.",
		"Parents can do a lot to alleviate the insecurities and fears that an older sibling might have.",
		"Since it costs the carrier more, it costs the carpet company more and therefore, you must pay more.To alleviate some of the shipping cost, try to pick up the carpet yourself from the carriers facility.",
		"Alleviate that techno-stress, which is what you get when you are frustrated by technology, by using an electronics buying!",
		"If you have back pain, neck pain or stiffness upon waking, compare foam mattress memory topper products and purchase one to alleviate your pain.",
		"Helping your child understand issues regarding custody, visitation, and division of primary assets will alleviate some insecurity.",
		"Peaceful divorce mediation may alleviate battles over everything from child custody to property division.",
		"Reducing the use of these products can help alleviate the symptoms of different allergies and is said to have a beneficial affect on asthma sufferers.",
		"However, many models have the option of a half-load, which should alleviate that problem.",
		"There are several natural products that claim to alleviate the pain of migraines naturally, without the side effects.",
		"A number of herbal and natural remedies are believed to alleviate anxiety--including single ingredient remedies and special formulations.",
		"It has muscle relaxing properties that can alleviate anxiety.",
		"For those seeking natural products to alleviate social anxiety disorder, there are many herbs and supplements thought effective.",
		"While St. John's Wort has been used throughout history for many conditions, benefits proven by modern science focus on its ability to alleviate mild to moderate depression.",
		"St. John's Wort appears to alleviate this disorder to some capacity.",
		"The proper St. John's Wort dosage can help alleviate a number of different ailments, both physical and mental.",
		"This appears to alleviate depression, anxiety, and panic disorder for some people.",
		"It also helps to alleviate breast tenderness.",
		"Keep these points in mind prior to your appointment; this will help alleviate any surprise when the procedure begins.",
		"It will also alleviate dry eyelids, which can prevent MAC eyeshadow from spreading evenly over the lid.",
		"This kit can also be a tool for young children to introduce the subject of death.Most husbands and wives grieve completely opposite and composing the kits together may alleviate some unwanted stress.",
		"This is important because it can help to alleviate any fears or preconceived notions you may have about meditation in general.",
		"Though controlling anger might seem a daunting and formidable task, anger management worksheets can help alleviate anger and reduce the accumulative stresses associated with these powerful emotions.",
		"Once we know the causes of the anger and know how to perceive our various anger moods, we can begin to address the situation and alleviate the anger.",
		"The flexing motion can help alleviate symptoms of carpal tunnel syndrome, a debilitating condition that causes pain in the fingers and wrists.",
		"A stress ball can help alleviate the symptoms of this too.",
		"The simple act of just walking away from a desk for five to ten minutes once or twice a day can help to alleviate stress.",
		"If you don't want to go on medication, explain this to him or her and then ask if there is anything else that can be done to help alleviate the attacks.",
		"Additionally, keep in mind that no matter the stress you are facing, you can always alleviate your stress levels by either exercising, or doing something that you truly enjoy.",
		"You can alleviate a significant amount of financial, emotional, and physical stress by following a few holiday stress tips.",
		"Being familiar with the physical symptoms of anxiety attacks can help you learn to recognize signs of debilitating panic in yourself or others so you can take steps to alleviate the stress.",
		"One way to alleviate these feelings and reduce the effects of stress on your body is gaining control over the time you have during the day.",
		"However, you can alleviate some of your angst by accepting your expectations or the inevitable.",
		"The best way to care for yourself and alleviate yourself from this suffering is to talk to a professional about your symptoms.",
		"Instead, try to carve a few hours out on Saturday morning or afternoon to alleviate the burden.",
		"This will help you to alleviate stress and still give you time to do things you enjoy, aside from schoolwork.",
		"Establishing a simple budget, establishing what are necessary household and personal expenses, and living within your means can all help alleviate the financial stress that can lead to arguments in marriage.",
		"Since none of the key players have to drive, the ride to the ceremony location is festive, helping to alleviate pre-wedding stress and jitters.",
		"Ordering the invitations in a timely manner will help to alleviate stress and keep your wedding plans on the right track.",
		"There are many herbal remedies used by individuals to help alleviate symptoms of depression.",
		"Understanding how each of these treatment procedures works will motivate you to seek out both so you can alleviate your depression symptoms.",
		"If you find that you can't ignore the mild side effects, an over-the-counter medication can help alleviate any discomfort.",
		"Like a scholarship from many other larger companies like Pepsi or Target, a Coca Cola scholarship can help to alleviate the rising cost of college tuition.",
		"The presence of a few Carnival employees to help direct lines does alleviate some confusion.",
		"If you accidentally cut the quick, styptic powder will stop the bleeding and alleviate the pain.",
		"He/She will diagnose the cause of the sores, and likely prescribe medication to alleviate her discomfort.",
		"A professional dog trainer can evaluate the reason for a dog's excessive barking and recommend training techniques to alleviate the problem.",
		"By applying graduated pressure on specific areas of the leg and foot, compression socks help alleviate pain and prevent vein diseases.",
		"The FTF works to build trading partnerships which in turn create better working conditions and alleviate poverty by creating a sustainable economy that places the welfare of people and the environment at the forefront.",
		"Fubar makes the claim that these bars will help men fuel their bodies through rigorous physical activity and will assist women curb hunger cravings and potentially alleviate hot flashes.",
		"Knowing of the best organic vitamins are may help alleviate some of the concerns you have about food and drug safety.",
		"This is where organic food labeling helps inform the consumer and alleviate some of the doubts regarding the sources of foods in their diet.",
		"You can alleviate this problem by tying a scarf loosely around your hair before you don your poncho.",
		"What you will find are well-constructed, quality undergarments that help alleviate any discomfort you may have, as well as give you a flattering silhouette under all of your clothing.",
		"To alleviate your concerns, the ASTM and the trampoline safety association have put together a list of easy steps you can take right now in order to rest easy.",
		"Kitchens and bathrooms in general are major sources of mold, but locate other possible hiding spots for these dangerous colonies in order to alleviate the problem.",
		"Some women choose to alleviate symptoms by taking herbal supplements or other alternative therapies.",
		"A well-rounded exercise program will also alleviate boredom.",
		"These practices can also help alleviate pains and prevent injury, as well as center the mind and create a sense of peace.",
		"For some women dietary changes may help alleviate signs of menopause.",
		"Dentists can be wonderful Princeton snoring resources because they can determine whether a mouthpiece could be fitted for a patient to alleviate their snoring.",
		"In addition, medical equipment, available by prescription, or laser procedures (Laser assisted uvula palatoplasty) may help alleviate snoring.",
		"Home remedies for snoring are no substitute for medical attention, but they can alleviate the symptoms.",
		"A snoring device is a piece of equipment used to alleviate snoring.",
		"Stop snoring aids include products that are designed to alleviate snoring.",
		"Simply finding a mask that has a good fit can alleviate problems with leaks and skin discomfort.",
		"You can be fitted for an oral device that may alleviate the symptoms of obstructive sleep apnea.",
		"The cream is safe to use with a CPAP mask, and it can alleviate dryness and cracking commonly associated with using CPAP machines.",
		"If you absolutely, positively can't wait to see what's going to happen next to the eccentric residents of Albert Square, then Eastenders soap spoiler will help alleviate your anxiety.",
		"This process helps draw out lymph secretions and waste, loosens dried lymph and helps alleviate swelling.",
		"Washing daily with a gentle soap and soaking in a mild saline solution will help speed up the healing and alleviate discomfort.",
		"Maintaining proper aftercare will help alleviate these symptoms.",
		"Some shops will use a cryogesic spray, such as ethyl chloride, to alleviate the discomfort.",
		"Following a proper aftercare regime will help alleviate the pain.",
		"In these cases, changing to a more appropriate piece of jewelry made out of a non-reactive metal such as 316 LVM stainless steel, titanium, niobium or glass will alleviate the symptoms.",
		"Ice chips can help alleviate this swelling and make eating more comfortable.",
		"People who suffer from Seasonal Affected Disorder may also find this a great way to wake up in the morning and sunrise clocks may help alleviate some of the symptoms.",
		"It's often used to alleviate anxiety, headaches, and/or fatigue.",
		"Yoga instructors Lisa and Charles Matkin have developed the Healing Yoga DVD series, featuring sequences to alleviate conditions such as headaches and back pain, as well as assist in pain management.",
		"While it's true that Yoga Toes cannot cure foot problems, they can certainly help alleviate the pain and symptoms of common foot problems.",
		"Yoga Pro states that Yoga Toes, if used frequently enough, can alleviate bunion pain or take it away completely depending on the severity of your condition.",
		"I couldn't really understand what made them so different from the many splints or slings I'd been looking at to alleviate my bunion.",
		"People who work on their feet all day and yogis who suffer from foot cramps believe wearing Yoga Toes for a period each day helps alleviate pain.",
		"Early intervention for families can help parents figure out strategies to make home life comfortable and alleviate stress.",
		"It is said to have begun in convents and it had its strongest upsurge in the Great Irish Famine of 1846, where its sales helped alleviate poverty woes.",
		"While many people turn to over-the-counter products to relieve symptoms of acid reflux, acid reflux and diet changes are a better choice to help alleviate common acid reflux symptoms for the long term.",
		"Whole grains will provide important sources of dietary fiber and alleviate any gastrointestinal complaints you may have experienced previously.",
		"However, eating a lower-acid diet can also help to alleviate some or all of these symptoms.",
		"There are a few products on the market, such as Beano and GasEx, which can help to alleviate some of these issues while you follow the diet.",
		"For people with severe RA flare-ups, medication is also prescribed to help alleviate symptoms.",
		"To alleviate urinary tract problems. Cranberries have long been connected to urinary tract health.",
		"People who have arthritis can actually help alleviate some of their symptoms with the right type of exercise.",
		"While not conclusively linked to one particular profession or hobby, anyone who's familiar with the symptoms is probably looking for ways to alleviate them.",
		"Still, there are steps you can take to alleviate the tedium and inject a little bit of fun into your workouts.",
		"Stretching exercises for the lower back may also help correct postural alignment, which may in turn alleviate back pain.",
		"The following stretching exercises for the lower back may help alleviate discomfort.",
		"By performing abdominal exercises from an reclined, you can alleviate pressure on the neck and lower back.",
		"For example, when performing the Pilates 100, placing your head at the higher end of the machine can alleviate some of the neck strain associated with this exercise.",
		"Stepping off the bosu and marching in place can alleviate the cramping.",
		"While Medicare Part D does not cover all of your medication needs or costs, it does alleviate much of the financial burden when dealing with what has been termed catastrophic medical needs.",
		"The more information you provide, the more you can alleviate the need for any delay or guesswork by emergency personnel.",
		"Both men and women might opt to wear a hernia support girdle to hide the offending protrusion and alleviate any discomfort.",
		"I am working on other products to alleviate frustrations but none of them are in the fashion field.",
		"Including a dryer sheet in the dryer during the cycle will help alleviate static electricity.",
		"Tan pantyhose can help alleviate much of this cosmetic issue, as the coloring of the pantyhose can help to camouflage blue or green veins.",
		"Robots are precise and performing risky surgeries can alleviate human error and stress associated with surgery.",
		"This may also help alleviate acne, since stress may trigger outbreaks.",
		"Even if you do not suspect sun stroke or dehydration, a doctor may still be able to prescribe you oral medication or topical treatments that will help alleviate pain and speed your recovery.",
		"Most cases of heat rash clear up quickly, while others may require anti-itch treatments such as calamine lotion or cooling menthol ointments to soothe and comfort the skin and alleviate itching.",
		"To alleviate this problem, put a thick layer of petroleum jelly on the lips before you go to bed, and always wear a lip moisturizer under your lipstick during the day.",
		"If you suffer from a bedbug rash, cool showers, damp rags, and soaking in oatmeal may help alleviate the symptoms of your bedbug bites.",
		"Clinique Deep Comfort is formulated to alleviate dry skin through a potent formula that essentially drenches the skin with long-lasting moisture.",
		"There are things you can do to lessen and even alleviate the negative aspects of adding a forum to your website.",
		"There is comedy too, to alleviate the weight of supposedly solemn realism.",
		"Higher economic growth within the EU could help to partially alleviate the pensions problem.",
		"It can only temporarily alleviate some of the grosser evils of the present system.",
		"Don't invite provocative conversation or respond to alleviate any boredom.",
		"To alleviate such difficulties, it is common to assume a uniform emissivity over the entire wavelength spectrum.",
		"Clear plastic face masks alleviate the claustrophobia associated with the black rubber face masks.",
		"Gestures are helpful to boys, who are often later verbal communicators and may need to alleviate physical frustration and stress.",
		"They are not motivated by a concern to \" feed the world \" or to alleviate hunger.",
		"This research indicates that access to services and activities intended to alleviate social isolation and loneliness among older people is inequitable.",
		"Our main goal is extract knowledge from text to populate the ontology, and so alleviate the problem of ontology maintenance.",
		"Taiwan has been continuing to promote concrete measures, such as passenger and cargo charter flights, to alleviate cross-strait tension.",
		"Throat lozenges or a throat lozenges or a throat spray can alleviate a sore throat and lubricate your throat to help a cough.",
		"Simply raising the level of aggregate demand in the economy will do little to alleviate the problem of structural unemployment.",
		"Thus Sir John Wolfe Barry, as chairman of the Council of the Society of Arts in 1899, proposed to alleviate congestion of traffic by bridges over and tunnels under the streets at six points, namely - Hyde Park Corner, Piccadilly Circus, Ludgate Circus, Oxford Street and Tottenham Court Road, Strand and Wellington Street, and Southwark Bridge and Upper Thames Street.",
		"In the spring of 1890 the queen visited Aix-les-Bains in the hope that the waters of that health resort might alleviate the rheumatism from which she was now frequently suffering.",
		"He said Colin Davies smoked cannabis to alleviate pain resulting from a car accident six years ago.",
		"Does being sincere alleviate concerns about madness or suicidal tendencies?",
		"Kava kava is another herb commonly mentioned when discussing herbs that decrease or alleviate anxiety.",
		"Taking a deep breath relaxes the body and helps to slow down your heart rate and alleviate the stress and immediate anger in your body.",
		"A healthy lifestyle includes losing weight in some cases; this can alleviate snoring by getting rid of excess fat and tissue in the neck area that may narrow the airway passage.",
		"An ear, nose and throat (ENT) specialist can help some patients who require surgery for sleep apnea or a CPAP machine to alleviate snoring.",
		"The techniques and supplements may help alleviate your insomnia issues.",
		"The good news is that those searching for eyeglass cushions to help alleviate irritation and discomfort have plenty of online sites to shop from.",
		"Moreover, these glasses, most of which are affordably priced, help to alleviate eye strain and irritation when you need to really see what you are doing.",
		"They can also help alleviate glare when driving during daytime hours.",
		"The best way to help alleviate the cost of such a trip would be to use discount coupons.",
		"Gamestop offers a one-year store warranty that can help alleviate any fears you have of purchasing a used system.",
		"Most of the game unlocks levels for you, so if you are stuck on one level, just use the Indiana Jones Wii cheats to alleviate frustration and to make the game more enjoyable.",
		"Writing down your treatment the first time will help alleviate any doubts on how you should treat the character with any future meetings.",
		"To help alleviate this situation, Microsoft offers a service called Microsoft My Phone.",
		"Expressing milk manually or with a breast pump can alleviate this problem.",
		"Bodywork therapies such as massage and reflexology ease muscle tension and may alleviate side effects such as nausea and vomiting.",
		"Homeopathy and herbal remedies used in Chinese traditional herbal medicine also have been shown to alleviate some of the side effects of radiation and chemotherapy and are being recommended by many doctors.",
		"There are no specific treatments to alleviate medical difficulties caused by multiple pregnancies; however, there are supportive measures that may help both mother and children recover from the birthing process.",
		"Bathing a person in tepid water can also help alleviate a high fever.",
		"Depending on the diagnosis, children may also be treated with drugs to help alleviate these disorders.",
		"If these disorders are occurring in conjunction with another condition, such as ADHD, medication and therapy for that condition often helps alleviate the impulse control disorder.",
		"Family therapy may help alleviate stressful family situations and help other family members understand the impulse control disorder.",
		"Open MRI scanners are available with columns and open sides to alleviate claustrophobia.",
		"To alleviate fear or stress related to hearing this noise and being in the small scanning tube, the child may be offered earplugs or specially designed head phones for listening to music.",
		"To help alleviate fear, taking the child into the MRI room to see the equipment prior to the procedure may be helpful.",
		"Prompt, proper diagnosis and treatment can help alleviate some of the problems that may develop after a head injury.",
		"Methotrexate (MTX), given as a pill or as an injection, is sometimes used in extreme cases to alleviate symptoms of severe psoriasis or psoriatic arthritis.",
		"Unlike fear, which is caused by realistic, known dangers, anxiety can be more difficult to identify and alleviate.",
		"To help alleviate fear, taking the child into the CT room to see the equipment prior to the procedure may be helpful.",
		"A child diagnosed with reactive hypoglycemia can alleviate the problem by consuming small, frequent meals (about every three hours) that are heavy in high-fiber, low-sugar foods.",
		"When the diagnosis has been verified by a health-care professional, accurate information about Bell's palsy can greatly alleviate further fears.",
		"Low dose radiation therapy may be given to the whole body, or it may be used to alleviate the symptoms and discomfort due to an enlarged spleen and lymph nodes.",
		"Corticosteroids (such as prednisone) are sometimes used to alleviate gastrointestinal tract inflammation but have not been shown to be effective for associated kidney problems.",
		"Seeking help from concerned and qualified school counselors, church, and community leaders can alleviate many parental concerns and provide opportunity for early intervention.",
		"While yoga can be used therapeutically to help alleviate certain symptoms in children with various medical conditions, it is not a cure.",
		"An understanding of the changing patterns of the typical sleep-wake cycle in children will help alleviate any unfounded concerns.",
		"If symptoms such as dizziness become chronic, a doctor may be able to help alleviate the discomfort by looking further into a patient's general health.",
		"The provider needs to inform the parent what to expect and what can be done to alleviate symptoms.",
		"Sores heal and disappear on their own, but taking the drugs helps to alleviate the symptoms.",
		"Depending on the diagnosis, children may also be treated with drugs to help alleviate depression, panic and anxiety, or other mental health disorders.",
		"High doses of calcitriol, an active form of vitamin D, can stimulate osteoclasts responsible for disintegration of old bone and significantly alleviate symptoms of severe disease in some individuals.",
		"Occasionally, children and adolescents with ODD may also have depression or anxiety disorders, and treatment with antidepressants and anti-anxiety medications can help alleviate some symptoms of ODD.",
		"Family therapy may help alleviate stressful family situations and help other family members understand the disorder.",
		"Older children may steal to gain a sense of power, to acquire status with peers who resist authority, to get attention, to take revenge on someone who has hurt them, to alleviate boredom, or to vent unresolved feelings of anger or fear.",
		"Buying a pet casket wholesale can alleviate some of the costs of burial.",
		"The big night can cause plenty of stress, but arming yourself with some easy hairstyles for homecoming can alleviate some of it!",
		"This product is designed to be placed under your belly to alleviate back pressure and discomfort.",
		"The use of prescribed migraine treatment is an essential action to alleviate the suffering often caused.",
		"Adding vinegar to bath water can help to alleviate external itchiness but brevity is important in this approach, too.",
		"They may alleviate fears that the couple may have as well.",
		"Restricting physical activity helps alleviate stress on the heart, kidneys, circulatory system, and other vital organs.",
		"The right shaping swimwear can help to alleviate this problem.",
		"Some people went to a lumber store to buy plywood to fit the same area that the pressed wood does to alleviate this concern.",
		"Taking melatonin in the evening and/or lowering your dose of melatonin often helps to alleviate many of these side effects.",
		"These three are big mood regulators, and many antidepressant drugs target them and other neurotransmitters to alleviate depression.",
		"Niacin has proven effective as an anti-inflammatory to alleviate the symptoms of arthritis and rheumatoid arthritis.",
		"While supplements can help you meet the minimum recommended amount of fiber in your diet each day and may help alleviate some problems such as constipation, they do need to be used with caution.",
		"The best way to alleviate this dilemma is to choose a softly colored lavender dress.",
		"Switching to an electric razor made for sensitive skin may alleviate the problem.",
		"Bionaire humidifiers can alleviate dry skin and itchy eyes and remove that stale air smell from your home.",
		"International affairs charities work to end hunger, provide medical care or alleviate the strains of war in foreign countries.",
		"Veteran's charities work to alleviate the emotional and financial strain caused by war injuries, cope with the loss of a loved one or support service members while abroad.",
		"You may think that questioning him will alleviate your pain.",
		"Daytime hours alleviate the pressure of intimacy of an evening hours date.",
		"It is important to be specific in order to alleviate unfair expectations for you or your potential partner.",
		"Cooking with Allrich will not only alleviate your celiac symptoms, but  may also put you on the path to a healthier life and a greater appreciation of natural foods.",
		"Finding closeout luggage sets can help alleviate some of the stress and monetary burden of buying luggage, particularly when you consider the high price of many of the sets.",
		"To alleviate any confusion, the dates that bookend any given zodiac sign area called cusp dates.",
		"This is a priceless gift because wherever Pisces sees suffering, he wants to help to alleviate that suffering.",
		"Capricorn knows that nothing will alleviate his burden, but knowing that his mate understands his concerns will go a long way in helping him feel close to you.",
		"To help alleviate this, talk with your son or daughter about what the school day will be like, the different activities s/he will participate in, old friends s/he may see.",
		"Not only does an established routine give children a sense of security, it helps them establish positive habits and can alleviate the chaos that can comes with trying to get a small child off to school or day care.",
		"To help alleviate these costs, sale prices around Thanksgiving, Christmas, Memorial Day, and the Super Bowl often offer the best prices for inexpensive televisions.",
		"The Q-Form cushion is a patent pending feature that Merrell uses to help alleviate discomfort and reduce the footwear's general wear and tear.",
		"He figured that an adequate shock absorber on the heel of his running shoe could alleviate a lot of his pain, so he decided to attach a coiled spring to the bottom of his heel and took the shoes out for a test run.",
		"For the next few years the two worked closely together to develop a shoe that would alleviate pain and appeal to the masses.",
		"Soap spoilers were created to help alleviate the anxiety some obsessed fans faced in the hours between episodes.",
		"Thankfully, All My Children updates are able to alleviate any pain or suffering that may come as a result of missing a single episode.",
		"The vinegar will help to soothe the sunburn and alleviate the sting.",
		"Soaking in a relaxing, soothing tea bath is another way to alleviate the sting.",
		"Many are designed specifically to alleviate a particular ailment or symptom - stress-busters and mood-lifters are especially popular.",
		"Slather on this rich, gentle moisturizer to alleviate peeling, dry skin.",
		"Unfortunately, swelling is an inevitable reaction to a sting, but there are some things you can do to alleviate your discomfort.",
		"Topical itch creams and lotions can be used to alleviate the itch and any pain from the swelling.",
		"Regular use of acne fighting products may help alleviate existing breakouts and prevent future occurrences.",
		"Alleviate skin dryness by using aloe based creams.",
		"In ayurvedic practice, almond oil is said to alleviate dark circles effectively.",
		"Efforts by Great Britain and the United States to alleviate the distress were opposed by the authorities, but met with some success.",
		"But he'd won her as Kisolm's younger brother, Romas, had decreed, which should alleviate any accusations brought on by their clan, if Kisolm's father talked some sense into the arrogant crown prince.",
		"During the disastrous plague of 1347-1348 Clement did all he could to alleviate the distress, and condemned the Flagellants and Jew-baiters.",
		"On the journey he was deeply affected by the mournful fate of Marie-Antoinette, and resolved to do what he could to alleviate their sufferings.",
		"This man was born of a Saivite family about 1825, but in early manhood grew dissatisfied with idolworship. He undertook many pilgrimages and studied the Vedic philosophy in the hope of solving the old problem of the Buddha, - how to alleviate human misery and attain final liberation.",
		"The early months of 50 were occupied by the administration of justice, chiefly at Laodicea, and by various attempts to alleviate the distress in the province caused by the exactions of his predecessor, Appius Claudius."
	],
	"synonyms": [
		"assuage",
		"palliate",
		"relieve",
		"ease",
		"facilitate",
		"unballast",
		"subdue",
		"soften",
		"slake",
		"mollify",
		"help",
		"diminish",
		"blunt",
		"assuage moderate",
		"abate"
	],
	"antonyms": [
		"aggravate",
		"magnify",
		"heighten",
		"intensify",
		"increase"
	]
}