{
	"word": "retribution",
	"meaning": [
		"Punishment administered in return for a wrong committed.",
		"Suitable repayment for one's actions; requital.",
		"Punishment or reward distributed in a future life based on performance in this one.",
		"Punishment for evil done."
	],
	"sentences": [
		"He decided to back down, in fear of violent retribution.",
		"The bullies became targets of her retribution.",
		"I was quite ill afterward, and I wonder if retribution also overtook the turkey.",
		"He considered his unlucky circumstances to be retribution for his past decisions.",
		"Not a single friend, not a single enemy, was forgotten; the slightest service, the slightest wrong, had its place assigned in her faithful and implacable memory for retribution or reward.",
		"The loud man on the street corner felt that he was divinely called to bring retribution to earth.",
		"Christians believe that divine retribution will occur at the end times.",
		"After years of seeking retribution for the attack, she chose to let go of her desire for revenge.",
		"It is the community of which murdered and murderer were members which has the right to exact revenge and retribution, an idea which found expression in the foundation of the Areopagus.",
		"Paterson exacts retribution in the form of a straight kick between the posts.",
		"I feared retribution from other male students in Suzanne's tow.",
		"Speedy retribution followed, which effectually put down the revolt.",
		"Rumors were spreading that Mr. Montague was seeking retribution for the murder of his wife.",
		"To disavow the acts and desires of the army and of the secret societies for defence with which all north Germany was honeycombed would be to imperil the very existence of the monarchy, whilst an attack on the wreck of the Grand Army meant the certainty of a terrible retribution from the new armies now rapidly forming on the Rhine.",
		"This is not merely in the vague sense that on the whole good will be rewarded and evil punished, but that every single act must work out to the uttermost its inevitable consequences, and receive its retribution, however many ages the process may require.",
		"This national feeling, claiming a leader against the Romans as well as deliverance from the Sadducee aristocracy, again sets the idea of the kingship rather than that of resurrection and individual retribution in the central place.",
		"Retribution in human history is recognized, but attention is specially concentrated on the final judgment, which is usually conceived as taking place in two stages.",
		"In Edinburgh she was received by a yelling mob, which flaunted before her at each turn a banner representing the corpse of Darnley with her child beside it invoking on his knees the retribution of divine justice.",
		"In October 1822 Ismail was, with his retinue, burnt to death by Nimr, the mek (king) of Shendi; and the defterdr, a man infamous for his cruelty, assumed the command of those provinces, and exacted terrible retribution from the innocent inhabitants.",
		"Of course there is in most cases the alternative of a fine, the non-payment of which entails the imprisonment; yet a penalty imposed on the pocket is so clearly the proper retribution for such misdeeds that better methods should be devised for the collection of fines.",
		"In later times, the strict adherence to caste duties would naturally receive considerable support from the belief in the transmigration of souls, already prevalent before Buddha's time, and from the very general acceptance of the doctrine of karma (\" deed \"), or retribution, according to which a man's present station and manner of life are the result of the sum-total of his actions and thoughts in his former existence; as his actions here will again, by the same automatic process of retribution, determine his status and condition in his next existence.",
		"Buddhism conceived men as constantly making their own world for good and ill; it took over from Brahmanism a whole series of heavens and hells to provide an exact adjustment in the future for the virtue or vice of the present; and its eschatologic confidence was one of the potent instruments of its success in countries which, like China and Japan, had developed no theories of retribution or reward beyond the grave.",
		"On his way he came to the town of Yezdikhast, where he demanded a sum of money from the inhabitants, claiming it as part of secreted revenue; the demand was refused, and eighteen of the head men were thrown down the precipice beneath his window; a saiyid, or holy man, was the next victim, and his wife and daughter were to be given over to the soldiery, when a suddenly-formed conspiracy took effect, and Zakis own life was taken in retribution for his guilt (1779).",
		"In 1839, when the British army advanced through the Bolan Pass towards Afghanistan, the conduct of Mehrab Khan, the ruler of Baluchistan, was considered so treacherous and dangerous as to require \" the exaction of retribution from that chieftain,\" and \" the execution of such arrangements as would establish future security in that quarter.\"",
		"He founded and edited The Universalist Magazine (1819; later called The Trumpet) and The Universalist Expositor (1831; later The Universalist Quarterly Review); wrote about io,000 sermons, many hymns, essays and polemic theological works; and is best known for Notes on the Parables (1804), A Treatise on Atonement (1805) and Examination of the Doctrine of a Future Retribution (1834); in these, especially the second, he showed himself the principal American expositor of Universalism.",
		"In the former verses Esau is destroyed by his allies, and they occupy his territory, but in the latter he perishes with the other heathen in the day of universal retribution, he disappears before the victorious advance of Israel, and the southern Judaeans occupy his land.'",
		"This may have been a proper thing to do if their distrust of Shelburne was incurable, but the next step, coalition with Lord North against him, was not only a political blunder, but a shock to party morality, which brought speedy retribution.",
		"The doctrine of the Pythagoreans that the essence of justice (conceived as equal retribution) was a square number, indicates a serious attempt to extend to the region of conduct their mathematical view of the universe; and the same may be said of their classification of good with unity, straightness and the like, and of evil with the opposite qualities.",
		"My family will exact vengeance for this violation. Keeping us any longer will only serve to bring additional retribution.",
		"Furthermore, violence and retribution are shown as inherent in the illness itself and thus inescapable.",
		"The stunt was met by a group of hackers seeking retribution.",
		"Has he changed his nature and found a new life, and if so, will he escape retribution?",
		"Will Henry IV, his children, or England itself suffer retribution?",
		"A general outbreak of rebellion would bring retribution on the whole nation by the Romans.",
		"This, obviously, is karmic retribution for the self-satisfied way I showed off my new phone to friends at the weekend.",
		"Finally, what is perhaps the most important difference is the doctrine of divine retribution.",
		"You'll find everything you need to exact merciless retribution upon anyone in the pages of this handy, illustrated book.",
		"Or has he somehow faked his own death in order to avoid some terrible retribution?",
		"The broadcast media and portions of the print media continued to practice a great degree of self-censorship in order to avoid provoking government retribution.",
		"To as much of this diatribe as concerned himself Boyle quickly replied with force and dignity, but it was from Hobbes's old enemy that retribution came, in the scathing satire Hobbius heauton-timorumenos (1662).",
		"Israelite historians viewed these events as a great religious revolution inspired by Elijah and initiated by Elisha, as the overthrow of the worship of Baal, and as a retribution for the cruel murder of Naboth the Jezreelite (see Jezebel).",
		"I feared retribution from other male students in Suzanne 's tow.",
		"It turns out we can also have a retribution theory of guilt.",
		"I ended up with a pick-axe handle around my ribs two years ago in a retribution attack.",
		"Qoheleth is, at minimum, a negative commentary on traditional wisdom, as influenced by retribution theology 9.",
		"Anyone found supporting the Dalai Lama can expect instant and harsh retribution in the shape of a lengthy spell in jail or worse.",
		"The cult made it clear that retribution for betrayal would be swift and painful.",
		"Louise sought retribution from the perpetrator after her sister was bullied.",
		"Black candles are used for protection against retribution.",
		"Another, more astrological reason for this is that Saturn, the planet of karma, retribution and time, is \"exalted\" in Libra.",
		"What will Spencer's sister do to further her retribution against Spencer?",
		"Kris could kill or have him killed in retribution for any life he took while inside the walls.",
		"Here, thirteen years later, Herwig and her brother Ortwin find her washing clothes by the sea; on the following day they attack the Norman castle with their army and carry out the long-delayed retribution.",
		"Of this kind of retribution Scott in The Abbot gives a vivid picture, the Protestants interrupting the mass celebrated by the trembling remnant of the monks in the ruined abbey church, and insisting on substituting the traditional Feast of Fools.",
		"The terrible events in Minster, which was controlled for a short time (1533-34) by a group of Anabaptists under the leadership of John of Leiden, the introduction of polygamy (which appears to have been a peculiar accident rather than a general principle), the speedy capture of the town by an alliance of Catholic and Protestant princes, and the ruthless retribution inflicted by the victors, have been cherished by ecclesiastical writers as a choice and convincing instance of the natural fruits of a rejection of infant baptism.",
		"A particular tendency to arrange history according to a mechanical rule appears in the constant endeavour to show that recompense and retribution followed immediately on good or bad conduct, and especially on obedience or disobedience to prophetic advice.",
		"Anybody who tries to cheat them, steal from them or spy on them can expect immediate retribution.",
		"Some are benign but others, whom she sees as bringing retribution for sins committed in past incarnations, compel her into danger.",
		"He decided to remain anonymous out of fear of retribution from those who disagreed with his point of view.",
		"In no modern country is error or incompetence on the part of administrators more swiftly followed by retribution.",
		"Butler is charged by Sir Leslie 'Stephen with arguing illegitimately - professing to make no appeal to \" moral fitness,\" and yet contending that the facts of human life show (the beginnings of) moral retribution for good and evil.",
		"This different treatment shows the feeling of the poet - the feeling for which he seeks to evoke our inmost sympathy - to oscillate between the belief that an awful crime brings with it its awful punishment (and it is sickening to observe how the argument by which the Friar persuades Annabella to forsake her evil courses mainly appeals to the physical terrors of retribution), and the notion that there is something fatal, something irresistible, and therefore in a sense self-justified, in so dominant a passion.",
		"The unavenged blood was the cause of divine anger, and retribution must be made.",
		"No treaty was obtained or insisted upon, - the British government being content with the tacit acquiescence of the king of Burma without such documents; but its resolution was declared, that any active demonstration of hostility by him would be followed by retribution.",
		"Their motives were chiefly confined to such themes as the law of retribution to which all human beings are subjected, the transitoriness of life and the advisability of shaking off from ones feet the dust of this sinful world.",
		"He wrote Addresses on the Kingdom of God (1827), History of the Alton Riots (1837), Statement of Anti-Slavery Principles (1837), Baptism, its Import and Modes (1850), The Conflict of Ages (1853), The Papal Conspiracy Exposed (1855), The Concord of Ages (1860), and History of Opinions on the Scriptural Doctrine of Future Retribution(1 878).",
		"Esau and all the heathen shall drink full retribution for their banquet of carnage and plunder on Yahweh's holy mountain.",
		"Under scrutiny and with retribution a certainty, indirect expression became circuitous.",
		"The disfigurement appears as blood on her face (hence the name Bloody Mary), and in the afterlife she seeks retribution.",
		"That you could run around killing and threatening them without any kind of retribution?"
	],
	"synonyms": [
		"requital",
		"payback",
		"vengeance",
		"return",
		"repayment",
		"recompense",
		"penalty",
		"nemesis",
		"justice",
		"correction",
		"compensation",
		"retaliation",
		"reprisal",
		"punishment",
		"reward"
	],
	"antonyms": [
		"sympathy",
		"pardon",
		"forgiveness"
	]
}