{
	"word": "anathema",
	"meaning": [
		"A formal ecclesiastical ban, curse, or excommunication.",
		"A thing or person accursed or damned.",
		"A vehement denunciation; a curse.",
		"A thing or person greatly detested.",
		"One that is cursed or damned.",
		"Greatly detested.",
		"Viewed as accursed or damned.",
		"Subjected to an ecclesiastical anathema."
	],
	"sentences": [
		"The amount of money spent at general elections seems a complete anathema to most people.",
		"Secular state education and the \"conscience clause\" were anathema to him.",
		"But any kind of church vestment had become anathema to him.",
		"In reality, the condition of perfection is anathema to a dynamic civilization since it means stasis, and therefore ruin and decay.",
		"His doing so, while it brought upon him the anathema of the patriarch of Constantinople, failed to secure the favour of Anastasius, who in 511 found in the riots which were occurring between the rival parties in the streets of Antioch a pretext for deposing Flavian, and banishing him to Petra, where he died in 518.",
		"He differentiates decisively between excommunication and anathema.",
		"The introduction The of the Minie rifle, with its greased cartridges, was accompanied by no consideration of the religious prejudices of the Bengal sepoys, to whom, whether Hindus or Mahommedans, the fat of cows and pigs was anathema.",
		"Their murals were thus anathema to old-style mural painters who saw the new murals as sectarian in a way their own never were.",
		"Should those for whom observation is total anathema have the ultimate choice to opt out of being observed?",
		"Such a law is anathema to Arnold's neo-liberal big business backers, the very ones that Blair is inviting into the British NHS.",
		"This remains anathema to Western governments - which spent most of the 1980s demolishing commodity agreements - and to politically powerful transnational companies.",
		"The idea of copying anything is a complete anathema to him.",
		"With regard to form, the decisions of councils, even when dogmatic, are called canons; thus the definitions of the council of Trent or of the Vatican, which generally begin with the words \" Si quis dixerit,\" and end with the anathema, are canons; while the long chapters, even when dealing with matters of discipline, retain the name of chapters or decrees.",
		"For the Advent purists this is of course anathema.",
		"The idea of embarking upon yet more revolutionary upheaval seemed anathema.",
		"It might be pronounced under anathema.",
		"Ireland had been left by Wolsey to wallow in its own disorder; but disorder was anathema to Henry's mind, and in 1 535 Sir William Skeffington was sent to apply English methods and artillery to the government of Ireland.",
		"An anathema was accordingly issued from Schmalkald against Schwenkfeld (together with Sebastian Franck); his books were placed on the Protestant \"index\"; and he himself was made a religious outlaw.",
		"He was kindly dismissed by the pope not long after, with a letter recommending him to the protection of the bishops of Tours and Angers, and another pronouncing anathema on all who should do him any injury or call him a heretic. He returned home, overwhelmed with shame and bowed down with sorrow for having a second time been guilty of a great impiety.",
		"In 1546 the council of Trent adopted the canon of Augustine, declaring \" He is also to be anathema who does not receive these entire books, with all their parts, as they have been accustomed to be read in the Catholic Church, and are found in the ancient editions of the Latin Vulgate, as sacred and canonical.\"",
		"Almost immediately the entire assembly with one voice cried out anathema on the impious Nestorius and his impious doctrines, and after various extracts from the writings of church fathers had been read the decree of his exclusion from the episcopate and from all priestly communion was solemnly read and signed by all present, whose numbers had by this time swelled to one hundred and ninety-eight.",
		"So far as Nestorius himself is concerned, however, it is certain that he never formulated any such doctrine;2 nor does any recorded utterance of his, however casual, come so near the heresy called by his name as Cyril's deliberately framed third anathema (that regarding the \"physical union\" of the two hypostases or natures) approaches Eutychianism.",
		"The anathema of the Roman Church had fallen upon all the fundamental doctrines for which the Reformers had contended and died; the right of free discussion within the limits of the creeds, which had given room for the speculations of the medieval philosophers, was henceforth curtailed and confined; and the definitions of the schoolmen were for ever exalted by the authority of Rome into dogmas of the Church.",
		"The expression maranatha (\" the Lord cometh \"), which follows anathema in I Cor.",
		"Repeat offenders will be designated as ' French ' and shall thus become anathema.",
		"Firstly, then, it was a grace (charisma) of the spirit, yet not of the holy or pure spirit only, but of evil spirits also who on occasions had been known to take possession of the larynx of a saint and exclaim, \"Jesus is Anathema.\"",
		"St Bernard accused him of sharing the doctrines of Abelard (see Ep. 189, 195), and procured his condemnation by the council of Sens (I 140) at the same time as that of the great scholastic. This was perhaps no more than the outcome of the fierce polemical spirit of the abbot of Clairvaux, which led him to include all his adversaries under a single anathema.",
		"What he calls heresy, under the sanction of excommunication or that more formal excommunication known as anathema, is heresy.",
		"In the hurry of first terror, the church struck Aristotle with the anathema launched against innovations in philosophy.",
		"In 1656 the synod anathematized the adherents of the old forms, and the anathema was confirmed by those of 1666 and 1667.",
		"Much as he mingled with society, and with persons of importance in church and state, his single interference in political matters was in 1593, when his persuasions induced the pope, Clement VIII., to withdraw the excommunication and anathema of Henry IV.",
		"The threatened anathema was deferred, but a brief uniting St Mark's to a new Tuscan branch of the Dominicans now deprived Savonarola of his independent power.",
		"It is worth noting that even as late as the close of the 16th century the Maronite patriarch found it necessary to protest by anathema against imputations of heresy.",
		"Neri saw that the pope's attitude was more than likely to drive Henry to a relapse, and probably to rekindle the civil war in France, and directed Baronius, then the pope's confessor, to refuse him absolution, and to resign his office of confessor, unless he would withdraw the anathema."
	],
	"synonyms": [
		"malison",
		"damnation",
		"execration",
		"curse",
		"malediction",
		"imprecation",
		"bete noire",
		"fustigation",
		"decrial",
		"taboo",
		"phobia",
		"pariah",
		"hate",
		"abhorrence",
		"bane"
	],
	"antonyms": [
		"love"
	]
}