{
	"word": "forestall",
	"meaning": [
		"To delay, hinder, or prevent (an event, for example) by taking action beforehand.",
		"To prevent or hinder by doing something ahead of time.",
		"To act in advance of; get ahead of; anticipate.",
		"To interfere with the trading in (a market) by buying up goods in advance, getting sellers to raise prices, etc.",
		"To intercept."
	],
	"sentences": [
		"But to forestall the French with his whole army was impossible.",
		"His wild extravagance, however, forced his father to forestall his creditors by securing his detention in semi-exile in the country, where he wrote his earliest extant work, the Essai sur le despotisme.",
		"The French remedy for an unsuccessful colony has always been to annex more territory, and forestall a possible rival.",
		"A rapid British attack would in any case forestall the concentration of these heterogeneous squadrons.",
		"This disappointment of his ambition would not perhaps in itself have sufficed to stir Mehemet Ali to revolt against his master; but it was ominous of perils to come, which the astute pasha thought it wise to forestall.",
		"After all, a nuclear-armed Iran would forestall American gunboat diplomacy in the oil-rich Gulf.",
		"It is his intention, not to forestall the fall, which is already too far advanced, but to curtail the ensuing Dark Ages.",
		"In 1659 he published an Apology for the Royal Party, and in December of that year he vainly tried to persuade Colonel Herbert Morley, then lieutenant of the Tower, to forestall 'General Monk by declaring for the king.",
		"He urged Fairfax to attack the Scots at once in their own country and to forestall their The invasion; but Fairfax refused and resigned, and battles of Cromwell was appointed by parliament, on the 26th Dunbar of June 1650, commander-in-chief of all the forces and of the Commonwealth.",
		"During the period which immediately preceded the Restoration he endeavoured to oppose Monk's schemes, and desired Fleetwood to forestall him and make terms with Charles, but in vain.",
		"His speech in behalf of the measure was for years a protection text-book; but the measure itself reduced the revenue so little and provoked such serious threats of nullification and secession in South Carolina, that, to prevent bloodshed and to forestall a free trade measure from the next Congress, Clay brought forward in 1833 a compromise gradually reducing the tariff rates to an average of 20%.",
		"A Portuguese force under Major Serpa Pinto had invaded the II., - Shire highlands in order to forestall their annexation by the British, and the British government demanded satisfaction.",
		"As to the Bulgarian 7th Div., the last thing desired by the Greek headquarters was an energetic advance of this force to forestall them at Salonika.",
		"Near the end of the century persistent stories of a North-west Passage caused the Spanish rulers to plan further explorations of the Pacific coast, so as to forestall other nations in the discovery of the alleged new route and thus retain their monopoly of the South Sea (Pacific Ocean).",
		"Forestall your opponent by seizing what he holds dear, and subtly contrive to time his arrival on the ground.",
		"Estrogen cream, the same preparation used to revitalize vaginal tissue, can toughen fragile blood vessels in the anterior septum and forestall the need for cauterization.",
		"In 1800 the French explorer Baudin, in command of the ships \" Geographe \" and \" Naturaliste,\" surveyed the south of the island, and reports of his proceedings having reached the British officials at Sydney, they determined to forestall the French and take possession of Van Diemen's Land.",
		"Mohallab tried to forestall them at Kufa.",
		"Rostov, who had completely forgotten Denisov, not wishing anyone to forestall him, threw off his fur coat and ran on tiptoe through the large dark ballroom.",
		"It was undertaken at the request of Joannes Froben (Frobenius), the printer of Basel, who had heard of Cardinal Ximenes' project and wished to forestall it."
	],
	"synonyms": [
		"counter",
		"foresee",
		"anticipate",
		"forbid",
		"preclude",
		"foreclose",
		"prevent",
		"deter",
		"delay",
		"avert",
		"thwart",
		"preoccupy",
		"monopolize",
		"hinder",
		"get ahead of"
	],
	"antonyms": []
}