{
	"word": "banal",
	"meaning": [
		"Drearily commonplace and often predictable; trite.",
		"Dull or stale as because of overuse; trite; hackneyed; commonplace.",
		"Common in a boring way, to the point of being predictable; containing nothing new or fresh."
	],
	"sentences": [
		"He doesn't like English poetry, he finds it very banal.",
		"Is it banal to dress up as a 1965 hippie?",
		"It was a banal, yet apparently necessary, observation about British society today.",
		"The store was filled with banal, mass-produced objects.",
		"I try to avoid being banal when sitting in an interview.",
		"Everyday reality is often banal for most individuals.",
		"Some artwork does not interest me, especially if it is banal.",
		"How can you stand to listen to banal music without getting tired of it?",
		"You can not be banal if you want to stand out to a publisher.",
		"The banal realities of the film industry really do determine what we see on the screen.",
		"He repeated the banal questions she asked the housemates on Friday night including the absurd '\"How would you like to be remembered?\"",
		"Nothing is permanent is a banal statement, but relentlessly true.",
		"The south, I sense, finds this rather banal.",
		"What better way to fill the time than to write an utterly banal post about the weather?",
		"Note how the author's seemingly banal insights into his own life come together to form a coherent, devastating whole.",
		"When Greenblatt discusses the sources of Shakespeare 's inspiration, they are often stunningly banal and overly speculative.",
		"He struts his banal clichéd image and sets out to alter its course according to his inner world.",
		"Banal, empty platitudes fill its pages like wet cardboard clogging a dustbin.",
		"In such a way the imagery of the demonic becomes commonly accepted, banal and trite.",
		"This should have been a thriller on par with The Gift, but instead is totally banal.",
		"But I prefer today to do something altogether more mundane with you, you might even consider it banal.",
		"How can we explain the persistence of this banal idea?",
		"When Greenblatt discusses the sources of Shakespeare's inspiration, they are often stunningly banal and overly speculative.",
		"Agram is the seat of the ban, or viceroy, of Croatia-Slavonia, of the Banal and Septemviral courts, the highest in the land, and of a chamber of commerce.",
		"In the simpler, kinder early days of the world wide web, all a page needed to do to get ranked was have a few good keywords and some banal copy and perhaps a meta-tag or two in the HEAD to attract attention.",
		"Not everything works; for example, \"Rock Star\" is a pretty banal song.",
		"But the danger is that we just make Conservatism seem banal.",
		"But the danger is that we just make conservatism seem banal.",
		"It might seem that nothing so short as a text message can be more than banal, cheapening the word \"love\".",
		"As for Tiger's play-off secret - he made it sound almost banal.",
		"Banal lyrics with meaning and worth is another essential weapon in a jazz singer's armory."
	],
	"synonyms": [
		"old-hat",
		"well-worn",
		"tired",
		"timeworn",
		"threadbare",
		"stock",
		"trite",
		"shopworn",
		"hackneyed",
		"commonplace",
		"milk-and-water",
		"cliched",
		"worn",
		"watery",
		"unimportant"
	],
	"antonyms": [
		"fresh",
		"new",
		"original"
	]
}