{
	"word": "equitable",
	"meaning": [
		"Characterized by equity; fair; just.",
		"Having to do with equity, as distinguished from common or statute law.",
		"Valid in equity.",
		"Resolved not simply according to the strict letter of the law but in accordance with principles of substantial justice and the unique facts of the case.",
		"Fair, under widely held moral principles, often embodied in court precedents; or referring to a remedy available in a court of equity."
	],
	"sentences": [
		"This equitable arrangement was accepted by the estates forthwith.",
		"It removed all disfranchisement, and embraced equitable amnesty and exemption features.",
		"The competition was very equitable since both teams were the same age and skill level.",
		"Do you believe that a truly equitable society will ever be achieved?",
		"From him dates a new and equitable adjustment of the imperial taxation, which was later adopted by the Arabs.",
		"Minimizing the delay will reduce further uncertainty about the industry created by the Equitable Life affair.",
		"Accountability 5.7 Statutory bodies provide universal, equitable services for which they can be held democratically accountable.",
		"Each successive praetor adopted the edict of his predecessor, and added new equitable rules of his own, until the further growth of the irregular code was stopped by the praetor Salvius Julianus in the reign of Hadrian.",
		"The successful assumption of extraordinary or equitable jurisdiction by the chancellor caused similar pretensions to b made by other officers and courts.",
		"The early chancellors were ecclesiastics, and under their influence not only moral principles, where these were not regarded by the common law, but also the equitable principles of the Roman law were introduced into English jurisprudence.",
		"It is neither equitable nor economically sustainable for this investment to remain optional.",
		"Use rights Directors are entitled to ongoing equitable remuneration for the re-use of their work.",
		"What this means is that any sovereign debt standstill would need to be orderly, efficient, equitable and expeditious.",
		"In Roman law the judge gave the preference to the equitable rule; in English law the equitable rule was enforced by a distinct set of judges.",
		"We must, then, admit that Pericles sincerely contemplated the good of his fellow-countrymen, and we may believe that he endeavoured to realize that ideal Athens which Thucydides sketches in the Funeral Speech - an Athens where free and intelligent obedience is rendered to an equitable code of laws, where merit finds its way to the front, where military efficiency is found along with a free development in other directions and strangles neither commerce nor art.",
		"Their right application could be effectively enforced only in the courts Christian; until the rise in England of the equitable jurisdiction of the court of chancery and the development of the doctrine of \" uses \" at the end of the middle ages.",
		"Lastly, the high contracting parties have agreed that in questions of a legal nature, and especially in interpretation or application of international conventions, arbitration is recognized as the most effective, and at the same time the most equitable, means of settling disputes which diplomacy has failed to adjust.",
		"Georgia law allows the court to divide marital property as it feels is equitable.",
		"The official receiver should ascertain that all policies held by the mortgagee are either formally charged or that there is an equitable charge.",
		"These were the early industrial progenitors of the Rochdale Pioneers, a group of artisans who founded the Rochdale Equitable Pioneers Society in 1844.",
		"Paul Grace, FFA On graduating from St Andrews University in 1960, Paul Grace joined Scottish Equitable as an actuarial trainee.",
		"The setting up of further investigation is likely to prolong the uncertainty surrounding Equitable.",
		"Thus equitable jurisdiction is said to be exclusive, concurrent or auxiliary.",
		"Among the principal office buildings are the Empire, the Equitable, the Prudential, the Fourth National, the Austell, the Peters, the Century, the English-American and the Candler buildings; and there are many fine residences, particularly in Peachtree and Washington streets, Inman Park and Ponce de Leon Circle.",
		"His assessment was universally accepted as equitable, and continued as the basis of taxation for the greater part of the league's duration; it was probably from this that he won the title of \"the Just.\"",
		"Chosen in 1905 as a member of a committee of three to act as trustees of the majority of the stock of the Equitable Life Assurance Company, he promoted the reorganization and the mutualization of that company, and acted as rebate referee for it and for the Mutual and New York Life insurance companies.",
		"The arbitrator ex compromisso sumptus, like the judicial arbiter, was expected to take account of equitable considerations in coming to a decision.",
		"This equitable relief is still available, though it is not so wide as the relief now given to borrowers under the Money-lenders Act 1900.",
		"On equitable relief to borrowers reference should be made to Bellot and Willis's Bargains with Money-lenders.",
		"Under his patronage the science of jurisprudence was cultivated by men of high ability, and a number of humane and equitable enactments were passed in his name.",
		"Tithe rent charge may also be merged in the land tithable, with the consent of the tithe commissioners and the landowner, by the legal and equitable owners of tithes in fee simple or fee tail, or persons having power to appoint the fee simple in tithes, or owners of glebes, or owners of lands and tithes settled to the same uses.",
		"In the earlier years of the administration the tolls upon trade in transit, which had existed from time immemorial and, had become the means of much extortion, were made a monopoly of the government, and were reorganized on an equitable and popular basis.",
		"In November 2000 Equitable had been close to not meeting their solvency margin, partly due to a drop in equity values.",
		"New York uses the \"equitable distribution\" system to divide property, unless a written settlement agreement between the parties is achieved.",
		"Separate property is awarded to that individual, however, the increase in value of separate property that occurs during the marital period may be divided under the equitable distribution system.",
		"Two ways property can be divided in a divorce is through equitable distribution or through a community property divorce settlement.",
		"Most states use equitable distribution for property division.",
		"In addition to the issues listed under equitable distribution above, use these questions only as a starting point for writing the above referenced list to your attorney.",
		"In a state where equitable distribution of property is used to divide marital assets, the Court decides what percentage each spouse receives.",
		"Other states use the equitable distribution system.",
		"A judge can and will look at the circumstances of each case to determine whether an equal division of marital property is equitable.",
		"Alaska is an equitable distribution state, with all marital property being distributed to the parties in an equitable fashion.",
		"Other states use a system of equitable division to determine how assets are divided when a marriage ends in separation, divorce, or death.",
		"If you do not reside in a community property state, you may use equitable distribution for the division of property and assets.",
		"If the couple does not choose to designate any or all of their marital property as community property, it remains subject to equitable distribution rules under the law.",
		"In Georgia, when a marriage ends, the rules of equitable division apply.",
		"The words \"equitable\" and \"equal\" sound similar, but they are not the same.",
		"Instead, courts in Florida divide property in a divorce according to the theory of \"equitable distribution\".",
		"Florida divorce laws use \"equitable distribution\" to divide property between spouses.",
		"In Mississippi, marital property is divided according to the rules of equitable distribution.",
		"In general terms, equitable division refers to dividing the property in a way that is fair.",
		"When it comes to marital property rights in parts of the country where equitable division is the method used to divide assets, the process can be more complicated.",
		"Once the value of the marital property has been determined, it can be divided in an equitable manner.",
		"In states where equitable division is used, the marital property is divided in a fair (but not necessarily equal) manner.",
		"If the court finds the division equitable, it will approve it.",
		"Land contracts offer an equitable title interest for the buyer as they are deemed to have a legal interest in the property.",
		"In lease-to-purchase agreements, the buyer is given equitable title rights.",
		"However, in the interim period while payments are made, the buyer receives equitable title to the property.",
		"In 2001, when contract negotiations stalled, Scott reportedly cleaned out her dressing room and left the show before they were able to come to a new and equitable agreement.",
		"The difficulties experienced in applying the 1880 decree were great, but the perseverance of British officers gave the oppressed peasants, in 1885, an equitable law, which has been since improved by the decree of 1900.",
		"Either party may seek judicial relief to compel the other party to comply with the provisions of this Section, or injunctive or other equitable relief to protect its intellectual property rights, provided (unless prohibited by applicable law) that the remainder of the dispute or claim is submitted to arbitration.",
		"There, however, he remained only six months, for certain views on slavery, strongly held and injudiciously expressed, entailed unpleasant consequences, and necessitated his return to England, where he obtained in 1844 the post of actuary to the Legal and Equitable Life Assurance Company.",
		"They are industrious, frugal and intelligent; the richer among them are excellent men of business and are peculiarly equitable in their dealings; the majority of all classes can read and write their own script, and the second generation acquires an education of an European type with great facility.",
		"But Mr Hofmeyr's mission, like every other mission to Mr Kruger to induce him to take a reasonable and equitable course, proved entirely fruitless.",
		"His domestic policy was severely equitable, and aimed at relieving the public burdens by limiting the privileges of foreign traders and abolishing a great many useless and expensive court offices.",
		"To fulfil the engagements accepted in Berlin and the conditions under which independence had been granted to Servia, railways had to be constructed within a certain time, and the government had also to pay to the Turkish landlords in the newly acquired districts an equitable indemnity for their estates, which were divided among the peasants.",
		"As with all other areas of a divorce, if the two parties cannot agree on equitable child support and custody, then the court will make orders concerning these issues and will do so in the best interests of the child.",
		"Among the legislative measures of his administration may be mentioned the attempted modification of the slavery clause of the ordinance of 1787 by means of an indenture law - a policy which Harrison favoured; more effective land laws; and legislation for the more equitable treatment of the Indians and for preventing the sale of liquor to them.",
		"Against any allowance or surcharge appeal lies to the High Court if the question involved is one of law, or to the Local Government Board, who have jurisdiction to remit a surcharge if, in the circumstances, it appears to them to be fair and equitable to do so.",
		"The division of land among the Mormons was singularly equitable.",
		"Owing to a very equitable distribution of irrigation water in accordance with Moslem law, agriculture and gardening have reached a high stage of development in the oases.",
		"The legislature framed a stringent anti-pass law, reduced passenger fares and express and freight charges, provided for equitable local taxation of railway terminals, regulated railway labour in the interest of safe travel, fixed upon railways the responsibility for the death or injury of their employes, and gave to the newly-created railway commission complete jurisdiction over all steam-railways in the state, over the street railways of the cities, and over express companies, telegraph companies, telephone companies and all other common carriers.",
		"In all the circumstances, there should not be any equitable accounting in respect of the cost of improvements to the property.",
		"The same day Equitable's appointed actuary wrote to the prudential division setting out the company's solvency position.",
		"The equitable and optimal allocation of staff time could and should be a significant aspect of leading change and maintaining balance.",
		"It is not economically efficient nor socially equitable to have such a divergence of circumstances and it is environmentally disastrous.",
		"How can we ensure an equitable distribution of the earth's resources?",
		"This is because both legal and equitable easements are overriding interests.",
		"Actions to make servies more equitable are agreed and put into local plans, services and practice \" .",
		"People on low incomes will often need specific regulatory policies to ensure a socially equitable outcome in the communications marketplace.",
		"One way of doing this would be for Europe to adopt a science-based and globally equitable cap for its Emissions Trading Scheme.",
		"Further, there must be the willingness for give and take on both sides, founded upon a truly equitable agreement.",
		"Provision of a further later assessment to attain a satisfactory standard is thus entirely equitable.",
		"It seems equitable that those who have been injured in the service of their country are entitled to receive prompt NHS help.",
		"How will we determine whether cultural provision is becoming more equitable?",
		"Clinical placements will aim to provide equitable learning experiences for all students.",
		"The IGTN work to promote equitable, social and sustainable trade.",
		"The purpose of equitable estoppel is to prevent the unconscionable exercise of legal rights.",
		"It is very clear to me that many thousands of policyholders and former policyholders feel greatly aggrieved by events at Equitable Life.",
		"Equitable's managing director confirmed that the sales force had been adequately briefed and instructed to advise potential policyholders of the company's circumstances.",
		"They said that Equitable were very close to not covering their required minimum margin for regulatory solvency.",
		"At the same time many matters of equitable jurisdiction are still left to the chancery division of the High Court in the first instance.",
		"He tried by every means to develop and encourage commerce; he had the land accurately measured for the purpose of rightly adjusting taxation; he gave the strictest instructions to prevent extortion on the part of the taxgatherers, and in many other respects displayed an enlightened and equitable policy.",
		"The essential of equitable distribution, involved in this sense, was transferred to give the word \"average\" its more colloquial meaning of an equalization of amount, or medium among various quantities, or nearest common rate or figure.",
		"Although nothing can be more simple than the fundamental principle of general average, that a loss incurred for the advantage of all the coadventurers should be made good by them all in equitable proportion to their stakes in the adventure, the application of this principle to the varied and complicated cases which occur in the course of maritime commerce has given rise to many diversities of usage at different periods and in different countries.",
		"Among the prominent buildings are the United States Government building, the county Court house, Cotton Exchange, Business Men's Club, Goodwyn Institute, containing an auditorium and the public library, the Cossett Free Library, Grand Opera House, Lyceum Theatre, Auditorium, Gayoso Hotel, Memphis Evening Scimitar building, the Union and Planters' Bank and Trust Company building, Equitable building, Memphis Trust building, Tennessee Trust building, the Bank of Commerce, Woman's building (containing offices for business women), Masonic Temple, Odd Fellows' building and the Commercial Appeal building.",
		"By treaties with Russia and Great Britain, concluded in 1901 and 1903 respectively, the 5% duty fixed by the Turkmanchai treaty was abolished, and an equitable tariff was established.",
		"It concluded with a list of demands (see Transvaal), their gist being \" the establishment of this republic as a true republic \" with equitable franchise laws, an independent judicature and free trade in South African products.",
		"The equitable agreement left both sides feeling content with the results.",
		"The \"norm\" is that the couple's marital property is divided 50/50, but in some cases the Court may determine that a different way of dividing the assets is considered equitable.",
		"Equitable distribution is different from community property law in that the financial situation of each spouse determines what percent of the couple's property each one receives.",
		"In states where equitable division of assets is used, disputes between former spouses can become very complicated.",
		"Choosing fair trade organic coffee is one way that socially conscious consumers can support small farm owners who are committed to sustainable agriculture and economically equitable business practices.",
		"In the 1980s a group called Asian Americans United filed a class-action lawsuit charging that Asian Americans were not being provided with an equitable education because they were not offered bilingual classes.",
		"They will be reimbursed in the most equitable way available within the given circumstances.",
		"The policy the SSTA has arranged with Tunbridge Wells Equitable Friendly Society has a normal deferment of one year.",
		"A fresh convention was drafted at this time, and under it \" a uniform tariff on all imported goods consumed within such union, and an equitable distribution of the duties collected on such goods amongst the parties to such union, and free trade between the colonies and state in respect of all South African products,\" was arranged.",
		"In my opinion, public schools are fairly equitable, while private schools have a wide range of test scores.",
		"The systems, both of assessment and collection, were equitable and far from oppressive in theory.",
		"They held usury up to detestation, and practically made no distinction between interest on equitable moderate terms and what we now term usurious exactions.",
		"This request appeared so equitable that he complied without hesitation; but Ambrose, foreseeing the consequence, prevailed upon the emperor to have the matter determined by a council of the Western bishops.",
		"A state board of equalization has been established to insure equitable taxation."
	],
	"synonyms": [
		"fair",
		"just",
		"moral",
		"honest",
		"unbiased",
		"equal",
		"righteous",
		"reasonable",
		"impartial",
		"even",
		"ethical",
		"square",
		"objective",
		"nonpartisan",
		"indifferent"
	],
	"antonyms": [
		"inequitable",
		"disproportionate",
		"prejudiced",
		"unreasonable",
		"biased",
		"unfair",
		"unjust",
		"partial"
	]
}