{
	"word": "hamper",
	"meaning": [
		"To prevent the free movement, action, or progress of.",
		"To keep from moving or acting freely; hinder; impede; encumber.",
		"To put into a hamper.",
		"Necessary but encumbering equipment on a ship.",
		"A large basket, usually with a cover, as for laundry.",
		"A shackle; a fetter; anything which impedes.",
		"(nautical) Articles ordinarily indispensable, but in the way at certain times."
	],
	"sentences": [
		"He likes the house spotless and the hamper empty every day.",
		"Last night she had noticed a few clothes in a hamper in the laundry room.",
		"The complications of Chinese writing greatly hamper education.",
		"He didn't need more emotions to hamper his decision making, and he didn't need Tim to disown him at the end of this mess.",
		"Nor were any great difficulties with the Church to hamper the growth of this kingdom.",
		"The bed was made and she found his clothes in the hamper.",
		"An example would be a stress busting hamper.",
		"God forbid we should hamper a car from crossing an intersection!",
		"She scooted the chair under the table and tossed the rag in the hamper.",
		"On the other hand, his presence was sufficient to hamper the initiative of Prince Wittgenstein, the nominal commander-in-chief; for Nicholas was constitutionally incapable of leaving him a free hand.",
		"We also specialize in creating bespoke hampers - from simply changing one or two products in an existing gift to a complete tailormade hamper.",
		"Put a laundry hamper under a kid size basketball hoop.",
		"He didn't need more emotions to hamper his decision making, and he didn't need Tim to disown him at the end of this mess for exploiting the girl Brady was charged with guarding.",
		"But you don't want to wear too many layers because it can hamper your movements.",
		"If they are sweaty, at least let them hang out to dry before putting them in the hamper.",
		"Punishment for wet nights hamper the child's self-esteem and compound the problem.",
		"Weddings are a stressful time and a hamper including relaxing bath treats, lavender scented candles, stress relieving herbal teas, and other items will be gratefully received and extremely useful.",
		"A variation would be a spa hamper, containing items that the couple could use to pamper themselves prior to the wedding.",
		"Hang up clothing or place it in a hamper immediately after taking it off.",
		"This \" principle of aviticity \" (osiseg, aviticum), which survived till 1848, was intended to preserve the large feudal estates as part of the new military system, but its ultimate effect was to hamper the development of the country by preventing the alienation, and therefore the mortgaging of lands, so long as any, however distant, scion of the original owning family survived.'",
		"Officials don't want to disclose the third person's identity as it might hamper the investigation process.",
		"However, if they start to hamper vision significantly, there is a vitrectomy procedure where surgeons can remove the gel substance from your eyeball and replace it with saline solution.",
		"This can hamper other processes that take place in the small intestine, such as vitamin K production and immune function, leading to frequent infections and other health issues.",
		"Laundry - Place dirty clothes in the hamper and bring it down to the laundry room.",
		"In 1907 also negotiations were opened with Great Britain, the objects of which were to modify the extra-territorial rights conceded to that power by the treaty of 1855, and to remove various restrictions regarding taxation and general administration, which, though diminished from time to time by agreement, still continued to hamper the government very much.",
		"There are a host of diseases, insects and vehicular perils that hamper kitty's outdoor experience.",
		"The Phillips Colon Health Probiotic Capsules contain three strains of beneficial bacteria, which balance the digestive system, promote regularity, and hamper the overgrowth of harmful organisms.",
		"Deficiency can occur in the case of malabsorption, pregnancy and lactation, alcohol abuse, and when taking medications that hamper folate absorption.",
		"I am glad to hear that you have been doing some homework on flirting and that you have been working on not letting your shyness hamper your social life.",
		"A hamper or gift basket of themed items can include many great engagement gift ideas.",
		"Many writers and producers dislike spoilers because they hamper the drama, the ability to tell stories and to reveal character development.",
		"However, it also provides a form of cardio workout for those plagued with knee issues that hamper their ability to perform other types of exercise.",
		"Many people find them unattractive so wearing flannel may hamper your sex life, as it is not considered stylish lingerie.",
		"All apartment and villa packages come inclusive of a 4 seater golf buggy and a continental breakfast hamper.",
		"Nor do these surface defects seriously hamper the viewing experience.",
		"Hiatus hernia Other risks chocolate, peppermint, coffee and alcohol hamper sphincter function.",
		"The retention of the escrow account signals continued delays and bureaucratic red tape that will hamper the functioning of the economy.",
		"Each hamper or gift is presented in either a traditional wicker hamper or smart box.",
		"Trawler crews often spent days chopping ice off the ship and rigging to reduce the danger of overturning due to Top Hamper.",
		"Hamper Full of Goodies-Purchase a pop-up, plastic, cloth, or wicker clothes hamper that's just perfect for baby's dirty clothes.",
		"You'll need a hamper, basket or bag to keep your dirty laundry contained.",
		"If your laundry will be out in the open, consider a wicker hamper or other decorative basket.",
		"Draperies, even when opened, can block sunlight and hamper views.",
		"If you are having this hamper custom-designed and created as a built-in, then you have several options such as slanted hinged tops or bins that are hidden behind cabinet doors.",
		"If your house is configured appropriately, you can even add a laundry chute from the upstairs bathroom directly into the hamper.",
		"You can open these up to create a recess cabinet or space for a hamper.",
		"This is a wonderful service for anyone suffering from disabilities that hamper their ability to read printed words.",
		"If your partner is consistently bothered by you leaving your dirty socks on the bedroom floor, make an effort to remember putting them in the laundry hamper.",
		"It comes inside a pop-up hamper that is the perfect size for toddlers to use.",
		"Allow wintertime knee high socks to drip dry before tossing them in the hamper, and it might be in your best interest to buy socks that are constructed from a special microfiber for cold weather (and quick drying).",
		"Depending on the search function for open book tests, they may hamper the student's learning ability.",
		"First-time cruisers often feel as if they have packed too heavily, and keeping track of an abundance of items can crowd your space and hamper you experience.",
		"For those parks that do still permit dogs, strict leash laws hamper their outdoor activities.",
		"Good luck with any sock that misses the hamper from that point on.",
		"When you're working up a heavy sweat and are pushing your muscles to the limit, you don't want your clothes to hamper your body's natural cooling abilities in any way.",
		"This is diluted enough that it should not burn, but acidifies the skin pH enough to hamper the yeast growth.",
		"The presence of such antibodies may greatly hamper efforts to prevent or stop a major hemorrhage.",
		"Problems develop that hamper the child's ability to walk, run, climb stairs, and rise from a chair.",
		"Quirky hair patterns, difficult curls and lifeless locks can hamper your status quo before the first bell rings.",
		"This allows you to run, play and swim at leisure, without any tight constriction to hamper you.",
		"Many of the suits do specify a need to be hand washed; this can be a hamper, but since you are only using them for a season, you can probably risk tossing them in the washing machine on a cold wash and then hanging dry.",
		"Business practices are different and cultural differences also enter into play that may hamper your building a business practice with China.",
		"Calico cotton can be washed in warm water and dried in the dryer, so you can have several just to throw in the hamper and wear at your convenience.",
		"Afterwards, as the banks became parcelled out among a host of petty princelings, each of whom arrogated the right of laying a tax on passing vessels, the imposts became so prejudicial as seriously to hamper the development of the shipping.",
		"An order in council was enacted in 1899 providing that no Maltese (except students of theology) should thenceforth suffer any detriment through inability to pass examinations in Italian, in either the schools or university, but the fraction of the Maltese who claim to speak Italian (13.24%) still command sufficient influence to hamper the full enjoyment of this emancipation by the majority.",
		"Reflection had further shown them that to hamper their fleets by imposing the direct protection of a great flock of merchant ships on them was not even an effectual way to protect commerce.",
		"We must not suffer it to lead us into rhetoric about the deadness and the darkness of the middle ages, or hamper our inquiry with preconceived assumptions that the re-birth in question was in any true sense a return to the irrecoverable pagan past.",
		"If of large amount and very numerous, they hamper trade, as all taxation tends to do, but that is no reason for condemning them specially when the choice lies between them and other forms of taxation.",
		"The measure soon met with strong opposition in the northern states, and Personal Liberty Laws were passed to hamper officials in the execution of the law; Indiana in 1824 and Connecticut in 1828 providing jury trial for fugitives who appealed from an original decision against them.",
		"His Life, written by himself up to 1678, with his diary and correspondence, and an index to his manuscript collections, was edited by William Hamper, and published in 1827.",
		"Fremont had information beyond that of ordinary men that made him believe early hostilities between the United States and Mexico to be inevitable; he was also officially informed of Larkin's secret task and in no way authorized to hamper it.",
		"In the field, armies lived as a rule in camp (q.v.), and when the provision of canvas shelter was impossible in bivouac. At the present time, however, it is unusual, in Europe at any rate, for troops on active service to hamper themselves with the enormous trains of tent wagons that would be required, and cantonments or bivouacs, or a combination of the two have therefore taken the place, in modern warfare, of the old long rectilinear lines of tents that marked the restingplace and generally, too, the order of battle of an 18th-century army.",
		"He used all his influence to hamper the president and to advance the political interests of Alexander Hamilton, until he was dismissed, after refusing to resign, in May 1800, Returning to Massachusetts, he served as chief justice of the court of common pleas of Essex county in 1802-1803."
	],
	"synonyms": [
		"leash",
		"hamstring",
		"chain",
		"hog-tie",
		"tie",
		"trammel",
		"handcuff",
		"fetter",
		"hobble",
		"shackle",
		"manacle",
		"hinder",
		"handicap",
		"strangle",
		"cramp",
		"wall",
		"traverse",
		"obstruction",
		"obstacle",
		"impediment",
		"hurdle",
		"hindrance",
		"clog",
		"blockage",
		"block",
		"barrier",
		"barricade",
		"bar",
		"stop",
		"snag"
	],
	"antonyms": [
		"promote",
		"encourage",
		"aid",
		"assist",
		"help",
		"permit",
		"allow",
		"expedite"
	]
}