{
	"word": "fortuitous",
	"meaning": [
		"Happening by chance; accidental.",
		"Bringing, or happening by, good luck; fortunate.",
		"Happening by chance; coincidental or accidental."
	],
	"sentences": [
		"Neither is it merely fortuitous that the reaction proceeded from France itself.",
		"The growth of imperialism in Europe is not fortuitous.",
		"A very fortuitous ricochet fell to Hogg only 5 yards from goal.",
		"In pure leasehold the landlord demands at least six months rent as guarantee, and the forfeiture of any fortuitous advantages.",
		"Whether this coincidence of location is purely fortuitous remains unclear.",
		"Though perfectly free from any trace of envy or ill-will, he yet showed on fit occasion his contempt for that pseudo-science which seeks for the applause of the ignorant by professing to reduce the whole system of the universe to a fortuitous sequence of uncaused events.",
		"Rugby took a customary and somewhat fortuitous early lead after thirteen minutes.",
		"In addition to the increased budget, the team were given more time to complete filming, which turned out to be quite fortuitous.",
		"A helping hand from the crossing lady may prove fortuitous Aquarius Make sure you stretch well this week.",
		"What lived in time belonged to eternity; the microcosm was the epitome of the macrocosm; the reason which reigned in man interpreted the law that was revealed in conscience and the power which governed human destiny, while the freedom which man realized was the direct negation both of necessity and of the operation of any fortuitous cause in the cosmos.",
		"Eddington, confirmed by Dyson, show that there is better ground for believing that the universe is composed mainl y of two streams of stars, the members of each stream actuated by proper motions of the same sense and magnitude on the average, than that the relative motions of the stars with one another are fortuitous (see Star).",
		"It is held 1 that the Darwinian doctrine of selection of fortuitous congenital variations is sufficient to account for all cases, that the Lamarckian hypothesis of transmission cf acquired characters is not supported by experimental evidence, and that the latter should therefore be dismissed.",
		"But this instance is really fully explained (as the present writer has shown) by the theory of natural selection acting on congenital fortuitous variations.",
		"We seem to be justified in assuming that there are many movements of stretching and posturing possible to caterpillars, and that some caterpillars had a congenital fortuitous tendency to one position, some to another, and, finally that among all the variety of habitual movements thus exhibited one has been selected and perpetuated because it coincided with the necessary conditions of safety, since it happened to give the caterpillar an increased resemblance to a twig.",
		"Arcana were often shown to be such by their physical properties, not only by such as heat, cold, &c., but by fortuitous resemblances to certain parts of the body; thus arose the famous doctrine of \"signatures,\" or signs indicating the virtues and uses of natural objects, which was afterwards developed into great complexity.",
		"A procesi resembling maze-gane, but less fortuitous, is shibuichi-dshi (combined shibuichi), which involves beating together two kinds of shibuichi and then adding a third variety, after which the details of the picture are I worked in as in the case of maze-gane.",
		"Everything can be explained by a purely mechanical (but not fortuitous) system, in which there is no room for the idea of a providence or an intelligent cause working with a view to an end.",
		"While it is not easy to avoid the suspicion that a choice of which nothing can be predicated, which is guided by no motive, influenced by no desire, which is due neither to the natural display of character nor to the influence of environment, is either merely fortuitous or the product of a philosophical theory.",
		"United resumed their earlier pressure and midway through the half came close to a rather fortuitous opener.",
		"The adherence to type, the favourite conception of the transcendental morphologist, was seen to be nothing more than the expression of one of the laws of thremmatology, the persistence of hereditary transmission of ancestral characters, even when they have ceased to be significant or valuable in the struggle for existence, whilst the so-called evidences of design which was supposed to modify the limitations of types assigned to Himself by the Creator were seen to be adaptations due to the selection and intensification by selective breeding of fortuitous congenital variations, which happened to prove more useful than the many thousand other variations which did not survive in the struggle for existence.",
		"It is, however, to be noted, in the first place, that the imitation of the parent by the young possibly accounts for some part of these complicated actions, and, secondly, that there are cases in which curiously elaborate actions are performed by animals as a characteristic of the species, and as subserving the general advantage of the race or species, which, nevertheless, can not be explained as resulting from the transmission of acquired experience, and must be supposed to be due to the natural selection of a fortuitously developed habit which, like fortuitous.",
		"The net result of observation is not favourable to the essentially Darwinian view that the adaptive arises out of the fortuitous by selection, but is rather favourable to the hypothesis of the existence of some quite unknown intrinsic law of life which we are at present totally unable to comprehend or even conceive.",
		"Consequently the information derived from their monuments, in spite of their great abundance, is of a fortuitous character.",
		"Their fortuitous dissemination does not always bring seeds upon a suitable nidus for germination, the primary essential of which is a sufficiency of moisture, and the duration of vitality of the embryo is a point of interest.",
		"On the other hand, he was far from advocating the view that has been pithily expressed as the \"selection of the fit from the fortuitous\"; he recognized that variations, although perhaps suggested or excited by the environment, were determined by internal causes.",
		"Omitting the second it may be truly said that the order of agricultural development has been mainly one of blind experiment or fortuitous circumstances.",
		"The name of the organization was changed from Congress to National Council as soon as the assembly ceased to be a fortuitous concourse of atoms, and consisted of duly appointed representatives from the local councils of every part of England.",
		"The close correspondence between these two figures is not a fortuitous coincidence.",
		"A very, very few people, however, were freed from this sustenance lifestyle, either by their fortuitous birth or outstanding ability.",
		"Sea-snakes occasionally make their way to Japan, being cairied thither by the Black Current (Kuro Shiwo) and the monsoon, but they must be regarded as merely fortuitous visitors.",
		"Particular average signifies the damage or partial loss happening to the ship, goods, or freight by some fortuitous or unavoidable accident.",
		"From a resemblance in the name which is probably fortuitous these tribes have been identified with the Attecotti of Roman writers.",
		"How is it possible, it was said, that fortuitous variations can furnish the material for the precise and balanced adaptations that all nature reveals?",
		"That's a bit fortuitous, isn't it?",
		"He did not rise above untoward circumstances by favour, nor - until after his election as senator - by fortunate and fortuitous connexion with great events, but by strength of native talents,."
	],
	"synonyms": [
		"uncaused",
		"causeless",
		"unplanned",
		"random",
		"lucky",
		"incidental",
		"serendipitous",
		"fluky",
		"contingent",
		"chance",
		"casual",
		"accidental",
		"odd",
		"inadvertent"
	],
	"antonyms": [
		"deliberate",
		"calculated",
		"designed",
		"planned",
		"intentional",
		"unlucky",
		"predictable"
	]
}