{
	"word": "serene",
	"meaning": [
		"Content or composed; untroubled.",
		"Not disturbed or troubled; calm, peaceful, tranquil, etc.",
		"Clear; bright; unclouded.",
		"Exalted; high-ranking.",
		"Used as a title and form of address for certain members of royalty.",
		"A serene expanse, as of sky or water.",
		"(poetic) Serenity; clearness; calmness.",
		"Evening air; night chill.",
		"To make serene.",
		"A female given name. A rare variant of Serena."
	],
	"sentences": [
		"Evelyn appeared serene and perfect, as usual.",
		"Her features were more defined and had a calm, soft, and serene expression.",
		"In more serene surroundings perhaps we could come to some understanding and move forward in a mutually peaceful way.",
		"Perhaps I may prove useful to your Serene Highness.",
		"Commerce is unexpectedly confident and serene, alert, adventurous, and unwearied.",
		"But his character remained serene and unshaken in dignity.",
		"Virgil is serene and lovely like a marble Apollo in the moonlight; Homer is a beautiful, animated youth in the full sunlight with the wind in his hair.",
		"It is amazing how his Serene Highness could so foresee the intentions of the French!",
		"It was so utterly beautiful - so serene.",
		"The air was temperate, the sky was serene, the silver orb of the moon was reflected from the waters, and all nature was silent.",
		"She is sitting by me as I write, her face serene and happy, crocheting a long red chain of Scotch wool.",
		"His genius was one of generalization and abstraction; and the aspirations of the time towards unity and perfection received, by his serene labours, an embodiment denied to them in the troubled world of politics.",
		"Boris evidently said this to Pierre in order to be overheard by his Serene Highness.",
		"Many of them saw the achievements they relate and were inspired by patriotism to record them, so that their writings lack that serene atmosphere of critical appreciation which is looked for if history is to take its place as a science.",
		"Two of his sisters were waiting, composed and serene in their dark clothing with hands clasped in front of them.",
		"I am better now, but not quite serene.",
		"The change from storm and winter to serene and mild weather, from dark and sluggish hours to bright and elastic ones, is a memorable crisis which all things proclaim.",
		"This party used Vergniaud, whose lofty and serene ideas they applauded and travestied in action.",
		"But the prevailing impression we carry away after reading him is that in all his early satires he was animated by a sincere and manly detestation of the tyranny and cruelty, the debauchery and luxury, the levity and effeminacy, the crimes and frauds, which we know from other sources were then rife in Rome, and that a more serene wisdom and a happier frame of mind were attained by him when old age had somewhat allayed the fierce rage which vexed his manhood.",
		"I have never felt lonesome, or in the least oppressed by a sense of solitude, but once, and that was a few weeks after I came to the woods, when, for an hour, I doubted if the near neighborhood of man was not essential to a serene and healthy life.",
		"Look, theyâve decked him out in green pjamas; he looks serene No !",
		"He watched her sleep, wishing to know her dreams; wondering if he would ever see her face this serene again.",
		"The predicate of \" Serene Highness,\" though borne by certain magnates who were princes before they became Russians - as in the case of the families mentioned above - is not attached to the Russian title of \" prince.\"",
		"He was so ungainly, so pimply about the head, so scaly about the legs, yet so serene, so unspeakably satisfied !",
		"Over the years, Liz Claiborne has introduced everything from playful, fruity scents to serene, sophisticated fragrances.",
		"Candy wrappers can be personalized with graphics ranging from cute and quirky to serene and elegant for the perfect island inspired favor.",
		"If you prefer something a bit more serene, then try the Two Dolphins Beach Towel.",
		"There's a wide range of entertainments for every taste, all within a beautifully serene environment.",
		"It 's a weird free feeling to just fly around in an aircraft almost serene.",
		"It is almost impossible to create a serene ambiance with traditional porch lighting.",
		"Japanese Tea Garden - Created for the 1894 World's Fair, this serene oasis within the park is the oldest public Japanese garden in the United States.",
		"The hotel is designed to blend the traditional Japanese style with modern western touches to give guests a serene atmosphere where they can escape from the chaos of every day life.",
		"These scents conjure up relaxing evenings spent by a fire and a window looking over mounds of serene white snow.",
		"Remind your actors that although the scene of Jesus' birth was serene, it was full of excitement and hope.",
		"There are many things to do and to see in this serene city for those who truly appreciate the beauty of nature.",
		"The woman turned, interest then puzzlement on her serene, chiseled features.",
		"Nishani took the hands of his youngest sister, Talal, and began to speak, animated compared to the serene women of his world.",
		"He looked out the window momentarily and saw a 737 leaving a contrail at 33,000 feet in the serene blue sky.",
		"Majorca is an island of contrasts with its rugged mountains to long streches of golden sand and pine forests to serene hillside villages.",
		"Adorned with hanging plants and wicker tables and chairs, it has a serene, almost oriental atmosphere.",
		"Here you can view the quite ornate Borthwick effigies lying in their serene setting.",
		"In the serene atmosphere of my earthly Paradise I would be safe from all evil.",
		"She was serene in the grand pas de deux.",
		"A serene hunting call links the ' nasty raindrops ' opening with the ' asphyxiating woodwind players ' ending.",
		"The setting is very serene, with a dramatic view of Uluru.",
		"Described as an oasis in the desert, the lush greenery, romantic weeping willows, and serene lake make a picture perfect wedding day complete.",
		"Hope by the Sea has a serene and peaceful environment next to the ocean.",
		"Green River's main campus spans over 180 acres of forested land, offering its students a serene learning experience.",
		"While public areas are often eclectic and vibrant, passenger cabins are more serene.",
		"Serene Comfort features the Shadowline Sleepwear Long Nylon Button Front Robe.",
		"Serene Comfort sells several bed jackets that look inviting and cozy, and are just for plus size women.",
		"Located in a quiet residential area, the grounds of the Resurrection Retirement facility provide residents with a secure, beautiful and serene setting with gardens and a grotto.",
		"There are options, like a silver metal contact lens case, that mean you don't have to break up the theme of your bathroom counter with a piece of plastic on display that sticks out like a sore thumb against your serene decor.",
		"There are yoga exercises for the serene, strength training for those who want to tone up, and exercise video games like skiing that help you with your balance.",
		"All appears serene; there is no other sign of life.",
		"Typically costumes will feature a bunny with a serene, straight face, a smile, or a laughing or grinning expression.",
		"So, they hold their confusion, doubts, and fear within themselves, putting on a brave and almost serene front for their parents.",
		"A serene opening - Whenever you first open a \"ghost video\" where the first part of the video is a very calm and quiet scene, the odds are good that you've just opened up a \"scream\" video.",
		"Utah's serene setting is an important component of the show.",
		"The Finger Lakes offer visitors a serene and relaxing New York travel experience.",
		"Meanwhile, those looking for a more serene setting can explore Cabo San Lucas, which boasts a slew of upscale resorts and miles of luxurious beaches.",
		"Such a serene approach results in clutter-free timepieces that look sleek and function flawlessly.",
		"For example, you can find an Oscar de la Renta chemise nightgown at Serene Comfort for just $20.",
		"Elaine Serene Comfort - This store has a decent selection of Miss Elaine pajamas and nightgowns in various designs.",
		"Serene Comfort's mission is to offer \"comfortable clothes that are all about serene comfort.\"",
		"Serene Comfort's return policy is very lenient.",
		"Surrounded by picturesque mountains, the hotel's serene atmosphere is ideal for honeymooners or couples looking for a romantic getaway.",
		"The Japanese is exceptionally serene.",
		"He dwelt upon the illumination of the mind and soul by direct communion with the Creative Spirit; upon the spiritual and poetic monitions of external nature; and upon the benefit to man of a serene mood and a simple way of life.",
		"Here, as in Lombardy, a feeling for serene beauty derived from study of the antique has not interrupted the evolution of a style indigenous to France and eminently characteristic of the French temperament.",
		"All these various classes of princes are styled Fiirst and have the predicate \" Serene Highness \" (Durchlaucht).",
		"In age he retained most of these characteristics, refined by a serene expression of peace after contest.",
		"Raised to the rank of a princess in 1858, the countess and her children were allowed to style themselves princes and princesses of Battenberg, with the addition of Durchlaucht or Serene Highness.",
		"Tucked away among serene gardens is a vast tropical lagoon pool for quiet seclusion.",
		"It's a weird free feeling to just fly around in an aircraft almost serene.",
		"Therefore the Master remains serene in the midst of sorrow.",
		"Unscathed by civil strife, war or famine, Zambia's capital city seems as serene as any on the continent.",
		"It's human nature to strive for your dream but a little bit of giving could make you feel serene.",
		"Nature The mountain peak stands serene sloping down to valleys where life is teeming.",
		"Somehow, listening to the silence I feel myself becoming serene.",
		"He was so ungainly, so pimply about the head, so scaly about the legs, yet so serene, so unspeakably satisfied!",
		"Shelley's \"The Boat on the Serchio,\" 117, \"woods of stunted fir\" for \"pine\" which the rhyme requires; Prince Athanase, 250, \"And sea buds burst beneath the waves serene\" for \"under.\"",
		"But I cannot forget that in the sky of India, serene as it is, a small cloud may arise, no larger than a man's hand, but which, growing larger and larger, may at last threaten to burst and overwhelm us with ruin.\"",
		"On the political storms which shook his country and drove him from one employment to another, he seems to have looked not with the passionate participation of a Dante or a Michelangelo but rather with the serene detachment of a Goethe.",
		"At the same time it is probable that the serene joys of virtue and the grieflessness which the sage was conceived to maintain amid the worst tortures, formed the main attractions of Stoicism for ordinary minds.",
		"The remarkably adult yet innocent expression of their open and serene eyes is very memorable.",
		"I know of those whose serene and wise speculations on this theme would soon reveal the limits of his mind's range and hospitality.",
		"He had just entered, wearing an embroidered court uniform, knee breeches, and shoes, and had stars on his breast and a serene expression on his flat face.",
		"All their faces were as serene as if all this were happening at home awaiting peaceful encampment, and not within sight of the enemy before an action in which at least half of them would be left on the field.",
		"Anatole left the box, serene and gay.",
		"He stopped in the village at the priest's house in front of which stood the commander-in-chief's carriage, and he sat down on the bench at the gate awaiting his Serene Highness, as everyone now called Kutuzov.",
		"Her husband has welcomed his Serene Highness with the cross at the church, and she intends to welcome him in the house....",
		"Boris shrugged his shoulders, his Serene Highness would not have it, or someone persuaded him.",
		"And should your Serene Highness require a man who will not spare his skin, please think of me....",
		"I have not considered it right to conceal from your Serene Highness what I have seen.",
		"Very salutary is an occasional hour of serene sadness, indeed a good agony will sometimes yield a grand harvest.",
		"Technical Maintenance Your web site is like the proverbial swan, serene on the surface but paddling like mad underneath.",
		"Nell could hardly believe this was the same young woman she 'd always admired for her serene elegance and beauty.",
		"I could feel my whole being getting drawn into the serene, exotic beauty.",
		"When morning comes Alice finds herself floating on the serene lake with sunlight dappled through overhanging trees.",
		"There 's a wide range of entertainments for every taste, all within a beautifully serene environment.",
		"It 's human nature to strive for your dream but a little bit of giving could make you feel serene.",
		"Holistic addiction treatment at drug rehab centers is designed to help people recover from addictions, while also providing a serene and healthy environment.",
		"For example, Domaine Serene in Oregon has a wonderful in-ground cellar that's all gravity fed-but it's not open to the public normally.",
		"Nehalem Bay State Park is a serene waterfront campground that provides visitors with easy access to both its namesake bay and the Pacific Ocean.",
		"The key is to create a room that is serene, calm and relaxing - in essence, a room that could quickly chip away at your stresses as soon as you walk through the door.",
		"A large mural tattoo featuring the sea and the sand and the sun with a pack of traveling dolphins can be serene and calming.",
		"He demonstrates a solitary routine in a serene setting.",
		"If you're not particular about wearing organic cotton, you can find a range of classic cotton nightgowns at Serene Comfort.",
		"Serene Comfort has a wide selection of cotton nightgowns.",
		"Serene Comfort offers basic flannel nightgowns to wear all year round.",
		"Paved walkways allow for serene nature hikes through over a dozen different tree species.",
		"A billion consciences sitting under the serene surface of the water.",
		"The title of princess of Battenberg, derived from an old residence of the grand-dukes of Hesse, was conferred, with the prefix Durchlaucht or \"Serene Highness,\" on the countess and her descendants in 1858.",
		"In 1853 he was recalled and named president for life, with the title of Serene Highness.",
		"But this man, as the first that was distinguished there in this manner, after enduring what was likely to follow an act so daring, preserved his mind, calm and serene, until the moment when his spirit fled.\"",
		"Anyhow his Serene Highness knows you and will receive you graciously.",
		"I concluded that if I reported to your Serene Highness you might send me away or say that you knew what I was reporting, but then I shouldn't lose anything...",
		"All the gentlemen have gone out, and his Serene Highness himself rode past long ago.",
		"Only Malasha, Andrew's six-year-old granddaughter whom his Serene Highness had petted and to whom he had given a lump of sugar while drinking his tea, remained on the top of the brick oven in the larger room.",
		"His Serene Highness has passed through Mozhaysk in order to join up with the troops moving toward him and has taken up a strong position where the enemy will not soon attack him.",
		"It is not too much to say that his imperturbable equanimity, his serene bonhomie kept the host together.",
		"Every time the tsar returned to Russia he received fresh accusations of peculation against \"his Serene Highness.\"",
		"On the 16th of December 1853 Santa Anna issued a decree making himself dictator, with the title of serene highness.",
		"He was not a very large man, but was well formed and had a beautiful face--calm and serene as the face of a fine portrait.",
		"Kutuzov's adjutant whispered to Prince Andrew that this was the wife of the priest whose home it was, and that she intended to offer his Serene Highness bread and salt.",
		"To a youth and womanhood of storm and stress had succeeded an old age of serene activity and then of calm decay.",
		"He was commonly compared to Olympian Zeus, partly because of his serene and dignified bearing, partly by reason of the majestic roll of the thundering eloquence, with its bold poetical imagery, with which he held friend and foe spellbound.",
		"He, the commander-in-chief, a Serene Highness who everybody said possessed powers such as no man had ever had in Russia, to be placed in this position--made the laughingstock of the whole army!",
		"Denisov, having given his name, announced that he had to communicate to his Serene Highness a matter of great importance for their country's welfare.",
		"What is the pill which will keep us well, serene, contented?",
		"Prince Andrew replied that he was not on his Serene Highness' staff but was himself a new arrival.",
		"Spent with weakness and fatigue he asked leave to rest his head on his companion's lap, and quickly fell into a quiet sleep. As Niccolini tells us, the martyr's face became serene and smiling as a child's.",
		"For a long time they continued to look at red Rugay who, his arched back spattered with mud and clanking the ring of his leash, walked along just behind \"Uncle's\" horse with the serene air of a conqueror.",
		"He treated his Serene Highness with a somewhat affected nonchalance intended to show that, as a highly trained military man, he left it to Russians to make an idol of this useless old man, but that he knew whom he was dealing with."
	],
	"synonyms": [
		"unobscured",
		"steady",
		"poised",
		"impassive",
		"bright",
		"august",
		"fair",
		"easy",
		"collected",
		"still",
		"smooth",
		"quiet",
		"cool",
		"halcyon",
		"placid",
		"tranquility",
		"serenity",
		"sang-froid",
		"limpidity",
		"equanimity",
		"composure",
		"imperturbation",
		"imperturbability"
	],
	"antonyms": [
		"troubled",
		"disturbed",
		"excited",
		"agitated",
		"nervous",
		"anxious"
	]
}