{
	"word": "nihilism",
	"meaning": [
		"The denial of the existence of any basis for knowledge or truth.",
		"The general rejection of customary beliefs in morality, religion, etc.",
		"The belief that there is no meaning or purpose in existence.",
		"Political belief or action that advocates or commits violence or terrorism without discernible constructive goals.",
		"The doctrine that existing social, political, and economic institutions must be completely destroyed in order to make way for new institutions."
	],
	"sentences": [
		"The new ego can embrace nihilism in two ways.",
		"Brahmanic pantheism and Buddhistic nihilism alike teach the unreality of the seeming world, and preach mystical absorption as the highest goal; in both, the sense of the worth of human personality is lost.",
		"It leads, ultimately, to what he called European nihilism.",
		"Cyberpunk is '40s noir films, jaded cynicism and nihilism.",
		"He followed it up with a number of other works on the condition of the Russian peasantry, on Nihilism, and on the conditions of life in Russia.",
		"But Leo rejects that director's nihilism in favor of some idea of redemption through words.",
		"It was confined to a section of the educated classes, and emanated Nihilism.",
		"Perhaps some of the French dandies of the ancien regime could be said to express a certain nihilism in the way they lived.",
		"Given such a powerful presumption against it, moral nihilism should be rejected.",
		"Active nihilism (opposing religion) has changed into passive Nihilism.",
		"Pulling these trials together is not an exercise in intellectual nihilism.",
		"What is the role of philosophy in an age of normal nihilism?",
		"Nietzsche dared to look into the abyss of modern nihilism.",
		"With the collapse of Stalinism, many intellectuals have adopted a stance of post-modern nihilism which offers no alternative to neo-liberalism.",
		"Gigs were plenty and underground punk rock nihilism was at its frenzied height.",
		"From this general perspective, ABC for a Marxist, he contrives however to make a recipe of temporizing passivity and national nihilism.",
		"In a small but influential section of the educated classes there was a conviction that the revolutionary tendencies, which culminated in Nihilism and Anarchism, proceeded from the adoption of cosmopolitan rather than national principles in all spheres of educational and administrative activity, and that the best remedy for the evils from which the country was suffering was to be found in a return to the three great principles of Nationality, Orthodoxy and Autocracy.",
		"The emo frame of mind would be a lazy form of nihilism, were it not too lazy to pick up a copy of Turgenev and make the correlation.",
		"For it is the recuperation of the conventional that allows one to reject absolutism and yet avoid nihilism.",
		"Thus arose a struggle between the youthful, hot-headed partisans of revolutionary physical science and the zealous official guardians of political order - a struggle which has made the strange term Nihilism a familiar word not only in Russia but also in western Europe.",
		"The nihilism of Gorgias from the Eleatic point of view of bare identity, and the speechlessness of Cratylus from the Heraclitean ground of absolute difference, are alike disowned.",
		"The result is a selflimiting dialectic. This higher dialectic is a logic. It is no accident that the first of the philosophical sophists, Gorgias, on the one hand, is Eleatic in his affinities, and on the other raises in the characteristic formula of his intellectual nihilism' issues which are as much logical and epistemological as ontological."
	],
	"synonyms": [
		"mob-rule",
		"lawlessness",
		"terrorism",
		"misrule",
		"atheism",
		"renunciation",
		"repudiation",
		"nihilistic-delusion",
		"skepticism",
		"disorder",
		"chaos",
		"anarchy"
	],
	"antonyms": [
		"faith",
		"obedience",
		"belief",
		"optimism"
	]
}