{
	"word": "ameliorate",
	"meaning": [
		"To make or become better; improve.",
		"To make or become better; improve.",
		"To make better, to improve; to heal; to solve a problem."
	],
	"sentences": [
		"He wanted to ameliorate the present suffering.",
		"She wanted to ameliorate the situation.",
		"A centralized policy would compound, not ameliorate, the problem.",
		"Is there anything I can do to ameliorate your imprisonment?",
		"A solution to ameliorate the negative impact of these areas is needed.",
		"There are several biologically plausible reasons why zinc may help to ameliorate the symptoms of the common cold.",
		"The police wanted to ameliorate the consequences of crime and disorder and the fear of crime within local communities.",
		"His administration also did much to ameliorate the condition of the Indian tribes and to arrest the spoliation of the public forest lands.",
		"This strategy can also ameliorate problems with potential hackers.",
		"To partially ameliorate this problem, right click on the image and select \"Viewer Options.\"",
		"The proposal's goal was to ameliorate the effects of traffic - the wider the channel the better.",
		"The policy of the government is to leave the Andamanese alone, while doing what is possible to ameliorate their condition.",
		"His first care was to ameliorate the condition of Cape Colony.",
		"It was not until the French Revolution that any steps were taken to ameliorate their lot, but to-day they no longer form a class, but have been practically lost sight of in the general peasantry.",
		"While expressing admiration for the signs which had come under its notice of the advance of civilization in the Congo State, the commission confirmed the reports of the existence of grave abuses in the upper Congo, and recommended a series of measures which would in its opinion suffice to ameliorate the evil.",
		"They also took an active part in Sir Samuel Romilly's efforts to ameliorate the penal code, in prison reform, with which the name of Elizabeth Fry (a Friend) is especially connected, and in the efforts to ameliorate the condition of lunatics in England (the Friends' Retreat at York, founded in 1792, was the earliest example in England of kindly treatment of the insane).",
		"Treatments attempt to ameliorate the symptoms in order to improve the quality of life.",
		"This concept was used to develop a system of ear acupuncture, auriculotherapy, through which practitioners could ameliorate the physical condition of patients by stimulating different regions of the left or right ear, or both.",
		"One study even said that a low carbohydrate diet is \"a patient-empowering way to ameliorate hyperglycemia without pharmacological intervention.\"",
		"The last duke of Charost, Armand Joseph de Bethune (1738-1800), French economist and philanthropist, served in the army during the Seven Years' War, after which he retired to his estates in Berry, where, and also in Brittany and Picardy, he sought to ameliorate the lot of his peasants by abolishing feudal dues, and introducing reforms in agriculture.",
		"It was not worth while to master and economize the resources of this earth, to utilize the good and ameliorate the evils of this life, while every one agreed, in theory at any rate, that the present was but a bad prelude to an infinitely worse or infinitely better future.",
		"Such a formal equality would, he argued, continue to ameliorate the worst excesses of capitalism's ' free market ' .",
		"Higher-than-normal levels of fetal hemoglobin can ameliorate some of the symptoms of thalassemia.",
		"I will also be arguing that applied anthropology can play a particular role in helping to ameliorate such problems."
	],
	"synonyms": [
		"uplift",
		"set up",
		"reform",
		"recuperate",
		"promote",
		"advance",
		"better",
		"help",
		"improve",
		"progress",
		"upgrade",
		"amend",
		"meliorate",
		"enhance"
	],
	"antonyms": [
		"worsen"
	]
}