{
	"word": "ferocious",
	"meaning": [
		"Extremely aggressive or violent.",
		"Fierce; savage; violently cruel.",
		"Characterized by or showing extreme aggressiveness or violence.",
		"Very great.",
		"Extremely powerful or destructive."
	],
	"sentences": [
		"The stories of his ferocious savagery exceed belief.",
		"After a ferocious contest, the Danes were practically annihilated.",
		"They fought with the grey swords, combining the sword dance with hand-to-hand combat moves for a ferocious battle that surprised her.",
		"In the early part of his reign he appears, in agreement with the Turkish sultan and the king of Poland, turning out the Hungarian vassal, the ferocious Vlad, from the Walachian throne, and annexing the coast cities of Kilia and Cetatea Alba or Byelgorod, the Turkish Akkerman.",
		"For ferocious cats, you can find panthers, tigers, lions, and wildcats.",
		"The people of the south-east peninsula are generally far from ferocious.",
		"The program allows children to explore Albert`s house, play hide-and-seek and to rescue Albert from the ferocious cat.",
		"I to heavy armor protected it from the most ferocious predators.",
		"He needs to search the island to find her, surviving through dense jungle, wild ferocious beasts and difficult obstacles.",
		"Even the Merlion is bathed in light, making it look especially ferocious.",
		"Can Christie survive the ferocious onslaught leveled against him.",
		"The Texans had a good excuse for shooting him, as he conducted war in a ferocious way.",
		"Against the prevailing lawlessness Sixtus proceeded with an almost ferocious severity, which only extreme necessity could justify.",
		"He was as ruthless and as incorrupt as Robespierre himself; he could be moved from his purpose neither by pity nor by bribes; nor was there in his cruelty any of that quality which made the ordinary Jacobin enrage by turns ferocious and sentimental.",
		"In the chaotic state of France all ferocious and destructive passions found ample scope.",
		"In Italy, during the emperor's absence, his cause had been upheld by Enzio and by the ferocious Eccelino da Romano.",
		"The ferocious persecution in the lands of the Elector of Cologne remains particularly shadowy, despite some tantalizing hints about what was going on.",
		"Although they never get as speedy and ferocious as the ones you guys have to deal with, continued rainfall tends to trigger landslides.",
		"A man will show no pain while taking the most ferocious beating but will wince when a woman tries to clean his wounds.",
		"The Bell Witch launched ferocious assaults against her victims, especially Betsy, who she repeatedly slapped and punched.",
		"Less magical and ethereal than either Chinese or Japanese dragons, Western dragons (taken from the beliefs of the Middle Ages) were far more likely to be ferocious and menacing.",
		"I fed BB some more - about 50th feed - and then made up stories about Maggie and the ferocious beast.",
		"Have the cricket reporters in Australia forgotten Gregory and Macdonald bowling ferocious bouncers in Armstrong's Australian team of 1921?",
		"I am glad to hear reports about the ferocious female bullfinch.",
		"It was the gaze, the ferocious, the triumph gaze, of the redeemed captive.",
		"They are ferocious carnivores equipped with huge jaws to capture prey.",
		"Can yon imagine the ferocious resistance which must have arisen to abolishing the old numbered regiments and replacing them by territorial designations?",
		"So what can you do to develop equally ferocious agility?",
		"Then it's about to face to unleash the fury, done with really impressive technical precision combined with a truly ferocious speed.",
		"Global competition will become increasingly ferocious, with China's economy, alone, projected to triple in size over the next two decades.",
		"Just after eight a particularly ferocious blast rips the tent apart.",
		"By the time we reached the ridge the wind was so ferocious I could barely keep upright and progress was very slow.",
		"It's so delicate yet so very ferocious, the mixture of DJ Shadow and The Deftones.",
		"Show them a cruise missile or a map, and they become more ferocious than the generals.",
		"Instead, the governor, Edward Eyre, responded with the most ferocious repression.",
		"Later travellers repeat the stories, too well founded, of the ferocious hostility of the people; of whom we may instance Cesare Federici (1569), whose narrative is given in Ramusio, vol.",
		"His methods of conquest were ferocious and treacherous; but once the conquest was made he governed his subjects with firmness and justice, so that his rule was preferred to the anarchy of factions and local despots.",
		"Oedipus is also the subject of an anonymous medieval romance (15th century), Le Roman d'Odipus, fils de Layus, in which the sphinx is depicted as a cunning and ferocious giant.",
		"This ferocious legislation was expressly and summarily abrogated in 1830.",
		"As Durga (so named from having slain the demon Durga) she is warlike and ferocious, and to her in this form are offered bloody sacrifices, and such ceremonies as the Durgapuja and Churrukpuga are held in her honour (see Kali).",
		"The same ferocious inflexibility animated Saint-Just with reference to the external policy of France.",
		"At these times she is wanton and extravagant in her cruelty, killing apparently for the gratification of her ferocious and bloodthirsty nature, and perhaps to excite and instruct the young ones, and it is not until they are thoroughly capable of killing their own food that she separates from them.",
		"Adding zebra print comforters to your linen closet is one way to bring a sort of ferocious glamour to your bedroom's décor.",
		"The zebra print is perhaps less \"wild\" than its more ferocious counterparts, but it is no less eye-catching.",
		"Both American Staffordshire Terriers and Staffordshire Bull Terrier bloodlines have been used to create what has come to be known as the \"Pitbull type\"; a muscular, stocky build, and strong ferocious jaws.",
		"The ferocious reign of the industrialist and his accomplice the banker will be over\" (Salardenne, p. 93).",
		"Characterization of the band's sound remained elusive despite hints of heavy metal infused with a bluesy style, but the efficient and ferocious beat of Buck Dharma's guitar was the perfect driver for this new musical vehicle.",
		"The roster of enemies has been updated as well with plenty of new baddies, including a ferocious looking green imp called the Vulgar and another monster that's an enhanced version of the original Hell Knight.",
		"Dungeon Lords is a 3rd person, realtime role-playing PC game set in a fantasy world filled with ferocious animals, creatures, magic and powerful weapons.",
		"The detail of the dense jungles, the ferocious appearances of the dinosaurs and Kong will blow you away.",
		"The Wildside collection offers animal print bikinis, but the look is actually more sweet than ferocious, thanks in large measure to the colors baby pink and grey blue.",
		"James Randi Educational Foundation - A ferocious attack on the validity of the photos offering compelling thoughts on why they aren't real.",
		"The battle was particularly ferocious, as the Lion could only be bested through physical combat - as no weapon would kill it.",
		"Zeno Pro Acne Clearing Device combats one of oil's most ferocious partners - acne.",
		"Facebook, currently one of Myspace's most ferocious competitors, is credited as a more sophisticated Myspace, with a cleaner interface and a more mature feel that has drawn every demographic from college students to senior citizens.",
		"Their ferocious appearance, and not infrequently the habits of their owners, have given this breed a reputation for ferocity and low intelligence.",
		"Often they are represented as living a primitive life in caves and desolate places, and their character is usually ferocious.",
		"He did so, and then governed like an evil-disposed boy - indulging the merest animal passions, listening to a small camarilla of low-born favourites, changing his ministers every three months, and acting on the impulse of whims which were sometimes mere buffoonery, but were at times lubricous, or ferocious.",
		"Livingstone goes so far as to say, \"nothing that I ever learned of the lion could lead me to attribute to it either the ferocious or noble character ascribed to it elsewhere,\" and he adds that its roar is not distinguishable from that of the ostrich.",
		"Though their wars with the Welsh were not conducted with such ferocious cruelty as of old, and though (as the laws of Inc show) the Celtic inhabitants of newlywon districts were no longer exterminated, but received as the kings subjects, yet the hatred between Welsh and English did not cease because both were now Christians.",
		"Ibrahim's operations in the Morea were energetic and ferocious.",
		"The largest of these ferocious animals, also forming a genus and family by itself, is the Cryptoprocta ferox; it is a plantigrade animal, 3 ft.",
		"But in course of time, as the struggle became embittered, Catholicism itself grew revolutionary; and this twofold fanaticism, Catholic and Protestant, even more than the ambition of the leaders, made the war a ferocious one from the very first.",
		"The government under him was thoroughly bad, and the persecution of the Jacobins, that is of all those suspected of Liberal sentiment, ferocious.",
		"He was beautiful in the moonlight, with the gentle light of the moons clashing with his ferocious warrior body.",
		"The clock ticked thirty long seconds away and then the silence was ripped by a ferocious growl.",
		"The gaggle behind Smyth was starting to get ferocious.",
		"Play as Sam and protect Frodo at all costs by battling your way through Goblins, Orcs and ferocious spiders.",
		"From cuddly pandas to ferocious tigers, it's a jungle in here.",
		"They appear to have been more ferocious and less assimilative than the other conquering tribes.",
		"Abd-ar-rahman grew embittered and ferocious.",
		"The first part of Mihiragula seems to be the name of the Persian deity Mithra, but his patron deity was Siva, and he left behind him the reputation of a ferocious persecutor of Buddhism.",
		"He knew how to control the ferocious Iroquois, who had cut off France from access to Lake Ontario; to check them he had built a fort where now stands the city of Kingston.",
		"One was founded on the description by the Swedish sailor Niklas KBping of the ferocious men with long tails inhabiting the Nicobar Islands.",
		"The poverty and natural strength of the country, combined with the ferocious habits of the natives, seem to have equally repelled the friendly visits of inquisitive strangers and the hostile incursions of invading armies.",
		"The banks are forested throughout, and the river is infested by numerous alligators, so ferocious that they attack canoes.",
		"He died (7th of July 1307) at Burgh-on-Sands, leaving his incompetent son to ruin himself by his own follies, while ferocious hangings and dragging of men to death at horses' heels roused the Scottish Commons, and the men of Ettrick and Tweeddale, renouncing their new lord, de Valence, came over to the wandering knight who stood for Scotland.",
		"Rhinoceroses are of large size and massive build, but have little intelligence, and are generally timid in disposition, though ferocious when wounded or brought to bay.",
		"In spite of the ferocious characteristics which have been suggested in the above sketch, Ali Pasha is undoubtedly one of the most remarkable, as he is one of the most picturesque, figures in modern history; and as such he was recognized in his own day.",
		"The Christians made efforts to creep back to their former possessions and churches were rebuilt in Jerusalem, Bethlehem and Nazareth; but another devastation was the result of the ferocious inroads of the Mongolian Timur (Tamerlane) in 1400.",
		"When a prisoner in the hands of Filipo Maria Visconti, duke of Milan, in 1435, Alphonso persuaded his ferocious and crafty captor to let him go by making it plain that it was the interest of Milan not to prevent the victory of the Aragonese party in Naples.",
		"Ferocious as they were in war, the Maoris are generally hospitable and affectionate in their home-life, and a pleasant characteristic, noticed by Captain Cook, is their respect and care of the old.",
		"Fully adult gorillas have never been seen alive in captivity - and perhaps never will be, as the creature is ferocious and morose to a degree.",
		"He increased his bodyguard to Boo men, all Frenchmen, who behaved with the greatest licence and brutality; by his oppressive taxes, and his ferocious cruelty towards all who opposed him, and the unsatisfactory treaties he concluded with Pisa, he accumulated bitter hatred against his rule.",
		"Of its later history we need only mention the Mongolian capture in 1260; its Egyptian recapture by the Mameluke Kotuz; the ferocious raid of Timur (Tamerlane) in 1399; and the conquest by the Turkish sultan Selim, whereby it became a city of the Ottoman empire (1516).",
		"They were slave-hunters and their methods were ferocious, but their Christian enemies were neither more humane nor more chivalrous.",
		"With the ferocious fanaticism or the ruthless opportunism of the future organizers of the Terror they had nothing in common.",
		"In the Guarani language \"Charrua\" means turbulent, and by their enemies the Charruas were accounted as such, and even ferocious, although admitted to be generous to their captives.",
		"He has been represented as a determined apologist of intellectual orthodoxy animated by an almost fanatical \"hatred of reason,\" and possessed with a purpose to overthrow the appeal to reason; as a sceptic and pessimist of a far deeper dye than Montaigne, anxious chiefly to show how any positive decision on matters beyond the range of experience is impossible; as a nervous believer clinging to conclusions which his clearer and better sense showed to be indefensible; as an almost ferocious ascetic and paradoxer affecting the credo quia impossibile in intellectual matters and the odi quia amabile in matters moral and sensuous; as a wanderer in the regions of doubt and belief, alternately bringing a vast though vague power of thought and an unequalled power of expression to the expression of ideas incompatible and irreconcilable.",
		"Into the ferocious conduct displayed by Cumberland after the victory, and in the suppression of the clans, we need not enter; nor is the list of executions of rebels alluring."
	],
	"synonyms": [
		"savage",
		"fierce",
		"furious",
		"relentless",
		"rapacious",
		"ruthless",
		"grim",
		"extreme",
		"barbaric",
		"murderous",
		"inhuman",
		"bloodthirsty",
		"merciless",
		"brutal",
		"wild"
	],
	"antonyms": [
		"tender",
		"innocent",
		"tame",
		"gentle",
		"mild",
		"kind",
		"nonviolent"
	]
}