{
	"word": "levee",
	"meaning": [
		"An embankment built alongside a river to prevent high water from flooding bordering land.",
		"A low ridge of earth around a field to be irrigated.",
		"A landing place, as a pier, on the bank of a river.",
		"A morning reception held by a sovereign or person of high rank upon arising.",
		"Any formal or stylish reception.",
		"To build a levee along.",
		"(US) To keep within a channel by means of levees."
	],
	"sentences": [
		"The weekly levee was practically abandoned.",
		"Whenever a river floods, it has a tendency to raise a levee beside its banks.",
		"The Louisiana Board of Levee Commissioners was organized in 1865.",
		"He had been nearly two years and a half in seclusion when, in July 1769, he again appeared in public at a royal levee.",
		"Nor is it in the sphere of taxation alone that Williams organization of the realm stands on the old English customs. In the military sphere, though his normal army is the feudal force composed of the tenants-in-chief and the knights whom they have enfeoffed, he retains the power to call out the fyrd, the old national levee en masse, without regard to whether its members are freemen or villeins of some lord.",
		"A few days later he held a levee when every officer in the force was presented to him.",
		"A riverside levee daughter mingled with on the fourth.",
		"He recently took his bulldozer to the river levee and now there is a creek between us.",
		"The alluvial portion of the state, especially below the mouth of the Red river, is an intricate network of these bayous, which, before their closure by a levee system, served partially, in time of flood, to carry off the escaping surplus of river waters.",
		"The terms offered in an imperial proclamation were rejected, and preparations were made to resist coercion by the levee en masse of a national army.",
		"Soon after his arrival Prince Andrew, as a gentleman of the chamber, presented himself at court and at a levee.",
		"Until the levee systems are repaired in New Orleans and power is restored, shipping will continue to be affected.",
		"From them, the official guardians of Hungary's safety, he received no help, either during his governorship (1446-1453), or when, in 1454, on the eve of his departure for his last and most glorious campaign, the diet commanded a levee en masse of the whole population in his support.",
		"For about a century and a half before that time, levee building had been undertaken in a more or less spasmodic and tentative way, first by riparian proprietors, then by local combinations of public and private interests, and finally by the state, acting through levee districts, advised by a Board of Engineers.",
		"They refused therefore to grant him either subsidies or a levee en masse, and he bad to take what he wanted by force.",
		"Levee systems on some of the interior or tributary rivers, aggregating some 602 m., are exclusively built and maintained by the state.",
		"Impatient at the slow progress made by the besieging force, he decreed a levee en masse in the department of Puy-de-Dome, collected an army of 60,000 men, and himself led them to Lyons.",
		"The greatest of these internal improvements is the St Francis levee, from New Madrid, Missouri, to the mouth of the St Francis, 212 m."
	],
	"synonyms": [
		"jetty",
		"dock",
		"pier",
		"landing",
		"quay",
		"ridge",
		"embankment",
		"dike",
		"berth",
		"bank",
		"block",
		"obstruction"
	],
	"antonyms": []
}