{
	"word": "undermine",
	"meaning": [
		"To wear away and weaken the supports of.",
		"To dig beneath; excavate ground from under, so as to form a tunnel or mine.",
		"To injure, weaken, or impair, esp. by subtle, stealthy, or insidious means.",
		"To dig underneath (something), to make a passage or for destructive or military purposes; to sap. [from 14th c.]"
	],
	"sentences": [
		"Find a way to undermine the opponent.",
		"News and information that undermine their credibility or authority aren't so welcome either.",
		"These feelings undermine the self-respect of peoples and nations, distorting their sense of reality.",
		"His sagacity discerned that the rationalism by which Bolingbroke and the deistic school believed themselves to have overthrown revealed religion, was equally calculated to undermine the structure of political government.",
		"These attempts invariably weaken the Labor left and undermine efforts to unite the left around a common alternative economic and political strategy.",
		"A heavy backpack is destined to undermine your traveling pleasure.",
		"Your true mission here, not to help me but to undermine me?",
		"Chinchillas live in burrows, and these subterranean dwellings undermine the ground in some parts of the Chilean Andes to such an extent as to cause danger to travellers on horseback.",
		"After a visit to his uncle, the archbishop of Reims, he returned to St Sulpice to finish his preliminary training for the church, but in his spare time he read the works of Montesquieu, Voltaire, and other writers who were beginning to undermine the authority of the ancien regime, both in church and state.",
		"In 393 (or 39 2 B.C.) he was sent to Tiribazus, satrap of Sardis, to undermine the friendly relations then existing between Athens and Persia by offering to recognize Persian claims to the whole of Asia Minor.",
		"The statesmen by whom it was established and continued saw in Russia a power which, unless firmly kept within bounds, would dominate Europe; more particularly that it would undermine and supersede British authority in the East.",
		"The first when opened was found to be empty, but the second contained fourteen books relating to philosophy and pontifical law, which were publicly burned as tending to undermine the established religion.",
		"Psyop can drive a wedge between the adversary leadership and its populace to undermine the adversary leadership's confidence and effectiveness.",
		"Libya's recent accession to the CWC may undermine any efficacy the one-time Arab League policy opposing that treaty had retained.",
		"Then, of course, along came Big Brother to muddy the waters and undermine Castaway ' s already ailing critical success.",
		"But they are the words of an inspired apostle; and to reject such testimony is to undermine the authority of Holy Scripture.",
		"Between these are structurally weaker palaeosol horizons of weathered basalt that encourage localized collapse as the wear back and undermine the overlying basalt.",
		"Local papers that unfairly undermine local institutions to boost circulation will lose their readers ' trust.",
		"These clauses will entirely undermine confidence in electronic communications.",
		"A Financial Times editorial (20 December) also suggested that the rigged auction would simply undermine investor confidence.",
		"However a series of events were to undermine this support until it eventually crumbled.",
		"Men who stop at nothing to undermine elected officials and spread disinformation.",
		"They can undermine the governing elite 's monopoly of information in authoritarian systems.",
		"Poor care, even for short periods can seriously undermine faith in community services and result in hospital admissions.",
		"The ensuing investigation could lead to the discovery of The Holy Grail and threatens to undermine the foundations of Christianity.",
		"This may involve hypnotism, drugs, psychological pressure, blackmail or other inducements which undermine your free will.",
		"At times, he would weave arcane arguments to undermine the legitimacy of the committee.",
		"This rather lengthy caveat is intended to undermine any lapse of humility in what follows.",
		"Once antisemites portrayed us as sexual libertines and perverts to undermine our moral authority.",
		"The best way to increase turnout is to have good government, not to undermine local government.",
		"Behind the relative passivity of this year's delegations are problems that could undermine the health and credibility of the NPT regime.",
		"However, the system works well enough and doesn't undermine the primacy of the local meetings in our Quaker lives.",
		"There is a risk that this will undermine the UK's long-term prosperity.",
		"The way in which the economic system operates can sometimes undermine the purported rationale for the IPR regime.",
		"But the Government is creating an unhealthy reliance on the private sector which will undermine the NHS.",
		"It threatens to undermine the renaissance now being experienced in some of our urban centers.",
		"Unhappily, despite its warm assurances of American friendship, this document met with a most hostile reception in Italy, where it was interpreted as an attempt to undermine the position of her spokesmen and so mete out to her a different measure from that prescribed by France and Britain.",
		"Having thus disposed of the ideas of truth and causality, he proceeds to undermine the ethical criterion, and denies that any man can aim at Good, Pleasure or Happiness as an absolute, concrete ideal.",
		"Nor had he any wish to undermine established beliefs, except where he conceived that they conflicted with a truer religion and a purer morality.",
		"But only gradually did he come to realize that his source of spiritual consolation might undermine altogether the artfully constructed fabric of the medieval Church.",
		"Gertz next attempted to undermine the grand alliance against Sweden by negotiating with Russia, Prussia and Saxony for the purpose of isolating Denmark, or even of turning the arms of the allies against her, a task by no means impossible in view of the strained relations between Denmark and the tsar.",
		"The resulting reaction caused a regrettable loss of life in the Madras and Bombay famine of 1876-1878; and the Famine Commission of 1880, followed by those of 1898 and 1901, laid down the principle that every possible life must be saved, but that the wages on relief works must be so regulated in relation to the market rate of wages as not to undermine the independence of the people.",
		"They had been strong enough to undermine the imperial power; they were not strong enough to resist the pressure put upon them by a majority of their subjects.",
		"Instead of loyally supporting the president in the difficult task of building up a stable state, he did everything in his power to undermine his authority, going so far as to urge the Boers to pay no taxes while Burgers was in office.",
		"The spectacle of thousands of British subjects kept permanently in the position of helots, constantly chafing under undoubted grievances, and calling vainly to Her Majesty's government for redress, does steadily undermine the influence and reputation of Great Britain, and the respect for British government within the queen's dominions.",
		"Upon the formation of the cabinet of 1853, which was composed by the junction of the surviving followers of Sir Robert Peel with the Whigs, under the earl of Aberdeen, Lord Palmerston accepted with the best possible grace the office of secretary of state for the home office, nor was he ever chargeable with the slightest attempt to undermine that Government.",
		"In the long run, however, they can prove even more corrosive, for they undermine cultural certainties and challenge long-held taboos.",
		"We all know that a political vacuum will allow dissidents on all sides to undermine the democratic process.",
		"I know there's a vocal and well-funded right wing out there, trying to undermine LGBT equality.",
		"In Britain, water voles occasionally undermine riverbanks, but otherwise they are harmless and cause no damage.",
		"The government has asked the appeals court to overturn that ruling, saying interruption of his interrogation would undermine the war on terrorism.",
		"Added to this, low self-esteem or uncertainty about oneself can undermine self-confidence.",
		"Transnational terrorism, Jacoby stated, continues to undermine the stability of various nations.",
		"But it has unexpected, unintended and frequently unexamined powers to do other things which could undermine a free state in many ways.",
		"However, the Campaign warned that the Bill's ministerial veto could undermine the right of access.",
		"Innocent thereupon proclaimed a crusade against the emperor and armed his ubiquitous agents, the Franciscan and Dominican friars, with special indulgences for all those who should take up the cross against the imperial heretic. At the same time he did all in his power to undermine Frederick's authority in Germany and Italy.",
		"In 487 B.C., however, the introduction of the lot as a part of the process of filling the archonship (see Archon) began to undermine its ability.",
		"The scheme alarmed the Coalition, which saw that universal suffrage might destroy not only the hegemony of the Magyar nobility and gentry in whose hands political power was concentrated, but might, by admitting the non-Magyars to political equality with the Magyars, undermine the supremacy of the Magyar race itself.",
		"She also said major implementation problems threatened to undermine the policy.",
		"Your underhanded attempt to be glib and smarmy does n't undermine or change those historical constants.",
		"Nothing has done more to undermine public confidence in the pensions system than the losses felt by those honest, decent people.",
		"Never knowing if you were going to be the next target did a great deal to undermine morale in the RIC.",
		"In fact ' outreach surgical camps ' in these areas undermine the viability of these sustainable services.",
		"Does it undermine what Public Enemy is all about?",
		"The creation of working class intellectuals helping to create counter hegemony to undermine existing social relations should be an SSP goal.",
		"A shabby portfolio can undermine your worth and make you seem unprofessional.",
		"Once this happens, it becomes easier to start working together to save the relationship instead of focusing on different goals that undermine the marriage vows.",
		"Although the tiles are moisture resistant, liquids can seep into the seams and undermine the adhesive and even the subfloor underneath.",
		"Modesty can be a primary motivator when purchasing longer hem lengths, but a flimsy material can undermine your efforts.",
		"While this is essential, especially for full-figured women who have large chests, it does not undermine the importance of style.",
		"By passing judgment on the child's reactions, adults undermine the child's feelings and make the loss even more difficult for the child to handle.",
		"Group family therapy with all members of the stepfamily can help identify issues that may undermine successful family functioning.",
		"The mutual frustration of being \"out of sync\" can undermine bonding.",
		"Various statistics have been printed about parents and children who homeschool in the U.S. Researchers are only just beginning to understand this schooling movement, which to some, threatens to undermine the public school system.",
		"The legitimacy of free fortune telling can be questionable and, in many cases, can undermine the entire profession of fortune telling.",
		"These methods tend to undermine the psychic profession that is based on energy-readings and not the random response of a computer-generated crystal ball.",
		"Never undermine the other in front of the children.",
		"Ashley has her father's ability to be tough and drive a hard bargain, however a constant theme on the show is Ashley feeling like her father and brother undermine her abilities.",
		"Repeated applications will undermine the strength of the offending disease and eventually kill it.",
		"The 1VIagnifico then sought to undermine his popularity, and Fra Mariano was employed to attack him from the pulpit.",
		"At Rome and Carthage, and in all other places where sincere Montanists were found, they were confronted by the imposing edifice of the Catholic Church, and they had neither the courage nor the inclination to undermine her sacred foundations.",
		"It endeavours, therefore, to undermine all aspirations of this nature and, its own tendency being essentially international, strives to ensure that national sentiment and national interests shall not find over-zealous champions among the clergy.",
		"But, at the beginning of the 17th century, when the current of the Catholic reaction was running very strongly and the Jesuits, after subduing the Protestants, began to undermine the position of the Orthodox Church in Lithuania, a more intolerant spirit 1 Cf.",
		"From one-sided Platonism issued the various forms of scepticism, the attempt to undermine the trustworthiness of empirical knowledge.",
		"The magnificence of its mosques and other public buildings, the number of its schools, and the extent of its warehouses shed lustre on the city; but wealth and luxury began to undermine its prosperity, and its ruin was hastened by the conduct of the Moslem refugees from Spain.",
		"No amount of legal sophistry will undermine this right.",
		"Sparta could not only rely on voluntary co-operation but could undermine Athenian influence by posing as the champion of autonomy.",
		"During that year he visited the prison camps in Germany and tried, with very poor success, to undermine the loyalty of Irish soldiers who were prisoners of war, making them alluring promises if they would join an Irish brigade to fight for Ireland against Great Britain.",
		"Speaking at Cincinnati on the 23rd of February 1880, he declared that the first thing necessary was to undermine English power by destroying the Irish landlords.",
		"He betrays, too, an insight into the evils which were destined finally to undermine the imposing fabric of Roman eMpire.",
		"Dositheus was so enraged at these suggestions, which were calculated to undermine his position as the Standing One, that he struck at Simon with his staff.",
		"Moreover, the arguments by which Heraclitus supported this theory of the universal flux are employed by Protagoras to undermine the possibility of objective truth, by dissolving all knowledge into the momentary sensation or persuasion of the individual.",
		"He shows how, for purely personal ends, Kruger allied himself with the British faction who were agitating for annexation, and to undermine him and endeavour to gain the presidency, urged the Boers to pay no taxes.",
		"Lee, from the beginning of the mission to Paris, seems to have been possessed of a mania of jealousy toward Franklin, or of misunderstanding of his acts, and he tried to undermine his influence with the Continental Congress.",
		"It was these paradoxes that Kant sought to rebut by a more thoroughgoing criticism of the basis of knowledge the substance of which is summed up in his celebrated Refuta tion of Idealism,' wherein he sought to undermine Hume's scepticism by carrying it one step further and demonstrating that not only is all knowledge of self or object excluded, but the consciousness of any series of impressions and ideas is itself impossible except in relation to some external permanent and universally accepted world of objects.",
		"This intention produced me dissensions among the Habsburgs, especially between impertal the emperor and his brother Ferdinand, and other SUCCeS causes were at work, moreover, to undermine the 51011, formers position.",
		"The object of the new expedition was (to quote Emin's instructions) \"to secure on behalf of Germany the territories situated south of and along Victoria Nyanza up to Albert Nyanza,\" and to \"make known to the population there that they were placed under German supremacy and protection, and to break or undermine Arab influence as far as possible.\"",
		"He took precautions, however, against any of the dead or moribund principalities being resuscitated, and punished with merciless severity any attempt to resist or undermine his authority."
	],
	"synonyms": [
		"unnerve",
		"undo",
		"enfeeble",
		"enervate",
		"devitalize",
		"weaken",
		"sap",
		"debilitate",
		"attenuate",
		"counteract",
		"countermine",
		"sabotage",
		"subvert",
		"cave",
		"wreck"
	],
	"antonyms": [
		"strengthen"
	]
}