{
	"word": "taciturn",
	"meaning": [
		"Habitually untalkative.",
		"Almost always silent; not liking to talk; uncommunicative.",
		"Characterized by reserve or a lack of expression."
	],
	"sentences": [
		"At dinner the prince usually spoke to the taciturn Michael Ivanovich more often than to anyone else.",
		"He was without question a reactionary, morose and taciturn, and spent nearly all his time shut up in his palace.",
		"In society Anson seems to have been cold and taciturn.",
		"He talked very little, and seemed all the more mysterious for his taciturn manner.",
		"The fact that his mom likes to talk, and tends to answer for him, magnifies his taciturn nature.",
		"He became melancholy, severe and taciturn.",
		"Prince Nicholas came in serious and taciturn.",
		"The count ordered his carriage that he might drive to Sokolniki, and sat in his study with folded hands, morose, sallow, and taciturn.",
		"He 's quite tight-lipped, quite dry and quite taciturn, but in an amused way.",
		"Normally patient, taciturn ox can sometimes turn eccentric and short-tempered.",
		"Article continues Devotees of complementary therapies are rarely so taciturn, which is understandable.",
		"Now, however, Wessels is guarded, even taciturn, on the subject of his former vice-captain.",
		"They were a curiously taciturn and reticent race.",
		"He was, however, a somewhat - um - taciturn man.",
		"Of a morose and taciturn character he is said to have been drinking heavily the week prior to the awful tragedy.",
		"She meets younger brother and his garrulous and preganant wife (Adams), his taciturn father and none too approving mother.",
		"The notes and the colors have simply been two ways to communicate with the world, because I have always been very taciturn.",
		"She also generates considerable chemistry with Bob Hoskins as her taciturn business partner.",
		"When we got back to our car, parked opposite a mosque, our driver, Yusuf, normally taciturn, was looking shaken.",
		"He's quite tight-lipped, quite dry and quite taciturn, but in an amused way.",
		"Sagittarian men are willing to overlook many things, including someone who does not display any athletic abilities or is taciturn, but they will not overlook cruelty to animals."
	],
	"synonyms": [
		"uncommunicable",
		"tightlipped",
		"incommunicative",
		"incommunicable",
		"uncommunicative",
		"silent",
		"reticent",
		"reserved",
		"close-mouthed",
		"close",
		"withdrawn",
		"laconic",
		"unvocal",
		"unexpressive",
		"closemouthed"
	],
	"antonyms": [
		"voluble",
		"talkative",
		"fluent",
		"wordy",
		"communicative"
	]
}