{
	"word": "profligate",
	"meaning": [
		"Given to or characterized by licentiousness or dissipation.",
		"Immoral and shameless.",
		"Extremely wasteful; recklessly extravagant.",
		"A profligate person.",
		"An overly wasteful or extravagant individual.",
		"(obsolete) To drive away; to overcome."
	],
	"sentences": [
		"You have profited by their toil to lead a profligate life.",
		"Judges and juries alike were maddened with excitement, and listened greedily to the lies which poured forth from the lips of profligate informers.",
		"In a profligate age William was distinguished by the purity of his married life, by temperate habits and by a sincere piety.",
		"Though a man of profligate and arrogant character, he enjoyed a great reputation as a teacher; Quintilian and Persius are said to have been his pupils.",
		"It was poor today and against better sides United cannot afford to be so profligate.",
		"Throughout his life he was a profligate and a spendthrift.",
		"The most probable explanation is that Gowrie laid, with the utmost secrecy, a plot to lure James to Perth, kidnap him there, transport him to Fastcastle, a fortress of the profligate and intriguing Logan of Restalrig, on the Berwickshire coast, and then raise the Presby- terian party.",
		"He was believed to have made away with his wife and his son to win the profligate and wealthy Aurelia Orestilla; it was even suspected that he had been guilty of an intrigue with the Vestal Fabia.",
		"After being cast out by the Apostles he came to Rome where, having joined to himself a profligate woman of the name of Helen, he gave out that it was he who appeared as the father on Mt.",
		"After all, Fenland district council is not profligate.",
		"Titanic ambition, obsessive vision, furious virtuosity, Prince's gifts have seemed uncanny -- Mephistophelean, profligate.",
		"The amiable character of the king preserved his own popularity, but the government was ignorant and profligate, justice was ill administered, negligence and disorder reigned in all its departments.",
		"The instrument of his deliverance at last was the ringleader of the mob, the greatest profligate in the country.",
		"Titanic ambition, obsessive vision, furious virtuosity, Prince 's gifts have seemed uncanny -- Mephistophelean, profligate.",
		"In the early years of his father's pontificate he led a profligate life at the Vatican.",
		"Middleton and Tarbat were cashiered, and the able but profligate earl of Rothes united four or five of the highest offices in his own person, Lauderdale remaining at court as secretary for Scotland.",
		"During his absence she married the profligate spendthrift, P. Cornelius Dolabella.",
		"To what extent the accusations of profligate morals brought against these reforming sectarians were justified remains doubtful; and the same uncertainty rests upon the alleged iniquities of the Templars.",
		"His enemies denounced him as a pretender, a selfish intriguer, and an abandoned profligate; his supporters placed him among the sages and sometimes even among the saints.",
		"Marcus Antonius, commonly called Mark Antony, the Triumvir, grandson of Antonius the \"orator\" and son of Antonius Creticus, related on his mother's side to Julius Caesar, was born about 83 B.C. Under the influence of his stepfather, Cornelius Lentulus Sura, he spent a profligate youth.",
		"The Scottish hierarchy, by this time corrupt and even profligate, saw the twofold danger and met it firmly.",
		"He was a cruel and profligate fanatic. Being offended with the English for giving protection to a native official who had escaped with treasure from Dacca, he attacked and took Calcutta on the 20th of June 1756.",
		"We find him at one time admitting that Catiline had almost persuaded him of his honesty and merit, and even seeking a political union with him; at another, when his alliance had been rejected and an election was at hand, declaiming against him as a murderer and a profligate.",
		"She showed most favour to her reactionary generals and statesmen, to the Church and religious orders, and was constantly the tool of corrupt and profligate courtiers and favourites who gave her court a deservedly bad name.",
		"But the away side was far too profligate in front of goal, allowing the Blues to come away with victory.",
		"After a profligate youth at court, he followed his wife in professing the Roman faith, and in 1585 made an attempt to leave England to seek safety from the penal laws.",
		"Voltaire had made, however, a useful friend in another grand seigneur, as profligate and nearly as intelligent, the duke of Richelieu, and with him he passed 1724 and the next year chiefly, recasting Mariamne (which was now successful), writing the comedy of L'Indiscret, and courting the queen, the ministers, the favourites and everybody who seemed worth."
	],
	"synonyms": [
		"wasteful",
		"profuse",
		"lavish",
		"spendthrift",
		"prodigal",
		"extravagant",
		"riotous",
		"libertine",
		"degraded",
		"degenerate",
		"fast",
		"dissolute",
		"dissipated",
		"debauched",
		"unrestrained",
		"waster",
		"scattergood",
		"wastrel",
		"spendthrift",
		"prodigal",
		"wanton",
		"libertine",
		"rake",
		"squanderer",
		"roue",
		"blood",
		"rip",
		"rakehell",
		"squandering",
		"spender"
	],
	"antonyms": [
		"saving",
		"thrifty",
		"careful",
		"frugal",
		"nice",
		"good",
		"moral",
		"upright"
	]
}