{
	"word": "tirade",
	"meaning": [
		"A long, vehement speech, esp. one of denunciation; harangue.",
		"A long, angry or violent speech; a diatribe.",
		"A section of verse concerning a single theme; a laisse."
	],
	"sentences": [
		"The idea brought up a tirade.",
		"This is probably the sense in which we may interpret his tirade against Lord Whitworth at the diplomatic circle on the 13th of March.",
		"In 1848, on his return to Paris, he published a violent tirade against Russia, which caused his expulsion from France.",
		"I will not tolerate another tirade regarding whatever you choose to be angry about today.",
		"In a furioustirade, sherailedagainst the opposing politician'sincompetence.",
		"Be careful, another angry tirade like that could get you kicked out of the league.",
		"Carly's tirade was surprising to all, because she is usually such a sweet person.",
		"The female protestor launched into a tirade about the injustices of gender discrimination.",
		"My sense of duty to the nation would have waned with each tirade of criticism over the years.",
		"Her sharp tone brought his tirade up short.",
		"How you have the nerve to finish your tirade of hate with best wishes I do not understand.",
		"She once went on an angry tirade against Alex's husband because he attended a dinner that Ramona assumed was only for the women.",
		"The Parkside men in blue were noth­ing but a bunch of incompetent misfits who should all be fired, so continued the tirade.",
		"Then he spotted the horses and began another tirade.",
		"Likewise a letter to the broad sheets that simply consists of a tirade of invective is unlikely to get printed.",
		"The idea brought her tirade up short.",
		"Max launches a tirade against Boyd's would be in-laws.",
		"Open the cover, tho, and Moore once again delivers a tirade worthy of the genre.",
		"D'arcy Ryan Battersea Power Station I thought the following tirade against Battersea Power Station might interest readers.",
		"A stunning start to Byron Rogers ' book is a long tirade from Thomas ' son Gwydion.",
		"In fact, few national leaders made forceful condemnations of Mohamad's anti-Semitic tirade.",
		"Bing's not what you'd call a new man, as one angry tirade at Claire shows.",
		"Osama bin Laden himself mentioned the Iraq sanctions in a recent tirade against the United States.",
		"Everything is meaningless ' is the books opening tirade and the argument flows straight from these first principles.",
		"Prefacing his action by a violent tirade against the royalist conspirators of Clichy, he sent to Paris General Augereau, well known for his brusque behaviour and demagogic Jacobinism.",
		"In the Opus Minus and Opus Tertium he pours forth a violent tirade against Alexander of Hales, and another professor, not mentioned by name, but spoken of as alive, and blamed even more severely than Alexander.",
		"To what do I owe this tirade of abuse from you?",
		"Max launches a tirade against Boyd 's would be in-laws.",
		"On Saturday from one of our car brigade there was a tirade against the train as unreliable.",
		"Blogging takes no time at all A lot of bloggers have had a lot to say about Yasmin Alibhai-Brown 's little tirade against blogging.",
		"In fact, few national leaders made forceful condemnations of Mohamad 's anti-Semitic tirade.",
		"Bing 's not what you 'd call a new man, as one angry tirade at Claire shows.",
		"He states that the BBC is \" run by Jews and queers, \" before launching a four-letter word tirade against gays.",
		"In a furious tirade, she railed against the opposing politician's incompetence.",
		"Please try to refrain from launching into another tirade; the night's only half over.",
		"Without warning, the minister launched into a tirade about the dangers of gossip and rumors.",
		"The tirade also includes Baldwin saying, \"You've made me feel like a fool over and over and over again.\"",
		"Not taking heed of the warning, the actor then launched into a booze-filled tirade directed at a female British Midlands airline employee and airport police called in the Irish National Police force, Garda Siochana.",
		"Shortly after the tirade, O'Donnell left the show.",
		"Former MTV reality show bad boy Jason Wahler was arrested recently for a drunken tirade involving shoes.",
		"Scorpio can lash out and slice you in two with his bitter tirade.",
		"Elisabeth had closed her eyes, ready for a tirade.",
		"Once Dean introduced himself, he sat with the phone several inches from his ear, unable to inject a word as she built up her tirade.",
		"His tirade ended as abruptly as it began and he blinked, staring down at her.",
		"In the famous \"guerre des buffons,\" he took the part of the \"buffonists,\" so named in consequence of their attachment to the Italian \"opera buffa,\" as opposed to the true French opera; and, in his Lettre sur la musique francaise, published in 1753, he indulged in a violent tirade against French music, which he declared to be so contemptible as to lead to the conclusion \"that the French neither have, nor ever will have, any music of their own, or at least that, if they ever do have any, it will be so much the worse for them.\"",
		"She responded with surprising grace towards the man who had just finished an abusive tirade against her.",
		"There was no stopping Charlie in his tirade; he held a captive audience.",
		"Stay calm, I'm sure his violent tirade against us is only a result of his stress at work.",
		"Samantha seemed seconds from launching into a frustrated tirade against the opposing team after our sixth loss in a row.",
		"You can meet my parents, as long as you promise to not go on another tirade about evolution."
	],
	"synonyms": [
		"broadside",
		"philippic",
		"screed",
		"ranting",
		"lecture",
		"castigation",
		"billingsgate",
		"rage",
		"protest",
		"diatribe",
		"harangue",
		"jeremiad",
		"fulmination",
		"invective",
		"berating"
	],
	"antonyms": [
		"peace",
		"harmony",
		"calm"
	]
}