{
	"word": "infuse",
	"meaning": [
		"To pour (a liquid) in, into, or upon.",
		"To put (a substance) into.",
		"To fill or cause to be filled with something.",
		"To put (a quality, idea, etc.) into, as if by pouring; instill; impart.",
		"To flavor or scent (a liquid) by steeping ingredients in it."
	],
	"sentences": [
		"Like Van Gogh, you can infuse words with your own vision without becoming esoteric.",
		"This new faith had appeared to Constantine likely to infuse young and healthy blood into the Empire.",
		"Place a larger piece of ginger into a long cooking soup or stew to infuse the flavor.",
		"Infuse 45g of the leaves in 750ml of boiling water for 10 minutes, and drink three cupfuls per day.",
		"When you use scrapbook pages for picture albums, you're able to infuse a lot more color and variety.",
		"Whether she's dressing up for Halloween or just wants to infuse some playfulness into her wardrobe, this purse will do the job with style and spunk!",
		"Infuse dried flowers for a calming sedative tisane, an antiseptic cleanser and a hair rinse, or crush them for a soothing poultice.",
		"It has been said that he showed a want of personal courage; this is not improbable, the excess of feeling which made him so great an orator could hardly be combined with the coolness in danger required of a soldier; but no one was able, as he was, to infuse courage into others.",
		"Below you will find a handful of delicious recipes that will infuse your festivities with bubbly fun!",
		"Whether you are a co-parent, part of a military family, or just looking for the best way to infuse values into your home, you'll find what you need here on LoveToKnow Family.",
		"Making herbal tinctures requires only about an hour of preparation, but approximately three to six weeks for the herbs to infuse into the alcohol base.",
		"Think creatively to find ways to keep yourself organized and your room clutter-free while you infuse it with personality and style.",
		"Whether you choose a traditional floral design or a clean-lined Misson style Tiffany lamp, the colorful glass will infuse the room with charm.",
		"However, contemporary architects often infuse minimalism with more vibrant modern influences when creating minimalist houses and interior spaces.",
		"Although this western region of China is most notably known for its fiery fare, many dishes are smoked and simmered to infuse more flavor.",
		"However, keep in mind that you are creating a scrapbook, not a generic cookbook; therefore you need to infuse your album with personality.",
		"Depending on the texture of your hair, you might want to go for a straight do or ask your hairstylist to infuse your hair with lots of soft curls.",
		"As modern men become more interested in fashions and their own looks, however, they want to infuse their own ideas.",
		"After all, the man's talent is legendary, and while a tab can give you basic notes and chords, it can't infuse you this artist's feel for the music.",
		"In other words, sometimes it is more cost effective for coffee suppliers to infuse instant coffee with artificial flavors than it is to keep the flavorings completely natural.",
		"John and Kathye Dyson, purchased the winery so they could infuse their passion for Pinot Noir into their wines.",
		"The longer the skin ferments, the more color and intense flavors it will infuse, resulting in a drier and less sweet wine.",
		"Commercial preparations of freeze-dried clotting factors have also made it possible for people to infuse themselves as directed by their physicians.",
		"To avoid dry, brittle hair, use a heating cap or sit under a dryer with conditioner to infuse moisture into the hair.",
		"The goal of Oprah's donation was to infuse money into a community that was founded in 1900 by black American investors.",
		"Borrowing some moves is a great way to infuse your routines with new life.",
		"If you need ideas on how to infuse life and energy into your lesson plans--keep reading!",
		"A great way to infuse some understated sex appeal to your wardrobe, this set is $109.",
		"Infuse this annual tradition with unexpected twists to make it a truly memorable event.",
		"According to the company's web site, Hydroderm anti-wrinkle serum uses a patented process to infuse collagen molecules into the skin.",
		"Did the designer let his or her personality infuse the site with something that is as individual and unique as they are?",
		"After doing what was possible to infuse energy into the operations of the French forces, he returned to Paris and was made a member of the Committee of Public Safety.",
		"What vigor will it infuse into all thy graces and affections!",
		"Ideal to infuse your shower with its sunny scent of gardenia flowers, as it sensually softens your skin and leaves hair supple.",
		"Chemicals can infuse the air with a scent that mimics fresh aroma, but in some cases they can actually make the air unhealthy.",
		"To avoid the mint leaves in your teeth scenario, infuse your simple syrup with mint leaves rather than muddling the leaves while making the cocktail.",
		"Herbal tinctures infuse the beneficial oils from the herb into a solvent base.",
		"Unlike aromatherapy, in which fragrant herbs are used to stimulate the emotions through the sense of smell, Bach Flower Essences infuse the essential qualities of plants and some minerals into a tincture.",
		"Then cottage chic style interior design may be just the thing to infuse your home with relaxed elegance.",
		"Two end tables flanking a sofa will infuse a room with balance and symmetry.",
		"It can take a basic design and infuse a distinct style and personality.",
		"Dry skin types require rich, comforting ingredients that infuse the skin with moisture and keep it hydrated.",
		"Savory marinades offer a bevy of options to infuse what could otherwise be a bland meal with a ton of flavor.",
		"Creative Memories layouts are the perfect resource for scrappers looking to infuse their books with eye-popping designs.",
		"Christian t shirts, especially strong issue-based messages or shirts that infuse humor, are sometimes considered controversial, particularly among certain sects and older generations.",
		"Whether you want to incorporate your Asian ancestry, want to infuse the myths symbolized by this plant in your wedding, or just want a tasteful elegant favor for your reception, a bamboo plant may fit the bill.",
		"To infuse the flavors further, crush the berries before mixing them in.",
		"This will remove any moisture that may be retained and infuse the bedding with a natural freshness.",
		"The most common method to using it is to infuse two to four ml of tincture.",
		"Winemakers at the Hayman & Hill winery in Sonoma County infuse their passion for winemaking into all of their product offerings, and this Cabernet Franc is no exception.",
		"Pumps are programmed to infuse a small, steady infusion of insulin (called a basal dose) throughout the day, and larger doses (called boluses) before meals.",
		"Learning a few chunking hair color techniques can really infuse some vivacious, bold drama into your style.",
		"Rich, warm shades can brighten and enliven your locks and infuse them with life perfectly suited to the autumn season.",
		"She called these books living books because they infuse excitement into the subject.",
		"Reading your poetry aloud lets you infuse the passion and inflection that is impossible to convey in print.",
		"Some people believe that their guardian angel has a unique color all its own; if you believe this, you may choose to infuse your tattoo with this color.",
		"Cover the mug and let the herbs infuse for 20 minutes.",
		"Some smaller coffee particles along with much of the coffee's essential oils; however, infuse into the beverage giving French press coffee a stronger taste, flavor and feel than traditional drip brewed coffee.",
		"Fresh incidents were inserted, new motives suggested and speeches composed in order to infuse the required life and freshness into these dry bones of history.",
		"Flip head over to blow dry to infuse body.",
		"At the beginning of that reign Malesherbes during his short ministry endeavoured to infuse some measure of justice into the system, and in March 1784 the baron de Breteuil, a minister of the king's household, addressed a circular to the intendants and the lieutenant of police with a view to preventing the crying abuses connected with the issue of lettres de cachet.",
		"It will not be easy to infuse into so abstract and bloodless a term as \"metaphysics\" the fuller life (and especially the inclusion of ethical considerations) suggested by the more concrete term \"philosophy.\"",
		"In 1836 he founded the Dublin Review, partly to infuse into the lethargic English Catholics higher ideals of their own religion and some enthusiasm for the papacy, and partly to enable him to deal with the progress of the Oxford Movement, in which he was keenly interested.",
		"If we cut away the mass of mere fiction which Philostratus accumulated, we have left a highly imaginative, earnest reformer who laboured to infuse into the flaccid dialectic of paganism a saner spirit of practical morality.",
		"In the sequel he defines the role of the angel of baptism who does not infuse himself in waters, already holy from the first; but merely presides over the washing of the faithful, and ensures their being made pure for the reception of the holy Spirit in the rite of confirmation which immediately follows.",
		"He created Adam and Eve, but was unable to make them stand upright, whereupon Hibil, Shithil and Anosh were sent by the First Life to infuse into their forms spirit from Mana rabba himself."
	],
	"synonyms": [
		"steep",
		"soak",
		"pervade",
		"saturate",
		"plant",
		"leaven",
		"impart",
		"fill",
		"inculcate",
		"implant",
		"introduce",
		"inspire",
		"imbue",
		"instill",
		"brew"
	],
	"antonyms": []
}