{
	"word": "regale",
	"meaning": [
		"To provide with great enjoyment; entertain.",
		"To entertain by providing a splendid feast.",
		"To feast.",
		"To delight with something pleasing or amusing.",
		"To provide hospitality for (someone); to supply with abundant food and drink. [from 17th c.]",
		"A feast.",
		"A choice food; delicacy.",
		"Refreshment."
	],
	"sentences": [
		"He clung to his right of regale, or enjoyment of the revenues of bishoprics during their vacancy, though it was at times commuted for a fixed payment.",
		"New Year's Party At this point I usually regale you with a report of the doings at our New Year Fancy Dress Party.",
		"Mission after mission follows the same boring presentation in which you have to regale the agents with your version.Not having played a lot of the Splinter Cell games, the missions took anywhere from 30-45 minutes to complete.",
		"If that did prove to be the case then we could regale readers with the full story.",
		"A legitimate seller will only be too happy to regale tales of where and when a piece of memorabilia was signed.",
		"New Year 's Party At this point I usually regale you with a report of the doings at our New Year Fancy Dress Party.",
		"Wine store owners love to talk about wine and relish the opportunity to show off their expertise and regale you with stories about wine.",
		"The question of the right of regale (right of the Crown to the revenues of vacant abbeys and bishoprics), which touched the essential rights of sovereignty, further inflamed the hostility between Innocent XI.",
		"The pope ignored the decisions of the assembly; so, dropping the regale, the king demanded that, to obviate further conflict, the assembly should define the limits of the authority due respectively to the king, the Church and the pope.",
		"Richard Barrett (now a private investigator) has been invited to regale the guests with gruesome tales of his trade.",
		"After you've located the dress of your dreams on this site, don't forget to shop for designer accessories, such as Betsey Johnson shoes and evening bags by Le Regale!",
		"The Speculum Regale, with its interesting geographical and social information, is also Norse, written c. 1240, by a Halogalander.",
		"The nuns of Port Royal werein their turn subjected to persecution, which, after a truce between 1666 and 1679, became aggravated by the affair of the regale, the bishops of Aleth and Pamiers being Jansenists.",
		"It may, however, be mentioned that Giraldus Cambrensis and the Speculum Regale state in all seriousness that certain of the inhabitants of Ossory were able at will to assume the form of wolves, and similar stories are not infrequent in Irish romance."
	],
	"synonyms": [
		"treat",
		"feast",
		"wine-and-dine",
		"spread",
		"refreshment",
		"party",
		"gratify",
		"dinner",
		"delicacy",
		"entertain",
		"delight",
		"banquet",
		"amuse",
		"please",
		"recreate"
	],
	"antonyms": []
}