{
	"word": "salutation",
	"meaning": [
		"A polite expression of greeting or goodwill.",
		"The act of greeting, addressing, or welcoming by gestures or words.",
		"Greetings indicating respect and affection; regards.",
		"A form of words serving as a greeting or, esp., as the opening of a letter, as “Dear Sir”",
		"A greeting, salute, or address; a hello."
	],
	"sentences": [
		"Connie stammered out a prim salutation, still staring at him, and Lisa blushed at Giddon's obvious amusement.",
		"He raised his hands above his head in the same salutation as he fell.",
		"Among these are the names of the months and the days of the week, those used in astrology and divination, some forms of salutation, words for dress and bedding, money, musical instruments, books and writings, together with a number of miscellaneous terms.",
		"Generally, it is best to use a colon after the salutation and a comma after the closing.",
		"In an ordinary Greek letter (as the papyri show) we should find the salutation followed by an expression of gratification over the correspondent's good health and of prayer for its continuance.",
		"The Eastgate was used for a time as a tavern called the salutation.",
		"In open punctuation style, you will put no punctuation after the salutation or closing.",
		"Follow standard business letter format for the greeting, heading and salutation.",
		"Salutation - Under your reference, double space again and put in your salutation.",
		"List your telephone number and then thank them for their time and give the salutation.",
		"The Kwa-Kwa are said to be so called because their salutation \"resembles the cry of a duck.\"",
		"Lord Hailes's younger daughter married Sir 1 \" Hail,\" a call of greeting or salutation, a shout to attract attention, must, of course, be distinguished.",
		"Click here for an appropriate salutation to Rodney 1080 District - Click for list of 1080 Club sites District 1030 Darlington.",
		"The parting salutation given, the grieve would still have stood his ground, and Bell would have waited with him.",
		"In a letter, the date is placed after the inside address and above the salutation.",
		"In a business letter, \"Dear\" is usually used for the salutation followed by the name of the person.",
		"In social intercourse the Egyptians observe many forms of salutation and much etiquette; they are very affable, and readily enter into conversation with strangers.",
		"In front of the altar hangs a curious piece of wood-carving by Veit Stoss, representing the Salutation.",
		"This public title of imperator was normally conferred by the senate; and an emperor normally dates his reign from the day of his salutation by the senate.",
		"I come from a background of Iyengar and I like to feel the poses, even in a sun salutation.",
		"Acts 18.17 Sosthenes (2) was a companion of Paul, referred to in the opening salutation of his first letter to Corinth.",
		"The senate itself might, in the later Republic, invite a victorious general to assume the title; and in these two customs - the salutation of the troops, and the invitation of the senate - we see in the germ the two methods by which under the Empire the princeps was designated; while in the military connotation attaching to the name even under the Republic we can detect in advance the military character by which the emperor and the Empire were afterwards distinguished.",
		"Sometimes I saw him at his work in the woods, felling trees, and he would greet me with a laugh of inexpressible satisfaction, and a salutation in Canadian French, though he spoke English as well.",
		"The Eastgate was used for a time as a tavern called the Salutation.",
		"Meet and greet It 's polite to open your message with a simple hello or use the person 's name or other suitable salutation.",
		"The servants and the saints are in verse 1, the salutation in verse 2. Let 's start with the servants.",
		"Each asana is named for a common thing it resembles, like the sun salutation, cobra, locust, plough, bow, eagle, tree, and the head to knee pose, to name a few.",
		"The Movement Center sells a \"complete home practice\" DVD as well as a DVD using a modification of the sun salutation pose (which is not for beginners).",
		"If you choose to place your sample church fundraising letter on the Web, be sure it has an appropriate salutation (applicable to multiple types of people), an introductory paragraph, and a strong conclusion.",
		"Upward Facing Dog Pose - One of the many energizing poses in the Sun Salutation Sequence.",
		"When you only have a few minutes to practice, a great way to warm up your body is with the Sun Salutation Sequence, or Surya Namaskar.",
		"If you've practiced the Sun Salutation Sequence, for example, then you've experienced a set of Vinyasa Yoga postures.",
		"You might also like the Sun Salutation Set, which features a pendant with the sequence outlined, a ring, and earrings with Warrior Pose on them.",
		"Yoga Plank position is an integral part of the Sun Salutation sequence, which strengthens the core, shoulders, and chest muscles.",
		"You may want to start such a class with a Sun Salutation Sequence and end with Corpse Pose.",
		"The most well-know pose for belly reduction is Surya Namaskar, or Sun Salutation.",
		"These poses include cobra pose, wheel pose, and sun salutation.",
		"When following proper business style, the salutation should be formal.",
		"In the case of a letter, you put the person or company's name and address on the letter before the salutation.",
		"Stay formal unless you know the recipient of the letter - Avoid a casual salutation such as \"Dear Bob\" unless you have spoken with the recipient and have called him \"Bob\" during that conversation.",
		"Otherwise, a more formal salutation such as \"Dear Mr. Johnson\" might be more appropriate.",
		"For example \"Thank you\" or \"Best regards\" Follow the closing with a comma, if you used a colon after the salutation.",
		"If you didn't use a colon after the salutation, then don't use any punctuation after the closing.",
		"Follow this information with a line space, and then add your salutation, which can begin \"Dear Mr.\" or \"Dear Ms.\" followed by his or her last name.",
		"Components also include personalized salutation fields, the Johnson box, and other items.",
		"The reference to Bertha, however, is distant and respectful, her name occurring merely on the list of princesses to whom he sends his salutation.",
		"We know that the rites at Mozdalifa were originally connected with a holy hill bearing the name of the god Quzah (the Edomite Koze) whose bow is the rainbow, and there is reason to think that the ifadas from Arafa and Quzah, which were not made as now after sunset and before sunrise, but when the sun rested on the tops of the mountains, were ceremonies of farewell and salutation to the sun-god.",
		"Meet and greet It's polite to open your message with a simple hello or use the person's name or other suitable salutation.",
		"Aaron offered a hand to Carmen, his gaze meeting hers in a shy way and then slipping away as he gave a canned salutation.",
		"Probably, then, the original and limited address, or rather salutation, was never copied when this treatise in letter form, like the epistle to the Romans, passed into the wider circulation which its contents merited.",
		"It consists of three texts describing the mystery, recited as versicle and response alternately with the salutation \"Hail, Mary!\"",
		"But the troops were also regarded as still retaining the right of saluting an imperator; and there were emperors who regarded themselves as created by such salutation and dated their reigns accordingly.",
		"The writers are Jews, to judge by their salutation of \" peace,\" and by their mention of \" God the Father,\" and of the assembly or society as being \" in \" Him.",
		"It is celebrated in the evening, and is accompanied by the ancient love feast (partaken by all communicants seated at a common table), by the ceremony of the washing of feet and by the salutation of the holy kiss, the three last-named ceremonies being observed by the sexes separately.",
		"Thus some have made him out to be the Hermas to whom salutation is sent at the end of the Epistle to the Romans, others that he was the brother of Pius, bishop of Rome in the middle of the 2nd century, and others that he was a contemporary of Clement, bishop of Rome at the close of the 1st century.",
		"Their descendants retained certain honours in virtue of their royal origin, such as special terms of salutation, the use of the smaller scarlet umbrella (the larger one was the mark of royal rank), the right to build a particular kind of tomb, &c.; they also enjoyed exemption from certain government service, and from some punishments for crime."
	],
	"synonyms": [
		"salute",
		"greeting",
		"bow",
		"hello",
		"curtsy",
		"toast",
		"salaam",
		"kiss",
		"howdy",
		"hail",
		"ave",
		"aloha",
		"address",
		"welcome"
	],
	"antonyms": []
}