{
	"word": "palliate",
	"meaning": [
		"To make less severe or intense; mitigate.",
		"To lessen the pain or severity of without actually curing; alleviate; ease.",
		"To make appear less serious or offensive; excuse; extenuate.",
		"To cover or disguise the seriousness of (a mistake, offence etc.) by excuses and apologies. [from 17th c.]",
		"To placate or mollify. [from 17th c.]",
		"(obsolete) Cloaked; hidden, concealed. [15th-17th c.]",
		"(obsolete) Eased; mitigated; alleviated."
	],
	"sentences": [
		"Manganese by itself rather lessens than increases the malleableness and, indeed, the general merit of the metal, but it is added intentionally, in quantities even as large as 1 5 to palliate the effects of sulphur and oxygen.",
		"But the political dangers to be apprehended from the disruption of the English Church were sufficiently serious to palliate the fraud.",
		"In spite of the weak efforts of the British government to palliate the significance of this \" untoward incident,\" Turkey broke off diplomatic relations with the three powers concerned, and on the 10th of December Mahmud, giving full vent to his rage, issued a hatt-i-sherif denouncing the cruelty and perfidy of the Christian powers, declaring the convention of Akkerman null and void, and summoning the faithful to a holy war.",
		"Valves of the Shell of alimentary tract altogether, and must Cytherea (one of the Si be regarded as a special and peculiar palliate Isomya), from the development of the median anterior part pa dorsal aspect.",
		"One great blot on his reputation is that step by step he was led on to palliate violence and crime, to the excesses of which his eyes were only opened by the massacres of September, and which ultimately overwhelmed the party of Girondists which he led."
	],
	"synonyms": [
		"mitigate",
		"extenuate",
		"assuage",
		"alleviate",
		"relieve",
		"temper",
		"sugarcoat",
		"soothe",
		"soften",
		"lessen",
		"ease",
		"gloss over",
		"hide",
		"cloak",
		"whitewash"
	],
	"antonyms": [
		"condemn",
		"blame",
		"accuse"
	]
}