{
	"word": "torpor",
	"meaning": [
		"A state of mental or physical inactivity or insensibility.",
		"Dullness; apathy.",
		"A state of being dormant or inactive; temporary loss of all or part of the power of sensation or motion; sluggishness; stupor.",
		"Being inactive or stuporous."
	],
	"sentences": [
		"The symptoms of acute poisoning are pain and diarrhoea, owing to the setting up of an active gastro-enteritis, the foeces being black (due to the formation of a sulphide of lead), thirst, cramps in the legs and muscular twitchings, with torpor, collapse, convulsions and coma.",
		"Stricken by remorse, she entered Torpor and was revived by Nanna with his own blood, shortly before the founding of Rome.",
		"The revival of the Czechs after a hundred years of torpor, due to the loss of their independence in 1620 and subsequent oppression at the hands of the Habsburgs and the dominant Germans, gave birth, from 1780 onwards, to a literary activity which still continues to yield rich fruit.",
		"Germany was now about to be aroused from the torpor into which she had been cast by the Thirty Years War; but her awakening was due, not to the action of the Empire, of which was more and more seen to be practically dead, but to the rivalry of two great German states, Austria and Prussia.",
		"Even during the summer, bats can enter torpor during cool spells.",
		"At the beginning of the 19th century the Roman Communion seems to have shared to some extent in the torpor and stagnation as regards missions that characterized the Protestant churches.",
		"And so it is in the case of spiritual torpor.",
		"Gradually people became sick of openly avowed gallantry, of shameless libertinism, of moral obliquity and of the flattering artifices of vice; a long shudder ran through the selfish torpor of the social body.",
		"But it had been a long day, and the meal was inducing a pleasant torpor.",
		"The seminal essence pervades the channels of the body, and so there comes mental torpor like thickening darkness.",
		"Beyond that, the year was decidedly spasmodic, with islands of excessively intense activity rising out of the general miasmic torpor.",
		"They are sensuous desire, ill-will, sloth and torpor, restlessness and regret, and doubt.",
		"The Five Hindrances are (1) Hankering after worldly advantages, (2) The corruption arising out of the wish to injure, (3) Torpor of mind, (4) Fretfulness and worry, (5) Wavering of mind.'\" When these five hindrances have been cut away from within him, he looks upon himself as freed from debt, rid of disease, out of jail, a free man and secure.",
		"The regular clergy indeed seem to have been sunk in intellectual torpor.",
		"This gave me great cheer in those evil years of enforced idleness and intellectual torpor which my health imposed upon me.",
		"As Newcastle stirred from its economic slumber with piecemeal regeneration, Gateshead sank into an even deeper torpor.",
		"Stricken by remorse, she entered torpor and was revived by Nanna with his own blood, shortly before the founding of Rome."
	],
	"synonyms": [
		"torpidity",
		"torpidness",
		"listlessness",
		"stagnation",
		"slumber",
		"sleep",
		"inactivity",
		"dormancy",
		"coma",
		"lethargy",
		"laziness",
		"lassitude",
		"languor",
		"dullness",
		"apathy"
	],
	"antonyms": []
}