{
	"word": "complaisant",
	"meaning": [
		"Willing to please; affably agreeable; obliging.",
		"Compliant.",
		"Willing to do what pleases others.",
		"(archaic) Polite, showing respect."
	],
	"sentences": [
		"Can we really sit back and watch the suffering of a whole nation and be so complaisant?",
		"Stolypin had not ventured to alter the electoral law without parliamentary consent, but with the aid of a complaisant Senate the pro- The visions of the existing law were interpreted in a restrictive second sense for the purpose of influencing the elections.",
		"That most favourable to him is that he was expected to lend himself in a more or less complaisant manner to assist and cover Madame d'Epinay's adulterous affection for Grimm.",
		"Pellisson.s methods of conversion, considered too slow, were accelerated by the violent persecution of Louvois and by the kings galleys, sion of until the day came when Louis XIV., deceived by the the edict clergy, crowned his record of complaisant legal methods by revoking the edict of Nantes.",
		"That requires dreaming, making certain institutions permanent, and not being too complaisant.",
		"Concerning his second marriage, it suffices to say that the Baroness Imhoff was nearly forty years of age, with a family of grown-up children, when the complaisant law of her native land allowed her to become Mrs Hastings.",
		"It would certainly be unwise to draw a sharp boundary line between the two districts; kings of Judah could be tempted to restore the kingdom of their traditional founder, or Assyria might be complaisant towards a faithful Judaean vassal.",
		"His subjects had already begun to murmur; resistance, the early parliaments of his reign had been passive and complaisant; but by 1523 the Commons had been goaded into resistance.",
		"In Cardan's times, as in those of Augustus, it was a common practice for men to conceal the day and hour of their birth, till, like Augustus, they found a complaisant astrologer.",
		"It shows how a bold and p lausible adventurer, aided by the profligacy of a parasite, the avarice and hypocrisy of a confessor, and a mother's complaisant familiarity with vice, achieves the triumph of making a gulled husband bring his own unwilling but too yielding wife to shame."
	],
	"synonyms": [
		"obliging",
		"nonrigid",
		"mellowy",
		"indulgent",
		"accommodating",
		"agreeable"
	],
	"antonyms": [
		"obstinate",
		"disagreeable",
		"discontented",
		"antagonistic",
		"dissatisfied"
	]
}