{
	"word": "skeptical",
	"meaning": [
		"Not easily persuaded or convinced; doubting; questioning.",
		"Of or characteristic of skeptics or skepticism.",
		"Doubting the fundamental doctrines of religion."
	],
	"sentences": [
		"She turned in time to see Mrs. Watson's skeptical look turn into a smile.",
		"The doctors still said they expected him to wake up any day, but Carmen was skeptical about how much they believed it.",
		"Molly appeared skeptical while the others exchanged knowing looks with each other.",
		"His expression was skeptical.",
		"Her cynicism has influenced me more than I thought; I am now skeptical of almost everything.",
		"Hunter nodded, but seemed skeptical.",
		"To abandon this certainty can leave us with a skeptical paradox that is genuinely depressing.",
		"The Chancellor must convince skeptical voters that the fruits of the strong economy have not been squandered.",
		"They do n't trust Bush, and they 're deeply skeptical of American attempts to impose democracy by force.",
		"He looked skeptical but didn't interrupt so I continued.",
		"Katie glared at Toby at the skeptical note in Hannah's voice.",
		"But over the last few years I 've become skeptical about the whole thing.",
		"Crucially, he argues, Labor must find a way of using its beliefs to explain its policies to an increasingly skeptical electorate.",
		"Without answers to these questions, I remain skeptical.",
		"There is also the skeptical viewpoint put forward by people such as Bjorn Lomborg.",
		"The public started to grow skeptical of the story when it was discovered that Heene had called his local news station before calling the police.",
		"As to Carmen's idea about him being the final decision maker, he was still skeptical.",
		"That sort of immanent critique is what I tried to offer with my skeptical appraisal of post-left anarchism.",
		"At the last meeting, David Bernstein told a skeptical audience that \" pure chrysotile is rapidly cleared from the lung.",
		"Some of you may be skeptical and unwilling to take my little truism to heart, so let's do some math.",
		"I 'm pretty skeptical of conspiracy theories, believing the cock up theory is more likely.",
		"Nevertheless, some psychologists are skeptical about this claim.",
		"Based in Utah, XanGo has come under fire from the FDA, the Center for Science in the Public Interest, Skeptical Inquirer magazine,and Quack Watch.",
		"Forcing your child to go to this type of yoga if he or she is skeptical can lead to a very adverse reaction to the experience.",
		"At first highly skeptical, especially when Johnny implicates a sheriff's deputy who is Bannerman's good friend, by the end of the pilot he and Johnny have joined forces to apprehend the perp.",
		"Despite the popularity of the books and the program, some consumers are skeptical, claiming that the books' statements are not adequately supported by medical evidence.",
		"He frowned and opened his mouth in an attempt to speak, but when nothing came out, his expression became skeptical.",
		"He now discovered that Hume's skeptical analysis of the notion of cause was really the treatment of one typical or crucial instance of the much more general problem.",
		"You're saying she's allergic to us? a skeptical blonde woman with striking blue-green eyes asked.",
		"A few skeptical eyebrows were raised when Sven revealed his squad strangely written on the backs of children.",
		"When he crossed the gangplank to board the steamer, his gaze was skeptical and his pen ascerbic.",
		"But don't let your skeptical hackles put you off at this point, as there are real records here.",
		"When he teams up with skeptical policewoman Angela Dodson (Weisz) to solve the.. .",
		"But I'm going to be a little skeptical until I see some results by other pollsters in a number of these districts.",
		"Being a big fan of these types of movies I was slightly skeptical about seeing the last samurai.",
		"Frankly, I was somewhat skeptical that this book could deliver on the promises made in its subtitle.",
		"They don't trust Bush, and they're deeply skeptical of American attempts to impose democracy by force.",
		"Ms. Martinez said she was initially skeptical about using lobsters or crawfish for research.",
		"Analysts say it is an attempt by the government to sell an unpopular foreign policy to its increasingly skeptical citizens.",
		"I am extremely skeptical indeed about this \" historical ring \" argument.",
		"We become skeptical at the very time we are most desperate.",
		"The media doesn't seem very skeptical, which they should be.",
		"It was argued that printing the words might give a salutary shock to skeptical readers.",
		"The first part gives the reader enough information about portfolio building to convince even the most skeptical about its benefits and simplicity of construction.",
		"Cindy was skeptical of the claims about who owned the land.",
		"If you have not experienced anything like the incident related above, you should be extremely skeptical of this story.",
		"There are innumerable serious issues with Christianity laid out in the existing body of skeptical literature.",
		"Ironically, these skeptical arguments can be based on the same sort of evidence used in the original argument.",
		"His conclusions should be convincing to the most skeptical reader.",
		"What I am giving is the scientific skeptical view.",
		"The media does n't seem very skeptical, which they should be.",
		"Some will say we are being unfair to Shuttlewood with our skeptical, tongue-in-cheek approach.",
		"Some of you may be skeptical and unwilling to take my little truism to heart, so let 's do some math.",
		"Some people were skeptical about the political scandal, so they considered it to be a conspiracy.",
		"If you are uncertain or skeptical, ease your fears by purchasing a refurbished Mac from an Apple authorized partner>.",
		"In fact, the quality of meat contained in pet food is generally unfit for human consumption, and to add insult to injury, large amounts of melamine are just another reason to be skeptical of commercial brand pet foods.",
		"Tym especially was skeptical of the time frame - his past experience with kitchen cabinet building told him there was a lot of long, slow work to be done.",
		"If you're skeptical about the effectiveness of wilderness camps for troubled teens, researchers have found that therapy programs like wilderness camps are effective in improving mental health status.",
		"Even long-time vegetarians are often skeptical of this more strict approach to food, which can keep you from eating in restaurants and is a real challenge when traveling.",
		"When Pamela Anderson and Kid Rock married in the summer of 2006, many were skeptical that their marriage would go the distance.",
		"Many employers and organizations do view distance learning with a skeptical eye and may be under the impression that online education is not as rigorous or valid as traditional education.",
		"If you are skeptical of products that claim to be organic, making your own organic strawberry fruit spreads is the sure way to control the quality of ingredients.",
		"If you never thought it could be done, and even I was skeptical, you can now perform Karaoke on your PS2 and Xbox…and be judged.",
		"Maybe you're a little skeptical because of the last pooper, but I assure you, they fixed the issues and then some.",
		"For example, imagine the first designer who had to go in front of a group of skeptical programmers, artists, and executives, and describe Katamari Damacy?",
		"We Love Katamari will envelope even the most skeptical gamer to depths that will no doubt lead to years of therapeutic mental recovery.",
		"Many mental health specialists believe that these disorders are untreatable, that individuals with personality disorder have little capacity for change; therefore not surprisingly, they remain skeptical about prevention prospects.",
		"Skeptical Internet users will always doubt the authenticity of Matt's travels, but they are very much real and well sponsored by a gum company.",
		"If you are a little skeptical about this method, think about the last time your family saw a movie together.",
		"Be skeptical if the deal seems too good to be true.",
		"Be skeptical if something doesn't seem right about a toy's construction or a deal sounds too good to be true.",
		"There are many skeptical medical and nutritional experts who do not agree with the lofty praise their counterparts have bestowed upon the growing industry of liquid vitamins.",
		"As with most infomercial claims, people tend to be a bit skeptical when they first hear that a product is \"revolutionary.\"",
		"Others are skeptical of wheat grass juice's claims.",
		"The National Council Against Health Fraud also published a report online skeptical of wheat grass juice.",
		"Some people are very skeptical, and claim that it's all a bunch of mumbo jumbo, but is it really?",
		"I think our relationship is different, but I am still skeptical.",
		"DeBeers was skeptical and suspicious of the how one mine could produce such large quantities of uniform diamonds.",
		"Online auctions like eBay are a huge risk when you want to ensure the authenticity of your Fendi product, so research your vendors carefully and be skeptical of outrageous discounts.",
		"Even among the skeptical, the general attitude toward consulting star sign compatibility ratings is that it cannot hurt!",
		"It can be easy for many people to feel skeptical or incredulous when others tell tales of seeing ghosts, but it is often much more difficult to discredit those stories when witnesses learn the real names of those ghosts.",
		"Even though video, photo and forensic evidence has been captured by researchers through the years, nothing short of an actual body of a Sasquatch is likely to convince a highly skeptical public.",
		"Parapsychologists and their skeptical critics have been debating the results of these sort of experiments for many decades.",
		"It is not as far off the mark as many more skeptical people would like to think.",
		"Of course, there's the purely skeptical view that says the experience is nothing more than a sleep disorder or a malfunction of the normal circadian rhythm (body's natural 24-hour cycle).",
		"Also, fearful or skeptical people should leave the room.",
		"Many believe that skeptical parents train them to stop lying or fantasizing and unintentionally train them out of using that sixth sense.",
		"The reviewer states being skeptical that such a lightweight shoe (just six ounces) could stand up to her rigorous workout, but that within one hour of putting them to the test, she \"was completely sold.\"",
		"At first, it seemed that people were a little skeptical of this model-turned-designer's ability to create pretty and sophisticated lingerie.",
		"Despite that, Eisen, a True Life producer, says \"Audiences are skeptical about reality television.",
		"There are also gift certificates available, which is a great way to get those who might be skeptical about using completely natural products for skin care to at least try something new.",
		"At one point the skeptical friend asks, \"If these people really cared, wouldn't they actually call you and talk to you?\"",
		"The families appeared somewhat skeptical at the start of the show, but became convinced when many details provided by Edwards were very specific and personal details that he couldn't have obtained from a public database or in any other way.",
		"Although David claims that his company is legitimate, its lack of accreditation causes me to be skeptical.",
		"Once reserved to only the most tech-savvy of enthusiasts, the concept of having an unlocked cell phone is becoming more and more mainstream, even among people who are otherwise apprehensive, nervous, or skeptical about new technology."
	],
	"synonyms": [
		"questioning",
		"sceptical",
		"doubting",
		"unbelieving",
		"disbelieving",
		"distrustful",
		"uncertain",
		"incredulous",
		"unconvinced",
		"recusant",
		"negatory",
		"negativistic",
		"leery",
		"dubitable",
		"suspicious"
	],
	"antonyms": [
		"undoubting",
		"devoted",
		"believing",
		"credulous"
	]
}