{
	"word": "vicarious",
	"meaning": [
		"Taking the place of another thing or person; substitute; deputy.",
		"Endured, suffered, or performed by one person in place of another.",
		"Held or handled by one person as the deputy of another; delegated.",
		"Shared in or experienced by imagined participation in another's experience.",
		"Occurring in or performed by a part of the body not normally associated with a certain function."
	],
	"sentences": [
		"I thought we'd finished with the vicarious act of contrition but no such luck.",
		"This will absolve the employer from any vicarious liability.",
		"They are not limited to the principles of vicarious liability in tort.",
		"An Anthony performance is a genuine vicarious thrill for the viewer, a smorgasbord of excitement executed with the finesse of a master pianist.",
		"Could it be that vicarious display is the necessary trade-off for repressed behavior?",
		"There is no question of vicarious liability for the GP for the actions of any midwife.",
		"However, we find no clear additional evidence that Luke wanted to integrate vicarious suffering or a redemptive death into his own christology.",
		"Thus, atonement for Paul is not merely the forgiveness of sins through a vicarious blood sacrifice.",
		"Even if you are an urban dweller who has never experienced anything but big city living, you can still enjoy the vicarious experience of living in a virtual Farm Town.",
		"Why vicarious suffering is needed, or why the God who is the loving Father does not simply forgive, as in the parable of the prodigal son, is not asked.",
		"This doctrine of St Anselm's attaches itself readily to texts of St Paul, for his teachings contain undeniably the vicarious propitiatory element.",
		"Christ, the Son of God, became man in two natures, which internally and inseparably united make One Person, and, according to the eternal purpose of God, has obtained for man reconciliation with God, and eternal life, inasmuch as He by His vicarious death has made satisfaction to God for the world's sins, and this satisfac tion was Perfectly Commensurate With The Sins Of The World.",
		"We can, for example, make little or nothing of the doctrine of vicarious atonement.",
		"No doors kicked in by dawn 's early light, no vicarious thrill of the punishment beating asserting the beef of Old England.",
		"The rest of the population had to be content with vicarious observation of the sport.",
		"What did Neversoft, Vicarious Visions, Budcat Creations, Activision, and RedOctane bring to the stage for this latest home-based concert?",
		"Created by Vicarious Visions, this version of the game differs slightly from the other versions of the game.",
		"Exclusive to the Vicarious Visions Spider-Man game are two villains from the franchise.",
		"On the great day of atonement the high priest appears in a vicarious and representative capacity, and offers on behalf of the whole nation which he was considered to embody in his sacred person.",
		"In its least differentiated form the avicularium occupies the place of an ordinary zooecium (\"vicarious avicularium\"), from which it is distinguished by the greater development of the operculum and its muscles, while the polypide is normally not functional.",
		"As his share in the controversy, Martineau published five discourses, in which he discussed \" the Bible as the great autobiography of human nature from its infancy to its perfection,\" \" the Deity of Christ,\" \" Vicarious Redemption,\" \" Evil,\" and \" Christianity without Priest and without Ritual.\"' He remained to the end a keen and vigilant apologist of the school in which he had been nursed.",
		"The idea of vicarious atonement appears in the Old Testament in different forms. The nation suffers for the sin of the individual; 8 and the individual for the sin of his kinsfolk 7 or of the nation.",
		"St Paul's teaching connects with the Jewish doctrine of vicarious suffering, represented in the Old Testament by Is.",
		"Since by the universally accepted doctrine of karman (deed) or karmavipaka (\" the maturing of deeds\") man himself - either in his present, or some future, existence - enjoys the fruit of, or has to atone for, his former good and bad actions, there could hardly be room in Hindu pantheism for a belief in the remission of sin by divine grace or vicarious substitution.",
		"John M`Leod Campbell - with a strong desire for unity in thought, \" the simplicity that is in Christ \" - caught most attention by the suggestion of a vicarious repentance in Jesus Christ.",
		"A lot of people have said there 's a kind of vicarious pleasure in reading our book or whatever.",
		"In the Deutero-Isaiah the meaning of Israel's sufferings is exhibited as vicarious.",
		"To this is united the noble ideal of the suffering servant, which serves both as a contribution to the great problem of suffering as purifying and vicarious and as the interpretation to the mind of the nation itself of that nation's true function in the future, a lesson which the actual future showed that Israel was slow to receive.",
		"Vicarious interest, however, attaches to the productions of the Mito School on account of the political influence they exercised in rehabilitating the nations respect for the throne by unveiling the picture of an epoch prior to, the usurpations of military feudalism.",
		"The child is born, but Harischandra, after many delays, arranges to purchase another's son and make a vicarious sacrifice.",
		"Later Judaism emphasized the idea of vicarious atonement for Israel through the sufferings of the righteous, especially the martyrs; but it is very doubtful whether the idea of the atonement through the death of the Messiah is a pre-Christian Jewish doctrine.\""
	],
	"synonyms": [
		"delegated",
		"sympathetic",
		"substituted",
		"empathetic",
		"surrogate"
	],
	"antonyms": []
}