{
	"word": "transitory",
	"meaning": [
		"Of a passing nature; not enduring or permanent; temporary, fleeting, or ephemeral; transient."
	],
	"sentences": [
		"The distinction of force and matter is then something transitory and relative.",
		"All things transitory But as symbols are sent.",
		"The Solutrian work exhibits a transitory stage of art between the flint implements of the Mousterian and the bone implements of the Madelenian epochs.",
		"Though apocalyptic served its purpose in the opening centuries of the Christian era, it must be confessed that in many of its aspects its office is transitory, as they belong not to the essence of Christian thought.",
		"All beyond each present transitory \" impression \" and the stores of memory is therefore reached blindly, through custom or habitual association.",
		"Unlike normal sadness it is not transitory; the patient feels paralyzed and loses hope of ever feeling any better.",
		"Online writing is poised in a very transitory moment in its own development.",
		"The cells of the tip at any given moment may be sensitive, but in a few days the power of receiving the stimulus has passed to other and younger cells which then constitute the tip. The power of appreciating the environment is therefore to be associated with the protoplasm only at a particular stage of its development and is transitory in its character.",
		"The distinction of a permanent and a transitory element in the law of the Sabbath is found, not only in Luther and Melanchthon, but in Calvin and other theologians of the Reformed church.",
		"This retaliation is usually transitory, just to test the strength of your boundaries.",
		"The improvement is likely, therefore, to be transitory in nature.",
		"In many cases, these are transitory and disappear without treatment.",
		"It's a zen concept - the transitory, illusory nature of the life that we think we're living.",
		"It had also revealed the still formative, transitory, and potentially transformative nature of artists' networks in local, national and global contexts.",
		"They regard knowledge derived from a business context as often transitory and of limited long-term value to students.",
		"In comparison our current physical existence will seem so dull, so flat, so fleeting, so transitory.",
		"Most of these ordinances were subsequently confirmed by parliament, and, \"on the whole, this body of dictatorial legislation, abnormal in form as it is, in substance was a real, wise and moderate set of reforms.\"' His ordinances for the \"Reformation of Manners,\" the product of the puritan spirit, had but a transitory effect.",
		"That his conversion was sincere at the time, that it marked a real if but a transitory phase of genuine religious conviction, we have no reason to doubt, notwithstanding the scepticism he has himself expressed.",
		"Moreover, many of the noblest precepts of the knightly code were a legacy from earlier ages, and have survived the decay of knighthood just as they will survive all transitory human institutions, forming part of the eternal heritage of the race.",
		"The transitory nature of many of the peace motifs in Northern Ireland is evidence of the fragile state of the current peace agreement.",
		"At the best, when a man says ' I ' he refers only to a transitory phenomenon.",
		"Stage one sleep is a transitory phase, this usually lasts about 20 minutes.",
		"But the loving behavior that I enjoy observing has more than a transitory impact.",
		"The outburst may represent a transitory stage in a star 's evolution that is rarely seen.",
		"Only transitory delay in continuing therapy was observed (median 3.9 days).",
		"It's not uncommon to feel worthless, or even ashamed at losing a job (all of which can lead to anger), but keep in mind that jobs, much like life, can be transitory.",
		"Sometimes these problems are short-lived and for some children the effects of being left out or teased by classmates are transitory.",
		"In Trachylinae the polyp-stage is passed over, and is represented only by the actinula as a transitory embryonic stage.",
		"Few can doubt that, if not the whole cause, it is a very important factor in that operation; and that it must play a great part in the sorting out of varieties into those which are transitory and those which are permanent.",
		"The male gametophyte is sometimes represented by a transitory prothallial cell;, the two male cells are carried passively down into the ovary and into the mouth of the ovule by means of the pollen-tube.",
		"But after Harsha Hindu history is lost in a maze of small and transitory states, incapable of resisting the ever advancing Mahommedan peril.",
		"The transubstantiation doctrine seemed to him full of evil, from its tendency to lead men to overvalue what was sensuous and transitory.",
		"It is due to the memory of the judges of Lord Coke's time to say that, at any rate as regards contracts made in partibus transmarinis, the same rule appears to have been applied at least as early as 1544, the judges then holding that \"for actions transitory abroad action may lie at common law.\"",
		"Similarly, the teaching of Christ and the Apostles on the sacraments is considered, implicitly and explicitly, as transitory, as representing that passage from the significantia to the significata which Joachim signalizes at every stage of his demonstration.",
		"The interesting problem of the future is - are we to regard this classification as fixed or as merely transitory?",
		"Thus it came about not only that classifications of disease based on superficial likeness - such as jaundice, dropsy, inflammation - were broken up, and their parts redistributed, but also that even more set diseases began to lose their settlements, and were recognized as terms of series, as transitory or culminating phases of perturbations which might be traced to their origins, and in their earlier stages perhaps withstood.",
		"The long Balkan troubles of 1908-12, which originated in Count Aehrenthal's exploitation of Russia's transitory weakness, called for great care, especially during the crisis of 1908-9, which laid bare Russian impotence.",
		"This would account for its transitory effects, and the speedy recovery of the Romans from the blow.",
		"Hence Spencer concludes that the sense of duty is transitory and must diminish as moralization increases.",
		"The gastrula has now become an actinula, which may be termed the distinctive larva of the Cnidaria, and doubtless represents in a transitory manner the common ancestor of the group. In no case known, however, does the actinula become the adult, sexually mature individual, but always undergoes further modifications, whereby it develops into either a polyp or a medusa.",
		"Hussite influences, in the beginning of the 15th century, had been superficial and transitory.",
		"Mesonephric cords appear as in the male; they do not enter the ovary, however, but form a transitory network (rete ovarii) in the mesovarium.",
		"They held that the body is mortal, and its substance transitory; that the soul is immortal, but, coming from the subtlest ether, is lured as by a sorcery of nature into the prison-house of the body.",
		"For in the problem of real cognition he is brought face to face with the characteristic feature of knowledge, distinction of self from matters known, and reference of transitory states to permanent objects or relations.",
		"For a past impression is purely transitory, and, as Hume occasionally points out, can have no connexion of fact with the present consciousness.",
		"Many political treaties containing \" transitory conventions,\" with reference to recognition, boundary or cession, become, as it were, the title-deeds of the nations to which they relate.'",
		"A \" transitory convention \" operates at once, leaving no duties to be subsequently performed, but with reference to conventions.",
		"The sentiment of obligation Spencer regards as essentially transitory; when a man reaches a condition of perfect adjustment, he will always do what is right without any sense of being obliged to it.",
		"He found that at the moment the current in the battery circuit was started or stopped, transitory currents appeared in the galvanometer circuit in opposite directions.",
		"As secretary of the academy he was instrumental in assisting the publication of the collections of historic documents made by Hurmuzaki (30 vols., Bucharest, 1876-1897), and other acts and documents (Bucharest, 1900 sqq.), besides a number of minor political pamphlets of transitory value.",
		"In his Misere de la philosophie (1847) he lays down the principle that social relationships largely depend upon modes of production, and therefore the principles, ideas and categories which are thus evolved are no more eternal than the relations they express, but are historical and transitory products.",
		"A special feature of the Athenian festival was the \"Adonis gardens,\" small pots of flowers forced to grow artificially, which rapidly faded (hence the expression was used to denote any transitory pleasure).",
		"This great increase proved transitory; in 1904 and 1905 the immigrants numbered 32,282 and 33,775 respectively, while in the same years the emigrants numbered 33,651 and 34,533.",
		"Or, again, we should recognize as a test of the \" authoritative \" character of moral ideas or feelings the fact that they are complex and representative, referring to a remote rather than to a proximate good, remembering the while that \" the sense of duty is transitory, and will diminish as fast as moralization increases.\"",
		"The red creeper was quite a transitory growth, and few people have seen it growing.",
		"Again, the physician as naturalist, though stimulated by the pathologist to delineate disease in its fuller manifestations, yet was hampered in a measure by the didactic method of constructing \"types\" which should command the attention of the disciple and rivet themselves on his memory; thus too often those incipient and transitory phases which initiate the paths of dissolution were missed.",
		"The Arctic-Alpine sub-region consists of races of plants belonging originally to the general flora, and recruited by subsequent additrons, which have been specialized in low stature and great capacity of endurance to survive long dormant periods, sometimes even unbroken in successive years by the transitory activity of the brief summer.",
		"The one is commonly transitory, a sound, a tongue, a dialect merely, almost brutish, and we learn it unconsciously, like the brutes, of our mothers."
	],
	"synonyms": [
		"short-lived",
		"fugacious",
		"passing",
		"ephemeral",
		"transient",
		"temporal",
		"impermanent",
		"fly-by-night",
		"brief",
		"fleeting",
		"temporary",
		"evanescent",
		"momentary",
		"fugitive",
		"fleet"
	],
	"antonyms": []
}