{
	"word": "antagonize",
	"meaning": [
		"To incur the dislike of; provoke hostility or enmity in.",
		"To oppose or counteract.",
		"To counteract.",
		"To incur the dislike of; make an enemy of.",
		"To work against; oppose; especially to incite reaction."
	],
	"sentences": [
		"Never antagonize a drunk.",
		"He had no reason to antagonize Mrs. Glass and have her upset with him.",
		"Anna loves to antagonize her little sister by hiding her doll clothes.",
		"Sometimes, I think my husband refuses to help around the house just to antagonize me.",
		"I don't try to antagonize my neighbor, but we just can't seem to get along.",
		"They antagonize other chat room visitors, trying to force a heated debate.",
		"Mrs. Glass considered complaining but with 22 vacancies she didn't want to antagonize a new tenant and jeopardize a three-month advance.",
		"Substances which directly antagonize each other by acting on the same tissue are few in number, but there are numerous instances in which the effects or symptoms may be obviated by acting on another tissue.",
		"The unit of antitoxin in Ehrlich's new standard is the amount requisite to antagonize i oo times the minimum lethal dose of a particular toxin to a guinea-pig of 250 grm.",
		"My boss is upset about the company's budget cuts, so we're trying our best not to antagonize him today.",
		"The two campaigners nodded to each other, with neither wishing to antagonize the family of four smiling in the driveway.",
		"Mix a little sincerity and gumption in your hard-line approach, and perhaps you'll get somewhere and not antagonize others.",
		"Of such probably are the toxins and antitoxins of certain infections, which, anchoring themselves not by any means indiscriminately, but to particular and concerted molecules, by such anchorage antagonize them or turn them to favourable or unfavourable issues."
	],
	"synonyms": [
		"counteract",
		"antagonise",
		"reluct",
		"set at odds",
		"oppose",
		"set against",
		"offend",
		"alienate"
	],
	"antonyms": [
		"aid",
		"agree",
		"help"
	]
}