{
	"word": "quandary",
	"meaning": [
		"A state of uncertainty; perplexing situation or position; dilemma."
	],
	"sentences": [
		"This was such a profound and lovely meaning that I was left in a real quandary.",
		"Europe's persistent reluctance puts the Turks in a quandary.",
		"Europe 's persistent reluctance puts the Turks in a quandary.",
		"This offers itself as precisely the sort of PC quandary that Anthony Browne highlights in his slim volume.",
		"No such quandary for Geoff Jackson's Sprint, entered in class eight for its trials debut.",
		"Stamp duty on UK share transactions, a British rarity, presents a typical quandary.",
		"In the 1980s, I found myself in a similar quandary.",
		"Far less scrutiny, however, has been paid to an equally fundamental strategic quandary created by the switch from sail to steam.",
		"Is the ' appropriate ' case to be every case where the trial judge cannot resolve the medical quandary presented to the requisite standard?",
		"What I've just found out is that someone who came with me from Earth has been put in an ethical quandary.",
		"Along comes the Christianisation of the empire and the church has a quandary, does n't it?",
		"What I 've just found out is that someone who came with me from Earth has been put in an ethical quandary.",
		"Along comes the Christianisation of the empire and the church has a quandary, doesn't it?",
		"This offers itself as precisely the sort of pc quandary that Anthony Browne highlights in his slim volume.",
		"Grasping the nettle There is no simple resolution to the quandary of police reform in Northern Ireland.",
		"When summer comes along then, most men are thrown into a quandary.",
		"Packing for a vacation is a necessary evil before the fun begins, but knowing what cruise wear to include can improve the luggage quandary immensely."
	],
	"synonyms": [
		"dilemma",
		"plight",
		"predicament",
		"strait",
		"puzzle",
		"perplexity",
		"jam",
		"quagmire",
		"pickle",
		"impasse",
		"fix",
		"crisis",
		"bind",
		"difficulty",
		"scrape"
	],
	"antonyms": [
		"certainty",
		"advantage",
		"solution"
	]
}