{
	"word": "loath",
	"meaning": [
		"Unwilling; reluctant."
	],
	"sentences": [
		"Thus, most waistcoats were made of silk and men were loath to button their coats all the way, preferring to show off their waistcoats.",
		"The king was loath to take up the quarrel, for he highly respected the archbishop; yet he was still more loath to surrender the ancient claims and privileges of the crown.",
		"No wonder the political parties are so loath to get involved.",
		"The young man was not loath to take the hint.",
		"Which may just explain both why the Chumash are now loath to discuss it.",
		"Louis did not love his brothers, and he detested their policy, which without rendering him any service made his liberty and even his life precarious; yet, loath to condemn them to death, he vetoed the decree.",
		"The majority of Spaniards were kept by the government and the press quite in the dark about the growth of disaffection in Cuba, so that they were loath to listen to the few men, soldiers and civilians, courageous enough to raise the note of alarm during the ten years before the final catastrophe.",
		"So was Dean, though loath to admit it.",
		"Unless faced will ` real life ' situations developers are often loath to modify code or their work practices.",
		"Clearly members wanted management but were still loath to give ' management ' any power.",
		"They all recognize the importance of consumption, but most seem loath to discuss the details.",
		"The princes were shanielessly eager to enter on their inheritance, the king was loath to understand that by conferring a titular sovereignty on his sons he had given them a sort of right to expect some share of real power.",
		"It also offended the self-love of most of the nobles and the clergy who were loath that a few of their number should be erected into a House of Lords."
	],
	"synonyms": [
		"reluctant",
		"loth",
		"antipathetical",
		"antipathetic",
		"indisposed",
		"averse",
		"resisting",
		"odious",
		"inimical",
		"hesitant",
		"counter",
		"against",
		"unwilling",
		"disinclined"
	],
	"antonyms": [
		"for",
		"unopposed",
		"approving",
		"willing",
		"eager"
	]
}