{
	"word": "rhetoric",
	"meaning": [
		"The art of using words effectively or persuasively in speaking or writing; esp., now, the art of prose composition.",
		"A treatise or book on this.",
		"Skill in this.",
		"A style of speaking or writing, especially the language of a particular subject.",
		"Artificial eloquence; language that is showy and elaborate but largely empty of clear ideas or sincere emotion.",
		"Synonym of rhetorical."
	],
	"sentences": [
		"The audience was impressed by the rhetoric the young girl used in her speech.",
		"The speaker's powerful rhetoric amazed nearly all of the audience.",
		"The rhetoric used in the newspaper article made the readers feel like they were a part of the event.",
		"Devices of rhetoric are used to bring imagery to writing.",
		"Finally, he admits that rhetoric is not the highest accomplishment, and that philosophy is far more deserving of attention.",
		"Sam went to his English teacher for tutoring in hopes of improving his rhetoric.",
		"The students received him with enthusiasm, due partly to his splendid rhetoric and partly to the novelty and ingenuity of his views.",
		"He gave large sums of money for the endowment of chairs in philosophy and rhetoric, with a view to making the schools the resort of students from all parts of the empire.",
		"Eastern rhetoric, there is no occasion to seek in this section anything else than literal locusts.",
		"The education which he provided consisted of rhetoric, grammar, style and the interpretation of the poets.",
		"In 1618 he became Reader in Rhetoric, and in 1619 orator for the university.",
		"The Stoics divided XoytK17 (logic) into rhetoric and dialectic, and from their time till the end of the middle ages dialectic was either synonymous with, or a part of, logic.",
		"Rhetoric is a faculty on any subject of investigating what may be persuasive (acOavov), which is the work of no other art; its means are artificial and inartificial evidences (7riorecs), and, among artificial evidences, especially the logical arguments of example and enthymeme.",
		"Clement professed to despite rhetoric, but was himself a rhetorician, and his style is turgid, involved and difficult.",
		"In 1622, however, he was appointed professor of rhetoric and chronology, and subsequently of Greek, in the university.",
		"The style of the whole book is nervous, vivid, free from artifice and rhetoric, obeying the writer's thought with absolute plasticity.",
		"Wide as Bain's influence has been as a logician, a grammarian and a writer on rhetoric, his reputation rests on his psychology.",
		"Together with the historian Theopompus he was a pupil of Isocrates, in whose school he attended two courses of rhetoric. But he does not seem to have made much progress in the art, and it is said to have been at the suggestion of Isocrates himself that he took up literary composition and the study of history.",
		"Antonius Gnipho, a native of Gaul (by which Cisalpine Gaul may be meant), who is said to have been equally learned in Greek and Latin literature, and to have set up in later years a school of rhetoric which was attended by Cicero in his praetorship 66 B.C. It is possible that Caesar may have derived from him his interest in Gaul and its people and his sympathy with the claims of the Romanized Gauls of northern Italy to political rights.",
		"But this early dialectic and rhetoric, being popular, would tend to be published.",
		"No doubt, rational evidences had appeared in books of rhetoric, as we see from Plato's Phaedrus, 266-267,where we find proofs,probabilities, refutation and maxim, but mixed up with other evidences.",
		"He built temples, theatres, and mausoleums, promoted the arts and sciences, and bestowed honours and salaries upon the teachers of rhetoric and philosophy.",
		"Students are usually in high school during the rhetoric stage.",
		"His style was high-flown and artificial, as was natural considering his early training, and he frequently sacrificed truth to rhetoric effect; but, according to Dionysius of Halicarnassus, he and Theopompus were the only historical writers whose language was accurate and finished.",
		"He was among the defenders of the city during the siege of 1530, but subsequently joined the Medici party and was appointed professor of rhetoric at the university.",
		"The prominence given by most of the Sophists to rhetoric, their cultivation of a subjective readiness as the essential equipment for life, their substitution of persuasion for conviction, all mark the sceptical undertone of their teaching.",
		"The general state of learning in this century is illustrated by Ausonius (c. 310-393), the grammarian and rhetorician of Bordeaux, the author of the Mosella, and the probable inspirer of the memorable decree of Gratian (376), providing for the appointment and the payment of teachers of rhetoric and of Greek and Latin literature in the principal cities of Gaul.",
		"During the hundred and thirty years that elapsed between the early translations of Aristotle executed at Toledo about 1150 and the death in 1281 of William of Moerbeke, the translator of the Rhetoric and the Politics, the knowledge of Aristotle had been greatly extended in Europe by means of translations, first from the Arabic, and, next, from the original Greek.",
		"In the second half of the 17th century the rules of grammar and rhetoric were simplified, and the time withdrawn from the practice of composition (especially verse composition) transferred to the explanation and the study of authors.",
		"In Rome he lectured on rhetoric and philosophy, and collected around him many eminent pupils, amongst whom Cicero was the most famous and the most enthusiastic. None of his works is extant; our knowledge of his views is derived from Numenius, Sextus Empiricus and Cicero.",
		"In 1719 he was appointed professor ordinarius of rhetoric, in 1721 of poetry, and in 1724 professor extraordinarius of theology.",
		"Five years later he became professor ordinarius of logic and metaphysics; in 1759 he exchanged this for a professorship of rhetoric and poetry.",
		"Among the papers destroyed were probably, as Stewart suggests, the lectures on natural religion and jurisprudence which formed part of his course at Glasgow, and also the lectures on rhetoric which he delivered at Edinburgh in 1748.",
		"To the latter Hugh Blair seems to refer when, in his work on Rhetoric and Belles-Lettres (1783), he acknowledges his obligations to a manuscript treatise on rhetoric by Smith, part of which its author had shown to him many years before, and which he hoped that Smith would give to the public. Smith had promised at the end of his Theory of Moral Sentiments a treatise on jurisprudence from the historical point of view.",
		"Zoilus appears to have been at one time a follower of Isocrates, but subsequently a pupil of Polycrates, whom he heard at Athens, where he was a teacher of rhetoric. Zoilus was chiefly known for the acerbity of his attacks on Homer (which gained him the name of Homeromastix, \"scourge of Homer\"), chiefly directed against the fabulous element in the Homeric poems. Zoilus also wrote against Isocrates and Plato, who had attacked the style of Lysias of which he approved.",
		"After these failures Caesar determined to take no active part in politics for a time, and retraced his steps to the East in order to study rhetoric under Molon, at Rhodes.",
		"The first college in Mexico was founded', during the administration of Viceroy Mendoza (1535-1550), but it taught very little beyond Latin, rhetoric, grammar and theology.",
		"Debarred from the foreign mission field, he attained high distinction as a preacher and as a teacher of rhetoric in Genoa, Florence and Rome.",
		"He also attacked Isocrates, according to Cicero, and perhaps even set up a rival school of rhetoric. At any rate he had pupils of his own, such as Eudemus of Cyprus, Theodectes and Hermias, books of his own, especially dialogues, and even to some extent his own philosophy, while he was still a pupil of Plato.",
		"The philosophy of Plato is dialogue trying to become science; that of Aristotle science retaining traces of dialectic. Secondly as regards subjectmatter, even in his early writings Aristotle tends to widen the scope of philosophic inquiry, so as not only to embrace metaphysics and politics, but also to encourage rhetoric and poetics, which Plato tended to discourage or limit.",
		"After Plato's death, coming to his third period he made a further departure from Platonism in his didactic works on politics and rhetoric, written in connexion with Alexander and Theodectes.",
		"If he did, then the Rhetoric to Alexander in 34 0 was at least four years prior to the Rhetoric, which was as late as 33 6.",
		"Each of them, the probability (chap. 8), the example (chap. 9), the proof (chap. to), the consideration (chap. 11), the maxim (chap. 12), the sign (chap. 13), the refutation (chap. 14), though very like what it is in the Rhetoric, receives in the Rhetoric to Alexander a definition slightly different from the definition in the Rhetoric, which it must be remembered is also the definition in the Prior Analytics.",
		"Example (7rapabayma) is not called rhetorical induction, and consideration (EVBuµnya) is not called rhetorical syllogism, as they are in the Rhetoric, and in the Analytics.",
		"Induction (E7rayo.y17) and syllogism (ovXXcytcr oc), the general forms of inference, do not occur in the Rhetoric to Alexander.",
		"But at any rate the process was gradual; and Aristotle was advanced in metaphysics, mathematics, physics, dialectics, rhetoric and poetics, before he became the founder of logic.",
		"Such is the great mind of Aristotle manifested in the large map of learning, by which we have now to determine the order of his extant philosophical writings, with a view to studying them in their real order, which is neither chronological nor traditional, but philosophical and scientific. Turning over the pages of the Berlin edition, but passing over works which are perhaps spurious, we should put first and foremost speculative philosophy, and therein the primary philosophy of his Metaphysics (980 a 211093 b 29); then the secondary philosophy of his Physics, followed by his other physical works, general and biological, including among the latter the Historia Animalium as preparatory to the De Partibus Animalium, and the De Anima and Parva Naturalia, which he called \" physical \" but we call \" psychological\" (184 a 10-967 b 27); next, the practical philosophy of the Ethics, including the Eudemian Ethics and the Magna Moralia as earlier and the Nicomachean Ethics as later (1094-124 9 b 25), and of the Politics (1252-1342), with the addition of the newly discovered Athenian Constitution as ancillary to it; finally, the productive science, or art, of the Rhetoric, including the earlier Rhetoric to Alexander and the later Rhetorical Art, and of the Poetics, which was unfinished (1354-end).",
		"Aristotle, who made this great discovery, must have had great difficulty in developing the new investigation of reasoning processes out of dialectic, rhetoric, poetics, grammar, metaphysics, mathematics, physics and ethics; and in disengaging it from other kinds of learning.",
		"I, 1 355 a 33-35); rhetoric, since its artificial evidences involve characters, passions and reasoning, is called a kind of offshoot of dialectic and morals, and a copy of dialectic, because neither is a science of anything definite, but both faculties (SvvItyas) of providing arguments (i.",
		"They contain however many relics of dialectic. The Rhetoric is declared by him to be partly dialectic. The Topics is at least an investigation of dialectic, which has had an immense influence on the method of argument.",
		"He studied grammar and rhetoric at Rome and philosophy at Athens, after which he returned to Rome, where he held a judicial office.",
		"When he entered upon this office he intended to have prelected upon the tragedies of Sophocles; but he altered his intention and made choice of Aristotle's rhetoric. His lectures on this subject, having been lent to a friend who never returned them, are irrecoverably lost.",
		"He received the best education to be had at the time, and was noted for his proficiency in the arts of grammar, rhetoric and dialectic. Entering on a public career he held, about 573, the high office of prefect of the city of Rome; but about 574, feeling irresistibly attracted to the \"religious\" life, he resigned his post, founded six monasteries in Sicily and one in Rome, and in the last - the famous monastery of St Andrew - became himself a monk.",
		"He taught rhetoric in Rome, and filled the chair of rhetoric founded by Vespasian.",
		"He learned Latin from Vittorino da Feltre, and made such rapid progress that in three years he was able to teach Latin literature and rhetoric. His reputation as a teacher and a translator of Aristotle was very great, and he was selected as secretary by Pope Nicholas V., an ardent Aristotelian.",
		"In the course of the next seven years in Derbyshire and abroad, Hobbes took his pupil over rhetoric, 2 logic, astronomy, and the principles of law, with other subjects.",
		"If the limits within which the Geography was composed are to be more nearly defined, we may say that, from isolated traces of Arab rule (which in Armenia dates from 651), it must have been written certainly after that year, and perhaps about the year 657.9 Another extant work of Moses is a Manual of Rhetoric, in ten books, dedicated to his pupil Theodorus.",
		"It is drawn up after Greek models, in the taste of the rhetoric and sophistry of the later imperial period.",
		"On account of the divergence of its style from that of the History of Armenia, Armenian scholars have hesitated to ascribe the Rhetoric to Moses of Khor`ni; but, from what has been said above, this is rather to be regarded as a proof of its authenticity.",
		"Unfortunately, however, it was necessary to enter upon the discussion of the fundamental laws, a subject presenting many opportunities for the display of rhetoric and intellectual subtlety.",
		"There, too, Lysias is said to have commenced his studies in rhetoric - doubtless under a master of the Sicilian school - possibly, as tradition said, under Tisias, the pupil of Corax, whose name is associated with the first attempt to formulate rhetoric as; an art.",
		"Greek rhetoric began in the \"grand\" style; then Lysias set an exquisite pattern of the \"plain\"; and Demosthenes might be considered as having effected an almost ideal compromise.",
		"The taste of the day -not yet emancipated from the influence of the Sicilian rhetoric -probably demanded a large use of antithesis.",
		"Lysias is the earliest writer who is known to have composed ipwrLKot; it is as representing both rhetoric and a false Epwc that he is the object of attack in the Phaedrus.",
		"Gorgias of Leontini had a still more direct influence on Greek culture, as father of the technical schools of rhetoric throughout Greece.",
		"That the adversaries should produce any sample whatsoever of poetry or rhetoric equal to the Koran is not at all what the Prophet demands.",
		"Another, of the Eloquent Peasant whose ass had been stolen, was only a framework to the rhetoric of endless petitions.",
		"He served in Switzerland and at Clongoweswood, Ireland, where he was prefect of studies and subsequently master of rhetoric. Here he was involved in scandals that led to his resignation.",
		"In his early youth he went to Alexandria, where he spent twelve years partly as a pupil of Theon, a rhetorician, and partly as a professor of rhetoric. He then turned to philosophy and science, and studied under Hermeias and his sons, Ammonius and Heliodorus.",
		"Af ter the death of Holberg, the affectation of Gallicism had reappeared in Denmark; and the tragedies of Voltaire, with their stilted rhetoric, were the most popular dramas of the day.",
		"He is said to have been the author of a work on rhetoric, which, however, has not been preserved.",
		"Besides the three main disciplines the student takes up according to his tastes other subjects, such as rhetoric (ma`ani wabayan), logic (mantiq), prosody (`arud), and the doctrine of the correct pronunciation of the Koran (gira'a watajwid).",
		"His principal works are El Heroe (1630), which describes in apophthegmatic phrases the qualities of the ideal man; the Arte de ingenio, tratado de la Agudeza (1642), republished six years afterwards under the title of Agudeza, y arte de ingenio (1648), a system of rhetoric in which the principles of conceptismo as opposed to culteranismo are inculcated; El Discreto (1645), a delineation of the typical courtier; El Oraculo manual y arte de prudencia (1647), a system of rules for the conduct of life; and El Criticon (1651-1653-1657), an ingenious philosophical allegory of human existence.",
		"He was educated at the Ecole Normale, and after having held the professorship of rhetoric at Moulins for a year, was sent to Athens in 1851 as one of the professors in the Ecole Frangaise there.",
		"From 1806 to 1809 Adams was professor of rhetoric and oratory at Harvard.",
		"Four principal varieties are distinguishable, and may be described as the sophistries of culture, of rhetoric,.",
		"Each of these predominated in its turn, though not to the exclusion of others, the sophistry of culture beginning about 447, and leading to the sophistry of eristic, and the sophistry of rhetoric taking root in central Greece about 427, and merging in the sophistry of politics.",
		"Finally, the practice of rhetoric and eristic, which presently became prominent in sophistical teaching, had, or at any rate seemed to have, a mischievous effect upon conduct; and the charge of seeking, whether in exposition or in debate, not truth but victory - which charge was impressively urged against the sophists by Plato - grew into an accusation of holding and teaching immoral and unsocial doctrines, and in our own day has been the subject of eager controversy.",
		"That he should do so was only natural, since his position as a teacher of rhetoric was already secure when Protagoras made his first appearance in the character of a sophist; and, as Protagoras, Prodicus and the rest of the sophists of culture offered a comprehensive education, of which oratory formed only a part, whilst Gorgias made no pretence of teaching \" civic excellence \" (Plato, Meno, 95 C), and found a substitute for philosophy, not in literature generally, but in the professional study of rhetoric alone, it would have been convenient if the distinction between sophistry and rhetoric had been maintained.",
		"But though, as will be seen hereafter, these two sorts of education were sometimes distinguished, Gorgias and those who succeeded him as teachers of rhetoric, such as Thrasymachus of Chalcedon and Polus of Agrigentum, were commonly called by the title which Protagoras had assumed and brought into familiar use.",
		"For, though that celebrated personage would have liked to be called, not \" sophist \" but \" political philosopher,\" and tried to fasten the name of \" sophist \" upon his opponents the Socratics, it is clear from his own statement that he was commonly ranked with the sophists, and that he had no claim, except on the score of superior popularity and success, to be dissociated from the other teachers of political rhetoric. It is true that he was not a political sophist of the vulgar type, that as a theorist he was honest and patriotic, and that, in addition to his fame as a teacher, he had a distinct reputation as a man of letters; but he was a professor of political rhetoric, and, as such, in the phraseology of the day, a sophist.",
		"While the sophistry of rhetoric led to the sophistry of politics, the sophistry of culture led to the sophistry of disputation.",
		"There is less to be said for the teachers of rhetoric, politics and eristic, who, in limiting themselves each to a single subject - the rhetoricians proper or forensic rhetoricians to one branch of oratory, the politicians or political rhetoricians to another, and the eristics to disputation - ceased to be educators and became instructors.",
		"Nevertheless, rhetoric and disputation, though at the present day strangely neglected in English schools and universities, are, within their limits, valuable instruments; and, as specialization in teaching does not necessarily imply specialization in learning, many of those who attended the lectures and the classes of a rhetorician or an eristic sought and found other instruction elsewhere.",
		"Themselves of necessity stylists, because their professional success largely depended upon skilful and effective exposition, the sophists both of culture and of rhetoric were professedly teachers of the rules of grammar and the principles of written and spoken discourse.",
		"The taking of fees, the pride of professional success, and the teaching of rhetoric are no proofs either of conscious charlatanism or of ingrained depravity.",
		"It would seem, then, that, while he regards rhetoric as the function of normal sophistry, taking indifferently as his types Protagoras, Gorgias and Isocrates, he accounts Euthydemus and Dionysodorus (together with Socrates) as sophists, but as sophists of an abnormal sort, who may therefore be neglected.",
		"Promoted to the professorship of humanity and rhetoric in the college of Turin, he published (1769-1772) his Delle revoluzioni d'Italia, the work on which his reputation is mainly founded.",
		"He devoted himself to the study of philosophy, hoping to regenerate the Italian people by withdrawing them from romanticism and rhetoric, and turning their attention to the positive sciences.",
		"We possess by him Hpo-yu,avao-yara, a text-book on the elements of rhetoric, with exercises for the use of the young before they entered the regular rhetorical schools.",
		"In Asia he attended the courses of Xenocles, Dionysius and Menippus, and in Rhodes those of Posidonius, the famous Stoic. In Rhodes also he studied rhetoric once more under Molo, to whom he ascribes a decisive influence upon the development of his literary style.",
		"This is a manual of rhetoric derived from Greek sources with illustrations of figures drawn from Roman orators.",
		"Other minor works written in later life, such as the Partitiones Oratoriae, a catechism of rhetoric, in which instruction is given by Cicero to his son Marcus; the Topica, and an introduction to a translation of the speeches delivered by Demosthenes and Aeschines for and against Ctesiphon, styled de optimo genere oratorum, also need only be mentioned.",
		"Among scholiasts may be mentioned the Scholiasta Bobiensis who is assigned to the 5th century, and a pseudo-Asconius, who wrote notes upon the Verrines dealing with points of grammar and rhetoric.",
		"In 45 he was sent to Athens to study rhetoric and philosophy, but abandoned himself to a life of dissipation.",
		"The explanation is that outer speech is more obvious than inner thought, and that grammar and poetic criticism, rhetoric and dialectic preceded logic, and that out of those arts of language arose the science of reasoning.",
		"Recognizing a linguistic side to \" logical \" theory with a natural development in rhetoric, the Stoics endeavour to exorcise considerations of language from the contrasted side.",
		"At the age of twenty he took the vows of the Benedictine order at the abbey of Ste Melaine, Rennes, and afterwards taught rhetoric and philosophy in several monasteries.",
		"For several years Lacordaire studied at Dijon, showing a marked talent for rhetoric; this led him to the pursuit of law, and in the local debates of the advocates he attained a high celebrity.",
		"This last is an account of the Battle of the Standard (1138), better known than the similar account by Richard of Hexham, but less trustworthy, and in places obscured by a peculiarly turgid rhetoric.",
		"In Virgil's poetry a sense of the greatness of Rome and Italy is the leading motive of a passionate rhetoric, partly veiled by the \" chosen delicacy \" of his language.",
		"The first book of the Itinerarium contains some additional facts; and the whole of the Latin version is adorned with flowers of rhetoric which are foreign to the style of Ambrose.",
		"Aristotle, it is said, called him the father of rhetoric. But it was as at once statesman, prophet, physicist, physician and reformer that he most impressed the popular imagination.",
		"We must not suffer it to lead us into rhetoric about the deadness and the darkness of the middle ages, or hamper our inquiry with preconceived assumptions that the re-birth in question was in any true sense a return to the irrecoverable pagan past.",
		"What was even worse from an artistic point of view, they had contracted puerilities of style, vanities of rhetoric, stupidities of wearisome citation.",
		"But at first little beyond empty rhetoric and clumsy compilation was substituted.",
		"Chairs had therefore to be founded under the title of rhetoric, from which men like Chrysoloras and Guarino, Filelfo and Politian expounded orally to hundreds of eager students from every town of Italy and every nation in Europe their accumulated knowledge of antiquity.",
		"One mass of Greek and Roman erudition, including history and metaphysics, law and science, civic institutions and the art of war, mythology and magistracies, metrical systems and oratory, agriculture and astronomy, domestic manners and religious rites, grammar and philology, biography and numismatics, formed the miscellaneous subject-matter of this so-styled rhetoric. Notes taken at these lectures supplied young scholars with hints for further exploration; and a certain tradition of treating antique authors for the display of general learning, as well as for the elucidation of their texts, came into vogue, which has determined the method of scholarship for the last three centuries in Europe.",
		"The Christian virtues were scorned by the foremost actors and the ablest thinkers of the time, while the antique virtues were themes for rhetoric rather than moving-springs of conduct.",
		"Calhoun possessed neither Webster's brilliant rhetoric nor his easy versatility, but he surpassed him in the ordered method and logical sequence of his mind.",
		"Like Protagoras, he professed to train his pupils for domestic and civic affairs; but it would appear that, while Protagoras's chief instruments of education were rhetoric and style, Prodicus made ethics prominent in his curriculum.",
		"From his early years he displayed an extraordinary talent and appetite for knowledge, and as soon as he had completed his own education he began to teach with distinguished success grammar, rhetoric, divinity and philosophy.",
		"He early showed a remarkable aptitude for learning, but had a pronounced aversion for pure rhetoric. His studies at the Ecole des Chartes (where he took first place both on entering and leaving) and at the Ecole des Hautes Etudes did much to develop his critical faculty, and the historical method taught and practised at these establishments brought home to him the dignity of history, which thenceforth became his ruling passion.",
		"The students are instructed in Arabic and Persian literature, religion, interpretation of the Koran, Mussulman law, logic, rhetoric, philosophy and other subjects necessary for admittance to the clergy, for doctors of law, &c., while modern sciences are neglected.",
		"He received an excellent education, especially in grammar and rhetoric, but confesses that his progress in Greek was unsatisfactory.",
		"He set up (in 334) a school of rhetoric in his native place, which was largely attended, his most famous pupil being Paulinus,afterwards bishop of Nola.",
		"It is a piece of vigorous invective, displaying, like all his subsequent writings, an astonishing command of Latin, and much brilliant rhetoric, but full of vulgar abuse, and completely missing the point of the Ciceronianus of Erasmus.",
		"With this exposition we have already invaded the province of logic. To this the Stoics assigned a miscellany of studies - rhetoric, dialectic, including grammar, in addition to formal Logic. logic - to all of which their industry made contributions.",
		"Energy was worn out, patriotic 'os' Seiscen-- ardour declined into blind nationalist vanity, and rhetoric conquered style.",
		"He subsequently settled in Athens, and supported himself by the practice of oratory and by teaching rhetoric. He died at Larissa in Thessaly.",
		"His chief claim to recognition consists in the fact that he transplanted rhetoric to Greece, and contributed to the diffusion of the Attic dialect as the language of literary prose.",
		"The chair of Hebrew at the Carolinum was added in 1643, and in 1653 he was appointed professor ordinarius of logic, rhetoric and theology.",
		"At the age of eighteen' he was teaching rhetoric, and a little later dogmatic theology, at the college of Olinda, besides writing the \"annual letters\" of the province.",
		"Livy's easy independent life at Rome, and his aristocratic leanings in politics seem to show that he was the son of well-born and opulent parents; he was certainly well educated, being widely read in Greek literature, and a student both of rhetoric and philosophy.",
		"By Caelius Antipater the methods of rhetoric were first applied to history, a disastrous precedent enough.",
		"His successors carried still farther the practice of dressing up the rather bald chronicles of earlier writers with all the ornaments of rhetoric. The old traditions were altered, almost beyond the possibility of recognition, by exaggerations, interpolations and additions.",
		"But, freely as Livy uses this privilege of speechmaking, his correct taste keeps his rhetoric within reasonable limits.",
		"Similarly, though the influence of rhetoric upon his language, as well as upon his general treatment, is clearly perceptible, he has not the perverted love of antithesis, paradox and laboured word-painting which offends us in Tacitus; and, in spite of the Venetian richness of his colouring, and the copious flow of his words, he is on the whole wonderfully natural and simple.",
		"Plutarch, writers on rhetoric like the elder Seneca, moralists like Valerius Maximus, went to Livy for their stock examples.",
		"As early as 1598 the young man was made a member of the chamber of rhetoric In Liefde bloeiende, and produced before that body his tragedy of Achilles and Polyxena, not printed until 1614.",
		"In August 1610 he married Christina van Erp, an 1 Kaspar van Baerle (1584-1648), professor of rhetoric at Amsterdam, and famous as a Latin poet.",
		"There is an authentic story of Petracco's flinging the young student's books of poetry and rhetoric upon the fire, but saving Virgil and Cicero half-burned from the flames at his son's passionate entreaties.",
		"Viewed in this light Petrarch anticipated the Italian Renaissance in its weakness - that philosophical superficiality, that tendency to ornate rhetoric, that preoccupation with stylistic trifles, that want of profound conviction and stern sincerity, which stamp its minor literary products with the note of mediocrity.",
		"He belonged to a wealthy and distinguished family, and received a careful education under the most distinguished masters of the time, especially in rhetoric and philosophy.",
		"On his return to Athens, he attained great celebrity as an orator and teacher of rhetoric, and was elected to the office of archon.",
		"He scorned the story-teller \"who seeks to please the ear rather than to speak the truth,\" and yet his rhetoric is the culmination of Greek historical prose.",
		"It is this which makes his rhetoric worth while, \"an everlasting possession, not a prize competition which is heard and forgotten.\"",
		"From the sublimity of Thucydides, and Xenophon's straightforward story, history passed with Theopompus and Ephorus into the field of rhetoric. A revival of the scientific instinct of investigation is discernable in Timaeus the Sicilian, at the end of the 4th century, but his attack upon his predecessors was the text of a more crushing attack upon himself by Polybius, who declares him lacking in critical insight and biased by passion.",
		"The style found no imitator; history passed from Greece to Rome in the guise of rhetoric. In Dionysius of Halicarnassus the rhetoric was combined with an extensive study of the sources; but the influence of the Greek rhetoricians upon Roman prose was deplorable from the standpoint of science.",
		"His particular admiration among the college professors was the stately rhetorician, Edward Everett; and this predilection had much to do with his early ambition to be a professor of rhetoric and elocution.",
		"Educated at Rome, he took orders and was sent to Ragusa, where he was appointed professor of rhetoric. When the French seized Ragusa, Napoleon placed Appendini at the head of the Ragusan academy.",
		"Having been refused a prize owing to the prejudice against African provincials, he left Rome in disgust, and after travelling for some time set up at Tarraco as a teacher of rhetoric. Here he was persuaded by an acquaintance to return to Rome, for it is generally agreed that he is the Florus who wrote the well-known lines quoted together with Hadrian's answer by Aelius Spartianus (Hadrian 16).",
		"The cause which Bunyan had defended with rude logic and rhetoric against Kiffin and Danvers has since been pleaded by Robert Hall with an ingenuity and eloquence such as no polemical writer has ever surpassed.",
		"He studied men rather than books; became acquainted with the vices in what was then a pioneer town; and in his Seven Lectures to Young Men (1844) treated these with genuine power of realistic description and with youthful and exuberant rhetoric. Eight years later (1847) he accepted a call to the pastorate of Plymouth Church (Congregational), then newly organized in Brooklyn, New York.",
		"Under the Romans, it was a flourishing town, covering double its present extent and renowned for its schools of rhetoric. In the succeeding centuries its prosperity drew upon it the attacks of the barbarians, the Saracens and the Normans.",
		"Its leaders were obscure and usually illiterate men, who delighted to propound their theories for the universal reformation of society and the state in rhetoric of which tile characteristic phrases were borrowed from the tribune of the Jacobi.",
		"He had no forensic eloquence; but the cold obstinacy with which he pressed his charges was more convincing than any rhetoric, and he seldom failed to secure a conviction.",
		"Whatever be the truth in the assertion that death rather than sin is the enemy dreaded by Eastern Christianity, and immortality rather than forgiveness the blessing craved, it is difficult to take the talk about deification as anything more than rhetoric. Did they not start from belief in one God ?",
		"In December 1660 he was serving as tutor of Christ Church, lecturing in Greek, rhetoric and philosophy.",
		"He became a priest in the order of the Oratory, and professor of rhetoric at Beaune.",
		"We owe to him, too, some manuals used in his educational work; a grammar and works on rhetoric and dialectics.",
		"The Sophists had studied these matters superficially indeed but with thoroughness as far as they went, and it is not remarkable that they should have taken the methods which were successful in rhetoric, and applied them to the \" science and art \" of civic virtues.",
		"He is like Matthias Jochumsson in the copious flow of his rhetoric; some of his poems are perfect both as regards form and contents, but he sometimes neglects the latter while polishing the former.",
		"The most successful of Icelandic dramatists as yet is IndriOi Einarsson, whose plays, chiefly historical, in spite of excessive rhetoric, are very interesting and possess a true dramatic spirit.",
		"His earliest studies in grammar, rhetoric and the Latin language were conducted at Padua, where he acquired so great a reputation for learning that in 1417 he was invited to teach eloquence and moral philosophy at Venice.",
		"His erudition was large but ill-digested; his knowledge of the ancient authors, if extensive, was superficial; his style was vulgar; he had no brilliancy of imagination, no pungency of epigram, no grandeur of rhetoric. Therefore he has left nothing to posterity which the world would not very willingly let die.",
		"He spoke without rhetoric, simply, directly, but with great weight.",
		"He was pastor of the Pine Street (Congregational) Church in Boston in 1842-1848, and in 1848-1879 was professor of sacred rhetoric and homiletics at Andover Theological Seminary, of which he was president from 1869 to 1879, when his failing health forced him to resign.",
		"From his own younger contemporaries, Aristotle and Theophrastus, who founded their theory of rhetoric in large part on his practice, down to the latest Byzantines, the consent of theorists, orators, antiquarians, anthologists, lexicographers, offered the same unvarying homage to Demosthenes.",
		"He showed particular aptitude for languages and mathematics, and it is said that at the age of sixteen he was invited to lecture on rhetoric at the college.",
		"His choice rhetoric stigmatized the dean of St Patrick's as assheaded, a blockhead who cared only for his kitchen and his belly.",
		"Irish rhetoric commonly styles Limerick \" the city of the violated treaty.\"",
		"By the vehemence of his rhetoric, by the fervour of his grandiose schemes for the remaking of China at the time of the revolution, he captured the imagination of considerable sections of the public, especially in the United States; but his subsequent career failed to justify his own belief in himself as a heaven-sent reformer.",
		"But Bacon is apparently hypercritical in his estimate of the translators from the Arabic. Another protégé of Frederick's was Hermann the German (Alemannus), who, between the years 1243 and 1256, translated amongst other things a paraphrase of al-Farabi on the Rhetoric, and of Averroes on the Poetics and Ethics of Aristotle.",
		"The keen sarcasm of his polished rhetoric was not calculated to soothe the susceptibilities of men already smarting under the deprivation of their most cherished illusions.",
		"He made such progress in literature, law and rhetoric, that the praetor Anicius Probus first gave him a place in the council and then made him consular prefect of Liguria and Emilia, with headquarters at Milan, where he made an excellent administrator.",
		"He brought a new spirit into English verse, and redeemed it from the artificiality and the rhetoric of many of his predecessors.",
		"These works deal with music, rhetoric, ethics, signs, virtues and vices, and defend the Epicurean standpoint against the Stoics and the Peripatetics.",
		"The Rhetoric has been edited by Sudhaus (1892-1895); the De Ira and the De Pietate by Gomperz (1864 to 1865); the De Musica by Kempke (1884); De Vitiis by Ussing (1868); De Morte by Mekler (1886).",
		"It is, indeed, often impressive from the evident earnestness of the writer, and from his sense of the gravity of his subject, and is unspoilt by rhetoric or conceit.",
		"The rhetoric of St Nicholas had wearied him, and his serious intelligence hoped to satisfy itself with the vast and solid material of Catholic theology.",
		"Her rhetoric is beautiful and I've yet to find a spelling error.",
		"Did they choose bellicose rhetoric out of fear of choosing the wrong side?",
		"I suppose he must refer the client on, or (more likely) suppress his doubts with the soothing balm of rhetoric.",
		"The rhetoric coming out of the vested interests becomes more bullish in spite of statistical data showing a downturn.",
		"The once politically centrist, science-based vision of environmentalism has been largely replaced with extremist rhetoric.",
		"His rhetoric would allow nothing less than absolute certainty about Scripture's absolute clarity.",
		"Reading or listening to the rhetoric of the ' 60s Panthers can make a visitor cringe.",
		"His party has tried to moderate its policies and rhetoric in an effort to shake off its racist image and become more electable.",
		"Only having established a secure foundation, we are in a position to engage in ethical rhetoric.",
		"There was a stunning contrast between the UN's rhetoric and their almost total inaction.",
		"Metaphor has replaced metaphysics and the Western-style rhetoric has replaced mystery.",
		"Iran's antipathy toward the West did not spontaneously generate out of the crazed rhetoric of radical mullahs.",
		"The New Labor government has reneged on its anti-vivisectionist vote-catching rhetoric because they are so heavily indebted to and entrenched with the pharmaceutical multinationals.",
		"He believed in reason and rational persuasion, not spin and rhetoric.",
		"Instead, he simply left it to Vice President Adina Bastidas to spout the anti-American rhetoric.",
		"This authoritarian methodology clearly contradicted the libertarian rhetoric within Deleuze and Guattari's writings.",
		"They note that in the NSF there is little in the way of guidance on how to translate the rhetoric of partnerships into practice.",
		"In Britain the debate is confused because almost everyone on the left and center now adopts a communitarian rhetoric.",
		"C onclusion That Trisha employs interrogatory rhetoric in order to push her guests into personal confessions is not a surprising discovery.",
		"The theater is the place where epideictic rhetoric belongs.",
		"Surely a movement that seriously believed its own anti-American rhetoric should have welcomed these attacks.",
		"But their role is to do precisely that - gather reliable information, not engage in Populist rhetoric like Sarkozy.",
		"It was important for people to approach this issue in a calm, reasoned manner and strip away some of the overblown rhetoric.",
		"People like them don't want to hear the empty rhetoric of politicians.",
		"Talking of broken promises, how about the pre-election rhetoric from Labor re opposing the sell-off of air traffic control.",
		"This is meaningless rhetoric, marketing spiel for selling ribbons, t-shirts and rubber wristbands.",
		"The rhetoric of welfare has thus become the touchstone of almost all areas of the law dealing with children.",
		"However, Poland into the New Millenium charts a more tentative line than the rhetoric of capitalist triumphalism.",
		"The extravagant rhetoric of Lord Horror is replaced here by the crude vulgarity of the Volk.",
		"Also, a majority of Americans are against unauthorized wiretaps regardless of Bush's rhetoric in rationalizing the illegal surveillance.",
		"Continuing his study of the humanities, he became in 1628 professor of rhetoric at Innsbruck, and in 1635 at Ingolstadt, whither he had been transferred by his superiors in order to study theology.",
		"Whatever may be the truth about these stories, Heraclides seems to have been a versatile and prolific writer on philosophy, mathematics, music, grammar, physics, history and rhetoric. Many of the works attributed to him, however, are probably by one or more persons of the same name.",
		"On his return to Naples he found himself out of touch with the prevailing Cartesianism, and lived quietly until in 1697 he gained the professorship of rhetoric at the university, with a scanty stipend of loo scudi.",
		"Hermagoras devoted himself particularly to the branch of rhetoric known as oixovoyla (inventio), and is said to have invented the doctrine of the four QTavaaS (status) and to have arranged the parts of an oration differently from his predecessors.",
		"Cicero held an unfavourable opinion of his methods, which were approved by Quintilian, although he considers that Hermagoras neglected the practical side of rhetoric for the theoretical.",
		"One of the most obvious defects of this school is excessive attachment to polysyllabic terms. Lydgate is not quite so great a sinner in this respect as are some of his successors, but his tendency cannot be mistaken, and John Metham is amply justified in his censure Eke John Lydgate, sometime monk of Bury, His books indited with terms of rhetoric And half-changed Latin, with conceits of poetry.",
		"He was, in 1742, named professor extraordinarius of ancient literature in the university of Leipzig, and in 1756 professor ordinarius of rhetoric. In the same year he received the degree of doctor of theology, and in 1759 was appointed professor ordinarius in the faculty of theology.",
		"He was not an orator, and though he could express himself forcibly on occasion, his speech was incoherent and devoid of any of the arts of rhetoric. Clarendon notes on his first appearance in parliament that \"he seemed to have a person in no degree gracious, no ornament of discourse, none of those talents which use to reconcile the affections of the standers by; yet as he grew into place and authority his parts seemed to be renewed.\"",
		"The tawdry and exaggerated rhetoric; the petty vanity and jealousies; the weak sentimentalism; the utter incapacity for proportioning means to ends, and for grasping the stern realities of things, which so commonly disfigure the lives and conduct even of the more honest members of his class, were wholly alien to his nature.",
		"Moved only to scorn and indignation by the rhetoric of these presumptuous enthusiasts, Frederick marched into the Leonine city, and took the imperial crown from the hands of Adrian IV.",
		"But it does not follow that the new standpoint involves what Wallace seems to hint, though he conceals his meaning behind complimentary rhetoric - rejection of church Christianity.",
		"All patristic students now recognize the great inequality of these authors, and admit that they are not free from the faults of their times; it is not denied that much of their exegesis is untenable, or that their logic is often feeble and their rhetoric offensive to modern taste.",
		"During this period he gave lessons in rhetoric, and enjoyed the society of many distinguished men.",
		"In his youth he studied rhetoric under Gorgias, perhaps also under Hippias and Prodicus.",
		"He was of patrician family, wealthy, highly educated,, and for some time occupied as a teacher of rhetoric at Carthage.",
		"He graduated at the university of St Andrews in 1603, and in 1610 was appointed professor of rhetoric and philosophy and questor of the faculty.",
		"In he was chosen professor at the gymnasium of his native town, in 1763 librarian to the university, in 1770 professor of rhetoric, and in 1782 of logic and metaphysics.",
		"The Attic drama of the period produced many great masterpieces, and the scientific thought of Europe in the departments of logic; ethics, rhetoric and history mainly owes its origin to a new movement of Greek thought which was largely fostered by the patronage of Pericles himself.",
		"Her whole energies seem henceforth devoted to academic pursuits; the military training of her youth was superseded by courses in philosophy and rhetoric; the chief organs of administration, the revived Areopagus and the senior Strategus, became as it were an education office.",
		"At the age of sixteen he entered the Society of Jesus, and was appointed successively professor of rhetoric, philosophy and moral theology, in various colleges of the Order.",
		"His letters (162 in number), addressed to persons of rank, friends, and literary opponents, throw valuable light upon the condition of the sophistical rhetoric of the period and the character of the writer.",
		"His work, the Kitab ul-Bayan wat-Tabyin, a discursive treatise on rhetoric, has been published in two volumes at Cairo (1895).",
		"The occasion of the prophecy, described with great force of rhetoric, is no known historical event, but a plague of locusts, perhaps repeated in successive seasons; and even here there are features in the description which have led many expositors to seek an allegorical interpretation.",
		"He published in 15 books a treatise on the New Geometry (1587), and works on history, rhetoric and the art of war.",
		"He received his early education, comprising Latin, logic and rhetoric, at the Necessidades Monastery, and spent a year at the Royal Marine Academy studying mathematics with the intention of entering on a commercial career.",
		"From dialectics he urged his pupils to the study of rhetoric; but, recognizing the necessity of a large vocabulary, he accustomed them to read the Latin poets with care.",
		"On the other hand there is much effective rhetoric, and much skilful play of language.4 As was to be expected, the better qualities of style were more often shown during the early centuries when the language was still a living speech.",
		"In 1787 he became a novice at the abbey of St Benoit-surLoire; but he left the abbey in 1789 and returned to his college, where, in addition to his mathematical duties, he was frequently called to lecture on other subjects, - rhetoric, philosophy and history.",
		"It is only possible to allude briefly here to the different conclusions that he has attained in treating the various problems, as for example in Aesthetic, the unity of art and language, of intuition and expression, the negation of particular arts, the refutation of literary and artistic classes, the criticism of rhetoric, of grammar and so forth; and in the Philosophy of the Practical or of Practice, the conciliation of the antitheses of utilitarianism and moralism, the critique of precepts, of laws and of casuistry, the new conception of judgments of value, the constitution of a philosophic economy side by side with the science of Economy, the resolution of the Philosophy of rights in the Philosophy of economic, and so forth.",
		"Grammar, logic, rhetoric and poetry are discussed in books ii.",
		"About 290 he went to Nicomedia in Bithynia while Diocletian was emperor, to teach rhetoric, but found little work to do in that Greek-speaking city.",
		"In Europe his compendium of Aristotle's Rhetoric was published at Venice, 1484.",
		"In 1483 Savonarola was Lenten preacher in the church of St Lorenzo, but his plain, earnest exhortations attracted few hearers, while all the world thronged to Santo Spirito to enjoy the elegant rhetoric of Fra Mariano da Genazzano.",
		"The grammatical work of Rabbi Jonah extended, moreover, to the domain of rhetoric and biblical hermeneutics, and his lexicon contains many exegetical excursuses.",
		"Here was an orator who could apply all the resources of a burnished rhetoric to the elucidation of figures; who could sweep the widest horizon of the financial future, and yet stoop to bestow the minutest attention on the microcosm of penny stamps and post-horses.",
		"The fertility of argumentative resource, the copiousness of rhetoric, and the physical energy which he threw into the enterprise, would have been remarkable at any stage of his public life; continued into his eighty-fifth year they were little less than miraculous.",
		"He had the sweet and patient temper which knew how to live, unrepining and unsoured, in the midst of the most watchful persecution, public and private; and it is wonderful how rarely he used his splendid rhetoric for the purposes of invective against the spirit and policy from which he must have suffered deeply, while, it may be added, he never hid an innuendo under a metaphor or a trope.",
		"Victorinus taught him rhetoric. He attended the law-courts, and listened to the Roman advocates pleading in the Forum.",
		"He Occasionally Nods; Is Rather Strident In The Patriotic Vein; And Too Often Answers The Untoward Call Of Rhetoric When His Subject Is About To Soar Into The Heights Of Poetry.",
		"Gryllus, celebrated in the dialogue on rhetoric, was Xenophon's son who fell at Mantineia in 362; and Eudemus of Cyprus, lamented in the dialogue on soul, died in Sicily in 352.",
		"But about the Topics we may venture to make the suggestion that, as in describing consciousness Aristotle says we perceive that we perceive, and understand that we understand, and as he calls Analytics a science of sciences, so he might have called the Topics a dialectical investigation of dialectic. Now, this suggestion derives support from his own description of the allied art of Rhetoric. \" Rhetoric is counterpart to dialectic \" is the first sentence of the Rhetoric; and the reason is that both are concerned with common objects of no definite science.",
		"The beauty and gorgeous imagery of his art works bore away the public from the first, in spite of their heretical dogmatism and their too frequent extravagance of rhetoric. But his later economic and social pieces, such as Unto this Last, Time and Tide, Sesame and Lilies, are composed in the purest and most lucid of English styles.",
		"The preface treats of Greek sciences, geometry, the discovery of specific gravity by Archimedes, and other discoveries of the Greeks, and of Romans of his time who have vied with the Greeks -- Lucretius in his poem De Rerum Natura, Cicero in rhetoric, and Varro in philology, as shown by his De Lingua Latina.",
		"Its professors teach grammatical inflexion and syntax, rhetoric, versification, logic, theology, the exposition of the Koran, the traditions of the Prophet, the complete science of jurisprudence, or rather of religious, moral, civil and criminal law, which is chiefly founded on the Koran and the traditions, together with arithmetic as far as it is useful in matters of law.",
		"At the same time, in opposition to Grote, he maintains that the appearance of the sophists marked a new departure, in so far as they were the first professors of \" higher education \" as such; that they agreed in the rejection of \" philosophy \"; that the education which they severally gave was open to criticism, inasmuch as, with the exception of Socrates, they attached too much importance to the form, too little to the matter, of their discourses and arguments; that humanism, rhetoric, politic and disputation were characteristic not of all sophists collectively, but of sections of the profession; that Plato was not the first to give a special meaning to the term \" sophist \" and to affix it upon the professors of education; and, finally, that Plato's evidence is in all essentials trustworthy.",
		"In the De interpretatione, having distinguished the enunciation, or proposition, from other sentences as that in which there is truth or falsity, he relegated the rest to rhetoric or poetry, and founded the logic of the proposition, in which, however, he retained the grammatical analysis into noun and verb.",
		"According to the Kitab-al-Fihrist (loth century), which gives his name as above, the authorities disagree, some asserting him to have been a writer on philosophy and rhetoric, and others claiming for him the first place among the adepts of his time in the art of making gold and silver.",
		"Those periods which have been dominated by the great masters of style have been less interested in the criticism of the historian's methods of investigation than in the beauty of his rhetoric. The scientific historian, deeply interested in the search for truth, is generally but a poor artist, and his uncoloured picture of the past will never rank in literature beside the splendid distortions which glow in the pages of a Michelet or Macaulay.",
		"He had also caused to be compiled a history of Walachia, and had called to the country many teachers of the Greek language, whose business it was to instruct the sons of the boiars in grammar, rhetoric and philosophy.",
		"Instead of the sober annalistic style of the earlier historian we have a work marked by hyperbole, inflated rhetoric and homiletic reflection.",
		"Instead, he simply left it to Vise President Adina Bastidas to spout the anti-American rhetoric.",
		"Can one observe any borrowings or ' translations ' of the previous rhetoric into the new reality?",
		"But their role is to do precisely that - gather reliable information, not engage in populist rhetoric like Sarkozy.",
		"People like them do n't want to hear the empty rhetoric of politicians.",
		"Our rhetoric on breadth is not always backed up in fact, yet we regard it as a major 'brand ' asset.",
		"Rhetoric johnson maintained out to me the quot capital.",
		"As a consequence, some fundamental policy issues will emerge, alongside certain difficulties inherent to the rhetoric of inclusion.",
		"The Doha Development Agenda quotes the rhetoric of sustainability; Fair Trade organizations have the experience of how to make this a reality.",
		"The argument is based on a totally uncritical acceptance of the official rhetoric.",
		"They had the untouchable sound, the look, the rhapsodic rhetoric, and the strangeness.",
		"But the challenges inherent in the wielding of power presented some of our internal oppositionists with the opportunity to ratchet up the rhetoric.",
		"Also, a majority of Americans are against unauthorized wiretaps regardless of Bush 's rhetoric in rationalizing the illegal surveillance.",
		"Students in the rhetoric stage of a classical education learn how to express what they have learned.",
		"No writer shows a juster scorn of all mere rhetoric and exaggeration.",
		"He taught rhetoric at Rome (one of his pupils being Jerome), and in his old age became a convert to Christianity.",
		"Aeschines went into voluntary exile at Rhodes, where he opened a school of rhetoric. He afterwards removed to Samos, where he died in the seventy-fifth year of his age.",
		"The only extant prose work which may be assigned to the end of this period is the treatise on rhetoric known by the title Ad Herennium (c. 84) a work indicative of the attention bestowed on prose style and rhetorical studies during the last century of the republic, and which may be regarded as a precursor of the oratorical treatises of Cicero and of the work of Quintilian.",
		"After a short pastorate at Brandon, Vermont, he was successively professor of English literature in the University of Vermont (1845-1852), professor of sacred rhetoric in Auburn Theological Seminary (1852-1854), professor of church history in Andover Theological Seminary (1854-1862), and, after one year (1862-1863) as associate pastor of the Brick Church of New York City, of sacred literature (1863-1874) and of systematic theology (1874-1890) in Union Theological Seminary.",
		"Even his frequent use of Greek words, phrases and quotations, reprehended by Horace, was probably taken from the actual practice of men, who found their own speech as yet inadequate to give free expression to the new ideas and impressions which they derived from their first contact with Greek philosophy, rhetoric and poetry.",
		"Still more marked was his departure from Plato as regards rhetoric. Plato in the Gorgias, (501 A) had contended that rhetoric is not an art but an empirical practice (rpt/37) KaL Epirecpia); Aristotle in the Gryllus (Fragm.",
		"After his master's death, in the third period of his own life, and during his connexion with Alexander, but before the final construction of his philosophy into a system, he was tending to write more and more in the didactic style; to separate from dialectic, not only metaphysics, but also politics, rhetoric and poetry; to admit by the side of philosophy the arts of persuasive language; to think it part of their legitimate work to rouse the passions; and in all these ways to depart from the ascetic rigidity of the philosophy of Plato, so as to prepare for the tolerant spirit of his own, and especially for his ethical doctrine that virtue consists not in suppressing but in moderating almost all human passions.",
		"How otherwise, we wonder, could one man writing alone and with so few predecessors compose the first systematic treatises on the psychology of the mental powers and on the logic of reasoning, the first natural history of animals, and the first civil history of one hundred and fifty-eight constitutions, in addition to authoritative treatises on metaphysics, biology, ethics, politics, rhetoric and poetry; in all penetrating to the very essence of the subject, and, what is most wonderful, describing more facts than any other man has ever done on so many subjects ?",
		"On these principles, we regard as early genuine philosophical works of Aristotle, (I) the Categories; (2) the De Interpretatione; (3) the Eudemian Ethics and Magna Moralia; (4) the Rhetoric to Alexander.",
		"At first he adopted the somewhat ascetic views of his master about soul and body, and about goods of body and estate; but before Plato's death he had rejected the hypothesis of forms, formal numbers and the form of the good identified with the one, by which Plato tried to explain moral phenomena; while his studies and teaching on rhetoric and poetry soon began to make him take a more tolerant view than Plato did of men's passions.",
		"But the Rhetoric to Alexander was considered spurious by Erasmus, for the inadequate reasons that it has a preface and is not mentioned in the list of Diogenes Laertius, and was assigned by Petrus Victorius, in his preface to the Rhetoric, to Anaximenes.",
		"We have therefore to ask, first who was the author, and secondly what is the relation of the Rhetoric to Alexander to the Rhetoric, which nowadays alone passes for genuine.",
		"As then Anaximenes did not, but Aristotle did, recognize three genera, and as Aristotle could as well as Anaximenes recognize seven species, the evidence is overwhelming that the Rhetoric to Alexander is the work not of Anaximenes, but of Aristotle; on the condition that its date is not that of Aristotle's confessedly genuine Rhetoric. There is a second and even stronger evidence that the Rhetoric to Alexander is a genuine work of Aristotle.",
		"Now, from the outset of his Rhetoric Aristotle himself claims to be the first to distinguish between artificial evidences from arguments and other evidences which he regards as mere additions; and he complains that the composers of arts of speaking had neglected the former for the latter.",
		"The point of Aristotle was to draw a line between rational and other evidences, to insist on the former, and in fact to found a logic of rhetoric. But if in the Rhetoric to Alexander, not he, but Anaximenes, had already performed this great achievement, Aristotle would have been the meanest of mankind; for the logic of rhetoric would have been really the work of Anaximenes the sophist, but falsely claimed by Aristotle the philosopher.",
		"As we cannot without a tittle of evidence accept such a consequence, we conclude that Aristotle formulated the distinction between argumentative and adventitious, artificial and inartificial evidences, both in the Rhetoric to Alexander and in the Rhetoric; and that the former as well as the latter is a genuine work of Aristotle, the founder of the logic of rhetoric.",
		"The last event mentioned in the Rhetoric to Alexander occurred in 340, the last in the Rhetoric is the common peace (Kocv) elpivn) made between Alexander and the Greeks in 336 (Rhet.",
		"We may take it then that the last date in the Rhetoric to Alexander is 340; and by a curious coincidence 340 was the year when, on Philip's marching against Byzantium, Alexander was left behind as regent and keeper of the seal, and distinguished himself so greatly that Philip was only too glad that the Macedonians called Alexander king (Plutarch, Alexander, 9).",
		"Such is Aristotle's productive science or art, contained in his Rhetoric and Poetics, compared with his Ethics and Politics.",
		"Under the influence of Seneca he became a keen student of philosophy and rhetoric, and began practising as an advocate.",
		"Philosophy, grammar, the history and theory of language, rhetoric, law, arithmetic, astronomy, geometry, mensuration, agriculture, naval tactics, were all represented.",
		"He greeted the treaty of San Stefano (3rd March 1878) with undisguised relief, and by the mouth of the king, congratulated Italy (7th March 1878) on having maintained with the powers friendly and cordial relations free from suspicious precautions, and upon having secured for herself that most precious of alliances, the alliance of the future a phrase of which the empty rhetoric was to be bitterly demonstrated by the Berlin Congress and the French occupation of Tunisia.",
		"Courses in literature, higher math, history, sciences, art and music are part of the rhetoric stage.",
		"Aristotle realized that rhetoric is a process.",
		"Homeschooled students in the rhetoric stage can use what they have learned to make decisions in a variety of situations, express that knowledge at an upper level, and use creativity to expand upon that knowledge.",
		"In the rhetoric stage, the students are established life-long learners who are constantly taking knowledge and growing from what they have learned.",
		"Despite public grumblings and political threats of investigations into the \"gouging\" of consumers heard every time gas prices rise, these threats remain empty political rhetoric, since these investigations never seem to progress very far.",
		"Here you find articles in the encyclopedia on topics related to rhetoric.",
		"In 1748 he removed to Edinburgh, and there, under the patronage of Lord Kames, gave lectures on rhetoric and belles-lettres."
	],
	"synonyms": [
		"high-flown language",
		"bombast",
		"empty talk",
		"grandiloquence",
		"ornateness",
		"magniloquence",
		"grandiosity",
		"empty words",
		"palaver",
		"hot-air",
		"wordiness",
		"verbosity",
		"trope",
		"pomposity",
		"flamboyance",
		"rubescent",
		"rhetorical",
		"grandiloquent",
		"forensic",
		"eloquent",
		"declamatory",
		"bombastic"
	],
	"antonyms": [
		"conciseness"
	]
}