{
	"word": "venial",
	"meaning": [
		"That may be forgiven; pardonable.",
		"Minor, therefore warranting only temporal punishment.",
		"That may be excused or overlooked; excusable.",
		"Not causing spiritual death."
	],
	"sentences": [
		"A venial sin, for you acted without evil intention.",
		"I did not think you would call these venial errors !",
		"No fault was found in their life and teaching; but they were forbidden to define any sins as being mortal or venial until they had studied for four years.",
		"The celebration is based on the doctrine that the souls of the faithful which at death have not been cleansed from venial sins, or have not atoned for past transgressions, cannot attain the Beatific Vision, and that they may be helped to do so by prayer and by the sacrifice of the mass.",
		"The faithful are bound to confess all \"mortal\" sins; they need not confess \"venial\" sins.",
		"It is common to go to confession, even though there are only venial sins to be confessed; and in order to excite contrition people are sometimes advised to confess over again some mortal sin from which they have been previously absolved.",
		"It should be observed that the (also Augustinian) distinction between \" deadly \" and \" venial \" sins had a technical reference to the quasi-jural administration of ecclesiastical discipline, which grew gradually more organized as the spiritual power of the church established itself amid the ruins of the Western empire, and slowly developed into the theocracy that almost dominated Europe during the latter part of the middle ages.",
		"The people, thoroughly Protestant, were excited by the proofswhich they thought were afforded that the real object of the Tractarians was to reconcile England with Rome; and practices which are now regarded as venial or even praiseworthysuch as the wearing of the surplice in the pulpit, and the institution of the weekly offertorywere denounced because they were instituted by the Tracta.rians, and were regarded as insidious devices to lead the country ROmewards.",
		"Are they committing a mortal or a venial sin?",
		"He was a typical Bourbon, unable either to learn or to forget; and the closing years of his life he spent in religious austerities, intended to expiate, not his failure to grasp a great opportunity, but the comparatively venial excesses of his youth.'",
		"All due weight being given to these various considerations, it must be admitted, nevertheless, that Pitt did overstep the limits within which inconsistency is usually regarded as venial.",
		"It was said that he was so virtuous as hardly to have committed a venial sin.",
		"Treating this rule as axiomatic the Schoolmen elaborated their analyses of the sacrament of penance, distinguishing form and matter, attrition and contrition, mortal and venial sins.",
		"In the classification of sins the Christian element predominates; still we find the Aristotelian vices of excess and defect, along with the modern divisions into \" sins against God, neighbour and self,\" \" mortal and venial sins,\" and so forth.",
		"While his teenage action was untrustworthy, it was venial compared to abandoning the child to an abductor if that was what the cowering, younger Howie had done!"
	],
	"synonyms": [
		"minor",
		"forgivable",
		"excusable",
		"mild",
		"tolerable",
		"allowable",
		"unimportant",
		"trivial",
		"slight",
		"pardonable"
	],
	"antonyms": []
}