{
	"word": "maudlin",
	"meaning": [
		"Foolishly and tearfully or weakly sentimental.",
		"Tearfully sentimental from too much liquor.",
		"Affectionate or sentimental in an effusive, tearful, or foolish manner, especially because of drunkenness. [from 17th c.]",
		"(botany, now historical) Either of two aromatic plants, costmary or sweet yarrow. [from 15th c.]"
	],
	"sentences": [
		"You didn't invite me out here to listen to my maudlin rambling.",
		"Getting all maudlin on this happy outing.",
		"But - I don't want to get too maudlin.",
		"It's a maudlin rumination on loathsome rich kids and their disgusting, ill-mannered behavior, and their even more disgusting, ill-mannered behavior, and their even more disgusting, ill-mannered parents.",
		"It's a maudlin rumination on loathsome rich kids and their disgusting, ill-mannered behavior, and their even more disgusting, ill-mannered parents.",
		"February 14, it would appear, is a day to be soppy, or maybe even maudlin.",
		"In the early 1990s, it was easy for one to get rather maudlin about the new cars that were being introduced.",
		"This may seem a little callous, but these whimsical remembrances of \" Unc \" have quickly become maudlin.",
		"This play maybe sad in tone, but is never maudlin or cynical.",
		"No contemporary, unaided by personal knowledge, could be expected to trust in Wagner's purity of ideal on the strength of Tannhauser, which actually achieved popularity by such coarse methods of climax as the revivalistic end of the overture, by such maudlin pathos as 0 du mein holder Abendstern, and by the amiably childish grand-opera skill with which half the action is achieved by processions and a considerable fraction of the music is represented by fanfares.",
		"And I'm sorry I got so boozy and maudlin on you the other night.",
		"Moroseness and dogmatism are as far from the Pantagruelism of Rabelais as maudlin sentimentality or dilettantism."
	],
	"synonyms": [
		"kitschy",
		"hokey",
		"soupy",
		"soppy",
		"slushy",
		"schmaltzy",
		"sentimental",
		"mushy",
		"mawkish",
		"drippy",
		"bathetic",
		"schmalzy",
		"tipsy",
		"tearful",
		"over-emotional"
	],
	"antonyms": [
		"matter-of-fact",
		"unimaginative",
		"calm",
		"undemonstrative",
		"austere"
	]
}