{
	"word": "noxious",
	"meaning": [
		"Harmful to the health; injurious.",
		"Morally injurious; corrupting; unwholesome."
	],
	"sentences": [
		"This change, which is called eosinophilia, indicates the production of a noxious substance in the blood.",
		"Sulphuretted hydrogen is a noxious impurity, and its complete removal from the gas is usually imposed by parliament.",
		"They knew poisonous plants, and could eliminate noxious properties.",
		"Muller to include cases of mutual resemblance between two or more noxious species inhabiting the same area.",
		"Poisonous or noxious animals usually have some special advertising attribute, sometimes the display of conspicuous coloration, as in the skunk; sometimes the emission of sound as in the rattlesnake; sometimes a combination of the two, as in the common porcupine and the large black scorpions of Africa and India.",
		"The system possessed the advantages of rapidity, being completed in about ten hours, and freedom from any noxious odour; but it yielded only a harsh, ill-spinning fibre, and consequently failed to meet the sanguine expectations of its promoters.",
		"Yet their aid was as necessary as their influence was noxious.",
		"Again, a peasant of Vinci having in his simplicity asked Ser Piero to get a picture painted for him on a wooden shield, the father is said to have laughingly handed on the commission to his son, who thereupon shut himself up with all the noxious insects and grotesque reptiles he could find, observed and drew and dissected them assiduously, and produced at last a picture of a dragon compounded of their various shapes and aspects, which was so fierce and so life-like as to terrify all who saw it.",
		"Noxious gases, as they're released into the air, cause chemical changes in the atmosphere which result in the formation of smog and acid rain.",
		"Not all essential oils are safe for candle making, since some can give off noxious fumes.",
		"Many insects and other invertebrates, mostly noxious, have been accidentally naturalized, and some have been deliberately introduced, like the honey-bee, now feral in Australasia and North America, and the humble-bee, imported into New Zealand to effect the fertilization of red clover.",
		"They are forced to inhale noxious fumes or burning plastics.",
		"Noxious gases and fumes include all chemical vapors that aren't naturally found in the air like carbon monoxide, sulfur dioxide, nitrogen oxide and others.",
		"Lots of new materials, such as carpeting and wood products - even some paints - contain noxious chemicals that take time to dissipate in the air.",
		"Police said no cyanide or noxious gas had been found on the men when they were arrested on 9 November.",
		"We might emit some noxious fumes into the atmosphere by driving there, or leave a slight residue on a site.",
		"Noxious stimulus A noxious stimulus A noxious stimulus is one which is damaging to normal tissues.",
		"Sprouts are notoriously difficult to grow organically in conventional farming they are perpetually sprayed from all sides and must be very noxious.",
		"So it can act as an area that produces a warning mechanism for potentially noxious stimuli.",
		"Well, whatever his literary merits, he struck me as a fairly noxious specimen.",
		"Ozone is a gas that prevents much noxious UV radiation from reaching the Earth's surface.",
		"A nociceptor is a receptor which is preferentially sensitive to noxious stimulus or a noxious stimulus that would become noxious if prolonged.",
		"Packed tower scrubbers remove soluble and noxious gases and mists in the chemical, paper and metal finishing industries.",
		"Please do not trespass as habitat is under severe threat and it is easy to hike in noxious weeds and to disturb nesting birds.",
		"A stream of lava issued in 1198 from the crater of the Solfatara, which still continues to exhale steam and noxious gases; the Lava dell' Arso came out of the N.E.",
		"Noxious insects are less numerous than is usual in tropical countries.",
		"Some of these will be stricter, and some laxer; but on the whole all tend to \"aggravate\" the law - down to the point of forbidding the faithful to wear a girdle, or to kill a noxious insect on the Sabbath.",
		"Given a noxious agent in a tissue, such, let us say, as a localized deposit of certain bacteria, the phagocytes swarm towards the locality where the bacteria have taken up their residence.",
		"The phagocytes are attracted from the blood vessels and elsewhere towards the noxious focus by the chemiotaxis exerted upon them by the toxins secreted by the bacteria contained within it.",
		"The heat and the rains give incredible activity to noxious or troublesome insects, and to others of a more showy class, whose large wings surpass in brilliancy the most splendid colours of art.",
		"The chief aim of penal legislation should indeed be either to keep gaols empty or to use them only where distinct reduction in the number of offenders, whether by regeneration or by continuous withdrawal from noxious activity, can be obtained.",
		"The mists, due to the great heat and excessive evaporation, and the noxious miasmata, especially of the southern region, were exaggerated into the noisome vapours that the \"black and stinking\" waters ever exhaled.",
		"Noxious stimulus Stimulus that causes or has the potential to cause pain.",
		"A House of Lords committee enquired into the matter of noxious vapors.",
		"These noxious masses are the by-product of your cat's self-grooming.",
		"There are often noxious gases and chemicals released from decomposing materials at landfill sites.",
		"As you green your home, don't counteract the effects with noxious products.",
		"Vinegar is an excellent cleaning solution since it is nontoxic, has no noxious fumes and easily rinses off with water.",
		"The liquid latex isn't a problem, but the rubber cement and silicone sealant can give off noxious fumes.",
		"The water, moreover, till it is saturated with gases, readily absorbs noxious vapours to which it may be exposed.",
		"Collections of weed seeds are issued to merchants and others to enable them readily to identify noxious weed seeds.",
		"The insect life comprises many brilliantly-coloured beetles, butterflies (about eight hundred species of which are known), moths, locusts, spiders and flies, and also noxious spiders, with scorpions and centipedes.",
		"On the other hand, the eastern part of this zone is the part of Spain which is liable to be visited from time to time by the scorching leveche, the name given in Spain to the sirocco, as well as by the solano, a moist and less noxious east wind.",
		"As I gaze upwards I think of tiny seats, bad food, stale air and jet engines belching noxious fumes.",
		"But the bans begun in the 1970s strike many Third Worlders as a particularly noxious example of Western paternalism.",
		"Meantime, so noxious and deadly were the vapors that rose from the ground, that whenever it was opened nausea and sickness followed.",
		"In 1525 the conservative party, which had from the first feared that Luther's teaching would result in sedition, received a new and terrible proof, as it seemed to them, of the noxious influence of the evangelical preachers.",
		"The English law on the subject is now governed by the Offences against the Person Act 1861, which makes the attempting to cause miscarriage by administering poison or other noxious thing, or unlawfully using any instrument equally a felony, whether the woman be, or be not, with child.",
		"If a woman administers to herself any poison or other noxious thing, or unlawfully uses any instrument or other means to procure her own miscarriage, she is guilty of felony.",
		"The dry way is best; the wet way is only employed when fuel is very dear, or when it is absolutely necessary that no noxious vapours should escape into the atmosphere.",
		"It seems probable that violent physical exercise may counteract in great measure the deleterious effect of opium and prevent it from retarding the respiration, and that in such cases the beneficial effects are obtained without the noxious results which would accrue from its use to those engaged in sedentary pursuits.",
		"Besides these the group also includes a multitude of related forms which, from their aquatic habits and generally inconspicuous size, and from the fact that they are commonly neither edible nor noxious, are little known except to naturalists and are undistinguished by any popular names.",
		"This crude process is now classed amongst the noxious trades, owing to the offensive stench given off, and must be considered as almost extinct in this country.",
		"Owing to the noxious exhalations of the surrounding forests the town is so extremely unhealthy during the hot weather as to have acquired the title of the \"Abode of the Plague.\"",
		"Practically any vessel may serve as a receiver - test tube, flask, beaker, &c. If noxious vapours come over, it is necessary to have an air-tight connexion between the condenser and receiver, and to pro vide the latter with an outlet tube leading to an absorption column or other contrivance in which the vapours are taken up. If the substances operated upon decompose when heated in air, as, for example, the zinc alkyls which inflame, the air within the apparatus is replaced by some inert gas, e.g.",
		"Now insects that possess noxious attributes, and the same is true of other animals, usually have a conspicuous warning coloration which appeals to the eyes of enemies and helps them to remember more easily the cause of an unpleasant experience, helps in fact to establish a psychical association between a particular style of coloration and a nasty taste or a painful wound.",
		"Neither of the above-mentioned animals is mimicked; but where two or more noxious animals, inhabiting the same district, resemble each other, both being aposematically or warningly coloured, the likeness is said to be \" synaposematic.\"",
		"The resemblance shows various grades of completeness; and the convergent mimics may be themselves noxious, or edible and innocuous.",
		"At high-tide, accordingly, the town presents a very attractive appearance, but at low-tide, when the mud banks are exposed, it seems dirty and repulsive, and the noxious exhalations are extremely trying.",
		"It was very bitter, but they wandered about the fields seeking it and dug it out with their sabers and ate it, though they were ordered not to do so, as it was a noxious plant.",
		"Amongst Orthoptera we find many noxious insects, notably the locusts, which travel in vast cloud-like armies, clearing the whole country before them of all vegetable life.",
		"To these ecclesiastical precepts and expiations belong in particular the numerous ablutions, bodily chastisements, love of truth, beneficial works, support of comrades in the faith, alms, chastity, improvement of the land, arboriculture, breeding of cattle, agriculture, protection of useful animals, as the dog, the destruction of noxious animals, and the prohibition either to burn or to bury the dead.",
		"The presence of a dense population has driven out some, and brought in others, including some noxious weeds.",
		"These lowland districts are densely forested in the south, except Yucatan, and large areas are covered with streams, swamps and lagoons, the abode of noxious insects, pestilential fevers and dysentery.",
		"The pili grass (Heteropogon contortus) is also noxious, for its awns get badly entangled in the wool of sheep. The native manienie (Stenotaphrum americanum) and kukai (Panicum pruriens), however, are relished by stock and are found on all the inhabited islands; the Bermuda grass (Cynodon dactylon), a June grass (Poa annua), and Guinea grass (Panicum jumentorum) have also been successfully introduced.",
		"Though so little sensitive to drought and extremes of temperature lichens appear to be very easily affected by the presence in the air of noxious substances such as are found in large cities or manufacturing towns.",
		"Mosquitoes are innumerable, and moths and ants of the most destructive kind, as well as others equally noxious and disagreeable.",
		"American literature began as far back as 1788, when a report on the Hessian fly was issued by Sir Joseph Banks; in 1817 Say began his writings; while in 1856 Asa Fitch started his report on the \" Noxious Insects of New York.\"",
		"In addition to these noxious and obtrusive forms, England has a few indigenous species belonging to the genus Ectobia, which live under stones or fallen trees in fields and woods.",
		"Disease of the whole body may thus be produced by overaction or under-action of some part of it, but such causes of disease are slight as compared with the effect of external noxious influences, and more especially the effect of microbes.",
		"The boll-weevil, preying on the cotton, is the most noxious of the insects.",
		"The old theory of paludism or of a noxious miasma exhaled from the ground is no longer necessary.",
		"Phagocytes act as scavengers in ridding the body of noxious particles, and more especially of harmful bacteria.",
		"The noxious influence of Trematodes is, moreover, not confined to their mature phase of life.",
		"Perhaps the earliest known instance of his prominent appearance of large size in the sculptures of the temples is under Tahraka, at Jebel Barkal, Nubia, at the beginning of the 7th century B.C. As the protector of children and others he is the enemy of noxious beasts, such as lions, crocodiles, serpents and scorpions."
	],
	"synonyms": [
		"unwholesome",
		"unhealthy",
		"stinking",
		"revolting",
		"putrid",
		"noisome",
		"nocuous",
		"nocent",
		"lethal",
		"injurious",
		"hurtful",
		"fetid",
		"evil",
		"virulent",
		"toxic"
	],
	"antonyms": [
		"innocuous",
		"pleasant",
		"hygienic",
		"curing",
		"healthy",
		"wholesome",
		"pure",
		"sterile",
		"good",
		"helpful"
	]
}