{
	"word": "voracious",
	"meaning": [
		"Greedy in eating; devouring or eager to devour large quantities of food; ravenous; gluttonous.",
		"Very greedy or eager in some desire or pursuit; insatiable."
	],
	"sentences": [
		"Three of the Brazilian species are voracious and dangerous.",
		"The dolphin is exceedingly voracious, feeding on fish, cuttlefishes and crustaceans.",
		"Suddenly a colony of extremely voracious ants were crawling across my legs.",
		"The larvae are active and voracious little grub-like creatures (known in the United States as \"wrigglers\"), with large heads and jaws provided with a pair of brushes, which sweep food-particles into the mouth.",
		"The species of Charybdaea are stated to be quick and active in their movements and to be voracious feeders.",
		"It is a voracious creature, and unchecked will often totally destroy a crop. In former years the annual damage done by it in the United States was assessed at £4,000,000 to £6,000,000.",
		"Both these species are extremely voracious.",
		"From 1832 to 1836 Arany was a preceptor at Kis-Ujszallas and Debreczen, still a voracious reader with a wider field before him, for he had by this time taught himself French and German.",
		"Many of the Amphipoda are extremely voracious.",
		"Would Frank Sinatra, for instance, be considered a more voracious reader than Sammy Davis Jr.",
		"Caterpillars have voracious appetites and have been known to consume entire plants almost overnight.",
		"For dogs this tough, you need to go with an Extreme Kong.The Extreme Kong's black rubber composition is even stronger than the red, giving even the most voracious chewer a run for his dog biscuits.",
		"On reaching the ship they were offered some bread, which they devoured with a voracious appetite.",
		"Our readers are renowned for their active approach to life; the majority are young, socially aware, professional and voracious lifestyle consumers.",
		"Lacan defines there a symptom as a voracious fish which does not admit to feeding on sense.",
		"Journalists need to be excellent writers and voracious readers of all types of literature.",
		"Written by David Gerrold, it introduces the impossibly cute, yet annoyingly voracious Tribbles, balls of fluff that purr, eat and reproduce.",
		"Rising affluence will generate new sources of private capital to finance the increasingly voracious appetite of SMEs.",
		"It is exceedingly voracious, feeding on the smaller denizens of the ocean - fish, crustaceans, worms and molluscs, and greedily taking almost any bait the fisherman chooses to employ.",
		"Honestly speaking, this one piece is not constructed for voracious games of volleyball or racing friends to the shoreline, but for the woman who loves to lounge, this is an essential suit!",
		"However, as the bed bugs become more voracious during feeding, bumps created later in the feeding will be larger and may even become puss-filled.",
		"The Highlands were to become an enormous sheep pen arranged to satisfy the empire's equally voracious appetite for wool.",
		"Lacewing adults and larvae are voracious feeders on aphids.",
		"That is why overseas and private investors are so voracious.",
		"These eggs are very minute - about one hundred weighing a grain; and a vast number of hatched worms may at first be kept in a small space; but the rapid growth and voracious appetite of the caterpillars demand quickly increasing and ample space.",
		"To the first class belong the Busiris, in which Heracles is represented as a voracious glutton; the Marriage of Hebe, remarkable for a lengthy list of dainties.",
		"You will discover that your baby will be a more voracious eater at some times more than at others.",
		"Black Kong toys are made from an even stronger natural rubber compound that is suitable for even the most voracious chewers.",
		"His sexual appetite was voracious, and he went through a string of brief, meaningless affairs with various women.",
		"It is a curious feature in Nemertines that the alimentary canal seldom contains traces of food and yet most of these worms are voracious.",
		"Tall red mounds of earth, the work of voracious subterranean termites, pepper the landscape as far as the eye can see.",
		"The mosquitos in Greenland are numerous, large and voracious, and their bites brought me out in large welts.",
		"I devoured them like so many novels; and I swallowed with the same voracious appetite the descriptions of India and China, of Mexico and Peru.\"",
		"These comparatively large and voracious animals, when abundant, do great damage by eating the leaves.",
		"They are voracious and omnivorous, devouring, or at least damaging, whatever comes in their way, for all the species emit a disagreeable odour, which they communicate to whatever article of food or clothing they may touch.",
		"Your high school English teacher was right - the best writers are voracious readers.",
		"They are voracious predators which the water vole has not evolved to cope with.",
		"They are exceedingly voracious, a single condor of moderate size having been known, according to Orton, to devour a calf, a sheep and a dog in a single week."
	],
	"synonyms": [
		"wolfish",
		"esurient",
		"rapacious",
		"edacious",
		"ravening",
		"ravenous",
		"unquenchable",
		"insatiable",
		"hungry",
		"gorging",
		"fierce",
		"cormorant",
		"consuming",
		"greedy",
		"gluttonous"
	],
	"antonyms": [
		"quenched",
		"satisfied"
	]
}