{
	"word": "voluminous",
	"meaning": [
		"Writing, producing, consisting of, or forming enough material to fill volumes.",
		"Of great volume; large; bulky; full.",
		"Filling or capable of filling a large volume or many volumes.",
		"Speaking or writing in great amounts or at great length.",
		"Characterized by many coils or windings."
	],
	"sentences": [
		"There was a desk in the middle of the room with voluminous piles of paper and notebooks.",
		"He was a voluminous writer, but nothing remains.",
		"Fortunately the industry and ability of the military history section of the French General Staff have rendered available, by the publication of the original orders issued during the course of his campaigns, a mass of information which, taken in conjunction with his own voluminous correspondence, renders it possible to trace the growth of his military genius with a reasonable approach to accuracy.",
		"Exclusive of his controversial writings, he left behind him a very voluminous series of practical evangelical books, which have long remained the fireside favourites of the peasantry of French Protestantism.",
		"These are voluminous white powders.",
		"He was, in fact, one of the most voluminous and influential political writers of his time.",
		"Engel was a voluminous writer on the subjects with which his name is connected, but his statistical papers are mostly published in the periodicals which he himself established, viz.",
		"His works are very voluminous, and to a large extent fragmentary and devoid of artistic finish; nevertheless they are nearly always worth investigating for the brilliant suggestions in which they abound.",
		"His voluminous correspondence, mostly in MS., is remarkable for its verve and picturesque quality.",
		"The great number and striking character of the compounds of this group of metals have formed the subject of many investigations, and already there is a most voluminous literature.",
		"He was a voluminous writer on his own special subjects.",
		"A voluminous ancient literature testifies not only to the antiquity but also to the importance of Chinese sericulture, and to the care and attention bestowed on it by royal and noble families.",
		"If he be the author of the five or six long poems which have been ascribed to him by different writers, he adds to his importance as the father of Scots poetry the reputation of being one of the most voluminous writers in Middle English, certainly the most voluminous of all Scots poets.",
		"August he was offered, and accepted, the presidency of WashingHe was himself a voluminous contributor to the work, writing ton College, Lexington (now Washington and Lee University), a some Boo articles, mainly on Elizabethan authors or statesmen.",
		"He was a most voluminous author, his separate works, it is said, amounting to 168.",
		"Of the works he probably wrote one was a treatise advocating the Madhyamaka views of which he is the reputed founder; another a long and poetical prose work on the stages of the Bodhisattva career; and a third a voluminous commentary on the Mahaprajna-paramita Sutra.",
		"In addition he was a voluminous writer, and his works fill eighty-three volumes.",
		"In his equally voluminous work, The Origin and Progress of Language (1773), he brought man under the same species as the orang-outang.",
		"These works of the oldest period, the two centuries and a half, between the Buddha's time and that of Asoka, were followed by a voluminous literature in the following periods - from Asoka to Kanishka, and from Kanishka to Buddhaghosa, - each of about three centuries.",
		"Now the texts of the Gloria and Credo were more voluminous than any others which 16th-century composers attempted to handle in a continuous scheme.",
		"After this the aria \"Et in spiritum sanctum,\" in which the next dogmatic clauses are enshrined like relics in a casket, furnishes a beautiful decorative design on which the listener can repose his mind; and then comes the voluminous ecclesiastical fugue, Confiteor unum baptisma, leading, as through the door and world-wide spaces of the Catholic Church, to that veil which is not all darkness to the eye of faith.",
		"From 1881 to 1886 he was president of the commission to inquire into the agricultural conditions of Italy, and edited the voluminous report on the subject.",
		"He was a man of great versatility and extensive learning, a philologist and philosopher as well as a theologian, and a very voluminous author.",
		"The archaeology and history of the isle are voluminous.",
		"In addition, he was a voluminous writer, enriching scientific literature with many standard works.",
		"He frequently stopped his carpentering to work at his poems. He left voluminous manuscript notes, showing the preparatory studies and reflections that preceded the Leaves; many of them, under the title of Notes and Fragments, were privately printed by his literary executor, Dr Richard Maurice Bucke, in 1899.",
		"Compared with some other periods, the Cambrian was free from extensive volcanic disturbances, but in Wales and in Brittany the earlier portions of this period were marked by voluminous outpourings; a condition that was feebly reflected in central and southern Europe.",
		"His writings are voluminous and have never been completely published.",
		"This poor fragment is all that can with confidence be affirmed to remain of the voluminous works of the man whom Ba da regarded as the greatest of vernacular religious poets.",
		"His voluminous correspondence shows his continued concern for a standing army and the immediate possession of the western military posts, and his interest in the development of the western territory.",
		"A complete bibliography of books relating to Washington would be very voluminous.",
		"This was probably the time when he composed his voluminous commentaries (many of which still exist in manuscript) and divided the Bible into chapters.",
		"Thoth was a voluminous author, and the collection of forty-two books which bore his name was a kind of primitive cyclopaedia of theology, astronomy, geography and physiology.",
		"He became a skilled linguist, a widely read scholar - though much of his learning was more curious than useful - a powerful preacher, a valued citizen, and a voluminous writer, and did a vast deal for the intellectual and spiritual quickening of New England.",
		"In it are carried, by literati and merchants, the pen-case and a roll of paper; its voluminous folds are used as pockets; by the bazaar people and villagers, porters and merchants servants, a small sheath knife is struck in it; while by farrashes, the carpet-spreader class, a large khanjar, or curved dagger, with a heavy ivory handle, is carried.",
		"The first attends to the clerical business, voluminous and incessant.",
		"The Jesuit Antonio Vieira, missionary, diplomat and voluminous writer, repeated the triumphs he had gained in Bahia and Lisbon in Rome, which proclaimed him the prince of Catholic orators.",
		"Rebello da Silva and the voluminous and brilliant publicists, Latino Coelho and Pinheiro Chagas, wrote at second hand and rank higher as stylists than as historians.",
		"Of the eleven first named, ten appear to have been born within twenty-five years of one another; and it is noteworthy that by far the greater part of the literary activity of the deists, as well as of their voluminous opponents, falls within the same half century.",
		"The lost books seem to have disappeared between the 7th century and the revival of letters in the 15th - a fact sufficiently accounted for by the difficulty of transmitting so voluminous a work in times when printing was unknown, for the story that Pope Gregory I.",
		"Major's voluminous writings may be grouped under (a) logic and philosophy, (b) Scripture commentary, and (c) history.",
		"Morin was a voluminous and prolix writer on ecclesiastical antiquities.",
		"They are still more than sufficiently voluminous, but they were edited, when recovered under the Han dynasty, with so many additions, that it is hardly worth while to speak of them in connexion with Confucius, though much of what was added to them is occupied with his history and sayings.",
		"Owing to its voluminous character as much as 18% of water may remain present in apparently dry samples of sulphate of quinine.",
		"It seems needless to give references to the voluminous discussion in newspapers and periodicals concerning the authenticity of a wax bust of Flora acquired in 1909 for the Berlin Museum and unfortunately ascribed to Leonardo da Vinci, its real author having been proved by external and internal evidence to be the Englishman Richard Cockle Lucas, and its date 1846.",
		"Oppert was a voluminous writer upon Assyrian mythology and jurisprudence, and other subjects connected with the ancient civilizations of the East.",
		"Very voluminous is the next collection, Evangelie invdtatoare talcuitei, translated from the Russian by Sylvestre (Govora, 1643).",
		"It is understood that the more important contents of the second and third parts appeared in the three voluminous supplements (to the first part) which were published in the same Transactions, and in the two papers \" On a General Method in Dynamics,\" which appeared in the Philosophical Transactions in 1834-1835.",
		"Besides all this, Hamilton was a voluminous correspondent.",
		"It would merely have added another collection to the previous ones, which were already too voluminous, without resulting in any useful abrogations.",
		"He himself published the fruit of his studies and travels in a voluminous collection of notebooks, in which he showed a lively eye for the oddities of his fellow kings.",
		"Fessler was a voluminous writer, and during his life exercised great influence; but, with the possible exception of the history of Hungary, none of his books has any value now.",
		"Monastic history is represented by Higdens voluminous Polychronicon, which succeeds the Flores historiarum.",
		"He was a voluminous writer, his first work to attract attention being the famous \"Red Pamphlet,\" published at Calcutta in 1857, when the Mutiny was at its height.",
		"The opposition of November 1900, though only moderately favourable, could not be neglected; an international photographic campaign was organized at Paris with the aid of 58 observatories; and the voluminous collected data imply, so far as they have been discussed, a parallax for the sun a little greater than 8.8\".",
		"After 1446 our most voluminous authority, Azurara, records but little; his narrative ceases altogether in 1448; one of the latest expeditions noticed by him is that of a foreigner in the prince's service, \"Vallarte the Dane,\" which ended in utter destruction near the Gambia, after passing Cape Verde in 1448.",
		"Kippis was a very voluminous writer.",
		"Voluminous evidence was taken in different parts of Ireland, and the commissioners reported in the following year.",
		"It is almost superfluous to quote here the voluminous evidence for the intercourse with spirits which savage chiefs and medicine men are believed to maintain.",
		"It contains a most elaborate history of Rome and its institutions, drawn from Cicero, and thus forms a storehouse of all the historical notices contained in that voluminous author.",
		"The literature about the horse and its history and uses is voluminous, and is collected up to 1887 in Huth's Works on Horses, &c., a bibliographical record of hippology.",
		"He was a voluminous writer both in verse and in prose, but his works, except the Divine Dialogues (1688), are now of little interest.",
		"He was a voluminous author, and his works included topographical and biographical treatises, commentaries on Helvius Cinna and the poems of Virgil, and disquisitions on agriculture and bee-keeping.",
		"He was a voluminous letter-writer, and much of his correspondence has been published.",
		"She was searched and no trace of the voluminous white drapery could be found.",
		"The magazine also offers practical business tools and tactics, from must-have gadgets to how to handle voluminous amounts of e-mail.",
		"Within its wainscoted boudoirs a voluminous collection of assorted caving paraphernalia could be found, albeit mostly of the false hair variety.",
		"In general, the correspondence becomes more voluminous as time goes on, with the earlier years being particularly sparse in their documentation.",
		"Or else they are so voluminous (multiple volumes) that only the most serious scholar or eager enthusiast can imagine plowing through them.",
		"The information the ancients didn't have was very voluminous.",
		"One problem is that the pages are quite voluminous - which may be a handicap for someone searching for a specific piece of information.",
		"Surprisingly, the actual data needed is not voluminous; in fact it is very little.",
		"I'm especially impressed with Warnock's narrative which, whilst not being particularly voluminous, is incredibly sound and insightful.",
		"My correspondence is rather voluminous, and I regret to say that I forget what I then said.",
		"Thanks, however, to her voluminous correspondence that has recently been published and to family documents that her French biographers have unearthed, there arenow full materials for tracing the history of her public and private career, and for forming a clear and unbiased estimate of her character and genius.",
		"Amort, who had the reputation of being the most learned man of his age, was a voluminous writer on every conceivable subject, from poetry to astronomy, from dogmatic theology to mysticism.",
		"He shut himself up in his study to wrestle with the Prussian Dryasdusts, whom he discovered to be as wearisome as their Puritan predecessors and more voluminous.",
		"He wrote (1672-1684) a series of controversial letters against Pope Gregory VII.'s doctrine of papal supremacy over princes; a voluminous History of the Remonstrance (1674); Hibernica (1682), a worthless history of Ireland; in 1686 a reply to the Popery of Thomas Barlow (1607-1691), bishop of Lincoln; and other works.",
		"His voluminous works, of which the most famous are the Sumbun and the Lam Nim Tshenpo, exist in printed Tibetan copies in Europe, but have not yet been translated or analysed.",
		"This prolix composition, one of a class which at that time was much in vogue - metrical epitomes of the facts of science - contains in about five thousand lines, illustrated by voluminous notes, a compendium of astronomy.",
		"It has taken a great deal of research, voluminous correspondence with war brides, etc .",
		"The Water of Saughs also provides passage into the eastern margins of Ben Tirran 's voluminous skirt of rounded heather spurs.",
		"After Biblical Hebrew a later form of the language was used by the early rabbis in their voluminous writings.",
		"I should confess that I do n't know much of the voluminous literature about the poem.",
		"There is voluminous evidence, including comprehensive MU data.",
		"I bided my time till that great man paused in his occupation of writing down voluminous notes in a big diary.",
		"The information the ancients did n't have was very voluminous.",
		"I 'm especially impressed with Warnock 's narrative which, whilst not being particularly voluminous, is incredibly sound and insightful.",
		"Their minds have been formed by very narrow (tho voluminous in quantity) reading and the ruts of their mental pathways are deep.",
		"Women the world over rely on waterproof mascara to achieve lengthy, voluminous lashes that will stand up to a few tears, survive tumultuous weather and even handle a dip in the pool.",
		"Some people prefer to go for the most natural look possible (try Maybelline's Great Lash), while others allow themselves this one frivolity in their day or night face, building their lashes up to look nearly false (try L'Oreal Voluminous).",
		"I don't necessarily need L'Oreal Voluminous' Carbon Black, but black-brown and brown shades just won't do.",
		"They didn't necessarily look like false lashes, but they were voluminous, dark and really stood out.",
		"Dusted on with a voluminous powder or blush brush, this shimmering powder instantly enhances all skin tones and offers a radiant glow that's virtually unmatched by anything else out there.",
		"CoverGirl Lasblast Volume claims to be a smudge proof, hypoallergenic mascara that is designed to instanlty create more voluminous lashes.",
		"This means steering clear of anything voluminous and generally unbecoming.",
		"These are also good pants to wear when you choose more voluminous shirts and jackets.",
		"Avoid shorts with pockets that are too voluminous.",
		"A voluminous gown was not always chosen for a wedding - from the 1920s through the 1940s especially, a wedding gown might be white but it was more likely to reflect the style of contemporary evening gowns than the Victorian look.",
		"Clothing changed its shape at various times through the era, so that while dresses were always long, they were not necessarily voluminous.",
		"Then take a large paddle brush and brush out the curls to reveal voluminous waves.",
		"Ideal for lightly damaged or dry hair, the glossing line will give your hair a voluminous sheen and a subtle country kitchen scent.",
		"The result is said to be shiny, voluminous, and well-nourished hair.",
		"From root boost amplifiers to gels, foams, and other products designed to take hair to its height of glory, this line promotes the idea of healthy, sexy, voluminous hair.",
		"Whether you're aiming for a silky straight style or a texturized voluminous shag, Nioxin has a product for your every hair whim.",
		"Generally, the bob offers the illusion of thicker, more voluminous hair anyway, though.",
		"You can also wear the hair in a high ponytail, curling it with a large barrel to add voluminous, bouncy ringlets.",
		"It's not the universally flattering style that the bob is, but it can really pump up fine hair and give it a voluminous, outstanding look.",
		"Waves and curls work on long hair because long hair supports the curl pattern, and the length helps to weigh down overly voluminous locks.",
		"The following tips will help you create a full and voluminous style that has high-fashion appeal.",
		"This look can add height and slenderness to an otherwise voluminous hairstyle.",
		"Once curl has been added, the hair can be pinned back loosely or left full and voluminous.",
		"Even if you weren't born with thick and voluminous locks, there are still many fabulous fine hair styles sure to add the body you crave.",
		"Rather than fight your generous gift of a voluminous mane, simply find new inspiration!",
		"Having a full face doesn't mean you can't wear a soft and voluminous look.",
		"These voluminous styles with thick, large curls and romantic waves are particularly popular with teens, and stars such as Ashley Greene (Twilight) have been seen sporting classic vintage looks.",
		"For example, Kirstie Alley's voluminous straight do is the result of genetically thick hair and a terrific blow out, but this heavy style would completely overwhelm a smaller face with delicate features.",
		"For a very voluminous updo, consider hair extensions.",
		"With layers, your bob will have more movement and will appear thicker and more voluminous.",
		"Instead of covering you up like a one piece or voluminous sarong, they allow you to enjoy all of the benefits of a bikini, without having to worry about revealing more of your figure than you want to.",
		"Curvy women should avoid prairie-style cuts, which appear voluminous.",
		"Opt for a dress that is fitted on top and grazes the lower half without appearing voluminous.",
		"It can be admittedly challenging for petite women to pull off the voluminous maxi style, but a pair of heels can often help matters.",
		"Go to C & C California for handkerchief tank tops in plain, voluminous cotton.",
		"Before reaching for that voluminous ball gown, first consider what style dress best suits your body.",
		"Still other skirts are full and voluminous.",
		"Regular folks tried their best to emulate their favorite stars' glittery outfits and voluminous hairstyles, and in the process ignited a generation of reckless abandon.",
		"A muumuu, which can be fitted and even sexy, as opposed to the voluminous garment that might be expected, is an excellent alternative, as is any dress boasting a Hawaiian print.",
		"Try a voluminous skirt for an ironic look.",
		"Adipose tissue is voluminous connective tissue that is necessary for good health.",
		"The voluminous style of women's nightgowns that are associated with so much romance today actually reflect the excessive modesty of the period.",
		"Satin briefs can cause or react to static electricity, so be careful if you're wearing a voluminous or relaxed pair of briefs.",
		"They have a dipped design stitched in below, with wider straps, and sometimes the bust area below the yoke can be quite voluminous.",
		"Lydgate is a most voluminous writer.",
		"Valerius Antias, a younger contemporary of Quadrigarius, wrote the history of Rome from the earliest times, in a voluminous work consisting of seventy-five books.",
		"C. Licinius Macer (died 66), who has been called the last of the annalists, wrote a voluminous work, which, although he paid great attention to the study of his authorities, was too rhetorical, and exaggerated the achievements of his own family.",
		"Mackinder in British Association Report (Ipswich), 18 95, p. 73 8, for a summary of German opinion, which has been expressed by many writers in a somewhat voluminous literature.",
		"Du Pin was a voluminous author.",
		"The attention of many students has naturally been concentrated on the ancient city, the birthplace of European art and literature, and a great development of investigation and discussion in the special domain of Athenian archaeology has given birth to a voluminous literature.",
		"The vast myth of the Ring is related in full several times in each of the three main dramas, with ruthless disregard for the otherwise magnificent dramatic effect of the whole; hosts of original dramatic and ethical ideas, with which Wagner's brain was even more fertile than his voluminous prose works would indicate, assert themselves at all points, only to be thwarted by repeated attempts to allegorize the philosophy of Schopenhauer; all efforts to read a consistent scheme, ethical or philosophical, into the result are doomed to failure; but all this matters little, so long as we have Wagner's unfailing later resources in those higher dramatic verities which present to us emotions and actions, human and divine, as things essentially complex and conflicting, inevitable as natural laws, incalculable as natural phenomena.",
		"This was shortly followed by the translation of Plotinus into Latin, and by a voluminous commentary, the former finished in 1486, the latter in 1491, and both published at the cost of Lorenzo de' Medici just one month after his death.",
		"Galloway was a voluminous, though, for the most part, an anonymous writer.",
		"He was a voluminous writer on subjects directly connected with his chair, and, besides contributing almost weekly to the technical journals, such as the Engineer, brought out a series of standard textbooks on Civil Engineering, The Steam-Engine and other Prime Movers, Machinery and Millwork, and Applied Mechanics, which have passed through many editions, and have contributed greatly to the advancement of the subjects with which they deal.",
		"His voluminous writings are classified in the Jewish Encyclopedia, v.",
		"The Swiss professor, Konrad Gesner (1516-1565), is the most voluminous and instructive of these earliest writers on systematic zoology, and was so highly esteemed that his Historia animalium was republished a hundred Gesner.",
		"Albert was a voluminous letterwriter, and corresponded with many of the leading personages of the time.",
		"The medical literature of this period is extremely voluminous, but essentially second-hand, consisting mainly of commentaries on Hippocrates, Galen, Avicenna and others, or of compilations and compendia still less original than commentaries.",
		"The Alexandrians prepared oil of turpentine by distilling pine-resin; Zosimus of Panopolis, a voluminous writer of the 5th century A.D., speaks of the distillation of a \"divine water\" or \"panacea\" (probably from the complex mixture of calcium polysulphides, thiosulphate, &c., and free sulphur, which is obtained by boiling sulphur with lime and water) and advises \"the efficient luting of the apparatus, for otherwise the valuable properties would be lost.\"",
		"It was only towards the end of the 19th century that his voluminous writings began to be properly collected and examined, with the result of proving that there was hardly one department of scientific activity in which he was not far ahead of his time.",
		"He took up afresh his study of Hebrew, and began his voluminous works on the interpretation of the Scriptures.",
		"It thus came to pass that in Purcell's voluminous biography much that was obviously never intended for the public eye was, perhaps inadvertently, printed, together with a good deal of ungenerous comment.",
		"Servien left an important and voluminous correspondence.",
		"The next fourteen years of Machiavelli's life were fully occupied in the voluminous correspondence of his bureau, in diplomatic missions of varying importance, and in the organization of a Florentine militia.",
		"His first wife, by whom he had six children, died in 1806, and in 1814 he married his second wife, Emma Watkins, who long survived him, and who left voluminous manuscripts relating to his biography.",
		"He was, for his time, a voluminous as well as a very discursive writer.",
		"His voluminous writings in philology, natural history, physics and mathematics often accordingly have a good deal of the historical interest which attaches to pioneering work, however imperfectly performed; otherwise they now take rank as curiosities of literature merely.",
		"Hippolytus's voluminous writings, which for variety of subject can be compared with those of Origen, embrace the spheres of exegesis, homiletics, apologetics and polemic, chronography and ecclesiastical law.",
		"The Russian literature concerning Kiev is voluminous.",
		"His writings are exceedingly voluminous, and his style is clear and straightforward, though undeniably prolix.",
		"A few of her voluminous writings, which include poems, plays, novels, short stories, essays, collections of aphorisms, &c., may be singled out for special mention.",
		"Unfortunately this great work proved too voluminous to be preserved entire; and in the form in which it was fragmentarily preserved, it even largely enhanced the critical task of later centuries.",
		"Much of the voluminous detailed work in this and other works is naturally enough provisional, but in the Introduction there emerge most of the broad conclusions of literary criticism (sometimes incomplete) which, after more than a century of keen examination by scholars unwilling to admit them, have passed by more or less general consent into the number of historical certainties or high probabilities.",
		"He was a voluminous writer, and one of the company of revisers of the New Testament (1870-1881), among whom he displayed a conservative tendency.",
		"The accounts given by Spanish writers of the Central Americans in their state after the Spanish conquest are very scanty in corn parison with the voluminous descriptions of Aztec life.",
		"He was one of the earliest converts to the views of Lavoisier, which he helped to promulgate by his voluminous writings, but though his name appears on a large number of chemical and also physiological and pathological memoirs, either alone or with others, he was rather a teacher and an organizer than an original investigator.",
		"His son, Isaac Chauncy (1632-1712), who removed to England, was a voluminous writer on theological subjects.",
		"Snorri's sources were partly succinct histories of the realm, as the chronological sketch of Ari; partly more voluminous early collections of traditions, as the Noregs Konungatal (Fagrskinna) and the Jarlasaga; partly legendary biographies of the two Olafs; and, in addition to these, studies and collections which he himself made during his journeys in Norway.",
		"The purely chemical literature on the alkaloids is especially voluminous; and from the assiduity with which the constitutions of these substances have been and are still being attacked, we may conclude that their synthesis is but a question of time.",
		"In the voluminous Relations of their doings the story has been preserved.",
		"The most important original authorities are the voluminous State Papers of the period, with other MS. documents preserved at the British Museum, the Cambridge University Library, Hatfield and elsewhere.",
		"Sixties bombshells rocked their voluminous hair with panache!",
		"The form of apocalyptic is a literary form; for we cannot suppose that the writers experienced the voluminous and detailed visions we find in their books.",
		"Spener was a voluminous writer.",
		"He was a voluminous lawgiver.",
		"Also connected with Prag was Yom Tobh Lipmann Heller, a voluminous author, best known for the Tosaphoth Yom Tobh on the Mishna (Prag, 1614; Cracow, 1643).",
		"After hiding for some days in the Wicklow mountains Emmet repaired to the house of a Mrs Palmer at Harold's Cross, in order to be near the residence of John Philpot Curran, to whose daughter Sarah he had for some time been secretly attached, and with whom he had carried on a voluminous correspondence, afterwards seized by the authorities at her father's house.",
		"The literatures of all Moslem peoples are largely inspired by Arabic, which has produced a voluminous collection of works in prose and poetry.",
		"From this we pass to a stomach and a coil of intestine embedded in the lobes of a voluminous liver; a caecum of large size is given off near the commencement of the intestine.",
		"They contain the voluminous and invaluable records of the Venetian republic, diplomatic, judicial, commercial, notarial, &c. Under the republic the various departments of state stored their records in various buildings, at the ducal palace, at the Scuola di San Teodoro, at the Camerlenghi.",
		"It is known that at this early period of his life, while he was yet a novice, he wrote voluminous treatises on the great philosopher, which he afterwards, however, gave to the flames."
	],
	"synonyms": [
		"substantial",
		"plentiful",
		"plenteous",
		"plenitudinous",
		"heavy",
		"generous",
		"bounteous",
		"ample",
		"abundant",
		"bountiful",
		"copious",
		"wide",
		"capacious",
		"full",
		"winding"
	],
	"antonyms": [
		"slight",
		"tiny",
		"little",
		"small"
	]
}