{
	"word": "tortuous",
	"meaning": [
		"Full of twists, turns, curves, or windings; winding; crooked.",
		"Not straightforward; devious; specif., deceitful or tricky.",
		"Highly involved; complex.",
		"(astrology) Oblique; applied to the six signs of the zodiac (from Capricorn to Gemini) that ascend most rapidly and obliquely."
	],
	"sentences": [
		"The streets are narrow, tortuous and inaccessible to carriages.",
		"A striking contrast exists between the Moorish quarter, with its tortuous lanes and Oriental architecture, and the modern quarter, with its rectangular streets and wide open squares, frequently bordered with trees and adorned with fountains.",
		"These rivers collect the drainage of the northern slopes of the Himalayas, and convey it, by long and tortuous although opposite routes, into India.",
		"Though tortuous of access, the channels afford a clear passage of 27-35 ft.",
		"Crossing the deserts of Koko Nor, they passed the great lake of that name, with its island of contemplative lamas, and, following a difficult and tortuous track across snow-covered mountains, they at last entered Lhasa on the 29th of January 1846.",
		"In working downwards in open quarries and in tortuous shafts and passages much of the mica is damaged, and a large amount of labour is expended in hauling waste material to the surface.",
		"Its somewhat gloomy aspect, enhanced by the tortuous narrow lanes flanked by gabled houses of the 15th century, has gained for it among countryfolk the sobriquet of the \"Witches' nest\" (Hexen-Nest).",
		"A peculiarity of the period is the development of decoration inspiretl by animal forms, but becoming more and more tortuous and fantastic. Only those eastern parts of Germany which were now occupied by Slavonic peoples remaiied uninfluenced by this rich civilization.",
		"The river systems are therefore in many cases complex and tortuous, and very often the successive connecting links between the lakes receive different names.",
		"Cologne, with the tortuous, narrow and dark streets and lanes of the old inner town, is still regarded as one of the least attractive capital cities of Germany; but in modern times it has been greatly improved, and the evil smells which formerly characterized it have yielded to proper sanitary arrangements.",
		"The old quarters which preserve in our time an aspect so singularly picturesque with their sloping and tortuous streets, the fine hotels of darkened stone sculptured in the Spanish fashion, and the magnificence of the Place of the hotel de ville were buried behind an enceinte of walls.",
		"The Morona follows a very tortuous course before entering the Maranon, at long.",
		"To this policy may be traced his share in bringing about the religious peace of Augsburg in 1555, his tortuous conduct at the diet of Augsburg eleven years later, and his reluctance to break entirely with the Calvinists.",
		"The whole of the district known in ancient times as Samnium (a part of which retains the name of Sannio, though officially designated the province of Campobasso) is occupied by an irregular mass of mountains, of much inferior height to those of Central Italy, and broken up into a number of groups, intersected by rivers, which have for the most part a very tortuous course.",
		"The island is mountainous throughout, the low granite ridges, parted by bleak, tortuous valleys, leaving in some places a narrow strip of level coast-land, and in others overhanging the sea in lofty precipices.",
		"For a century the Appalachians were a barrier to the westward expansion of the English colonies; the continuity of the system, the bewildering multiplicity of its succeeding ridges, the tortuous courses and roughness of its transverse passes, a heavy forest and dense undergrowth all conspired to hold the settlers on the seaward-sloping plateaus and coastal plains.",
		"The old town centres in the Plaza del Mercado, from which narrow and tortuous lanes radiate in various directions; the new one dates, from about the middle of the 18th century, and its streets are wide and straight.",
		"The course of the Alabama is tortuous; its width varies from 200 to 300 yds., its depth from 3 to 7 ft.; its length by the United States Survey is 312 m., by steamboat measurement, 420 m.",
		"Having grown up within fortifications, where every foot of ground was precious, it is mostly, in spite of recent improvements, a labyrinth of narrow, tortuous, up-and-down streets, accommodating themselves to the irregularities of the ground, few of them fit for wheel carriages.",
		"It is an important left bank tributary of the Danube, rising in the Franconian plateau (Frankische Terrasse), and after a tortuous course of 116 m., at times flowing through meadows and again in weird romantic gorges, joins the Danube at Kelheim.",
		"It is impossible here fully to unfold the tortuous intrigues which darkened the minority of James.",
		"The main streams are tortuous, and their dendritic tributaries have cut the region into ridges.",
		"The labours of the United States government have much extended and very greatly improved this navigation, materially lessening also the frequency and havoc of floods along the rich bottom-lands through which the rivers plough a tortuous way in the eastern and southern portions of the state.",
		"The Dukwia and Farmington are tortuous rivers entering the sea under the name of the river Junk (Portuguese, Junco).",
		"The latex, which exudes slowly and in many tortuous courses, some of it ultimately falling on the ground, is allowed to remain on the tree for several days, until it becomes dry and solid, when it is pulled off in strings, which are either rolled up into balls or put into bags in loose masses, in which form it enters commerce under the name of Ceara \" scrap.\"",
		"Though it makes no large sweeps it has so tortuous a course that its length (some 200 m.) is twice that of the valley through which it flows.",
		"The main watershed follows a tortuous course which crosses the mountainous belt just north of New river in Virginia; south of this the rivers head in the Blue Ridge, cross the higher Unakas, receive important tributaries from the Great Valley, and traversing the Cumberland Plateau in spreading gorges, escape by way of the Cumberland and Tennessee rivers to the Ohio and Mississippi, and thus to the Gulf of Mexico; in the central section the rivers, rising in or beyond the Valley Ridges, flow through great gorges (water gaps) to the Great Valley, and by southeasterly courses across the Blue Ridge to tidal estuaries penetrating the coastal plain; in the northern section the water-parting lies on the inland side of the mountainous belt, the main lines of drainage running from north to south.",
		"Although the sewing, which is necessarily done by hand, the sections being of so unequal and tortuous a character, is rather roughly executed, the matching of colours and qualities is excellent.",
		"The usual means of communication is by tortuous paths through the forest, too narrow to admit any wheeled vehicle.",
		"The distance from Geneva to Lyons by the tortuous course of the Rhone is about 124 m., the fall being only about 689 ft.",
		"The newer quarters, situated near the river, are laid out in the fashion of French cities, but the eastern parts of the town retain, almost unimpaired, their Oriental aspect, and in scores of narrow, tortuous streets, and busy bazaars it is easy to forget that there has been any change from the Cairo of medieval times.",
		"The Varde, Omme, Skjerne, Stor and Karup, sluggish and tortuous streams draining into the western lagoons, rise in and flow through marshes, while the eastern Limfjord is flanked by the swamps known as Vildmose.",
		"The Reloncavi Inlet also receives the outflow of Lake Todos los Santos through a short tortuous stream called the Petrohue.",
		"The stable manure is taken into the tortuous passages of these cellars, and the spawn introduced from masses of dry dung where it occurs naturally.",
		"The spreading branches have a tendency to assume a tortuous form, owing to the central shoots becoming abortive, and the growth thus being continued laterally, causing a zigzag development, more exaggerated in old trees and those standing in From Kotschy, op. cit.",
		"Internally they are found to consist of a lamina twisted upon itself, and externally they generally exhibit a tortuous structure, produced, before the cloaca was reached, by the spiral valve of a compressed small intestine (as in skates, sharks and dog-fishes); the surface shows also vascular impressions and corrugations due to the same cause.",
		"Rising in the N.E., it flows in a tortuous channel in a general S.W.",
		"The tortuous negotiations which preceded the struggle need not be discussed here, but in defence of Aberdeen it may be said that he hoped and strove for peace to the last.",
		"Its course is very tortuous, the current rapid, and the channel much obstructed by snags.",
		"It now takes a tortuous westerly course, and the scenery on its banks becomes more romantic. Winding down by Neckarsteinach and Neckargemund between lofty wooded heights, it sweeps beneath the Kanigsstuhl (1900 ft.), washes the walls of Heidelberg, and now quitting the valley enters the plain of the Rhine and falls into that river from the right at Mannheim.",
		"These channels are in places narrow and tortuous.",
		"In the early history of mining there was but little attempt at systematic development and working, and the mines were often irregular and tortuous.",
		"The course of the river in Coorg is very tortuous.",
		"It has a very tortuous course of nearly 500 m., for the distance from its source to the Caspian, 57 m.",
		"Many small rooms and tortuous paths, where nothing of special interest can be found, are avoided as much as possible on the regular routes; but certain disagreeable experiences are inevitable.",
		"It has a tortuous course of over 700 m., which is described as not navigable.",
		"He again employed his usual tortuous policy.",
		"This latter portion of the river's course is tortuous, but in spite of this, and although the depth varies from only 7 to 20 ft., and in places at low water does not exceed 4 ft., it is nevertheless navigated by vessels up to 180 tons burden and proposals have been made to embank and dredge it so as to increase this depth to 8 ft.",
		"The Murray has a very tortuous course, as may be judged from the fact that the measurement along the joint boundary of New South Wales and Victoria is only 460 m.",
		"The older streets are steep, narrow and tortuous, but there is also a large modern quarter.",
		"On the 12th of November the force reached the Alam Bagh, and on the 14th advanced upon Lucknow, proceeding on this occasion across the open plain by the Dilkusha and Martiniere instead of through the narrow and tortuous streets of Lucknow.",
		"His birthplace, an unpretentious little house in one of the tortuous older streets, can be distinguished by the tablet which the municipal authorities have affixed to its front wall.",
		"So difficult is the country through which the Cauca has cut its tortuous course that the fertile upper valley is completely isolated from the Caribbean, and has no other practicable outlet than the overland route from Cali to Buenaventura, on the Pacific. The upper sources of the Cauca flow through a highly volcanic region, and are so impregnated with sulphuric and other acids that fish cannot live in them.",
		"The chief river of western India is the Indus, which enters the presidency from the north of Sind and flowing south in a tortuous course, falls into the Arabian Sea by several Rivers.",
		"Henrys services to English commerce were undoubtedly of far more importance to the nation than all the tortuous details of his foreign policy.",
		"If any portion of the waters of the Amazon runs round the southern side of the large island of Marajo into the river Para, it is only through tortuous, natural canals, which are in no sense outflow channels of the Amazon.",
		"It is the southern watershed of a tortuous, low chain of mountains running, roughly, east and west.",
		"The town is intersected from north to south by Pittencrieff Glen, a deep, picturesque and tortuous ravine, from which the town derives its name and at the bottom of which flows Lyne Burn.",
		"The streets are narrow, broken and tortuous, and the general aspect of the town is medieval.",
		"The streets behind, though clean and well kept, are very narrow and tortuous.",
		"It crosses Portugal in a westerly direction through a narrow and tortuous bed, and enters the Atlantic 3 m.",
		"In particular, the format of the revision is somewhat tortuous.",
		"It's 20+ years since I read Tolkien, any Tolkien, but I can still remember it being a rather tortuous process.",
		"Petzold has deliberately chosen a slow, meandering, sometimes tortuous pace in order to build tension.",
		"The prose can be predictable, the plot often tortuous.",
		"It's all getting very tortuous again, isn't it?",
		"And the jokes get worse as the evening wears on, and of course they get funnier as they get more tortuous.",
		"They are long tortuous defects suggestive of dilated veins.",
		"To change the metaphor - the ideal was always in sight, and Wagner never swerved from his path towards it; but that path began in a blaze of garish false lights, and it had become very tortuous before the light of day prevailed.",
		"The vale of Girvan, one of the most fertile tracts in the shire, is made so by the Water of Girvan, which rises in the loch of Girvan Eye, pursues a very tortuous course of 36 m.",
		"These ballooned tortuous veins are the varicose veins you can see just under the skin.",
		"I tried to smile - to comprehend what tortuous path had led her here?",
		"In a tortuous journey across to Lesotho, he reaches the final crossing, the river gorge which forms the frontier.",
		"This little working was remarkably narrow less than 50 cm in places, and had a tortuous entrance passage.",
		"It 's 20+ years since I read Tolkien, any Tolkien, but I can still remember it being a rather tortuous process.",
		"It 's all getting very tortuous again, is n't it?",
		"Since 1880 the city has been almost entirely renovated in the \" European \" style; the narrow tortuous lanes and mean houses of the Turkish epoch have almost disappeared, and a new town with straight parallel streets has been constructed in the eastern suburb.",
		"It proceeds by a tortuous course through the districts of Dehra Dun, Saharanpur, Muzaffarnagar, Bulandshahr and Farukhabad, in which last district it receives the Ramganga.",
		"It flows generally east by south through a tortuous valley as far as Miranda de Ebro, passing through the celebrated Roman bridge known as La Horadada (\"the perforated\"), near Ona in Burgos.",
		"Here the streets are very narrow and tortuous, some being vaulted and many covered in with planking.",
		"Other improvements projected in 1908 on the slope of the hill immediately below the Place Royale included the removal of the old tortuous and steep street called the \"Montagne de la Cour\" to give place to a Mont des Arts.",
		"In appearance it is thoroughly Oriental - a mass of mean, irregular wooden buildings, threaded by narrow tortuous streets, with a few better buildings.",
		"The emperor Maximilian had died suddenly (12th January 1519), and for long Germany was disturbed with intrigues about the succession - the papal policy being specially tortuous.",
		"Perhaps finer than these for their wide-horizoned outlooks and grand surroundings are the Alpine Tunnel under the continental divide of the Lower Sawatch chain, the scenery of the tortuous line along the southern boundary in the Conejos and San Juan mountains, which are crossed at Cumbres (10,003 ft.), and the magnificent scenery about Ouray and on the Silverton railway over the shoulder of Red Mountain (attaining 11,235 ft.).",
		"The streets of the higher and older part of the town are narrow and tortuous, and in places so steep that means of ascent is provided by flights of steps.",
		"Inside the island of Chiloe the large gulfs of Chacao (or Ancud) and Corcovado are well protected from the severe westerly storms of these latitudes, but they are little used because the approach through the Chacao channel is tortuous and only 2 to 3 m."
	],
	"synonyms": [
		"tangled",
		"knotty",
		"byzantine",
		"involved",
		"convoluted",
		"voluminous",
		"twisty",
		"twisting",
		"winding",
		"sinuate",
		"meandering",
		"labyrinthine",
		"deceitful",
		"curved",
		"complicated"
	],
	"antonyms": [
		"uncomplicated",
		"straightforward",
		"easy",
		"uninvolved",
		"direct",
		"untwisted",
		"straight"
	]
}