{
	"word": "sublime",
	"meaning": [
		"Noble; exalted; majestic.",
		"Of high spiritual, moral, or intellectual worth.",
		"Not to be excelled; supreme.",
		"Outstandingly or supremely such.",
		"Inspiring awe or admiration through grandeur, beauty, etc.",
		"Something sublime.",
		"An ultimate example.",
		"To make sublime.",
		"Sublimate.",
		"To cause to sublimate.",
		"Sublimate.",
		"To sublimate."
	],
	"sentences": [
		"Demetrius calls his statues sublime, and at the same time precise.",
		"The children were amazed as they saw the dry ice sublime into a gas instead of melt.",
		"The whole of Bhutan presents a succession of lofty and rugged mountains abounding in picturesque and sublime scenery.",
		"These regions, as they become more known, may even invite the attention of tourists by their sublime scenery.",
		"Rather, as the god - or the chief god - of a region and a people, the most sublime and impressive phenomena, the control of the mightiest forces of nature are attributed to him.",
		"There's a good two meals worth here and they taste sublime.",
		"It is to him that Japan owes the possession of some of the most stately and most original works in her art, sublime in conception, line and color, and deeply instinct with the religious spirit.",
		"Like chicken soup, simple ingredients combining to make something sublime.",
		"This is always exhilarating and sublime.",
		"Either in faith that reached the sublime, or in obedience equally great, vast numbers of the people acted.",
		"The sublime architecture of the cathedral wasstunning to gaze upon.",
		"All you really need is the first track which is simply sublime.",
		"Wherever Mozart found the inspiration for his sublime melodies for the 40th symphony, they were immediate hits.",
		"His sojourn in Europe fell exactly in the time when, in England, the reaction against the sentimental atheism of Shelley, the pagan sensitivity of Keats, and the sublime, Satanic outcastness of Byron was at its height; when, in the Catholic countries, the negative exaggerations of the French Revolution were inducing a counter current of positive faith, which threw men into the arms of a half-sentimental, half-aesthetic medievalism; and when, in Germany, the aristocratic paganism of Goethe was being swept aside by that tide of dutiful, romantic patriotism which flooded the country, as soon as it began to feel that it still existed after being run over by Napoleon's war-chariot.",
		"The very pettiness of the details in which the good seneschal indulges as to his own weakness only serves to enhance the sublime unworldliness of the king.",
		"The influence of the work was very great on the subsequent development of Christianity, but it was not the influence of the history contained in it which made itself felt, but rather of that sublime hope for a future deliverance of which the author of Daniel never lost sight.",
		"Desserts are sublime - try the lemon creme brulee with poached blackberries and sable cookie.",
		"Till The Morning Brings my Train is sublime mid sixties pop.",
		"Starting in 1980 Gary Larson became known the world over for giving us glimpses into sublime genius, with a liberal sprinkling of cows.",
		"The hypothesis is, that all human ideas, even the most complex and abstract and sublime, ultimately depend upon \" experience.\"",
		"In 1870 he quitted the military service and was attached to the translation bureau of the Sublime Porte.",
		"In the same year Les Chansons des rues et des bois gave evidence of new power and fresh variety in the exercise and display of an unequalled skill and a subtle simplicity of metre and of style employed on the everlasting theme of lyric and idyllic fancy, and touched now and then with a fire more sublime than that of youth and love.",
		"Her sublime folly turned out to be wiser than their wisdom; in two months, from May to July 1429, she had freed Orleans, destroyed the prestige of the English army at Patay, and dragged the doubting and passive king against his will to be crowned at Reims. All this produced a marvellous revulsion of political feeling throughout France, Charles VII.",
		"He took holy orders in 1676, and two years later the king gave him the abbey of Aulnay, where he wrote his Questiones Aletuanae (Caen, 1690), his Censura philosophiae Cartesianae (Paris, 1689), his Nouveau memoire pour servir a l'histoire du Cantesianisme (1692), and his discussion with Boileau on the Sublime.",
		"Rufous-browed Flycatcher in its sublime beauty lies in wait to show inside the lower branches.",
		"There 's a good two meals worth here and they taste sublime.",
		"Elsewhere, the driving wall-of-sound force of Good Morning Joan, tempered by sweetly tinkling bells, is sublime.",
		"It would have been the most sublime transference of power known to mankind.",
		"These days, there are hundreds of companies marketing scrapbook pages that run the gamut from simple to sublime.",
		"A modern retro pervaded D²'s show in cotton knits and denim suiting while D&G achieved sublime casual luxe by uniting cotton pajama fabrics and a lounge wear ease with suiting and classic swagger.",
		"The musical site of Sublime Perspective is a good example of a Wix-created website, with music and animation creating a very visceral interactive experience with the drag and drop ease of the Wix interface.",
		"It broke out in the following year, and after the battles of Austerlitz (December 1805) and Friedland (June 1807), in which the Russians were completely defeated, the two sovereigns had their famous interviews at Tilsit, at which they not only made peace but agreed to divide the world between them, with a sublime indifference to the interests of other states.",
		"It thus has obviously nothing to do with the Roman liturgy; but as an independent setting of the text it is one of the most sublime and profoundly religious works in all art; and its singular perfection as a design is nowhere more evident than in its numerous adaptations of earlier works.",
		"Bach contrives to give this anti-climax a definite artistic value; all the more from the fact that his Crucifixus and Resurrexit, and the contrast between them, are among the most sublime and directly impressive things in all music. To the end of his Resurrexit chorus he appends an orchestral ritornello, summing up the material of the chorus in the most formal possible way, and thereby utterly destroying all sense of finality as a member of a large group, while at the same time not in the least impairing the force and contrast of the whole - that contrast having ineffaceably asserted itself at the moment when it occurred.",
		"The former may profit by the study of his marvellous lucidity and vehemence, the latter by his sublime audacity in exaggeration and the sophistry with which he involves the innocent halfpence in the obloquy of the nefarious patentee.",
		"Next year the great tragic poem of Torquemada came forth to bear witness that the hand which wrote Ruy Blas had lost nothing of its godlike power and its matchless cunning, if the author of Le Roi s'amuse had ceased to care much about coherence of construction from the theatrical point of view as compared with the perfection of a tragedy designed for the devotion of students not unworthy or incapable of the study; that his command of pity and terror, his powers of intuition and invention, had never been more absolute and more sublime; and that his infinite and illimitable charity of imagination could transfigure even the most monstrous historic representative of Christian or Catholic diabolatry into the likeness of a terribly benevolent and a tragically magnificent monomaniac. Two years later Victor Hugo published the third and concluding series of La Legende des siecles.",
		"Handling is sublime, with a supple ride that does n't insulate the driver from the car 's precise responses.",
		"Hypnosis, and by extension self-hypnosis, is a completely natural state of being where the body reaches a sublime level of relaxation that allows the mind to totally focus on whatever issue is brought to its attention.",
		"From the sublime to the scandalous, there truly is something for everyone!",
		"Additionally, because there is such a wide array of options and styles ranging from the sublime to the erotic, you should have no trouble finding the right look for you!",
		"Tanga.com offers wonderfully romantic silk nightgowns, like that of the Lise Charmel Trendy Sublime Collection Silk Chemise.",
		"By their sufferings no less than by their deeds of daring, her citizens showed themselves to be sublime, devoted and disinterested, winning the purest laurels which give lustre to Italian story.",
		"To what peculiar excitation of our bodily or mental organism, it is asked, are the emotions due which make us declare an object beautiful or sublime?",
		"His name is nevertheless justly associated with that vast extension of the bounds of the visible universe which has rendered modern astronomy the most sublime of sciences, and his telescopic observations are a standing monument to his sagacity and acumen.",
		"Cusack played a sublime angled ball in to Andy Mumford who squared for Keaveny to steer into an empty net.",
		"This is future soul at its absolute finest utterly sublime.",
		"Nichiren taught a philosophical monism in the 13th century which is the basis of a vigorous sect at the present day; and the \" True Sect of the Pure Land,\" founded by his older contemporary Shin-ran, and now the most numerous, wealthy and powerful of the Buddhist denominations, has dropped the original Gotama altogether out of sight, and permits worship to Amida alone, the sublime figure of \" Boundless Light,\" whose saving power is appropriated by faith.",
		"The ammonium salts do not sublime, really; they thermally dissociate into substances that recombine to the ammonium compound on cooling.",
		"Considering a momentary glimpse of the world, that might flash up, sublime.",
		"Gervais is also a quite sublime actor, one of the best.",
		"The graphics engine responsible for the stunning home city also handles all the action in the missions, meaning that everything looks sublime.",
		"Unlike some existing ink bases derived from natural sources this material has good heat stability and does not sublime.",
		"He is indeed far below $ossuet, whose robust and sublime genius had no rival in that age; he does not equal Bourdaloue in earnestness of thought and vigour of expression; nor can he rival the philosophical depth or the insinuating and impressive eloquence of Massillon.",
		"Elijah, who had been his godfather in his babyhood, now paid him frequent visits, initiating him into sublime truths.",
		"Nor can he equal the sublime lyrism of his model; but he is little inferior in poetic conception, in dignified idealization, and in picturesque imagery.",
		"We have taken due note of Amos, who unfolded the character of Yahweh as universal righteous sovereign; and also the sublime portrayal of His exalted nature in Isa.",
		"Nor is this surprising when we consider the marvellous skill of Continental and especially German taxidermists, many of whom have elevated their profession to a height of art inconceivable to most Englishmen, who are only acquainted with the miserable mockery of Nature which is the most sublime result of all but a few \" bird-stuffers.\"",
		"It crystallizes in yellow needles which sublime readily.",
		"Where the orchestra shows that Parsifal is becoming half-conscious of his quest while Kundry is beguiling him with memories of his mother, - and also during the two changes of scene to the Hall of the Grail, where the orchestra mingles the agony of Amfortas and the sorrow of the knights with the tolling of the great bells, - the polyphony is almost as dramatic as in Tristan; while the prelude and the Charfreitagszauber are among the clearest examples of the sublime since Beethoven.",
		"Each ministry and department then sent in a detailed budget to the Sublime Porte before the end of November of each year.",
		"The Sublime Porte forwarded these budgets, with its own added thereto, to the minister of finance, who thereupon drew up a general budget of receipts and expenses and addressed it to the Sublime Porte before the 15th of December.",
		"The commission formed by them in conjunction with the delegates of the Sublime Porte is more generally known as the \" Valfrey-Bourke commission,\" from the leading parts played by the Right Hon.",
		"The worship of the heavenly bodies, for instance, was given to man at an early stage that he might rise from a contemplation of these sublime objects to the worship of the Creator.",
		"During the peace negotiations, when Kiamil, as Grand Vizier, took the wise course of deferring to the wishes of the British, Enver with his friends arrived in front of the Sublime Porte, shot the War Minister, Nazim Pasha, turned out Kiamil, forced himself upon the Sultan, and in collusion with the Young Turk Committee filled all the offices with Young Turks.",
		"Article 8 of the Treaty of Paris, concluded in the same year, stipulated that \"if there should arise between the Sublime Porte and one or more of the other signing powers any misunderstanding which might endanger the maintenance of their relations, the Porte and each of such powers, before having recourse to the use of force, shall afford the other contracting parties the opportunity of preventing such as extremity by means of mediation.\"",
		"The divan of the Sublime Porte was for long the council of the empire, presided over by the grand vizier.",
		"Its fame was, however, entirely eclipsed in 1735 when \"The Sublime Society of Steaks\" was established by John Rich at Covent Garden theatre, of which he was then manager.",
		"The sublime and solitary figure of Elijah, whom we are apt to take as the typical figure of a prophet in the old kingdom, has little in common with the picture even of the true prophet which we derive from I Kings xxii.; and when his history is carefully and critically read it is found to give no reason to think that he stood in any close relation to the prophetic societies of his time.",
		"This Epiklesis survives in the Greek liturgies, but in the Roman a prayer takes its place that the angel of the Lord may take the oblation laid on the visible altar, and carry it up to the altar sublime into the presence of the divine majesty.",
		"The perfection and finish of every line, the correspondence of sense and sound, the incomparable command over all the most delicate resources of verse, and the exquisite symmetry of the complete odes which are extant, raise her into the very first rank of technical poetry at once, while her painting of passion, which caused Longinus to quote the ode to Anactoria as an example of the sublime, has never been since surpassed, and only approached by Catullus and in the Vita Nuova.",
		"The ostensible object of the French expedition to Egypt was to reinstate the authority of the Sublime Porte, and suppress the Mamelukes; and in the proclamation printed with the Arabic types brought from the Propaganda press, and issued shortly after the taking of Alexandria, Bonaparte declared that he reverenced the prophet Mahomet and the Koran far more than the Mamelukes reverenced either, and argued that all men were equal except so far as they were distinguished by their intellectual and moral excellences, of neither of which the Mamelukes had any great share.",
		"This state of heart is the best in the world.\"Often elsewhere four such states are described, the Brahma Viharas or Sublime Conditions.",
		"More important historically, though greatly inferior in style and ability, is the Mahavastu or Sublime Story, in Sanskrit.",
		"Immense as was Beethoven's dramatic force, it was equalled by his power of sublime repose; and he was accordingly able once more to put the supreme moment of the music where the service requires it to be, viz.",
		"Beethoven read the final prayer of the Mass as a \"prayer for inward and outward peace,\" and, giving it that title, organized it on the basis of a contrast between terrible martial sounds and the triumph of peaceful themes, in a scheme none the less spiritual and sublime because those who first heard it had derived their notions of the horror of war from living in Vienna during its bombardment.",
		"Sublime Bikinis has daring styles such as the mesh illegal G-string bikini, mesh bikini, shiny bikini, two-tone mesh illegal bikini and the two-tone bikini.",
		"To be sure, there are many different types of prints one can purchase, and these prints range from the graphic to the sublime.",
		"In the same year (1756) appeared the Philosophical Inquiry into the Origin of our Ideas on the Sublime and Beautiful, a crude and narrow performance in many respects, yet marked by an independent use of the writer's mind, and not without fertile suggestion.",
		"The hypothesis, that even our most profound and sublime speculations are all limited to data of the senses and of reflection, is crucially tested by the \" modes \" and \" substances \" and \" relations \" under which, in various degrees of complexity, we somehow find ourselves obliged to conceive those simple phenomena.",
		"His philosophy was expounded in an Arabic work better known under its Hebrew title Emunah Ramah (Sublime Faith).",
		"From the moment the crickets chirp in on the sublime \" Summer's caldron \", the tone is set for a uplifting album.",
		"There's a sublime piano coda at the heart of the piece, strange voices and gentle electronic flutters.",
		"Wishing to erase and repudiate obscurity (and hence implicitly admitting its efficacy) points out a sublime contradiction of the late eighteenth-century enlightenment.",
		"Not a cloud in the sky, the caps of the Munros glistening white with snow and a sublime frost covering everything.",
		"There's a host of wild flowers on the strip in summer, and sublime surrounding marshland and woodland.",
		"Sublime, the tender filet was correctly under cooked and tender as a baby, the venison stew was rich and magnificent.",
		"The study of the great models of the past serves to show how these masters achieved the truly sublime without falling victim to bathos.",
		"And this again is an equally sublime spiritual certainty that all men are comic.",
		"Thus one reform led to another; but Peter was not dismayed by the magnitude of the task, and worked vigorously in all departments with a sublime disregard for the clamour of reactionary opponents and for the feelings and prejudices of his subjects in general.",
		"This was not a difficult matter, because the Sublime Porte had many things to complain of in the past and had good reason to fear aggression in the near future.",
		"With the gradual subsidence of these areas their culture would necessarily degenerate, although echoes of sublime theogonies and philosophies are still heard in the oral traditions and folklore of many Polynesian groups.",
		"At the words \"Et expecto resurrectionem mortuorum\" the music plunges suddenly into a slow series of some of the most sublime and mysterious modulations ever written, until it breaks out as suddenly into a vivace e allegro of broad but terse design, which comes to its climax very rapidly and ends as abruptly as possible, the last chord being carefully written as a short note without a pause.",
		"With modern orchestral conditions the text seems positively to demand an unecclesiastical, not to say sensational, style, and probably the only instrumental Requiem Masses which can be said to be great church music are the sublime unfinished work of Mozart (the antecedents of which would be a very interesting subject) and the two beautiful works by Cherubini.",
		"The person raised to the princely dignity was usually the chief dragoman of the Sublime Porte, and was consequently well versed in contemporary politics and the statecraft of the Ottoman government.",
		"Fenelon was feeling his way away from the rigid standards of Boileau to \"a Sublime so simple and familiar that all may understand it.\"",
		"To St Louis Joinville is a nobler Boswell; and heroworshipper, hero, and heroic ideal all have something of the sublime about them.",
		"Either way, the voices are right up front throughout in sublime harmony.",
		"Writing about it seems nonsense really, as the vision is sublime in all ways.",
		"In this sense then, it's helpful to look at all of the available fake colored contact lenses; this can run the gamut from the theatrical to the sublime.",
		"Included in the this line is the Créme Gloss Color, as well as the Sublime Mousse from the very same line.",
		"Note, however, that the Sublime Mousse line of L'Oreal hair products is designed to last through only twenty eight shampoos.",
		"The ways men flirt can range from the sublime to the ridiculous.",
		"In eternity there is indeed something true and sublime.",
		"Regardless of where you choose to buy your Asscher-cut diamond, you'll love the classic elegance and sublime proportions of this beautiful engagement ring design.",
		"And so he became a positive religious teacher by virtue of the very ideas that made the words of the Hebrew prophets so potent and sublime.",
		"Most of the azoximes are very volatile substances, sublime readily, and are easily soluble in water, alcohol and benzene.",
		"In the higher flights, to which he arose as his practice in the art grew perfected, he is always noble and often sublime.",
		"In response to unimaginable horror, Luc Tuymans offers the sublime.",
		"She there wrote her Appel a l'impartiale posterite, those memoirs which display a strange alternation between self-laudation and patriotism, between the trivial and the sublime.",
		"The autobiography in Latin verse, with its playful humour, occasional pathos and sublime self-complacency, was thrown off at the age of eighty-four."
	],
	"synonyms": [
		"reverend",
		"noble-minded",
		"lofty",
		"grand",
		"exalted",
		"idealistic",
		"rarified",
		"rarefied",
		"high-minded",
		"high-flown",
		"elevated",
		"empyrean",
		"empyreal",
		"high",
		"impressive",
		"happiness",
		"exaltation",
		"eminence",
		"ecstasy",
		"sublimity",
		"rapture",
		"heaven",
		"majesty",
		"magnificence",
		"magnanimity",
		"sublimate"
	],
	"antonyms": [
		"secondary",
		"poor",
		"second-rate",
		"lowly"
	]
}