{
	"word": "ravenous",
	"meaning": [
		"Greedily or wildly hungry; voracious or famished.",
		"Very rapacious.",
		"Very eager for gratification."
	],
	"sentences": [
		"As time goes on, your pet will develop a ravenous appetite.",
		"The wolf is a ravenous beast, and thirsts for blood.",
		"After several days without food the tortoise will become ravenous.",
		"It was thick in her mouth, slightly sweet, and made her ravenous.",
		"This allows for normal hunger to arise without excessive cravings or ravenous feelings.",
		"Choosing healthy carbs can help you work and concentrate better on your daily chores without feeling ravenous when meal time comes.",
		"An accidental death finds Seymour hiding the accident so he can feed the dismembered parts to the increasingly ravenous plant.",
		"Less wisps of straw most gone by dusk Ravenous birds will clean the rest.",
		"Apart from hordes of ravenous immature fish, brown trout were very, very scarce.",
		"By lunchtime we had masses of paper to hand and were all ravenous.",
		"They had no supper but coffee, and the dogs were so ravenous that they were almost devouring each other.",
		"Alex, who was possibly going to join us, turned up later on, and was absolutely ravenous having had nothing to eat.",
		"I started cleating the asparagus bed of weeds too, but was happy to pass that over the Chris, as SB getting ravenous.",
		"They are most ravenous feeders, stripping bushes and trees completely of their foliage, and even fruit.",
		"I have to deal on a day-to-day basis with this ravenous beast [the Tory press ].",
		"Week by week the slivers taken grown, Each tiny gnaw becomes a ravenous bite.",
		"Ravenous, she chose two and started to close the cabinet door, when she saw a small box tucked between the edge of the cabinet and the boxes.",
		"She ate fast, ravenous for real food after surviving off of scraps at the Black God's house.",
		"With England 's finest to add his ravenous appetite for goals, surely the long wait would soon by over.",
		"For Christ commands,  Beware of false prophets who come to you in the clothing of sheep, yet inwardly are ravenous wolves !",
		"Hell, he might as well of been raised by vultures and ravenous wolves or even raised by Satan himself.",
		"The blaze crackles with a ravenous hunger, consuming the Hyperion with the enthusiasm of flames for vampires.",
		"Being often very hungry when he sat down to his meals, he contracted a habit of eating with ravenous greediness.",
		"Suddenly ravenous, she quickened her step despite her dread of meeting one of the elitist mates.",
		"From fecund egg to ravenous caterpillar (larva) to metamorphosing pupa to parental adult, the butterfly's life is profoundly meaningful.",
		"She changed clothes, ravenous."
	],
	"synonyms": [
		"starved",
		"sharp-set",
		"esurient",
		"famished",
		"voracious",
		"ravening",
		"rapacious",
		"edacious",
		"wolfish",
		"starving",
		"hungry",
		"lupine",
		"insatiable",
		"desirous",
		"greedy"
	],
	"antonyms": [
		"full",
		"satisfied"
	]
}