{
	"word": "intangible",
	"meaning": [
		"Incapable of being perceived by the senses.",
		"That cannot be touched; incorporeal; impalpable.",
		"Designating or of any of certain business assets, esp. goodwill, that have no material being but have monetary value.",
		"That cannot be easily defined, formulated, or grasped; vague.",
		"Something intangible; specif., a quality, as of character, that is desirable but cannot be measured.",
		"An asset that cannot be perceived by the senses, such as intellectual property or goodwill.",
		"Incorporeal property such as bank deposits, stocks, bonds, and promissory notes.",
		"Impalpable; not capable of being touched or otherwise detected by the senses."
	],
	"sentences": [
		"But not all things are intangible which our senses are not subtle enough to detect.",
		"All was destroyed, except something intangible yet powerful and indestructible.",
		"The true harvest of my daily life is somewhat as intangible and indescribable as the tints of morning or evening.",
		"The enemy ceased firing, and that stern, threatening, inaccessible, and intangible line which separates two hostile armies was all the more clearly felt.",
		"Well another asset of a company is an intangible asset called ' Goodwill ' .",
		"Similarly intangible format his comments about are increasingly savvy they aren't exactly free.",
		"Included in the Q4 2005 net loss was $ 589 million of non-cash write-downs related to long-lived assets, goodwill and intangible assets.",
		"Faith was not belief in authoritative teachings; it was trust in the promises of God and in Jesus was apt to seem intangible, and the influence of the learned tradition was strong - for a time, indeed, doctrine was more cultivated among Protestants than in the Church of Rome.",
		"The soul was conceived to be a facsimile of the body, sometimes no less material, sometimes more subtle but yet material, sometimes altogether impalpable and intangible.",
		"You will be taxed on the proceeds of the sale, whether tangible or intangible.",
		"But realized that it's a rather intangible concept - ' sky ' as more of a visual effect than a thing.",
		"However, this is not straight forward as their subject matter - the human mind - is so intangible and elusive.",
		"These relations, tho their contents are largely intangible, precede any legal rights or justification accorded to human beings.",
		"Therefore for companies they will be qualifying assets under the intangible asset rollover relief provisions but not under the chargeable gains rollover relief provisions.",
		"The first, containing thirteen articles, recognized (Articles 1 and 2) the person of the pontiff as sacred and intangible, and while providing for free discussion of religious questions, punished insults and outrages against the pope in the same way as insults and outrages against the king.",
		"You can also offer intangible prizes, such as the right to be first in line at the New Years Day party buffet.",
		"It's an unknown, almost intangible threat to life, which is widely predicted to be a big killer.",
		"Similarly intangible format his comments about are increasingly savvy they are n't exactly free.",
		"The difference is that to most people, celebrities (even the ones in this show) are intangible, meaning they do not live \"normal\" lives like most.",
		"The graphics are amazing, the sound is fantastic, and the intangible \"feel\" of the game is superb.",
		"While home schooling may not be the right choice for all families, many home schoolers find that it offers many advantages, both tangible and intangible.",
		"His success depends upon his ability to interpret rightly the facts and intangible signs with which he is brought in contact.",
		"All that exists, says Epicurus, is corporeal (TO irav iaTC v wµa); the intangible is non-existent, or empty space.",
		"This placement needs to work with the intangible and move toward understanding others.",
		"The gain on a tangible asset, will not be allowed to be rolled over into an intangible asset.",
		"Fasting is a time-honored cleansing process with tangible and intangible effects alike.",
		"His arrangement of concave and plane mirrors, by which the realistic images of objects inside the house or in the street could be rendered visible though intangible, there alluded to, may apply to a camera on Cardan's principle or to a method of aerial projection by means of concave mirrors, which Bacon was quite familiar with, and indeed was known long before his time.",
		"At first the differences seem intangible, but whereas other groups really are groups of artists, our collective seems more dispersed and conceptual.",
		"Relationship stress is a bit trickier than physical stress because by its very nature, many things in relationships are intangible.",
		"Even Jeremy Bentham, restive under appeals to vague and intangible standards, breaks out in despairing indignation against the word \" ought \" as \" the talisman of arrogance, indolence point of the particular theist who speaks to the ques tion.",
		"The serious feature of the situation lay less in the income than in the intangible expenditure, namely, the vast sums required for interest on the various forms of public debt and for pensions."
	],
	"synonyms": [
		"unobservable",
		"unnoticeable",
		"insensible",
		"inappreciable",
		"imponderable",
		"imperceptible",
		"impalpable",
		"invisible",
		"indistinguishable",
		"indiscernible",
		"unapparent",
		"nebulous",
		"nebular",
		"insubstantial",
		"incorporeal",
		"intangible asset",
		"nebulosity",
		"mystique",
		"mystery",
		"intangibility",
		"insubstantiality",
		"incorporeality",
		"ephemerality",
		"ephemera",
		"chemistry",
		"aeriality"
	],
	"antonyms": [
		"tangible",
		"palpable",
		"perceptible",
		"obvious",
		"definite"
	]
}