{
	"word": "credulous",
	"meaning": [
		"Tending to believe too readily; easily convinced.",
		"Resulting from or indicating credulity.",
		"Excessively ready to believe things; gullible."
	],
	"sentences": [
		"Credulous people can often be easy targets for scams.",
		"Some people are so credulous that they would believe anything.",
		"Young children are very credulous with anything that a respected adult says.",
		"Since she always tries to find the best in people, Jen can be described as credulous.",
		"Kara took the joke seriously because she was too credulous to understand the sarcasm.",
		"Napier lived, too, not only in a wild country, which was in a lawless and unsettled state during most of his life, but also in a credulous and superstitious age.",
		"Would he find one man so credulous as to believe him?",
		"If this orator has a pose, it is a pose of simplicity, not credulous, but not openly perfidious either.",
		"With all his breadth and liberality of mind Bodin was a credulous believer in witchcraft, the virtues of numbers and the power of the stars, and in 1580 he published the Demonomanie des sorciers, a work which shows that he was not exempt from the prejudices of the age.",
		"There is an obvious tendency, however, for astromancy to be employed, like palmistry, as a means of imposing on the ignorant and credulous.",
		"If so, he is a very credulous person.",
		"The ascription to Africanus of an encyclopaedic work entitled Kestoi (embroidered girdles), treating of agriculture, natural history, military science, &c., has been needlessly disputed on account of its secular and often credulous character.",
		"In these degenerate days their supernatural powers consist chiefly in conjuring, sooth-saying, and feats of jugglery, by which they seldom fail in imposing upon a credulous public. (3) Sannyasis, devotees who\" renounce \"earthly concerns, an order not confined either to the Brahmanical caste or to the Saiva persuasion.",
		"In the treaty which partitioned Poland there was a secret clause which engaged the contracting powers to uphold the existing Swedish constitution as the swiftest means of subverting Swedish independence; and an alliance with the credulous Caps, \" the Patriots \" as they were called at St Petersburg, guaranteeing their constitution, was the corollary to this secret understanding.",
		"The treacherous vizier, however, made our too credulous political officers believe that Mehrab Khan was to blame; his object being to bring his master to ruin and to obtain for himself all power in the state, knowing that Mehrab's successor was only a child.",
		"In point of style the historians of the period are laboured and rhetorical; they were mostly credulous friars who wrote in isto,y.",
		"Upon this matter there has been, it is true, some diversity of opinion among modern scholars, but it is now generally admitted, and can be abundantly shown, that he was not only diligent in gathering material, but also far more thorough-going than most writers of antiquity in discriminating between trustworthy and untrustworthy reports, frank in acknowledging his ignorance, scrupulous in indicating his authorities in doubtful cases, less credulous than most of his contemporaries, and unfailingly honest.",
		"This opinion of the Swedish naturalist seems to have been little noticed in Great Britain till it was taken up by the learned but credulous Scottish judge, Lord Monboddo (see his Origin and Progress of Language, 1774, &c.; Antient Metaphysics, 1778).",
		"He was credulous, but his Itinerary, or Massa`oth, contains some curious notices of the countries he visited and of the condition of the Jews.",
		"No one was safe from these zealous and too often credulous defenders of the established order; and a few indiscreet words spoken in a coffee house were enough to bring imprisonment and ruin, as in the case of John Frost, a respectable attorney, condemned for sedition in March 1793.",
		"At the head of the opposition was Ferdinand, the heir to the throne, as insignificant as his rival, but endowed with all good qualities by the credulous favor of the people.",
		"She looks like a young Sigourney Weaver and plays the naive heroine well, if a little too credulous for my taste.",
		"The best recognized function of German astronomers in that day was the construction of prophesying almanacs, greedily bought by a credulous public. Kepler thus found that the first duties required of him were of an astrological nature, and set himself with characteristic alacrity to master the rules of the art as laid down by Ptolemy and Cardan.",
		"That omnivorous universally credulous stage, which may be called the \" legendary,\" was succeeded by the age of collectors and travellers, when many of the strange stories believed in were actually demonstrated as true by the living or preserved trophies brought to Europe.",
		"But if he was credulous of marvels, he was careful to insist on good evidence for what he accepted as Christ's own teaching, in the face of current unauthorized views.",
		"Mulder is, if not credulous, at least more open to accepting unconventional explanations for mysterious phenomena than Scully, who persistently fights to find a 'logical' explanation."
	],
	"synonyms": [
		"unskeptical",
		"overcredulous",
		"unwary",
		"unsuspecting",
		"accepting",
		"naive",
		"trusting",
		"gullible",
		"exploitable",
		"easy",
		"dupable",
		"susceptible"
	],
	"antonyms": [
		"incredulous",
		"untrusting",
		"suspicious",
		"suspecting",
		"skeptical"
	]
}