{
	"word": "ostentatious",
	"meaning": [
		"Characterized by or given to ostentation.",
		"Intended to attract notice.",
		"Of tawdry display; kitsch."
	],
	"sentences": [
		"The flowers can be small and diminutive or extravagant and ostentatious.",
		"His ostentatious hatred of the revolutionary parties marked him out as the natural object for these accusations.",
		"It adds a pop of color, but definitely isn't too ostentatious to wear during the daytime.",
		"His life of ostentatious austerity, and the courage with which he met his death, had caused all his faults to be forgotten.",
		"Their house is ridiculously ostentatious, and doesn’t fit the style of the neighborhood.",
		"The exhibition includes lighting from the strictly functional to the wildly ostentatious.",
		"If refinement is the quality you desire most in your infant girl's wardrobe, then it's best to avoid the more ostentatious version of these socks.",
		"It won't be hard for you to define ostentatious in the realm of children's fashion.",
		"Zoot suit wearers' hats were as ostentatious and flashy as the suit.",
		"Overall, the classic white of silver is less ostentatious than gold, particularly for elaborate Celtic knot designs.",
		"It mattered little to Henry that the cardinal was arrogant, tactless and ostentatious; indeed it suited his purpose that Wolsey should be saddled by public opinion with all the blame that ought to have been laid on his own shoulders.",
		"His autocratic airs and his ostentatious preference for his confidantsof whom he made the one earl of Suffolk and the other marquess of Dublinprovoked both lords and commons.",
		"Whether small and delicate, or large and ostentatious, perfume bottles are often resoundingly breathtaking.",
		"These styles are often garish, ostentatious, and perfectly incredible, but always in a way that is considered absolutely fabulous by the fashion world.",
		"There are several pink styles available, ranging from bold and ostentatious to sweet and understated.",
		"Others are much less ostentatious, adopting a more understated approach for a shoe that is appropriate for nearly any environment.",
		"It's definitely not understated by any stretch, but is less ostentatious than its counterparts.",
		"Turquoise may be vivid, but it doesn't have to be ostentatious and overpowering.",
		"From the moment that he became primate of Ireland, Stone proved himself more a politician than an ecclesiastic. \"He was said to have been selfish, worldly-minded, ambitious and ostentatious; and he was accused, though very probably falsely, of gross private vice.\"",
		"Cruel means of repression assisted natural hardships and the carelessness of the administration in depopulating and laying waste the countryside; while Louis XIV.s martial and ostentatious policy was even more disastrous than pestilence and famine, when Louvois advice prevailed in council over that of Colbert, now embittered and desperate.",
		"Boasting a variety of styles and lack of an ostentatious logo, the Hobo signature is, perhaps, best seen in their deliberate use of organizational and functional features.",
		"They're available in many sizes, ranging from discreet accent pieces to ostentatious stars of the show.",
		"Ostentatious avoidance of a fish-diet became, indeed, one of the outward symbols of militant Protestantism among the Puritans.",
		"Dior's incredible collection is a veritable rainbow of gleaming, true colors that run the gamut from softly neutral to boldly ostentatious.",
		"It doesn't have to be a big ostentatious display, just a little something to show how much their efforts are appreciated.",
		"The design is opulent without being ostentatious, something any couple who wants to throw an elegant beach wedding will appreciate.",
		"The more ostentatious and amazing your child's dress, the more adoration both you and your baby will receive at a party.",
		"Some are narrower, so as to be less noticeable, and others are more ostentatious and quirky.",
		"From the generally staid color-blocked styles to the far more ostentatious graphic prints in wild colors, the pants tended to resemble pajamas at times.",
		"The little boxes were abundant on the runway, looking at times properly demure and at times ostentatious in vibrant, attention-grabbing hues.",
		"With all of these elements competing for attention, one might expect the Manor to be an over-the-top, ostentatious bag - but it's really quite the opposite, since only a few of these details are incorporated in a Manor bag at one time.",
		"The leaves stand out strongly against the white backdrop, resulting in a look that is vivid, yet not at all ostentatious.",
		"Certainly, some do tend to favor a bolder, more ostentatious approach to décor.",
		"Some women may prefer a ring that is not quite so ostentatious, so it is important to take stock of your future fiancée's preferences before you purchase one of these rings.",
		"Both of those are guaranteed to turn heads because they're ostentatious, but a small shot of color through an accessory or a pair of shoes can add just a dash of excitement to your look without going over the top.",
		"Lampwork beads are wonderful as pendants used alone or with other, less ostentatious beads to make a necklace.",
		"A plot to murder Nicholas at his coronation on the 24th of May 1829 was not carried out, and when he held the fourth diet on the 30th of May 1830, the Poles made an ostentatious show of their nationality which Nicholas was provoked to describe as possibly patriotic but certainly not civil.",
		"Whether you opt for something minimally ostentatious, like a solid neon hue or a bold striped pattern, or choose a more dramatic option, you can count on your funky décor to really make a difference.",
		"Women who desire something extremely elegant and glamorous may favor one of the more expensive styles in the lineup, while those who seek practicality from their bags might opt for a neutral, less ostentatious Bleecker bag.",
		"In 438-439 she made an ostentatious pilgrimage to Jerusalem, whence she brought back several precious relics; during her stay at Antioch she harangued the senate in Hellenic style and distributed funds for the repair of its buildings.",
		"Elizabeth, who succeeded her sister Mary in 1558, was suspected to be Protestant in her leanings, and her adviser, Cecil, had received his training as secretary of the Protector Somerset; but the general European situation as well as the young queen's own temperament precluded any abrupt or ostentatious change in religious matters.",
		"He was noted for his hospitality, and was somewhat ostentatious in his habits, sometimes visiting Canterbury and other towns attended by a retinue of 800 horsemen.",
		"But his ostentatious visit to Friedrichsruh, and a subsequent speech at Turin, in which, while professing sentiments of friendship and esteem for France, he eulogized the personality of Bismarck, aroused against him a hostility on the part of the French which he was never afterwards able to allay.",
		"Upon returning home from serving during World War I, however, The 1920s, in contrast, were sharp and even ostentatious at times.",
		"Blonde hair is one of the most popular shades, but what blonde hair styles highlight sunny locks without seeming overdone or ostentatious?",
		"At 5.5 carats, the ring is far larger than most brides, but not as ostentatious as many celebrity and Hollywood rings, which often reach double digits in carat weight.",
		"Favor earthy and muted tones for the autumn season and leave the bold bright colors to sunnier days when ostentatious accessories are better tolerated.",
		"He killed for reasons of state without form of trial, while his open neglect of his wife, Maria of Portugal, and his ostentatious passion for Leonora de Guzman, who bore him a large family of sons, set Peter an example which he did not fail to better.",
		"But his most offensive act was to promote to the position of chief councillor of the crown, and disperser of the royal favors, a clever but vain and ostentatious Gascon knight, one Piers Gaveston, who had been the companion of his boyhood, and had been banished by Edward I.",
		"They may not be the choice du jour for the everyday man, but many out there do turn to them as an ostentatious alternative to the traditional polo knit and dress shirts.",
		"Darker colors such as dark gray, black, brown, purple, navy blue, emerald green, and burgundy that are both period-appropriate and less ostentatious than many costumes.",
		"Because Katie Holmes has a petite figure with slender hands, the ring has been described as ostentatious and too big for her narrow fingers (brides typically select rings with shapes to complement their hand shapes and sizes).",
		"He had it, in fact, fully in his own power to determine his relations with the ministry, and he would be satisfied with nothing short of familiar and ostentatious equality.",
		"Before the Kaiser's achieved worldwide success, the boys were prominent figures of the Leeds indie scene, and were the original hosts of Pigs, the city's monthly ostentatious electro-punk night at the Hi-Fi club in the city centre.",
		"His autocratic airs and his ostentatious preference for his confidants of whom he made the one earl of Suffolk and the other marquess of Dublin provoked both lords and commons.",
		"His somewhat ostentatious assertions of impartiality do not cloak a marked preference for the Burgundians in their struggle with France."
	],
	"synonyms": [
		"pretentious",
		"sporty",
		"spectacular",
		"overdone",
		"loud",
		"grandiose",
		"swanky",
		"gaudy",
		"flaunting",
		"flashy",
		"elaborate",
		"dashing",
		"chichi",
		"pompous",
		"extravagant"
	],
	"antonyms": [
		"unostentatious",
		"quiet",
		"reserved",
		"modest",
		"plain",
		"unpretentious"
	]
}