{
	"word": "redolent",
	"meaning": [
		"Sweet-smelling; fragrant.",
		"Smelling (of)",
		"Suggestive or evocative (of)",
		"Having the smell of the article in question."
	],
	"sentences": [
		"The central part, however, with its winding narrow streets, is redolent of its historical past, when, as one of the leading cities of the Hanseatic League, it enjoyed commercial supremacy over all the towns of Westphalia.",
		"He quickly entered the small reception room with its still-unplastered wooden walls redolent of pine, and would have gone farther, but Anton ran ahead on tiptoe and knocked at a door.",
		"Is it then an extension of the Romantic movement, since it seems so redolent of nostalgia for the pre-modern?",
		"The the rest of the decor is also redolent of the late 1960s.",
		"It is now well worth a short detour to see the restored striking white art-deco façade, so redolent of its period.",
		"The drawing room is in the oldest part of the property, still redolent with 17th century character.",
		"What is left, however, is hardly redolent of centuries of history.",
		"Pinot Noir wines from Orgeon feature bold flavors redolent with mushrooms, leather, and dark cherries, while California Pinot Noir wines tend to be ripe, lush, and juicy.",
		"Doggen is putting together an excellent trip, somewhat redolent of early Plastic Ono band meets Terminal Lovers.",
		"Elgar 's music was redolent of the English landscape, and another composer who was equally influenced by this was Vaughan Williams.",
		"The whole event is redolent with symbolism [see right hand column ].",
		"The very phrase 'movie matinee' is redolent with imagery - sultry summer days, dusty roads and a few bucks in your pocket as you barefoot down to the theater to loll in the air conditioning for a few hours.",
		"It also happened to be very redolent of primary school gyms.",
		"The fear of missing out on something by note taking can add to the many aspects of noise redolent in a traditional classroom.",
		"The building itself is redolent with history, even the name; ' Rosslyn ' is perhaps significant.",
		"The 25 th of March is a date redolent with Christian significance.",
		"All gorse flowers have a rich perfume redolent of the coconut chips sweets of our childhood.",
		"His personal esthetic, in short, is emphatically not redolent of the football terraces."
	],
	"synonyms": [
		"resonant",
		"remindful",
		"reminiscent",
		"evocative",
		"smelling",
		"aromatic",
		"scented",
		"suggestive",
		"spicy",
		"balmy",
		"fragrant",
		"savory",
		"perfumed"
	],
	"antonyms": []
}