{
	"word": "tenacious",
	"meaning": [
		"Holding firmly.",
		"Characterized by extreme persistence; relentless or enduring.",
		"Persistent; stubborn.",
		"That holds together strongly; cohesive.",
		"That retains well; retentive."
	],
	"sentences": [
		"Still alive... tenacious... serves him right!",
		"They made the difference, and they were both tenacious enough to make it last.",
		"Cynthia Byrne never opened her eyes and clung to Dean's right arm with such a tenacious grip he thought he'd be permanently scarred.",
		"Tenacious soils and subsoils, with a small supply of water, require beds as narrow as 30 ft.",
		"For building purposes stones were got out, dressed, carved and sculptured with stone hammers and chisels made of hard and tenacious rock.",
		"The claims of Greece, ignored at San Stefano, were admitted at Berlin; an extension of frontier, including Epirus as well as Thessaly, was finally sanctioned by the powers in 1880, but owing to the tenacious resistance of Turkey only Thessaly and the district of Arta were acquired by Greece in 1881.",
		"Sometimes the stuff is disintegrated with water in a \" puddling machine,\" which was used, especially in Australia, when the earthy matters are tenacious and water scarce.",
		"Pitbulls are energetic and tenacious dogs.",
		"Floris, like his predecessors, was hard-fighting and tenacious.",
		"How tenacious are the memories that cling round that mighty old hunter!",
		"But no one can say that Harriet is not tenacious.",
		"Such in mere outline is the celebrated theory of vortices, which for about twenty years after its promulgation reigned supreme in science, and for much longer time opposed a tenacious resistance to rival doctrines.",
		"But like the iron chancellor, Lenin too was a man of the most tenacious, unshakeable and daring will.",
		"It is under the influence of Saturn, and that is the reason why usually Saturnine men are so covetous and tenacious.",
		"It is a stiff, tenacious loam, mixed with flint stones.",
		"It is very tenacious of life - and easily transported alive in damp moss.",
		"They are extremely tenacious, often chasing their prey to the end.",
		"Chicheley was tenacious of the privileges of his see, and this involved him in a constant struggle with Henry Beaufort, bishop of Winchester.",
		"While Tenacious D may best be known for lead singer Jack Black, the Los Angeles California rock band is known for much more than just their star singer.",
		"Why has the term ' High Renaissance ' proved so tenacious?",
		"However, some old theories have proved remarkably tenacious.",
		"Child marriage, which the new code seeks to finally eliminate, remains tenacious - and not only in Turkey's conservative heartland.",
		"But Eastern tradition, so tenacious of the old myths of primitive man, has a short memory for actual history, and five centuries later Alexander was only remembered in Iran as the accursed destroyer of the sacred books, whose wisdom he had at the same time pilfered by causing translations to be made into \"Roman.\"",
		"Find out why a tenacious little company swept past some of the bigger brands to become a front-runner in the race to capture the favor of watch lovers.",
		"The JST welcomes people from all over the world onto its two specially designed tall ships - the Lord Nelson and the Tenacious.",
		"Ulamek rode particularly well to deny Lindback another race victory, whilst a typically tenacious Gafurov kept Davidsson at bay.",
		"Trends especially the long term ones are usually very tenacious in their nature, taking several months in normal market conditions to flip.",
		"Wellington's was a collection of many nationalities; the kernel being composed of his trusty and tenacious British and King's German Legion troops, numbering only 42,000 men.",
		"From this circumstance I gathered that the decency of the body is more tenacious in its grasp than the purity of the soul.",
		"Routine is a tenacious killer of passion?a suspect in the deaths of over 1 million steamy romances.",
		"Steve is a tenacious midfielder who made his Tranmere debut in Brian Little 's first league game in charge against Oldham in October 2003.",
		"Unfortunately Kenilworth turned the ball over and, despite tenacious defense from Oliver Wilson, scored.",
		"Strauss ' men halted a trot of four straight limited-overs series defeats with a tenacious attitude in the NatWest Series finale.",
		"Child marriage, which the new code seeks to finally eliminate, remains tenacious - and not only in Turkey 's conservative heartland.",
		"Bristol are the surprise leaders of the Premiership but they are tenacious and probably the most workmanlike side we have faced so far.",
		"His band Tenacious D, consisting of himself and Kyle Gass, started to get exposure in short spots following Mr. Show.",
		"This powerful and tenacious breed has a rich history as a working dog, a family pet and also as a fighting dog.",
		"The dogs were bred to be tenacious and stoic, seemingly unaware of pain.",
		"Are you looking for Tenacious D tabs to play at home?",
		"The band's first album, the self-titled Tenacious D, reached number 33 on the Billboard charts.",
		"You can also find Tenacious D tabs in book form.",
		"You can also use a solution of ordinary household vinegar to control some of the tenacious of weeds.",
		"Styles change frequently, but all share the tenacious prints that make the line so popular, particularly among younger generations.",
		"Over the years, All My Children's scandalous plot lines do not always focus on the show's tenacious women.",
		"When the tide is first admitted the heavier particles, which are pure sand, are first deposited; the second deposit is a mixture of sand and fine mud, which, from its friable texture, forms the most valuable soil; while lastly the pure mud subsides, containing the finest particles of all, and forms a rich but very tenacious soil.",
		"The general characters of a soap are a certain greasiness to the touch, ready solubility in water, with formation of viscid solutions which on agitation yield a tenacious froth or \" lather,\" an indisposition to crystallize, readiness to amalgamate with small proportions of hot water into homogeneous slimes, which on cooling set into jellies or more or less consistent pastes.",
		"The most popular ones receive millions of visitors and tenacious bloggers have shaken up the traditional world of journalism.",
		"If you're still looking for more Tenacious D information like lyrics or even photos of the band, be sure to check out the official Tenacious D website.",
		"It may actually be easier to remove because the paper and adhesives used in the past were less tenacious than the ones used now.",
		"Typical clay-marls are tenacious, soapy clays of yellowish-red or brownish colour and generally contain less than 50% of lime.",
		"His mental qualities were - a quick analytic perception, strong logical powers, a tenacious memory, a liberal estimate and tolerance of the opinions of others, ready intuition of human nature; and perhaps his most valuable faculty was rare ability to divest himself of all feeling or passion in weighing motives of persons or problems of state.",
		"These sediments are fine and tenacious; their principal components, in addition to clay, being small grains of quartz, zircon, tourmaline, hornblende, felspar and iron compounds.",
		"It is fine, tenacious and bright red, and represents the insoluble and thoroughly weathered impurities which are left behind when the calcareous matter is removed in solution by carbonated waters.",
		"All attempts to dissuade him from this resolution failed before his tenacious will.",
		"Soap containing small proportions of glycerin, on the other hand, forms a very tenacious lather, and when soap bubbles of an enduring character are desired glycerin is added to the solution.",
		"The addition of a little of the acid to glue renders it more tenacious; skins to be used for making leather do not undergo decomposition if steeped in a dilute solution; butter containing a small quantity of it may be kept sweet for months even in the hottest weather.",
		"The necessity of a constant protest against polytheism led to a tenacious insistence on the divine unity, and the task was to reconcile this unity with the deity of Jesus Christ.",
		"He was Puritan to the core, with a tenacious memory, a strength of will bordering upon obstinacy, and a want of sympathy with human nature.",
		"Thanks to the impenetrability of their fastnesses, they preserved their original savagery longer than any of their neighbours, and this savagery was coupled with a valour so tenacious and enterprising as to make them formidable to all who dwelt near them.",
		"Paul was shrewd, calculating, tenacious; but on the other hand over-cautious, and inclined rather to temporize than to strike at the critical moment.",
		"Real larch turpentine is a thick tenacious fluid, of a deep yellow colour, and nearly transparent; it does not harden by time; it contains 15% of the essential oil of turpentine, also resin, succinic, pinic and sylvic acids, and a bitter extractive matter.",
		"When diluted down to 4.8%, it assumes the colour and fusibility of bronze, but, unlike it, is tenacious and ductile like iron.",
		"But, as regards its temporal aims on Italy, the most inconvenient and tenacious, if not the most dangerous, adversary of the 12th-century papacy was the Roman commune.",
		"After the oil has been allowed to burn for some time according to the consistence of the varnish desired, the pot is covered over, and the product when cooled forms a viscid tenacious substance which in its most concentrated form may be drawn into threads.",
		"When the cave was first entered, the floor was covered with thousands of tracks of raccoons, wolves and bears-most of them probably made long ago, as impressions made in the tenacious clay that composes most of the cavern floor would remain unchanged for centuries.",
		"In the sharp struggle during the annexation crisis, not only with Russia and Serbia, but with the Western Powers, he held with tenacious energy to his purpose, and, powerfully supported by Germany, succeeded in carrying out his intentions after excited negotiations which threatened to lead to war.",
		"They are exceedingly tenacious of life, and can exist, it is said, without food for over forty days.",
		"These ships were not provided in time, and the Jews who were thus unable to depart were enslaved, 1 In the north, which had been relatively immune from wars agriculture was more prosperous and the peasants more tenacious of their land; hence the continuance of peasant proprietorship and the rarity of African types between the Douro and the Minho.",
		"Verantius of Sebenico, an eye-witness of the state of Moldavia at the beginning of the 16th century, mentions three towns of the interior provided with stone walls - Suciava, Chotim (Khotin) and Ncamtzu; the people were barbarous, but more warlike than the Walachians and more tenacious of their national costume, punishing with death any who adopted the Turkish.",
		"It is the most tenacious of all the ductile metals at ordinary temperatures with the exception of cobalt and nickel; it becomes brittle, however, at the temperature of liquid air.",
		"Chian turpentine is a tenacious semi-fluid transparent body, yellow to dull brown in colour, with an agreeable resinous odour and little taste.",
		"They are, however, extraordinarily tenacious of their ancient customs, and, almost totally isolated from the rest of Christendom since the 5th century, they afford an interesting study to the eccesiastical student.",
		"In the Arctic and Pacific coast provinces, about Lake Superior, in Virginia and North Carolina, as well as in ruder parts of Mexico and South America, metals were cold-hammered into plates, weapons, rods and wire, ground and polished, fashioned into carved blocks of hard, tenacious stone by pressure or blow, overlaid, cold-welded and plated.",
		"The Spanish Jesuit Juan Maldonatus' Latin commentary, published 1596 (critical reprint, edited by Raich, 1874), a pathfinder on many obscure points, is still a model for tenacious penetration of Johannine ideas.",
		"In any case the interesting point is that these returned Jews, instead of being liberalized by their residence abroad, were more tenacious of Judaism and more bitter against Stephen than those who had never left Judaea.",
		"In the wild state its colours do not differ from those of a Crucian carp, and like that fish it is tenacious of life and easily domesticated.",
		"His conservatism was most apparent in his antipathy to socialistic doctrines and his tenacious regard for the claims of property.",
		"The battle, carried on on both sides with tenacious endurance, ended in 191 r with the victory of Aehrenthal and the resignation of HOtzendorf.",
		"Whatever the truth or fable of the first forty years of his life, he had certainly been a close and accurate observer, and had made himself acquainted with many curious and little-known phenomena, which he had stored up in a most tenacious memory.",
		"An attempt to divert some of the revenues of the Irish Church led in the autumn to serious differences of opinion in the cabinet; the king, as tenacious as his father of the exact obligations of his coronation oath, dismissed the ministry, and called the Tories to office under Sir Robert Peel and the duke of Wellington.",
		"In the upper section of the Coastal Plain region the soil is for the most part a loose sand, but lower down it becomes finer, more tenacious, and consequently more fertile.",
		"Until the accession to power of President Barclay in 1904 (he was re-elected in 1907), the AmericoLiberian government on the coast had very uncertain relations with the indigenous population, which is well armed and tenacious of local independence.",
		"Yellow Soap consists of a mixture of any hard fatty soap with a variable proportion - up to 40% or more - of resin soap. That substance by itself has a tenacious gluey consistence, and its intermixture in excess renders the resulting compound soft and greasy.",
		"Sometimes the metal is deposited in a pulverulent form, at others as a firm tenacious film, the nature of the deposit being dependent upon the particular metal, the concentration of the solution, the difference of potential between the electrodes, and other experimental conditions.",
		"They are very tenacious of their independence, but accepted without opposition the establishment of a British protectorate, which, while putting a stop to inter-tribal warfare, slave-raiding and human sacrifices, and exercising control over the working of the laws, left to the people executive and fiscal autonomy.",
		"The Nahuatl lapidaries had at hand many varieties of workable and beautiful stone - onyx, marble, limestone, quartz and quartz crystal, granite, syenite, basalt, trachyte, rhyolite, diorite and obsidian, the best of material prepared for them by nature; while the Mayas had only limestone, and hard, tenacious rock with which to work it, and timber for burning lime.",
		"In each province they had found the best springs, beds of clay, paint, soapstone, flinty rock, friable stone for sculpture and hard, tenacious stone for tools, and used ashes for salt.",
		"But Urraca was tenacious of her right as proprietary queen and had not learnt chastity in the polygamous household of her father.",
		"Aragon, which was poor and tenacious of its rights, would give little; Catalonia and Valencia afforded small help. The Flemish revenue was destroyed by the revolt.",
		"Baldassare Cossa, now as humble and resigned as he had before been energetic and tenacious, on his transference to the castle of Rudolfzell admitted the wrong which he had done by his flight, refused to bring forward anything in his defence, acquiesced entirely in the judgment of the council which he declared to be infallible, and finally, as an extreme precaution, ratified motu proprio the sentence of deposition, declaring that he freely and willingly renounced any rights which he might still have in the papacy."
	],
	"synonyms": [
		"unyielding",
		"persistent",
		"dour",
		"pertinacious",
		"dogged",
		"recollective",
		"retentive",
		"long",
		"coherent",
		"unshakable",
		"tough",
		"stubborn",
		"strong",
		"sticking",
		"steadfast"
	],
	"antonyms": [
		"unretentive",
		"surrendering",
		"yielding",
		"weak",
		"unattached",
		"loose",
		"slack"
	]
}