{
	"word": "indifferent",
	"meaning": [
		"Having or showing no interest, concern, or feeling; uninterested, apathetic, or unmoved.",
		"Having no marked feeling for or against.",
		"Having or showing no partiality, bias, or preference; neutral.",
		"Of no consequence or importance; immaterial.",
		"Not particularly good or bad, large or small, right or wrong, etc.; fair, average, etc.",
		"(obsolete) To some extent, in some degree (intermediate between very and not at all); moderately, tolerably, fairly."
	],
	"sentences": [
		"Mr. Reynolds was indifferent to the subject.",
		"I was strong, active, indifferent to consequences.",
		"Similar magnetic poles are not merely indifferent to each other, but exhibit actual repulsion.",
		"Many various, indifferent, and insignificant people appeared before him.",
		"These minor enemies were, however, unready and their troops were mostly of indifferent quality.",
		"But as the German princes were either too busy or too indifferent to attack the duke, the agitation against him soon died away.",
		"Phellos, a rather large tree found on swampy land in the southern states, is the most important of this group; its timber is of indifferent quality.",
		"The princess went up to the door, passed by it with a dignified and indifferent air, and glanced into the little drawing room.",
		"Any prospect of awakening or coming to life to a dead man makes indifferent all times and places.",
		"If then he was indifferent to the problem, he can hardly be credited with the Eleatic solution.",
		"In the Tertiary region are found small quantities of iron ore and an indifferent brown coal.",
		"The country proved hostile or at the best indifferent.",
		"None of these poems show any very patriotic feeling, though Chartier's prose is evidence that he was not indifferent to the misfortunes of his country.",
		"He was as indifferent as heretofore to money matters, but now he felt certain of what ought and what ought not to be done.",
		"Meeting at large gatherings Julie and Boris looked on one another as the only souls who understood one another in a world of indifferent people.",
		"Pierre felt it strange to see this calm, indifferent crowd of people unaware of what was going on in his soul.",
		"But he was far from indifferent to the progress of the revolution.",
		"The Angora is a bad milker and an indifferent mother, but its flesh is better than that of any other breed, and in its native country is preferred to mutton.",
		"The horses are of indifferent breed, apparently of a type much inferior to that possessed by the ancient Egyptians.",
		"It might be supposed that hydraulic cements from their nature would be indifferent to the action of water, but this is only true if the structures of which they form part are sufficiently compact.",
		"The waron the continent had been waged with indifferent success.",
		"Mr. Reynolds was indifferent to the subject, though.",
		"They are the most resistant to unfavourable conditions of environment, and are able, by a process of parthenogenesis, to give rise to ordinary, indifferent forms again, which can repopulate the gnat.",
		"Being strongly in favour of peace, Pelham carried on the war with languor and indifferent success, but the country, wearied of the interminable struggle, was disposed to acquiesce in his foreign policy almost without a murmur.",
		"The interesting philological tractate Of the Orthographie and Congruitie of the Britan Tongue by Alexander Hume (not the verse writer, u.s.) is in its language a medley; and William Lithgow had travelled too widely to retain his native speech in purity, even in his indifferent verse.",
		"The change made in the character of Sorrow made Indulgences all the more necessary for the indifferent penitent.",
		"Accordingly, if these general characteristics do not possess reality, things are reduced to a number of characterless and mutually indifferent points.",
		"The kernel of the large-fruited variety is of very indifferent quality, but its large shells are made use of by the French as trinket cases.",
		"This, however, meant a two days' march along indifferent roads.",
		"The development of an indifferent ookinete into, an indifferent Trypanosome is shown in fig.",
		"The indifferent parasites exhibit an alternation of resting, attached phases with active periods, during which they multiply actively and become very abundant in the insect.",
		"In these contests the German king met with indifferent success, but the struggle with Saxony was not very serious, and when dying in December 919 Conrad recommended the Franconian nobles to offer the crown to Henry, the only man who could cope with the anarchy by which he had himself been baffled.",
		"When, towards the close of the century, the desire for independence began to manifest itself throughout the Spanish colonies of South America, Quito did not remain altogether indifferent.",
		"Their professed bewilderment, following 1916, seemed to confirm that they were totally indifferent to Ireland's struggle for national and social independence.",
		"She sat without a word, seemingly indifferent to my presence.",
		"Hard to explain, am learning to become indifferent toward it.",
		"At first he heard the sound of indifferent voices, then Anna Mikhaylovna's voice alone in a long speech, then a cry, then silence, then both voices together with glad intonations, and then footsteps.",
		"Several of his correspondents are indifferent stylists.",
		"Rightness of purpose, preference of virtue for its own sake, suppression of vicious desires, were made essential points by the - Aristotelians, who attached the most importance to outward circumstances in their view of virtue, no less than by the Stoics, to whom all outward things were indifferent.",
		"With a similar stress on the self-conscious side of moral action, he argues that rightness of conduct depends solely on the intention, at one time pushing this doctrine to the paradoxical assertion that all outward acts as such are indifferent.'",
		"Calm self-love Hutcheson regards as morally indifferent; though he enters into a careful analysis of the elements of happiness,' in order to show that a true regard for private interest always coincides with the moral sense and with benevolence.",
		"No-one has the right to remain indifferent in the face of this reality.",
		"Gladstone died, and the new Liberal leaders grew even more indifferent to the demands of labor.",
		"The soul of the authentic European, however indifferent he may be to his past, is not so riven.",
		"Irwin wins tourney for third time in five years Hale Irwin's days of \" indifferent \" golf are over.",
		"In these further provinces of Iran the Macedonian invader had for the first time to encounter a serious national opposition, for in the west the Iranian rule had been merely the supremacy of an alien power over native populations indifferent or hostile.",
		"While Luther studied the Scriptures in search of true doctrine and Christian life and was indifferent to forms of church polity, they studied the New Testament not only in search of primitive church doctrine but also of primitive of the church polity.",
		"Phellos, a rather large tree found on swampy land in the southern states, is the most important of this group; itstimberisof indifferent quality.",
		"But oppressive, corrupt and inefficient as it was, the government was not confronted by the uncompromising hostility of the whole people; the ignorant priest-ridden masses were either indifferent or of mildly Bourbon sympathies; the opposition was constituted by the educated middle classes and a part of the aobility.",
		"Notwithstanding the changes in organization and terminology, the officials remained ignorant, indolent, careless, indifferent to the public welfare, high-handed and extortionate, and the local self-government which was intended to enlighten and control them proved sadly wanting in vitality and practically worthless.",
		"The attitude of a man who denies the doctrine of immortality and rejoices in the denial is not strictly pessimistic. A Christian again may be pessimistic about the present; he must logically be optimistic about the future - a teleological view of the universe implies optimism on the whole; the agnostic may be indifferent to, or pessimistic, regarding the future, while exceedingly satisfied with life as he finds it.",
		"He believes in an allpowerful but indifferent God, and is himself an observer of society, standing aloof from its passions and ambitions, and interested only in pointing out their emptiness.",
		"Here we enter upon one of the most interesting chapters of disorders and modes of disorder of this and of other systems. It has come out more and more clearly of late years that poisons do not betray even an approximately indifferent affinity for all tissues, which indeed a little reflection would tell us to be a priori improbable, but that each tends to fix itself to this cell group or to that, picking out parts for which they severally have affinities.",
		"To drive these machines electricity has been applied, with indifferent success, but they have been very efficiently driven, each independently of the others in the set, by means of a modification of a Pelton wheel, supplied with water under pressure from a pumping engine.",
		"Baudry wrote a number of Latin poems of very indifferent quality.",
		"A few of such preserves still exist, and it is noticeable that in the Palace-moats of Tokyo all kinds of water-birds, attracted by the absolute immunity they enjoy there, assemble in countless numbers at the approach of winter and remain until the following spring, wholly indifferent to the close proximity of the city.",
		"Richard Head in his Life and Death of Mother Shipton (1684) says, \"the body was of indifferent height, her head was long, with sharp fiery eyes, her nose of an incredible and unproportionate length, having many crooks and turnings, adorned with many strange pimples of divers colours, as red, blue and dirt, which like vapours of brimstone gave such a lustre to her affrighted spectators in the dead time of the night, that one of them confessed several times in my hearing that her nurse needed no other light to assist her in her duties\" Allowing for the absurdity of this account, it certainly seems (if any reliance is to be placed on the so-called authorities) that the child was phenomenally plain and deformed.",
		"Though the youth at last grows indifferent, the laws of the universe are not indifferent, but are forever on the side of the most sensitive.",
		"When the majority shall at length vote for the abolition of slavery, it will be because they are indifferent to slavery, or because there is but little slavery left to be abolished by their vote.",
		"The prince was silent and looked indifferent.",
		"On hearing this indifferent voice, Rostov grew frightened at what he was doing; the thought of meeting the Emperor at any moment was so fascinating and consequently so alarming that he was ready to run away, but the official who had questioned him opened the door, and Rostov entered.",
		"He entered his wife's drawing room as one enters a theater, was acquainted with everybody, equally pleased to see everyone, and equally indifferent to them all.",
		"It was as if she feared this strange, unexpected happiness of meeting again the very man she had then chosen (she was firmly convinced she had done so) and of finding him, as it seemed, not indifferent to her.",
		"Irwin wins tourney for third time in five years Hale Irwin 's days of \" indifferent \" golf are over.",
		"All of these meats will make great burgers and they'll spruce up what might be an otherwise indifferent hamburger.",
		"Though not a showy flowering shrub, few others are so rapid in growth, so graceful, and so indifferent to the nature of the soil.",
		"Does he or she speak with more aggression or with indifferent words?",
		"One issue with the graphics was the slowdown when there was lots of action happening at the same time on screen, like cutting up a bunch of bad guys (or indifferent guys since Travis Touchdown is sort of a baddie).",
		"Others seem indifferent to the parent's return and ignore them when they return.",
		"Whether you choose a long bang with shaved sides, or short baby bangs and an asymmetrical bob, you can create plenty of punk hairstyles just by making one side of the head indifferent from the other.",
		"Acting indifferent toward her will actually make her think about you more and miss the attention.",
		"In the long run, you are responsible for the work you turn in, whether it is good, bad or indifferent.",
		"Earth can also be stubborn, inflexible and indifferent.",
		"However, the indifferent parent is the one who couldn't be bothered with his or her child.",
		"In the case of a truly indifferent parent, intervention in the form of counseling may be the best possible recourse.",
		"Hypo-sensitivity is also a common sensory problem in autistic individuals, with some individuals indifferent to sensory stimulus like cold, heat, discomfort, or pain.",
		"Those affected by autism can have great difficulty in maintaining eye contact with others, seem indifferent to attempts at interaction from family members and friends, and may resist attempts at physical contact, like hugging or cuddling.",
		"The serfs, whose wrongs seldom attracted notice in an age indifferent to the claims of common humanity, found a friend in this severe monarch, and he protected even the despised and persecuted Jews.",
		"The German diet was indifferent, and in May 1493 he agreed to the peace of Senlis and regained Artois and Franche-Comte.",
		"From this position it easily followed that actions, being merely external, were morally indifferent, and that the true Gnostic should abandon himself to every lust with perfect indifference.",
		"Some of his finest tragedies were written for her, but her repertoire was not confined to them, and many an indifferent play - like Thomas Corneille's Ariane and Comte d'Essex - owed its success to \"her natural manner of acting, and her pathetic rendering of the hapless heroine.\"",
		"The upper classes were still to a large extent inoculated with French ideas, but the common people were either devoted to the dynasty or indifferent.",
		"The masses were still more or less indifferent, but among the nobility and the educated middle Secret classes, cut off from all part in free political life, there societies, was developed either the spirit of despair at Italys The Car..",
		"The epithelial layer consists of (1) so-called \" indifferent \" cells secreting the perisarc or cuticle and modified to form glandular cells in places; for example, the adhesive cells in the foot.",
		"The statocysts present in general the structure of either a knob or a closed vesicle, composed of (I) indifferent supporting epithelium; (2) sensory, so-called auditory epithelium of slender cells, each.",
		"About a century before this the Dipa-vamsa, or Island Chronicle, had been composed in Pali verse so indifferent that it is apparently the work of a beginner in Pali composition.",
		"The registry of the citizens, the suppression of litigation, the elevation of public morals, the care of minors, the retrenchment of public expenses, the limitation of gladiatorial games and shows, the care of roads, the restoration of senatorial privileges, the appointment of none but worthy magistrates, even the regulation of street traffic, these and numberless other duties so completely absorbed his attention that, in spite of indifferent health, they often kept him at severe labour from early morning till long after midnight.",
		"Capitonidae, are to be excluded from these lists as indifferent.",
		"The Ratitae branched off, probably during the Eocene period, from that still indifferent stock which gave rise to the Tinami+Galli+Gruiformes, when the members of this stock were still in possession of those archaic characters which distinguish Ratitae from Carinatae.",
		"The Bourgeois ministry appeared to consider that popular opinion would enable them to override what they claimed to be an unconstitutional action on the part of the upper house; but the public was indifferent and the senate triumphed.",
		"The interest of the writers is as usual in the religious history; they were indifferent to, or perhaps rather ignorant of, the strict order of events.",
		"The ancient historians, who together cover this period, are strangely indifferent to the importance of the Jews, upon which Josephus is at pains to insist.",
		"This, indeed, is not surprising, when one considers that, from the first moment of his entering upon the career of an author, he had been altogether indifferent how numerous or how powerful might be the enemies he should provoke.",
		"With this superior description of butchers' stock all classes of home-grown stock - good, bad and indifferent - have, of course, to compete.",
		"Moreover, whatever the lovers of the fine arts may say, it is nearly certain that the \" Bewick Collector \" is mistaken in attaching so high a value to these old editions, for owing to the want of skill in printing - indifferent ink being especially assigned as one cause - many of the earlier issues fail to show the most delicate touches of the engraver, which the increased care bestowed upon the edition of 1847 (published under the supervision of John Hancock) has revealed - though it must be admitted that certain blocks have suffered from wear of the press so as to be incapable of any more producing the effect intended.",
		"Whatever were his qualities as a fighter, the Cid was but indifferent material out of which to make a saint, - a man who battled against Christian and against Moslem with equal zeal, who burnt churches and mosques with equal zest, who ravaged, plundered and slew as much for a livelihood as for any patriotic or religious purpose, and was in truth almost as much of a Mussulman as a Christian in his habits and his character.",
		"Possibly these slight fortifications preserved the capital from the destruction which overwhelmed all the other settlements; but these measures for defence were due more to the loyalty of the inhabitants than to the efforts of the home government, which at this time remained indifferent to appeals for help from the island.",
		"Nay more, the Gentile Christians took possession of them, and just in proportion as they were neglected by the Jews - who, after the war of Bar-Cochba, became indifferent to the Messianic hope and hardened themselves once more in devotion to the law - they were naturalized in the Christian communities.",
		"The Stoic regarded the condition of freedom or slavery as an external accident, indifferent in the eye of wisdom; to him it was irrational to see in liberty a ground of pride or in slavery a subject of complaint; from intolerable indignity suicide was an ever-open means of escape.",
		"Whilst the fathers agree with the Stoics of the 2nd century in representing slavery as an indifferent circumstance in the eye of religion and morality, the contempt for the class which the Stoics too often exhibited is in them replaced by a genuine sympathy.",
		"The boulder clay or \" hard pan \" of which most of the surface lands are composed, forms a very indifferent support for vegetation, and consequently the state is not well adapted for the growing of crops.",
		"He grew less than ever willing to come forward and face the world; his health became \"variable and his spirits indifferent.\"",
		"The king was left under interdict personally, but to that he showed himself indifferent, and he had the support of his clergy.",
		"After assisting his father in his school, he tried his hand at acting with indifferent success, served with distinction in the army, and held several clerkships, amongst them the office of clerk to the Boule.",
		"The main position was very skilfully taken up, and care was taken to distribute the troops so that the indifferent and immature were closely supported by those who were \"better disciplined and more accustomed to war.\"",
		"The execution was regarded even by many who had been indifferent to Leisler's cause, as an act of revenge.",
		"He unexpectedly gained the accession of many Jews by race who were indifferent to the religious aspect of Judaism, but he quite failed to convince the leaders of Jewish thought, who from first to last remained (with such conspicuous exceptions as Nordau and Zangwill) deaf to his pleading.",
		"Thus Russia entered upon the war both unprepared in a military sense, and almost entirely indifferent to its causes and its objects.",
		"Indeed, he gave sufficient satisfaction to the citizens to be re-elected at the close of his term, and it may be suspected that the honour of the position, which was really one of considerable dignity and importance, was not altogether indifferent to him.",
		"The king himself was carried away with the reactionary current, and the people remained for the time indifferent.",
		"To decorations and official recognitions he was notoriously indifferent.",
		"The historical student, then, cannot afford to be indifferent to any part of the record of man's political being; but as his abilities for study are limited, he will, while reckoning all history to be within his range, have his own special range within which he will master every detail (Rede Lecture).",
		"In all probability he was neither the one nor the other, but a man of great ambition who, indifferent to religious considerations, made good use of the exigencies of the time.",
		"After the 10th of August he was again given charge of the finances in the provisional executive council, though with but indifferent success.",
		"The agricultural interest in France, hitherto indifferent about duties, now began to demand protection against competition from beyond the sea.",
		"The Cossacks, mostly of Lithuanian origin, belonged to the Orthodox religion, so far as they belonged to any religion at all, and the Jagiellos had been very careful to safeguard the religious liberties of their Lithuanian subjects, especially as the Poles themselves were indifferent on the subject.",
		"The ideas of the Revolution were slow in penetrating to this ignorant peasant population, which had always been less civilized than the majority of Frenchmen, and in 1789 the events which roused enthusiasm throughout the rest of France left the Vendeans indifferent.",
		"To Neoplatonism political affairs are at bottom as indifferent as all other earthly things.",
		"As head of the Protestant party the young elector Maurice of Saxony negotiated with Melanchthon and others, and at Leipzig, on the 22nd of December 1548, secured their acceptance of the Interim as regards adiaphora (things indifferent), points neither enjoined nor forbidden in Scripture.",
		"Nevertheless, he was far from indifferent to the Ottoman danger.",
		"The development of the last decade of the 19th century had clearly shown that the educated bourgeoisie, the tiers Nat, in whose hands the supreme power had since 1848 become vested throughout Europe, was either entirely lost to the Church or, at all events, indifferent to what were called Ultramontane tendencies.",
		"The circumstances of her conversion may have helped to render her indifferent to religion, but their influence need not be exaggerated.",
		"The island is without water and the harbour indifferent; yet the settlement is ancient.",
		"The port is accessible by the largest ships, but its accommodation is indifferent.",
		"It is apparent that in many cases lichens are quite indifferent to the substrata on which they occur, whence we infer that the preference of several for certain substrata depends upon the temperature of the locality or that of the special habitat.",
		"But the necessary supplies were never forthcoming and the diet remained absolutely indifferent to the triumphs of Zolkiewski and the other great generals who performed Brobdingnagian feats with Lilliputian armies.",
		"Fur skins taken out of season are indifferent, and the hair is liable to shed itself freely; a good furrier will, however, reject such faulty specimens in the manufacturing.",
		"Meanwhile Paolo had established his brother, Antonio, a man of good parts but indifferent conduct, in a printing office and book shop at Bologna.",
		"The coast is dangerous, and the only two harbours, Ellis Bay and Fox Bay, are very indifferent.",
		"It is but little employed in soap-making, as it saponifies with difficulty and yields only an indifferent product.",
		"Neither those whom his masterpiece soon roused to enthusiasm, nor those whom it moved to indignation, were likely to be indifferent to anything he should now write, whether it lay near to or far from the region of practice.",
		"A beginning was made in Java in 1826, but probably because of the even more marked influence of Chinese methods and Chinese plant, the progress was slow and the results indifferent.",
		"It is sufficient to say that at this time, despite the Rouen \"conversion,\" there is no evidence to show that Pascal was in any way a recluse, an ascetic, or in short anything but a young man of great intellectual promise and performance, not indifferent to society, but of weak health.",
		"But unfortunately for Germany the papal chair at this time was occupied by Innocent III., a pope who emulated Hildebrand in ambition and in statesmanship. At first vacillating, but by no means indifferent, Innocent was spurred to action when a number of princes met at Spires in May 1200, declared Philip to be the lawful king, and denied the right of the pope to interfere, lie was also annoyed by Philips attitude with regard to a vacancy in the archbishopric of Cologne, and in March 1201 he declared definitely for Otto.",
		"As king of Bohemia Charles was an enlightened and capable ruler, but he was indifferent towards Germany, although this country never stood in more urgent needof a strong and beneficent sovereign.",
		"The princes of Germany showed themselves singularly indifferent to this struggle, and their kings battles were largely fought with mercenary troops.",
		"The men of the new learning did not sever themselves from Christianity, but they became indifferent to it; its conceptions seemed to them dim and faded, while there was a constantly increasing charm in literature, in philosophy and in art.",
		"Before the suppression of this rising the Reichsregiment had met with very indifferent success in its efforts to govern Germany.",
		"So long as the government was under the influence of the National Liberals, it was indifferent, if not hostile to these movements.",
		"The second entailed a desert march of about 250 m., of which one section, Obak-Bir Mahoba (52 m.), was waterless, and the rest had an indifferent water supply (except at Ariab, about half-way to Berber), capable, however, of considerable development.",
		"It is not surprising that the chemical substances produced in it by the decomposition of its living material should not be of a nature indifferent for muscular life.",
		"Two intimate friends, Jonas Rein (1760-1821) and Jens Zetlitz (1761-1821), attempted, with indifferent success, to continue the tradition of the Norwegian group. Thomas Thaarup (1749-1821) was a fluent and eloquent writer of occasional poems, and of homely dramatic idylls.",
		"He has often been condemned for doing nothing to encourage German literature; and it is true that he was supremely indifferent to it.",
		"A cement not perfectly sound will give low results in the hot test, and a cement of indifferent soundness will crack and go to pieces.",
		"No doubt in times of remote antiquity it was found that the jointing of masonry which was to be immersed required the use of a cement indifferent to the action of water.",
		"Hence for the indifferent Christian, Attrition, Confession and Indulgence became the three heads in the scheme of the church of the later middle ages for his salvation.",
		"The coal deposits, which are of somewhat indifferent quality, have been worked with varying degrees of failure by a succession of companies, one of which, the Labuan & Borneo Ltd., liquidated in 1902 after the collapse of a shaft upon which large sums had been expended.",
		"But the question still remains - Was the education provided by Protagoras, by Gorgias, by Isocrates, by the eristics and by Socrates, good, bad or indifferent?",
		"Their origin, their previous crimes or virtues, their avarice or brutality, were indifferent to him so long as they served him loyally.",
		"Between 1826 and 1835 as many as 1562 Thugs were apprehended indifferent parts of British India, and by the evidence of approvers the moral plague spot was gradually stamped out.",
		"He was a wide reader, but a somewhat indifferent student, graduating at Harvard without special honours in 1838.",
		"It was in the year parting the two centuries (1600) that he presented to Marie de' Medici an ode of welcome, the first of his remarkable poems. But four or five years more passed before his fortune, which had hitherto been indifferent, turned.",
		"Aspen wood makes but indifferent fuel, but charcoal prepared from it is light and friable, and has been employed in gunpowder manufacture.",
		"S is partially identical with P. In the first the fallacy is the indifferent contingency of the conclusion caused by the non-sequitur from a negative premise to an affirmative conclusion; while the second is either a mere repetition of the premises if the conclusion means \" S is like P in being M,\" or, if it means \" S is P,\" a non-sequitur on account of the undistributed middle.",
		"The moment we stir a step further with Wundt in the direction of a more general conclusion (ein allgemeinerer Satz), we cannot infer from the premises the conclusion desired by Wundt, \"Metals and fusible are connected \"; nor can we infer \" All metals are fusible, \" nor \"Metals are fusible,\" nor \"Metals may be fusible,\" nor \"All metals may be fusible,\" nor any assertory conclusion, determinate or indeterminate, but the indifferent contingent, \"All metals may or may not be fusible,\" which leaves the question undecided, so that there is no syllogism.",
		"He spoke throughout, however, as if form and content were mutually indifferent, so that the abstraction of form from content implied nothing of falsification or mutilation.",
		"The forms of thought and what gives thought its particular content in concrete acts of thinking could not be regarded as subsisting in a purely external and indifferent relation one to the other.",
		"The oxygen and hydrogen, for example, into which water may be resolved are not in strictness indifferent one to the other, since both are members of an order regulated according to laws of combination in definite ratios.",
		"Sadong yields something under 130 tons a day, and the Brooketown mine, the property of the raja of Sarawak, yields some 50 tons a day of rather indifferent coal.",
		"A railway of indifferent construction runs along the west coast from Jesselton to Weston on Brunei Bay, with a branch along the banks of the Padas to Tenom above the rapids.",
		"He was the youngest of thirteen children, and received but a very indifferent education.",
		"The northern portion is generally level; the soil is of indifferent quality, strong and marly in a few places, but rocky in all the valleys of the Sierra de Avila; and the climate alternates from severe cold in winter to extreme heat in summer.",
		"In most questions of pure statics we are concerned only with the ratios of the various forces which enter into the problem, so that it is indifferent what unit of force is adopted.",
		"This is the highest order of asceticism, members of which are supposed to be solely engaged in meditating on the Brahma, and to be\" equally indifferent to pleasure or pain, insensible of heat or cold, and incapable of satiety or want.\"Some of them go about naked, but the majority are clad like the Dandis.",
		"James was not slow to make reprisals, but his nobles were angry or indifferent, and on the 25th of November 1542 his forces were easily scattered at the rout of Solway Moss.",
		"James II., however, was utterly indifferent to the feelings of his subjects.",
		"For some years after this humiliation, Wladislaus became indifferent to affairs and sank into a sort of apathy; but the birth of his son Sigismund (by his first wife, Cecilia Renata of Austria, in 1640) gave him fresh hopes, and he began with renewed energy to labour for the dynasty as well as for the nation.",
		"It is the crowning merit of the author that he never ceases to be an impartial spectator - a cold and curious critic. We might compare him to an anatomist, with knife and scalpel dissecting the dead body of Italy, and pointing out the symptoms of her manifold diseases with the indifferent analysis of one who has no moral sensibility.",
		"Indifferent to theological, or even to patriotic, considerations, his plans to protect the reformers rested upon two main principles - unity among the Protestants at home and military aid from abroad.",
		"Gregoire, a merchant of Havre, and friend of the Hamburg house, with whose son Anthime he formed a fast friendship. Returning to Hamburg, for the next four years he had but indifferent training.",
		"In his rebellion against the sweetness of Swedish convention he proved himself somewhat indifferent to beauty of form, returned to \" early national \" types of versification, and concentrated his attention on dismal and distressing conditions of life.",
		"The timber of this pine is indifferent, but the forests of it are of importance from the quantity of turpentine they yield; the trees also furnish much firewood of good quality.",
		"The kings themselves were toys in the hands of the magnates and the army who, tenaciously as they clung to the anointed dynasty of the Arsacids, were utterly indifferent to the person of the individual Arsacid.",
		"The substance which determines the form of a column of air is demonstrabl y indifferent for the timbre or quality of tone so long as the sides of the tubes are equally elastic and rigid.",
		"But a certain exaggeration of emphasis may be pardoned in a writer seeking to attract the attention of an indifferent public. It was not, however, as a theorist dealing with the fundamental data of economic science, but as a brilliant writer on practical economic questions, that Jevons first received general recognition.",
		"The watering-places divide themselves, according to the temperature of the waters, into cold and thermal, and according to the composition of the waters, into purgative saline, indifferent saline, sulphur and iron.",
		"Previous to this (in 1629) Parkinson, the friend and associate of Johnson, had published his Paradisus, in which (p. 517) he gives an indifferent figure of the potato under the name of Papas seu Battatas Virginianorum, and adds details as to the method of cooking the tubers which seem to indicate that they were still luxuries.",
		"His health, which had hitherto been but indifferent, strengthened with the demands made upon it; his talents, his power of endurance, and his ambition all expanded together.",
		"Indifferent to the scientific basis or logical development of doctrines, he selected from various writers and from different schools what he found most serviceable.",
		"To reconcile the ways of God to man had been the ambition of Chrysippus, as we know from Plutarch's criticisms. He argued plausibly that natural evil was a thing indifferent - that even moral evil was required in the divine economy as a foil to set off good.",
		"To achieve this second stage the impulses must be trained in such a way that the fitness of things indifferent may be the guide of conduct.",
		"Thus, a form termed Photobacterium phosphorescens by Beyerinck will absorb maltose, and will become luminous if that sugar is present, whereas P. Pflugeri is indifferent to maltose.",
		"To obtain growth of an anaerobic organism on the surface of a medium, in using the plate method, and also for cultures in fluids, the air is displaced by an indifferent gas, usually hydrogen.",
		"The bacteria are mixed with some indifferent fluid, or a fluid culture is employed.",
		"He also showed that the development of artificial immunity is attended by the appearance of phagocytosis; also, when an anti-serum is injected into an animal, the phagocytes which formerly were indifferent might move towards and destroy the bacteria.",
		"Maximilian, indifferent as usual to matters of religious controversy, consented to the abolition of the Compacts, and these enactments, which had once been sacred to the Bohemian people, perished unregretted by all parties.",
		"It is probable that the fear that the pope might make good the threats contained in this letter induced Rudolph, who had hitherto been indifferent to matters of religion, to become more subservient to the Roman church.",
		"C. Ader, who had already tested, with indifferent results, two full-sized flying machines, built a third apparatus with funds furnished by the French government.",
		"The particular organic conditions of perception and the associative laws to which the mind, as a part of nature, is subjected, are facts in themselves indifferent to the philosopher; and therefore the development of psychology into an independent science, which took place during the latter half of the 10th century and may now be said to be complete, represents an entirely natural evolution.",
		"Place and profit were comparatively indifferent to him; he declares that he never received a farthing for any of his works except Gulliver's Travels, and that only by Pope's management; and he had so little regard for literary fame that he put his name to only one of his writings.",
		"Though very far from being hampered by any dogmatic philosophical or religious system of the past, his mind, until near the end, found sufficient satisfaction in the Christian view of life to make it indifferent to the restless, inquiring spirit of the present, and disinclined to play with any more recent solution of life's problems. He had no sympathy with either scepticism or formal dogmatism, and no need to hazard rash guesses respecting man's destiny.",
		"Julian, who succeeded to the imperial throne, professed himself indifferent to the contentions of the Church, and gave permission to the bishops exiled in the late reign to return home.",
		"A brief but very serious illness attacked him, and the death of his father the year before had increased his family anxieties by leaving his mother in very indifferent circumstances.",
		"The earliest colonists were for the most part people of low station or indifferent character, but as the result of the investigations of a commissioner sent out in 1685 a better class of immigrants was introduced.",
		"He found a great change in public opinion, and the people indifferent to his achievements abroad.",
		"With the preoccupation of the Government in the war, Kurdistan remained for the time being untouched and indifferent.",
		"Sugar-beet culture was tried in the years following 1890 with indifferent success until the introduction of bounties in 1901.",
		"Things indifferent might be trusted to him, but the main lines of English diplomacy and foreign policy show rather the influence of the kings personal desires of the moment than that of a statesman seeking national ends.",
		"He was indifferent to luxury, and sought to make life, not commodious nor soft, but high and dignified in a refined way.",
		"While bent on preserving the civil equality introduced by the Revolution, many of these men were indifferent as between.",
		"The constitutional party had been rendered helpless, and the mass of the electors were indifferent.",
		"Abd-ar-rahman was tolerant, but it is highly probable that he was very indifferent in religion, and it is certain that he was a thorough despot.",
		"His next novel was The Crater, or Vulcan's Peak (1847), in which he attempted to introduce supernatural machinery with indifferent success; and this was succeeded by Oak Openings and Jack Tier (1848), the latter a curious rifacimento 'of' The Red Rover; by The Sea Lions (1849); and finally by The Ways of the Hour (1850), another novel with a purpose, and his last book.",
		"None of the rivers is navigable, and the roads are in general indifferent and insufficient.",
		"He who exercises this wisdom or knowledge has complete well-being; all else is indifferent to 1 There is a certain difficulty in discussing Aristotle's views on the subject of practical wisdom, and the relation of the intellect to moral action, since it is most probable that the only accounts that we have of these views are not part of the genuine writings of Aristotle.",
		"Similarly, though like other men he will be subject to bodily pain, this will not cause him mental grief or disquiet, as his worst agonies will not disturb his clear conviction that it is really indifferent to his true reasonable self.",
		"The peculiarity of the Stoics lay in their refusing to use the terms \" good and evil \" in connexion with \" things indifferent,\" and in pointing out that philosophers, though independent of these things, must yet deal with them in practical life.",
		"In 1902 a widespread military conspiracy was rumoured to exist, while Austria and Russia repeatedly gave proofs that they were indifferent to the fate of Alexander, and so encouraged the malcontents.",
		"But, though indifferent to principles, they had quickly sensi?",
		"By condensing arsenic vapour in a glass tube, in a current of an indifferent gas, such as hydrogen, amorphous arsenic is obtained, the deposit on the portion of the tube nearest to the source of heat being crystalline, that farther along (at a temperature of about C.) being a black amorphous solid, while still farther along the tube a grey deposit is formed.",
		"Indifferent in religious matters, she had a passion for authority, a characteristically Italian adroitness in intrigue, a fine political sense, and the feeling that the royal authority might be endangered both by Calvinistic passions and Catholic violence.",
		"This priest by education and by turn of mind was indifferent to material interests, which were secondary in his eyes; he could organize neither finance, nor justice, nor an army, nor the colonies, but at the most a system of police.",
		"The pope was deported to Savona beneath the eyes of indifferent Europe, and his domains were incorporated in the Empire; the senates decision on the 17th of February 1810 created the title of king of Rome, and made Rome the capital of Italy.",
		"In 1881 a circular note from the British ministry to the five powers was evasively answered, and in 1883 Prince Bismarck intimated to the British government that Germany cared nothing about Armenian reforms and that the matter had better be allowed to drop. Russia had changed her policy towards the Armenians, and the other powers were indifferent.",
		"Potassium and lithium have a depressing action upon the nervous system, ammonium salts have a stimulating action, while sodium practically speaking is indifferent.",
		"The United Provinces were bound to him by religious interests, political considerations, and family ties alike, and he could not be indifferent when their position was threatened by France.",
		"In an oxidizing atmosphere it is indifferent to silica, and therefore siliceous bricks containing a considerable proportion of ferric oxide, when used in flues of boilers, brewers' coppers, &c. and similar situations, are perfectly fire-resisting so long as the heated gas contains a large proportion of unconsumed air.",
		"How could he have been so ardent last night and then so thoroughly indifferent this morning?",
		"Sensing an indifferent if not hostile audience, he retreated to his lab after our ice cream desert.",
		"There is more hope for the openly antagonistic than for the coolly indifferent.",
		"These are not indifferent men, they are not apathetic men.",
		"India is characterized as increasingly assertive and casually indifferent to the security of its sub-continental neighbors; Pakistan as unstable and risk-taking.",
		"Unfailingly cheerful, in spite of indifferent health, he developed, in later life, an enthusiasm for computing.",
		"Watching a team with indifferent luck seems more compelling than watching one with frequent success.",
		"This has bred a cynicism about politicians who seem indifferent or even hostile to their feelings.",
		"Meanwhile, by the twelfth week, the indifferent gonad begins to develop into an ovary.",
		"By the way, they didn't stay indifferent long later they became hateful, venomous, plotting murderers.",
		"In line with the zoocentric approach, Sandoe et al presuppose that the way a result is achieved is morally indifferent.",
		"Is he actually so utterly indifferent for my life?",
		"None of the other features particularly put them off their qualification, they were largely indifferent to them.",
		"And perfectly indifferent, too, as to whether it turns around or stands still.",
		"In the case of Sympathy for Lady Vengeance it's a little too numbing, leaving the viewer indifferent upon the closing credits.",
		"I have no idea what might make Italian lightning uniquely indifferent to lightning rods.",
		"Where food is concerned she seems quite indifferent to anything I might ask of her.",
		"Many appear indifferent, leaving the television on for the birth of their baby.",
		"Their butter is very indifferent, and one would wonder how they could contrive to make it so bad.",
		"Indifferent parenting is sometimes not even considered a category compared to the other three.",
		"Her decisions are a mixed bag of good, bad and indifferent.",
		"Harry Potter, a neglected boy living with his indifferent relatives after the death of his parents, discovers on his tenth birthday that he is a wizard, and a famous one at that.",
		"The emperor gathered little from the confused reports of their purposeless manoeuvres, but, secure in the midst of his \" battalion square \" of 200,000 men, he remained quite indifferent, well knowing that an advance straight on Berlin must force his enemy to concentrate and fight, and as they would bring at most 127,000 men on to the battlefield the result could hardly be doubtful.",
		"Information about the Russians was very indifferent; it was only known that Prince Bagration with about 33,000 men lay grouped about Wolkowysk; Barclay de Tolly with 40,000 about Vilna; and on the Austrian frontier lay a small corps under Tormassov in process of formation, while far away on the Turkish frontiers hostilities with the sultan retained Tschitschagov with 50,000 more.",
		"Until the rise of the Arian heresy these forms were probably regarded as indifferent, both being equally capable of an orthodox interpretation.",
		"Summary An indifference curve is a locus of points about which the individual feels indifferent.",
		"His concentration was effected with his usual sureness and celerity, but whilst the French moved on Wittenberg, Blucher was marching to his right, indifferent to his communications as all Prussia lay behind him.",
		"The five bishops in their Report, tracing the various vestments to their origins, conclude that they are meaningless in themselves, and therefore things indifferent.",
		"The charge of heathenism we find in Suidas is probable enough; that is to say, Tribonian may well have been a crypto-pagan, like many other eminent courtiers and litterateurs of the time (including Procopius himself), a person who, while professing Christianity, was at least indifferent to its dogmas and rites, cherishing a sentimental recollection of the older and more glorious days of the empire.",
		"Abelard also perceived that Realism, by separating the universal substance from the forms which individualize it, makes the universal indifferent to these forms, and leads directly to the doctrine of the identity of all beings in one universal substance or matter - a pantheism which might take either an Averroistic or a Spinozistic form.",
		"His verses were so indifferent.",
		"Now, what is remarkable in these and many other reactions is not only that effects apparently very opposite may result from minute differences of molecular construction, but also that, whatever the construction, agents, not wholly indifferent to the body or part, tend to anchor themselves to organic molecules in some way akin to them.",
		"In the Beatitudes Christ's own disciples are addressed, who were blessed though poor, whereas the rich as a class were opposed or indifferent to the kingdom of God.",
		"Cattle and swine are reared, and dairy produce is largely exported; but the sheep of the province are small and their wool indifferent.",
		"The town is not situated so as to profit largely by the development of the resources of Yezo, and as a port of foreign trade its outlook is indifferent.",
		"He was by no means indifferent to private virtue, which indeed he judged the basis of all healthy national existence; but in the realm of politics he postponed morals to political expediency.",
		"Their religion is the worship of spirits, ancestral and otherwise, accompanied by a vague and undefined belief in a Supreme Being, generally regarded as indifferent to the doings of the people.",
		"The real issue comes into view in the attempt, undertaken in the interest of freedom, to substitute for the notion of the world as a cosmos pervaded by no discernible principle and in its essence indifferent to the form impressed upon it by its active parts.",
		"Napoleon, however, failed to allow for the psychology of his opponents, who, utterly indifferent to the sacrifice of life, refused to be drawn into engagements to support an advance or to extricate a rearguard, and steadily withdrew from every position when the French gained touch with them.",
		"If, however, he was weak in numbers, he was now again operating in a friendly country, able to find food almost everywhere and practically indifferent as to his communications."
	],
	"synonyms": [
		"neutral",
		"impersonal",
		"dispassionate",
		"disinterested",
		"detached",
		"run-of-the-mill",
		"commonplace",
		"common",
		"average",
		"undistinguished",
		"routine",
		"mediocre",
		"garden",
		"formulaic",
		"cut-and-dried"
	],
	"antonyms": [
		"caring",
		"heedful",
		"interested",
		"feeling",
		"concerned",
		"sympathetic",
		"compassionate",
		"involved"
	]
}