{
	"word": "anomaly",
	"meaning": [
		"Deviation or departure from the normal or common order, form, or rule.",
		"Departure from the regular arrangement, general rule, or usual method; abnormality.",
		"One that is peculiar, irregular, abnormal, or difficult to classify.",
		"Anything anomalous.",
		"The angular deviation, as observed from the sun, of a planet from its perihelion."
	],
	"sentences": [
		"There's an anomaly in your blood test, but you're physically healthy, Dr. Williams said with a warm smile at odds with the cold sterility of the room.",
		"They can only detect or fail to detect anomaly.",
		"As we have said all along it is about rectifying an anomaly.",
		"The Scotsman points out a glaring anomaly in the evidence presented.",
		"We have seen that the last vestiges of the monstrous anomaly of modern colonial slavery are disappearing from all civilized states and their foreign possessions.",
		"It is also intended to remove the anomaly of people doing similar jobs being paid different amounts.",
		"Sincerely attached to his home, he yet felt the anomaly of his position.",
		"They were beautiful and tiny, some sort of geological anomaly.",
		"She has a hereditary blood anomaly that makes her immune to all but the oldest of our kind.",
		"This is the actual or true anomaly.",
		"Kepler's Problem, namely, that of finding the co-ordinates of a planet at a given time, which is equivalent - given the mean anomaly - to that of determining the true anomaly, was solved approximately by Kepler, and more completely by Wallis, Newton and others.",
		"The anomaly AFQ of Q at any moment is called the mean anomaly, and the angle QFP by which the true anomaly exceeds it at that moment is the equation of the centre.",
		"This was an anomaly in American politics.",
		"By a strange anomaly the Radical measures brought forward by the Left diminished instead of increasing the distance between it and the Conservatives.",
		"The anomaly is then the angle BFP which the radius vector makes with the major axis.",
		"Join CR; the angle CRQ is then the eccentric anomaly.",
		"An Anomalistic year is the time (365 days, 6 hours, 13 minutes, 48 seconds) in which the earth (and similarly for any other planet) passes from perihelion to perihelion, or from any given value of the anomaly to the same again.",
		"The last apparent anomaly, and the last threat of instability, thus disappeared from the solar system.",
		"If only one eye is used, its anomaly should be alone corrected; where both are used and nearly of equal strength, correction of each often gives satisfactory results.",
		"In Baden, Wurttemberg and Hanover the railways were almost entirely the property of the state, but in all other parts public and private lines existed side by side, an arrangement which seemed to combine the disadvantages of both systems. In 1871 threequarters of the railway lines belonged to private companies, and the existence of these powerful private corporations, while they were defended by many of the Liberals, was, according to the national type of thought, something of an anomaly.",
		"What was the cause of this anomaly ?",
		"The final line of the article vowed to pursue the anomaly in coming additions.",
		"The angle from the pericentre to the actual radius vector, and the length of the latter being found, the angular distance of the planet from the node in the plane of the orbit is found by adding to the true anomaly the distance from the node to the pericentre.",
		"This anomaly aroused lively protests, especially in the French group, after the battle of Agincourt had rekindled national animosity on both sides.",
		"The explanation of this seeming anomaly is to be found in the primitive destination of the \" animals \" to the purposes of an \" horary zodiac.\"",
		"They exhibit in an exaggerated form the irregularities of distribution visible in our zodiacal constellations, and present the further anomaly of being frequently reckoned as twenty-eight in number, while the ecliptical arcs they characterize are invariably twenty-seven.",
		"From about 168 B.C. the head of the Pergamene school was Crates of Mallus, who (like the Stoics) was an adherent of the principle of \" anomaly \" in grammar, and was thus opposed to Aristarchus of Alexandria, the champion of \" analogy.\"",
		"His most famous pupil was Varro (116-27), the six surviving books of whose great work on the Latin language are mainly concerned with the great grammatical controversy on analogy and anomaly - a controversy which also engaged the attention of Cicero and Caesar, and of the elder Pliny and Quintilian.",
		"Its amount is the correction which must be applied positively or negatively to the mean anomaly in order to obtain the true anomaly.",
		"The Danish monarchy since the days of Margaret had continued to be purely elective; and a purely elective monarchy at that stage of the political development of Europe was a mischievous anomaly.",
		"These facts also account for the apparent anomaly that the exports from Oporto are much higher than the total production of wine in the Alto Douro.",
		"Benefit of clergy became an intolerable anomaly, all the more so because the privilege was extended in practice not only to all persons actually in minor orders, but to all who claimed them; any criminal who could read had a fair chance of being reckoned a clerk.",
		"Darazi, who had acted independently in his apostolate, was branded by Hamza as a heretic, and thus, by a curious anomaly, he is actually held in detestation by the very sect which perhaps bears his name.",
		"The seeming anomaly of classifying as a single branch of science all that we know in a field so wide, while subdividing our knowledge of things on our own planet into an indefinite number of separate sciences, finds its explanation in the impossibility of subjecting the matter of the heavens to that experimental scrutiny which yields such rich results when applied to matter which we can handle at will.",
		"Modern scholars have advanced various theories to account for the anomaly.",
		"One anomaly of his observations is, his description of the arch as sometimes so bright as to resemble the Milky Way, a condition which would make it easily visible at ordinary altitudes.",
		"Another anomaly is that he never saw the Gegenschein, but describes the band as equally bright in all its parts, except near the horizon.",
		"She has an anomaly that makes her immune to young and old Immortal magic, all the way back to the Ancients.",
		"You were an anomaly, like a band-aid.",
		"Not a geological anomaly, but the spirit of a child who died violently.",
		"Resolving the VAT anomaly remains the most obvious means of promoting more sustainable approaches to the housing stock.",
		"In the case of diagnosis of congenital anomaly, there is no upper limit.",
		"I also have a report by Dr. Tartaglia on girls with a chromosome anomaly.",
		"For the seven years of our record there is a very obvious oscillation in the temperature anomaly.",
		"The low resistance anomaly in the northwest survey area is likely to be an effect of a large tree.",
		"Generally, at most stations, the midnight foF2 reach the maximum in summer, and no winter anomaly can be discerned.",
		"The anomaly attacks some basic Islamic principles and propagates many belief anomalies.",
		"Ascent occurs ahead of a surface warm anomaly warm advection (Laplacian of the thermal advection ).",
		"The northern part of the anomaly is very amorphous at this point (Figure 3 ).",
		"Around Burraton resistivity anomalies were generally coincident with soil Ba anomalies, but there was no coincident gravity anomaly.",
		"In nearly all cases this anomaly is caused by progressive root growth causing compaction of the compost.",
		"However, the anomaly patterns are quite different from those seen in the observations.",
		"Campaigning points to think about 1. We need to flag up the anomaly created by the earnings disregard.",
		"The Pig Veterinary Society believes that the true cost of veterinary medicines is severely distorted by this anomaly.",
		"Ankyloglossia is a congenital oral anomaly characterized by an unusually short lingum frenulum on the underside of the tongue.",
		"The most likely potential source for such an anomaly is meltwater from the antarctic ice sheet in a global warming scenario.",
		"Any medical mishap or anomaly will also raise suspicions.",
		"He was not an anomaly in choosing this path, merely a pioneer.",
		"A large IP anomaly between Borland Glen and Coul Burn was interpreted as a steep-sided zone of disseminated pyrite with associated hydrothermal alteration.",
		"Second Citynusual anomaly is the name of Northern Ireland's second largest city.",
		"Explicit behavior aside, Charney's business is an industry anomaly that might make investors skittish.",
		"Mean R anomaly is the anomaly which the body would have if it moved from the pericentre around F with a uniform angular motion such that its revolution would be completed in its actual time (see Orbit).",
		"In the ancient astronomy the anomaly was taken as the angular distance of the planet from the point of the farthest recession from the earth.",
		"P is the position of the planet at any time, and we call r the radius vector FP. The angle AFP between the pericentre and the position P of the planet is the anomaly called v.",
		"Then there was the glaring anomaly of allowing the Conversion Economies to accumulate at compound interest in the hands of the commissioners of the Caisse, instead of using the money for remunerative purposes.",
		"It seems that a key part of progress having the guts to never dismiss an anomaly, mistake or seemingly ridiculous assertion.",
		"Another unusual anomaly is the name of Northern Ireland 's second largest city.",
		"This causes the semiannual variation of the amplitude of ionospheric equatorial anomaly through fountain effect.",
		"Parents were almost always not prepared for the possibility of a sex chromosome anomaly and reacted with confusion.",
		"Can anyone shed any light on what, to me, is an anomaly?",
		"Explicit behavior aside, Charney 's business is an industry anomaly that might make investors skittish.",
		"Data on the value of first trimester anomaly screening are lacking.",
		"Most parents are unfamiliar with the term \"hemangioma\", and they typically have numerous questions regarding this skin anomaly.",
		"If you're searching for a high quality pair of jeans for short men, you might be concerned that such an anomaly doesn't even exist.",
		"Nevus (plural, nevi)-The medical term for any anomaly of the skin that is present at birth, including moles and birthmarks.",
		"If prenatal testing indicates the baby has a serious congenital anomaly as a heart defect or spinal cord defect, the mother may need additional testing to determine the extent of the problem.",
		"Ebstein's anomaly is a rare congenital syndrome that causes malformed tricuspid valve leaflets, which allow blood to leak between the right ventricle and the right atrium.",
		"Ebstein's anomaly may be associated with maternal use of the psychiatric drug lithium during pregnancy.",
		"The possible role genetics plays in a particular brain abnormality depends to some degree on the type of anomaly and the form of CP it causes.",
		"Imaging of the brain using ultrasound, x rays, MRI, and/or CT scans may reveal a structural anomaly.",
		"There may also be some hip bone anomaly or other skeletal symptoms, for example, clubfoot.",
		"Hypospadias is the most common anomaly of the penis affecting approximately one in 250 males born.",
		"Research has shown a doubling of the number of babies born with this anomaly.",
		"Hypospadias is a congenital anomaly resulting from incomplete closure of the tissue of the penis that forms the urethra (the tube that carries urine from the bladder to the outside of the body).",
		"One such congenital brain anomaly, anencephaly (literally \"without brain\") results when the topmost portion of the tube fails to close and the brain does not develop.",
		"Chiari malformation is a congenital anomaly (a condition that is present at birth), in which parts of the brain protrude through the opening in the base of the skull into the spinal column.",
		"Chiari malformation is a congenital anomaly, and no method of prevention is known.",
		"Esophageal atresia (EA) is a birth defect (congenital anomaly) in which the esophagus, which connects the mouth to the stomach, is shortened and closed off (dead ended) at some point along its length.",
		"When a bathrobe night is an anomaly, it becomes a fun and exciting experience.",
		"The Saturday Night Fever soundtrack was an anomaly as compared to the movie soundtracks of today, since it was all music by primarily one act, the Bee Gees.",
		"Usually people need to view the video several times before noticing the anomaly.",
		"It is an anomaly that occasionally occurs when an electronic sound recording is produced.",
		"The anomaly is that when the recording is played back, you can hear voices on the recording that were not present when the recording was first made.",
		"In trying to understand the source of the phenomenon, it's important to consider a few known factors about the anomaly.",
		"At first, researchers thought that the equipment was detecting interference from other electronics in the room, but even after removing anything that could cause interference, the anomaly remained.",
		"Spanx, ubiquitous today, were something of an anomaly when creator and founder Sara Blakely first tried to pitch her product back in the late 1990s.",
		"Premium domains sell for more than $200, though these are an anomaly.",
		"Xander is an anomaly among our kind.",
		"The solution may be worked out directly or through the determination of the equation of the centre which, being added to the mean anomaly, gives the true anomaly.",
		"Cornu (C.R., 1875, 80, p. 655), who thus explains an anomaly observed by FIG.",
		"Hopkinson had been inclined to attribute the anomaly to an increase in the tension of the bifilar threads, owing to a downward pull on the needle, but they showed that this theory would not account for the discrepancy.",
		"But the apparent anomaly disappeared under Euler's powerful treatment in 1749, and his result was shortly afterwards still further assured by Clairault.",
		"The cities thus privileged, however, though receiving complete Roman citizenship, were not, as the logic of public law might seem to demand, incorporated in Rome, but continued to exist as independent urban units; and this anomaly survived in the municipal system which was developed, on the basis of these grants of citizenship, after the Social War.",
		"No magnetic contrast would be likely to exist between such features, therefore no magnetic anomaly would be detected.",
		"And Figure 18 shows that GW, represented by a northern hemisphere temperature anomaly, is an important factor in the high annual CET values since 1988.",
		"There's an anomaly in your blood that makes you compatible with our kind.",
		"He'd hugged her before, an anomaly, she was sure, until his arms now moved around her again.",
		"The greatest anomaly, however, in respect of the government of Shanghai is the local municipal control.",
		"Work was carried out at various scales, from regional reconnaissance surveys or appraisal, to the drilling of a geochemical or geophysical anomaly."
	],
	"synonyms": [
		"anomalousness",
		"unusual person",
		"oddity",
		"aberration",
		"peculiarity",
		"exception",
		"unnaturalness",
		"preternaturalness",
		"deviation",
		"deviancy",
		"deviance",
		"aberrancy",
		"aberrance",
		"irregularity",
		"abnormality"
	],
	"antonyms": [
		"usualness",
		"conformity",
		"usual",
		"standard",
		"regularity",
		"normality"
	]
}