{
	"word": "inculcate",
	"meaning": [
		"To impress upon the mind by frequent repetition or persistent urging.",
		"To teach (others) by frequent instruction or repetition; indoctrinate.",
		"To teach by repeated instruction.",
		"To induce understanding or a particular sentiment in a person or persons."
	],
	"sentences": [
		"His title to be honoured as the \" Father of Magnetic Philosophy \" is based even more largely upon the scientific method which he was the first to inculcate and practise than upon the importance of his actual discoveries.",
		"The statesman, they trusted, would patronize their religion for its utility; and the clergy would inculcate it for their own emolument.",
		"Its objects are to promote a high morality among Jews, regardless of differences as to dogma and ceremonial customs, and especially to inculcate the supreme virtues of charity and brotherly love.",
		"According to Comte the only practical method of social regeneration is gradually to inculcate the true social feeling which subordinates itself to the welfare of others.",
		"Both are intended as illustrations of doctrines taught in the schools of Babylonia; the former to explain that only the favourites of the gods can hope under exceptional circumstances to enjoy life everlasting; the latter to emphasize the impossibility for ordinary mortals to escape from the inactive shadowy existence led by the dead, and to inculcate the duty of proper care for the dead.",
		"He particularly congratulated himself on having discovered the \" philosophical argument \" against transubstantiation, \" that the text of Scripture which seems to inculcate the real presence is attested only by a single sense - our sight, while the real presence itself is disproved by three of our senses - the sight, the touch, and the taste.\"",
		"This merely verifies the picture which mothers frequently inculcate in their children - that their father is an alcoholic or drug addict.",
		"To expedite the extirpation of Pelagianism, he sent to Britain a deacon called Palladius, at whose instigation St Germanus of Auxerre crossed the English Channel, as delegate of the pope and bishops of Gaul, to inculcate orthodox principles upon the clergy of Britain.",
		"In 1653 he had made the astonishing proposal to the Dutch that England and Holland should divide the habitable globe outside Europe between them, that all states maintaining the Inquisition should be treated as enemies by both the proposed allies, and that the latter \"should send missionaries to all peoples willing to receive them, to inculcate the truth of Jesus Christ and the Holy Gospel.\"",
		"The abuses and corruptions which had overgrown the practice of orthodox Islam had deeply impressed him, and he set to work to combat them, and to inculcate on all good Moslems a return to the pure simplicity of their original faith.",
		"The religious significance of the past is dominant, and the past is idealized from a later standpoint; and whether the narratives in Chronicles are expressly styled Midrash or not, they are the fruit of an age which sought to inculcate explicitly those lessons which, it conceived, were implied in the events of the past.",
		"For in requiring these religions to impart certain prescribed religious truths, and to inculcate the highest moral tone, it burdened them with problems to which they were unequal.",
		"But the practical end of all his writings is to inculcate bhakti addressed to Rama as the great means of salvation - emancipation from the chain of births and deaths - a salvation which is as free and open to men of the lowest caste as to Brahmans.",
		"The first mentioned of these was severely criticised by Pascal in the fifth and sixth of his Provincial Letters, as tending to inculcate a loose system of morality.",
		"The subject was \"What truths and sentiments is it most important to inculcate to men for their happiness?\""
	],
	"synonyms": [
		"infuse",
		"instill",
		"program",
		"impart",
		"indoctrinate",
		"drill",
		"implant",
		"propagate",
		"teach",
		"impress",
		"pound",
		"drive"
	],
	"antonyms": []
}