{
	"word": "strident",
	"meaning": [
		"Harsh-sounding; shrill; grating.",
		"Characterized by harsh, irritating insistence.",
		"Forcefully assertive or severely critical.",
		"(nonstandard) Vigorous; making strides.",
		"(linguistics) One of a class of s-like fricatives produced by an airstream directed at the upper teeth."
	],
	"sentences": [
		"Its strident voice is heard most loudly at times of great heat, when the song of the birds is hushed.",
		"This kind of strident and violent language was one of the ingredients which was eventually, to marry Italian futurism with Fascism.",
		"The last election campaign seemed to me to be too strident.",
		"Is the tone bored, strident or too high-pitched, perhaps?",
		"G is brighter but also more strident and some hold it to be too raucous.",
		"Calls for ' the rights of man ' became increasingly strident in 1790-91.",
		"Protests against the war and President Johnson himself had grown so strident by 1968 that he wisely chose not to run for reelection.",
		"This has a more strident tone which is softened by some fine piano work.",
		"The song opens with a strident guitar, a clarion call that lets everyone know that something new is coming.",
		"The Committee had reservations about the rather strident new Bath stone gate pillars.",
		"Unlike most of those so strident in their campaign to'Save our Green' I own no car.",
		"Visible, but not strident, just getting on with it.",
		"Over time, he said, he has become less strident.",
		"Spirit Ecclesiology Rayan has long been a strident critic of the Church hierarchy and an advocate of the reform of its structures and liturgy.",
		"Perhaps its time for us to live and let live and to drown out the strident voices of the minority who find this impossible.",
		"The World Council of Churches believes the most creative way forward is through conversations, not through strident statements.",
		"The buyers and sellers filled the air with their strident calls in a patois all of their own.",
		"We've grown basil from seed and its strident taste goes well with a tomato salad.",
		"Even the most strident global-warming deniers have taken to saying that a little warming is a good thing.",
		"In turn critical, strident, scholarly, personal, moving and ultimately hopeful, it brings together the views of professionals and users.",
		"Blind Blake neatly picking out impeccable ragtime piano tunes or the poignant strident slide of Tampa Red.",
		"Media U-turn What has caused this mainstream media U-turn whereby quite strident criticism of Islam is now commonplace?",
		"Unlike most of those so strident in their campaign to 'Save our Green' I own no car.",
		"As they get more strident, he digs harder.",
		"On the other hand it is exceptionally rich in species having strident voices and peculiar unmusical calls, like the pace.",
		"He Occasionally Nods; Is Rather Strident In The Patriotic Vein; And Too Often Answers The Untoward Call Of Rhetoric When His Subject Is About To Soar Into The Heights Of Poetry."
	],
	"synonyms": [
		"clamant",
		"vociferous",
		"clamorous",
		"blatant",
		"spirant",
		"sibilant",
		"continuant",
		"fricative",
		"shrill",
		"raucous",
		"stridulant",
		"strident-voiced",
		"piercing",
		"noisy",
		"discordant"
	],
	"antonyms": [
		"low",
		"moderate",
		"soft",
		"mild"
	]
}