{
	"word": "blight",
	"meaning": [
		"Any of several plant diseases, as rust, mildew, or smut.",
		"Any atmospheric or soil condition, parasite, or insect that kills, withers, or checks the growth of plants.",
		"An agent or action that harms or ruins the value or success of something.",
		"Anything that destroys, prevents growth, or causes devaluation.",
		"A person or thing that withers someone's hopes or ambitions.",
		"To cause a blight in or on; wither.",
		"To destroy.",
		"To suffer blight.",
		"To have a deleterious effect on; ruin.",
		"To disappoint or frustrate."
	],
	"sentences": [
		"But fortune now brought Bonaparte to blight those hopes.",
		"She can bring blight to a nations crops or make a woman barren.",
		"These crops will grow very quickly and are more likely to be challenged by blight inoculum earlier in their growth.",
		"Those include mites, termites (or white ants), thread blight, grey blight, caterpillars (naked or in bags) and caterpillars armed with stinging hairs to protect them, and borers, red and black, some of which eat the core out of the wood, while others content themselves with eating only the bark.",
		"The father of the bridegroom objected not to his son's choice, but to the time he chose to marry; for it was a blight on his son's prospects, depriving him of his fellowship and his chance of church preferment.",
		"Any difficulties in respect of claims for loss of business goodwill in blight cases should be referred via RD to CEO.",
		"Do not compost potato tops they may carry potato blight.",
		"Mai., and consisted in a procession leaving Rome by the Flaminian gate, and proceeding by way of the Milvian bridge to a sanctuary at the 5th milestone of the Via Claudia, where the flamen quirinalis sacrificed a dog and a sheep to avert blight (robigo) from the crops (Fasti praenestini, C.T.L.T., p. 317).",
		"That scurrilous remark was made to try to blight the credibility of the party that I serve.",
		"Glyphosate may take several days to kill the foliage and sporulating blight lesions have been found on glyphosate treated haulm.",
		"Removing these havens for disease will reduce the chance of seeing blight, mildew, gray mold fungus, root rot, and wilt in next year's garden.How much plant material should you remove?",
		"Removing the entire tomato plant after harvest, including the roots, helps control foliar diseases such as early blight.",
		"Successful mildew removal is more than just scrubbing away the stains caused by this unsightly blight.",
		"A new leaf blight of French basil caused by Colletotrichum capsici in India.",
		"Whence this seeming blight and decay of art?",
		"I understand the blight of the waiter 's wage, but this unprofessional practice should be stopped.",
		"Critics feel large billboards create a blight on otherwise attractive communities.",
		"Early blight shows as distinctive dark brown spots, somewhat angular, with concentric rings and bounded by the leaf veins.",
		"In the 2004 and 2005 trials differences between treatments at the final assessment of foliar blight were small.",
		"The transformed rice was resistant to sap sucking insects and to bacterial blight [17] .",
		"The Tower of London Comprehensive Development Area was an area of urban blight with much war damage.",
		"Life cycle Potato late blight survives the winter in infected potato tubers.",
		"In Europe alone, fusarium head blight destroys a fifth of wheat harvests.",
		"Which blight fungicides can be tank-mixed with Harvest to help protect against tuber blight?",
		"Nancy Castilla, from IRRI began the session with two presentations on the epidemiology of rice sheath blight.",
		"It covers symptoms, disease cycle, mycotoxins in scabby grain, seedling blight phase of scab, and control methods.",
		"Transgenic approaches would be useful to deal with problems related to stem borer, leaf blight, and sensitivity to waterlogging in corn.",
		"Susceptibility of pistachio male cultivars to botrytis blossom blight and shoot blight caused by botrytis blossom blight and shoot blight caused by Botrytis cinerea.",
		"In North America it also causes ramorum dieback or ramorum leaf blight on a range of woodland plants.",
		"The improper disposal of waste is a blight on many communities and is a priority.",
		"Spray Maincrop Potatoes against Blight with a copper based fungicide.",
		"If your area is prone to blight, cut the haulm in later summer and burn it; lift the potatoes two weeks later.",
		"The role of saprophytic microflora in the development of fusarium ear blight of winter wheat caused by Fusarium culmorum.",
		"In 1970, for example, a blight spread quickly through America's vast maize monocultures, destroying more than 10 million acres of corn.",
		"Sporangia Sporangia are the airborne spores of the blight pathogen and are responsible for the rapid spread of the disease in crops.",
		"On conifers in California, the pathogen causes a needle blight and dieback of young shoots of Douglas fir and coastal redwood.",
		"Both the parliament and executive contain Scots who are absolutely and totally democratically unaccountable to the people whose lives they blight.",
		"Severe as were the losses in flocks and herds from these imported diseases, they were eclipsed by the ravages of the mysterious potato blight, which, first appearing in 1845, pervaded the whole of Europe, and in Ireland especially proved the precursor of famine and pestilence.",
		"The omission of a specific scheme to address generalized blight constitutes a major flaw in the proposed compensation package.",
		"It is among the Invertebrata that epidemics of destruction are referred to, though we should bear in mind that it is only the difference in numerical proportion that prevents our speaking of an epidemic of elephants or of rabbits, though we use the term when speaking of blight insects; there is little consistency in the matter, as it is usual to speak of an invasion or scourge of locusts, caterpillars, &c. Insect injuries are very varied in degree and in kind.",
		"Late blight fungicides comprise more than 50% of the fungicide used in The Netherlands.",
		"However, the orange groves on Sao Miguel were hit by blight in 1860.",
		"I don.t know yet, but if it must hurt one of you, it.ll be my dear little brother, who is a blight to Immortals and humans alike.",
		"The people came to subsist almost entirely on potatoes and herrings; and in 1846, when the potato blight began its ravages, nearly universal destitution ensued - embracing, over the islands generally, 70% of the inhabitants.",
		"The \" woolly aphis,\" \" American blight,\" or \" larch blight \" (Eriosoma laricis) often attacks the trees in close valleys, but rarely spreads much unless other unhealthy conditions are present.",
		"The mines were rigged, and he'd never wanted to think he'd need to destroy his home in order to rid it of the blight affecting it.",
		"Is he a pale form of the Babylonian chaos-dragon, or of the serpent of Iranian mythology who sprang from heaven to earth to blight the\" good creation \"?",
		"Although of reduced strength in the summer, they still suffice to dominate weather changes; it is during the approach of a low pressure centre that hot southerly winds prevail; they sometimes reach so high a temperature as to wither and blight the grain crops; and it is almost exclusively in connection with the cloudy areas near and south-east of these cyclonic centres that violent thunderstorms, with their occasional destructive whirling tornadoes, are formed.",
		"Thus the apple blight (Aphis mali) after producing many generations of apterous females on its typical food-plant gives rise to winged forms which fly away and settle upon grass or corn-stalks.",
		"It is possible that this is, in part, due to the artistic blight of the Calvinism which so long dominated the town.",
		"The spruce bears the smoke of great cities better than most of the Abietineae; but in suburban localities after a certain age it soon loses its healthy appearance, and is apt to be affected with blight (Eriosoma), though not so much as the Scotch fir and most of the pines.",
		"Standard fruit trees must be left to take their chance; and, indeed from the lateness of their flowering, they are generally more injured by blight, and by drenching rains, which wash away the pollen of the flowers, than by the direct effects of cold."
	],
	"synonyms": [
		"withering",
		"disease",
		"scourge",
		"mildew",
		"plague",
		"eyesore",
		"disease",
		"destroy",
		"spoil",
		"cripple",
		"affliction",
		"wither",
		"smut",
		"rot",
		"mar",
		"rust",
		"kill",
		"frustrate",
		"frost"
	],
	"antonyms": [
		"blessing",
		"health",
		"boon",
		"prosperity",
		"bounty",
		"guard",
		"protect",
		"aid",
		"help",
		"prosper",
		"bless"
	]
}