{
	"word": "denizen",
	"meaning": [
		"An inhabitant or occupant.",
		"A frequenter of a particular place.",
		"An alien granted specified rights of citizenship.",
		"An animal, plant, foreign word, etc. that has become naturalized.",
		"Though born in Iceland, he became a denizen of Britain after leaving Oxford.",
		"To naturalize.",
		"To make a denizen of; grant rights of residence to.",
		"(UK) To grant rights of citizenship to; to naturalize.",
		"To provide with denizens; to populate with adopted or naturalized occupants."
	],
	"sentences": [
		"I feel I've become a denizen of the true Earth for the first time.",
		"As a denizen of the poultry-yard there are at least two distinct breeds, though crosses between them are much commoner than purely-bred examples of either (see Poultry).",
		"Finally a clause said that \"no person born out of the kingdoms of England, Scotland or Ireland, or the dominions thereunto belonging (although he be naturalized or made a denizen) except such as are born of English parents, shall be capable to be of the Privy Council, or a member of either House of Parliament, or enjoy any office or place of trust, either civil or military, or to have any grant of lands, tenements or hereditaments from the Crown to himself, or to any other or others in trust for him.\"",
		"It seems scarcely to know fear, obtruding itself on the notice of any traveller who invades its haunts, and, should he halt, making itself at once a denizen of his bivouac. In confinement it speedily becomes friendly, but suitable food for it is not easily found.",
		"Travel Risks Long-distance travel is rarely assured to be safe for any supernatural denizen of the World of Darkness.",
		"The fauna contains no indigenous mammals, a wild ass which roams the eastern plains, perhaps its oldest denizen, is probably of Nubian origin; while the domestic cattle, a peculiar, unhumped, small, shapely, Alderney-like breed, may be a race gradually developed from cattle imported at a distant period from Sind or Farther India.",
		"These are P. megapodius, called El Turco by the natives, which is noticeable for its ungainly appearance and awkward gait; the P. albicollis, which inhabits barren hillsides and is called tapacollo from the manner of carrying its tail turned far forward over its back; the P. rubecula, of Chiloe, a small timid denizen of the gloomy forest, called the cheucau or chuca, whose two or three notes are believed by the superstitious natives to be auguries of impending success or disaster; and an allied species (Hylactes Tarnii, King) called the guid-guid or barking bird, whose cry is a close imitation of the yelp of a small dog."
	],
	"synonyms": [
		"indweller",
		"dweller",
		"habitant",
		"inhabitant",
		"citizen",
		"resident",
		"occupant",
		"native",
		"habitue",
		"habitué"
	],
	"antonyms": [
		"immigrant",
		"alien",
		"foreigner"
	]
}