{
	"word": "prolific",
	"meaning": [
		"Producing many young or much fruit.",
		"Turning out many products of the mind.",
		"Producing or characterized by abundant works or results.",
		"Fruitful; abounding."
	],
	"sentences": [
		"Linguet was a prolific writer in many fields.",
		"In addition to these and other laborious researches, Kopp was a prolific writer.",
		"In 1086 eels were prolific in Wisbech water.",
		"Samuel Twardowski (1600-1660) was the most prolific poet of the period of the Vasas.",
		"The historians of this period were numerous and prolific. Many of them, e.g.",
		"The ferret is remarkably prolific, the female bringing forth two broods annually, each numbering from six to nine young.",
		"As a dramatist Korner was remarkably prolific, but his comedies hardly touch the level of Kotzebue's and his tragedies, of which the best is Zriny (1814), are rhetorical imitations of Schiller's.",
		"Of a genuine poetic temperament, fervid and mobile in feeling, and of a prolific fancy, he had also the sense and wit that come of varied contact with men.",
		"It is exceedingly prolific, beginning to breed at the age of two months; the number of young varying, according to the age of the parent, from four to twelve.",
		"Of scientific geographical exploration in Asia (beyond the limits of actual surveys) the modern period has been so prolific that it is only possible to refer in barest outline to some of the principal Indian expeditions, most of which have been directed either to explorers.",
		"Of all European countries Italy has been most prolific of counts.",
		"The most prolific author of colonial times was Dr Pedro de Peralta y Barnuevo, who wrote more than sixty works, including an epic poem entitled Lima fundada.",
		"It maintains its numbers partly in consequence of its shyness, which keeps it away from the abodes of men, and partly because it is so prolific, bringing forth six to eight young at a litter.",
		"Iron pyrites, however, is of greater practical importance, being in some districts exceedingly rich, and, next to the native metal, is the most prolific source of gold.",
		"Elizabeth delayed the breach as long as she could, probably because she knew that war meant taxation, and that taxation was the most prolific parent of revolt.",
		"This prolific author copied, and so imported into Ottoman literature, a didactic style of ghazel-writing which was then being introduced in Persia by the poet Sa'ib; but so closely did the pupil follow in the footsteps of his master that it is not always easy to know that his lines are intended to be Turkish.",
		"The gold-bearing gravels of East Siberia, especially those of the Lena and the Amur, are relatively more prolific than those of West Siberia.",
		"As to church matters, the most prolific group is formed by general precepts based on religious and moral considerations, roughly 115, while secular privileges conferred on the Church hold about 62, and questions of organization some 20 clauses.",
		"The canary is very prolific, producing eggs, not exceeding six in number, three or four times a year; and in a state of nature it is said to breed still oftener.",
		"Grew says that \"when the attire or apices break or open, the globules or dust falls down on the seedcase or uterus, and touches it with a prolific virtue.\"",
		"These academic years were prolific also in a literature of various kinds.",
		"He was really, as we have seen, a prolific writer from the time when he was a young man under Plato's guidance at Athens; beginning with dialogues in the manner of his master, but afterwards preferring to write didactic works during the prime of his own life between thirty-eight and fifty (347-335-334), and with the further advantage of leisure at Atarneus and Mitylene, in Macedonia and at home in Stagira.",
		"Above all, we must consider our present point that Platonic influence is a sign of earliness in an Aristotelian work; and generally, the same man may both think and write differently at different times, especially if, like Aristotle, he has been a prolific author.",
		"Kurtz was a prolific writer, and many of his books, especially the Lehrbuch der heiligen Geschichte (1843), became very popular.",
		"Rice constitutes one of the most important articles of food in all tropical and subtropical countries, and is one of the most prolific of all crops.",
		"This variety is very prolific, and is useful when other sorts do not keep well.",
		"During the last sixty years of his life he was a prolific, if not very scientific, writer; he wrote for Blackwood's Magazine and Fraser's Magazine, and produced a large number of historical works.",
		"Sow early peas and Early Dwarf Prolific beans in the second week, for an early crop; also in frames for transplanting.",
		"A very prolific rodent of the amphibious class obtained from Canada and the United States, similar in habit to the English vole, with a fairly thick and even brown underwool and rather strong top dark hair of medium density.",
		"These animals are most prolific and evidently increasing in numbers.",
		"It is not prolific, added to which it is very difficult to match a number of skins in quality as well as colour.",
		"With the exception of occasional changes of residence in England, generally for the sake of his wife's health, one or two short holiday trips abroad, a tour in the West Indies, and another in America to visit his eldest son settled there as an engineer, his life was spent in the peaceful, if active, occupations of a clergyman who did his duty earnestly, and of a vigorous and prolific writer.",
		"Pigs of this breed are very prolific, and they may be grown to enormous weights - over 11 cwt.",
		"The sows are quite as prolific as those of the Large White breed, and, as their produce matures earlier, they are much in demand for breeding porkers.",
		"It is very hardy and prolific, but somewhat coarse in the bone.",
		"It is hardy, active and prolific, and nearly related to the wild boar.",
		"Bacon-pigs fed on Indian corn degenerate into lardhogs, run down in size and become too small in the bone and less prolific by inbreeding.",
		"It is a large prolific lard-hog, easily making 300 lb in eight months.",
		"The sow is a prolific breeder and good mother, weighing, when mature but not fat, 450 lb - the boar averaging 600 lb, and barrows at six to eight months 350 lb.",
		"The brood sow should be lengthy and of a prolific strain, known to milk well.",
		"Bonar was a prolific writer of religious literature, and edited several journals, including the Christian Treasury, the Presbyterian Review and the Quarterly Journal of Prophecy; but his best work was done in hymnology, and he published three series of Hymns of Faith and Hope between 1857 and 1866 (new ed., 1886).",
		"The Sicilian race of horses would be good but that it is not prolific, and has degenerated in consequence of insufficient nourishment and overwork.",
		"Girls, in like manner, marry very young, some at ten years of age, and few remain single beyond the age of sixteen; they are generally very prolific. The bridegroom never sees his future wife before the wedding night, a custom rendered more tolerable than it otherwise might be by the facility of divorce.",
		"Vegetation is prolific. Rice is grown by the natives, but the sago tree is of far greater importance to them.",
		"The most important medieval exposition of the Decalogue is that of Nicolaus de Lyra; and the 15th century, in which the Decalogue acquired special importance in the confessional, was prolific in treatises on the subject (Antoninus of Florence, Gerson, &c.).",
		"It is possible, however, that the tetraspore formation should be regarded as comparable with the prolific vegetative reproduction of Bryophyta, and in favour of this view there is the fact that the tetraspores originate on the thallus in a different way from carpospores with which the spores of Bryophyta are in the first place to be compared; moreover, in certain Nemalionales the production of tetraspores does not occur, and the difficulty referred to does not arise in such cases.",
		"The most prolific districts are Shetland in the north, Fraserburgh, Peterhead, Wick, Aberdeen and Anstruther in the east, and Stornoway in the west.",
		"In 1831 Patrick Matthew, in the appendix to a book on naval timber and arboriculture, laid stress on the extreme fecundity of nature \"who has in all the varieties of her offspring a prolific power much beyond (in many cases a thousandfold) what is necessary to fill up the vacancies caused by senile decay.",
		"Few seas are more prolific in fish than the Persian Gulf and the Gulf of Oman; the great proportion of known species are edible and many have a commercial value for the isinglass or oil Shelly conglomerates and dead coral reefs of the littoral; red sandhills of the coast of Trucial Oman; alluvium of Turkish Iraq; river and lake deposits of Oman and the interior of Persia.",
		"He was a marvellously prolific writer.",
		"Although the islands promise to become important, because of their excellent harbours, the discovery of good seams of bituminous coal (beside the anthracite already known), their abundant timber of certain kinds and their prolific fisheries, but little settlement has taken place.",
		"The effect of the controversy was a great decrease in the sale of Indulgences in Germany, and the Papal Curia saw with alarm a prolific source of revenue decaying.",
		"He was a prolific writer on a great variety of subjects, in all of which he excelled as a popularizer rather than as an original thinker.",
		"He was a prolific writer, as well as a popular and eloquent speaker.",
		"Basnage was a good preacher and a prolific writer.",
		"Taking India as a whole, the staple food grain is neither rice nor wheat, but millets, which are probably the most prolific grain in the world, and the best adapted to the vicissitudes of a tropical climate.",
		"Won-san and Fusan are large fishing centres, and salt fish and fish manure are important exports; but the prolific fishing-grounds are worked chiefly by Japanese labour and capital.",
		"His appeal to musicians was made in a threefold capacity, and we have, therefore, to deal with Liszt the unrivalled pianoforte virtuoso (1830 - r848); Liszt the conductor of the \"music of the future \" at Weimar, the teacher of Tausig, Billow and a host of lesser pianists, the eloquent writer on music and musicians, the champion of Berlioz and Wagner (1848-1861); and Liszt the prolific composer, who for some five-and-thirty years continued to put forth pianoforte pieces, songs, symphonic orchestral pieces, cantatas, masses, psalms and oratorios (1847-1882).",
		"The latter, with the same mortality as Germany, stands far below it for the above reason, as Ireland is raised by its lower deathrate above the prolific countries of eastern Europe.",
		"The most prolific viticultural district of France is that known as the Midi, comprising the four departments of the Herault, Aude, Gard, and the PyreneesOrientales.",
		"They are often tall, sometimes very handsome, decidedly healthy, although pale, and assuredly prolific enough.",
		"Yet people of all colours find it very healthy, and the whites are very prolific. I resided in the town itself nine months, and in the neighbourhood seven months more.",
		"In the Moluccas, where the Dutch have had settlements for 250 years, some of the inhabitants trace their descent to early immigrants; and these, as well as most of the people of Dutch descent in the east, are quite as fair as their European ancestors, enjoy excellent health, and are very prolific. But the Dutch accommodate themselves admirably to a tropical climate, doing much of their work early in the morning, dressing very lightly, and living a quiet, temperate and cheerful life.",
		"The allied tree-sparrow (P. montanus) has been locally naturalized in the United States; it is a more desirable bird, being less prolific and pugnacious, but it is expelled from towns by the house-sparrow.",
		"He was a prolific writer, and at the time of his death he occupied the foremost position in England both as a logician and as an economist.",
		"Brongniart was an indefatigable investigator and a prolific writer, so that he left behind him, as the fruit of his labours, a large number of books and memoirs.",
		"The only full general history of the literature comes from the prolific pen of Dr Theophilo Braga (second and revised edition in 32 vols.).",
		"Galen, who in his youth was carefully trained in the Stoic philosophy, was an unusually prolific writer on logic. Of the numerous commentaries and original treatises, a catalogue of which is given in his work De propriis libris, one only has come down to us, the treatise on Fallacies in dictione (IIepi TWV KaTa T1jv M Gi' oocio-µarouv).",
		"He was a strong controversialist and a prolific writer on such economic subjects as banking, railways, cotton manufacture, the tariff and free trade, and the money question.",
		"Being confined to fundamental principles without entering into details, it has proved itself admirably suited to form the foundation of the religious life of the most varied orders and congregations, and since the 12th century it has proved more prolific than the Benedictine Rule.",
		"Although Apollinaris was a prolific writer, scarcely anything has survived under his own name.",
		"These were translated independently by Dositheiu under the title of Pirimiar (Jassy, 1683), and were almost the last work that came from his prolific pen.",
		"He was a prolific writer and translator of dramas and novels from French and Italian, the latter appearing mostly in his periodical.",
		"The Boers were prolific, and their families large.",
		"They are hardy and prolific, but do not quite equal the Cotswolds in size.",
		"With good management twenty ewes of any of the lowland breeds should produce and rear thirty lambs, and the proportion can be increased by breeding from ewes with a prolific tendency.",
		"These volumes also contain poems, essays on aesthetical subjects and other creations of his prolific mind.",
		"Such men were Egil, the foe of Eirik Bloodaxe and the friend of lEthelstan; Kormak, the hot-headed champion; Eyvind, King Haakon's poet, called Skaldaspillir, because he copied in his dirge over that king the older and finer Eiriksmal; Gunnlaug, who sang at Ã†thelred's court, and fell at the hands of a brother bard, Hrafn; Hallfred, Olaf Tryggvason's poet, who lies in Iona by the side of Macbeth; Sighvat, Saint Olaf's henchman, most prolific of all his comrades; Thormod, Coalbrow's poet, who died singing after Sticklestad battle; Ref, Ottar the Black, Arnor the earls' poet, and, of those whose poetry was almost confined to Iceland, Gretti, Biorn the Hitdale champion, and the two model Icelandic masters, Einar Skulason and Markus the Lawman, both of the 12th century.",
		"The European half-castes are not prolific inter se, and they are subject to a scrofulous taint.",
		"Throughout his life he was a prolific inventor, but his name is chiefly known in connexion with the Bessemer process for the manufacture of steel, by which it has been rendered famous throughout the civilized world.",
		"Of statesmen the Peninsula was less prolific. The emperor Trajan, indeed, and his relative and successor Hadrian, were born in Spain, but they were both of Roman stock and Roman training.",
		"Remarkable progress has also been made in the art of queen-rearing, and in improving the common or native bee by judicious crossing with the best foreign races, selected mainly for hardiness, working qualities and the prolific capacity of their queens.",
		"This can hardly cause wonder if it is borne in mind that for many weeks during the height of the season a prolific queen will deposit eggs at the rate of from two to three thousand every twenty-four hours.",
		"There is no cell-room either for storing the abundant supply of food constantly being brought in, or for the thousands of eggs which a prolific queen will produce daily as a consequence of general prosperity; therefore unless help comes from without an exodus is prepared for, and what is known as \" swarming \" takes place.",
		"Among the many ways of saving time nothing is more useful than a carefully-kept note-book, wherein are recorded brief memoranda regarding such items as condition of each stock when packed for winter, amount of stores, age and prolific capacity of queen, strength of colony, healthiness or otherwise, &c., all of which particulars should be noted and the hives to which they refer plainly numbered.",
		"Dumas was a prolific writer, and his numerous books, essays, memorial addresses, &c., show him to have been gifted with a clear and graceful style.",
		"We here discover for the first time various living families and genera, but there is still a noticeable absence of many of our most prolific existing groups.",
		"The Miocene period is unrepresented by any deposits in Great Britain, unless the Bovey lignite should belong to its earliest stage; we will therefore commence with the best known region - that of central Europe and especially of Switzerland, whence a prolific flora has been collected and described by Oswald Heer.",
		"He is a prolific writer on theological subjects.",
		"Before you know it, you have yourself a whole armful of vinyl, as they we most prolific.",
		"Unable to recover both his sight and his rhythm, Wolfson's most prolific batsman was bowled out.",
		"A prolific breeder - up to 10 litters of 4-8 young per year are reported.",
		"The division's new burglary Squad kicked off the operation on June 1, targeting a small group of prolific burglars.",
		"Prolific ash regeneration is found on very calcareous soils that are often very steep.",
		"The prolific cod was regarded as a limitless resource, but early this year Canada put the Atlantic cod on its endangered species list.",
		"He was a prolific film, theater and television actor and an avid collector.",
		"Still only a young man, Neil has recorded & guested on 15 albums & is a prolific composer.",
		"This is a prolific cropper and 1 or 2 plants are sufficient for a family.",
		"Quotes and a Farewell It is with sadness 80 notes the passing of doughty evolution champion and prolific essayist Stephen Jay Gould.",
		"Sam Smith proved to be a prolific goal scorer with a total of 10 goal scorer with a total of 10 goals.",
		"Albert Pierrepoint was, by far, Britain's most prolific hangman.",
		"From 1886 onwards he was a prolific illustrator, especially for The English Illustrated Magazine.",
		"Turner's prolific research interests made him an equally industrious writer and editor.",
		"Throughout his life Simms was also a prolific inventor.",
		"Presiding over several national Councils, revising and developing the Mozarabic liturgy, he was a prolific writer and outstanding churchman.",
		"Tranmere worked hard to stifle the supply to prolific marksman Billy Sharp.",
		"He was the most prolific mathematician that has ever lived.",
		"Review by John Davies Amazingly prolific nonagenarian Oliveira is the least known of cinema's few remaining grand masters.",
		"He published at least fifty lengthy pamphlets, making him the most prolific pamphleteer of the Fronde.",
		"If you've been to Florida they have wonderful parakeets, which are taken over as our most prolific developing bird in the UK.",
		"He was always prolific but at times his painting lacked passion and became repetitive or obscure almost to the point of self parody.",
		"It has the most prolific population in the UK of the floating water plantain; a rare plant which has legal protection.",
		"More than simply a stand-up, (\" A one-man special effect \" The Guardian) Rhys is also a prolific comedy playwright.",
		"Currently a single point behind Hendon, Sutton are the second most prolific goal scorers in the league behind Canvey.",
		"Behavior The Campbell is a very practical, hardy duck which is a prolific egg layer.",
		"Some plants, such as the once prolific bird's eye primrose, have gone for ever.",
		"It's run by the incredibly prolific Scrivs who has created a vast number of blogs on various subjects.",
		"In spite of all these commitments, he was a most productive researcher and a hugely prolific publisher.",
		"The Spice Girls have also been extremely prolific in the field of trade mark applications.",
		"I think the dance movement was quite an important scene for the UK, it's still Quite prolific today.",
		"Iron age remains seem to have been especially prolific, with a dozen barrows near Andover and numerous settlements throughout England.",
		"Now allusions to the destruction of our nation are becoming more prolific.",
		"Hopefully they'll iron out a problem that seems less prolific in other branches.",
		"In addition to Powder Burns, Greg Dulli remains as typically prolific as ever.",
		"They are also prolific self seeders, so remove unwanted seedlings each spring as part of routine Maintenance.",
		"Dino writes songs walking from the bathroom to the kitchen; he's really a prolific songwriter.",
		"The course is no doubt demanding but with the help of its prolific lectures and researchers the coursework is made less strenuous.",
		"The ongoing momentum gained by the visitors eventually accumulated into an opening goal, scored by prolific striker Duncan Stoddart.",
		"An outstanding and prolific writer, he presided over several synods and worked much on the liturgy.",
		"He was not a prolific author; much remained unpublished in his lifetime; some remained secret into the 1990s.",
		"He was the most prolific writer of mathematics of all time.",
		"Whatever may be the truth about these stories, Heraclides seems to have been a versatile and prolific writer on philosophy, mathematics, music, grammar, physics, history and rhetoric. Many of the works attributed to him, however, are probably by one or more persons of the same name.",
		"He was a prolific writer, with a prodigious knowledge and memory, and a most ingenious and confident critic; and his work not only dominated the field of archaeological criticism but also raised its standing both at home and abroad.",
		"A very abundant and prolific family; well-known British genera are Plumularia, Antennularia and Aglaophenia.",
		"Pigs, being prolific breeders, fluctuate more widely in numbers than cattle or sheep, for the difference of 1, 49 8, 55 2 in their case represents one-third of the highest total, whereas the difference is less than one-seventh for horses, less than one-sixth for cattle, and less than one-fifth for sheep. The [[Table Xii]].-Numbers of Horses, Cattle, Sheep and Pigs in the United Kingdom.",
		"Among flowers the orchids, with all their fantastic extravagance and mimic imitations of birds and insects, are especially prolific in examples of symmetrical effects without any repetition of similar parts or divisions into even numbers.",
		"The mystery which enveloped the person and writings of Hippolytus, 1 one of the most prolific ecclesiastical writers of early times, had some light thrown upon it for the first time about the middle of the 19th century by the discovery of the so-called Philosophumena (see below).",
		"Such men were Egil, the foe of Eirik Bloodaxe and the friend of lEthelstan; Kormak, the hot-headed champion; Eyvind, King Haakon's poet, called Skaldaspillir, because he copied in his dirge over that king the older and finer Eiriksmal; Gunnlaug, who sang at Ãƒâ€ thelred's court, and fell at the hands of a brother bard, Hrafn; Hallfred, Olaf Tryggvason's poet, who lies in Iona by the side of Macbeth; Sighvat, Saint Olaf's henchman, most prolific of all his comrades; Thormod, Coalbrow's poet, who died singing after Sticklestad battle; Ref, Ottar the Black, Arnor the earls' poet, and, of those whose poetry was almost confined to Iceland, Gretti, Biorn the Hitdale champion, and the two model Icelandic masters, Einar Skulason and Markus the Lawman, both of the 12th century.",
		"There are also some, well, let 's just say less prolific winning racehorse owners in the club.",
		"Furiously prolific, the team has rewritten the rulebook for 11 years on the trot.",
		"The Taggy Tones are the most prolific rockabilly recording outfit from Denmark.",
		"Prolific in invention and skillful in arts, as if. he were a creator, he can make the elements he subdues.",
		"The fish life in this area is prolific and the topside scenery is outstanding.",
		"Our most prolific reviewer will end up with $100.",
		"Information and literature on the domestic adoption of a toddler isn't as prolific as information on the adoption of an infant.",
		"Some areas, such as the Pacific Northwest, have very prolific berry plants that can be picked for many months out of the year.",
		"Renowned architect Frank Lloyd Wright (1867-1959) had a long and prolific career, designing over 1,000 works during his life.",
		"Complementing this distinguished fashion sense is his prolific collection of pornography, his poor self-esteem and his questionable hygiene.",
		"Of course you would, and even if you don't think of yourself as a prolific speaker, you can give a great maid of honor speech!",
		"Although the company carries all manner of home goods, bedding is one of their most prolific collections.",
		"Hanks is a prolific actor, turning in memorable roles in such iconic films as Forrest Gump, Saving Private Ryan, Cast Away, Philadelphia, and Big.",
		"She's a prolific writer of television scripts and movie screenplays, a voiceover artist, and an actress with a resume featuring roles on shows like Felicity and the television move Christmas at Water's Edge.",
		"He is a prolific actor who can tackle almost any role, though he seems to prefer quirky, comedic characters.",
		"She is a prolific singer with recordings that range from rap to hip hop.",
		"It's been called the sexualization of girls -- the use of prolific female images in advertising and media to a point where the person's value comes from her sexual appeal and physical attractiveness.",
		"Gibson is a prolific actor, who can convincingly handle dramatic scenes, brutal violence, and even romantic comedy.",
		"Seymour has added prolific author to her resume with an impressive body of work, including children's books, self-help books, and nonfiction titles.",
		"In fact, Dolce & Gabbana is often the most prolific brand sold by \"knock-off\" dealers.",
		"In March and April comes the prolific harvest of golden open-air blossoms.",
		"Another good late kind much grown for the American market is Meechs Prolific.",
		"They are absorbed into the ground and make their way to the rivers, watersheds and ocean causing such problems as prolific algae bloom and \"red tide.\"",
		"Organic mixes are prolific in mainstream health food stores, but if you don't live in an area where you can buy locally, check these online vendors.",
		"They are developed to be more prolific and have a longer shelf life, but may lose flavor and hardiness in the process.",
		"Conventional cotton and other fibers required to make mattress pads are grown with prolific pesticide and chemical fertilizer use.",
		"Midway has been one of the most quietly prolific companies in the video game industry over it's long history.",
		"Hines was also a very talented and prolific choreographer, nominated for many awards for his work on stage and screen.",
		"Dance steps online are prolific thanks to the various websites that allow you to upload routines and articulate particular dance steps.",
		"Today it is prolific in both North and South America, serving very different purposes.",
		"For anyone who has ever studied history, you know that Ben Franklin was a prolific inventor who contributed to fields as diverse as literature and physical science.",
		"Prolific toy manufacturers such as Mattel still churn out favorites, while the younger set prefers familiar daytime TV friends in a huggable, laughable form.",
		"One of the most prolific companies is The Toy Soldier Company.",
		"Under his guidance and leadership, the organization quickly became prolific, as they had a founding member able to get the job done and had no qualms about making waves in order to do so.",
		"People who go from relationship to relationship are missing out on periods of self-growth, which tend to be more prolific when you're single.",
		"Many critics point out that it is easy to take the prolific body of Nostradamus' work and mold it to fit any circumstance in retrospect.",
		"If clips and full-length videos from the site aren't convenient, another option is the scene-by-scene update offered by one of the most prolific Coronation Street Web sites, CSVU.net.",
		"Elvis Costello is one of the most prolific musicians of the last three decades.",
		"Although Madonna is a most prolific music producer and singer, it seems to always come second to her larger than life image.",
		"While Brooke may be a prolific songwriter, this task will have to take a back burner for awhile.",
		"Prolific electronica musician Moby had a long, hard slog to the top of the charts.",
		"That album went platinum twice, and what followed was a prolific outpouring of 6 albums in 6 years, with a seventh on the way.",
		"This prolific singer-songwriter definitely embraced liberal issues, but he wasn't afraid to criticize that side of the fence, either.",
		"Scopilo is a prolific writer who is having an indiscrete affair with her Macintosh PowerBook.",
		"One of the most prolific cover artists working today, Michael Whelan has a way of picking his projects.",
		"Sagan remains one of the most prolific and controversial visionaries of the 20th century.",
		"A Stephen King biography provides some clues as to why he is the undisputed King of Horror, as well as a prolific writer in the genres of futuristic fantasy and science fiction.",
		"While the more prolific ones have garnered media attention, both past and present, they all contribute to society in different ways.",
		"As the pearl-oyster is remarkably prolific, it is considered by experts that within a few years of their abandonment by fishing fleets the denuded banks will become as abundantly stocked as ever.",
		"His son Samuel, who died at Marseilles about 1230, was equally prolific. He translated the Moreh Nebhukhim during the life of the author, and with some help from him, so that this may be regarded as the authorized version; Maimonides' commentary on the Mishnah tractate Pirge.Abhoth, and some minor works; treatises of Averroes and other Arabic authors.",
		"The latter was a prolific writer of great influence, chiefly known for his Responsa, but also for his halakhic treatiseE, hiddushin and tosaphot.h.",
		"The dace is a lively, active fish, of gregarious habits, and exceedingly prolific, depositing its eggs in May and June at the roots of aquatic plants or in the gravelly beds of the streams it frequents.",
		"If, however, they are not published, and are given to certain persons as individual favours, they become a prolific source of abuse, and are quite indefensible from the standpoint of political economy.",
		"Similarly in the earlier pre-exilian period of Israel's occupation of Canaanite territory the Hebrews were always subject to this tendency to worship the old Baal or `Ashtoreth (the goddess who made the cattle and flocks prolific).3 A few years of drought or of bad seasons would make a Hebrew settler betake himself to the old Canaanite gods.",
		"Tench if kept in suitable waters are extremely prolific, and as they grow within a few years to a weight of 3 or 4 lb, and are then fit for the table, they may be profitably introduced into ponds which are already stocked with other fishes, such as carp and pike.",
		"Origen is probably the most prolific author of the ancient church.",
		"Other European countries, though not quite so prolific as Germany, bore some ornithological fruit at this period; but.",
		"Theodosius Harnack was a staunch Lutheran and a prolific writer on theological subjects; his chief field of work was practical theology, and his important book on that subject, summing up his long experience and teaching, appeared at Erlangen (1877-1878, 2 vols.).",
		"Harnack, both as lecturer and writer, was one of the most prolific and most stimulating of modern critical scholars, and trained up in his \"Seminar\" a whole generation of teachers, who carried his ideas and methods throughout the whole of Germany and even beyond its borders.",
		"He was a most prolific writer, 364 papers appearing under his name in the Royal Society's Catalogue, and he carried on a large correspondence with other men of science, such as Berzelius, Faraday, Liebig and Wohler.",
		"Every year is attended by fresh \" discoveries \" in this prolific source of elementary substances, but the paucity of materials and the predilections of the investigators militate in some measure against a just valuation being accorded to such researches.",
		"The Belgian hare is a large breed of a hardy and prolific character, which closely resembles the hare in colour, and is not unlike it in form.",
		"The whaling industry was formerly prolific off the west coast but decayed when the right whale nearly disappeared.",
		"Enmann, who interprets the name as \"she who prevents increase\" (in contrast to Leto, who made women prolific), considers the main point of the myth to be Niobe's loss of her children.",
		"Of these the best and most prolific writer was Tinodi.",
		"A less prolific but more classical writer appeared in Charles Obernyik, whose George Brankovics is, next to Katona's Bank Bdn, one of the best historical tragedies in the language.",
		"Although there were no great disasters, the new policy was not prolific in success.",
		"One of his followers, Joseph Hazzaya, was also a prolific writer.",
		"The cod spawns in February, and is exceedingly prolific, the roe of a single female having been known to contain upwards of eight millions of ova, and to form more than half the weight of the entire fish.",
		"It grows to a length of 6 ft., lives in swamps, plantations, forests, on the plains and on the hills, and is very prolific, producing dozens of young, which at birth are 10 in.",
		"Other considerable writers were the prolific Domitius Ulpianus (c. 215) and Julius Paulus, his contemporary.",
		"The age was prolific of epics, both historical and mythological, and that of Varro seems to have held a high rank among them.",
		"In 1703 Samuel Morland, in a paper read before the Royal Society, stated that the farina (pollen) is a congeries of seminal plants, one of which must be conveyed into every ovum or seed before it can become prolific. In this remarkable statement he seems to anticipate in part the discoveries afterwards made as to pollen tubes, and more particularly the peculiar views promulgated by Schleiden.",
		"They are very prolific, the female producing several litters in the year, each consisting of over a dozen blind young; and these, when not more than three weeks old, are turned out of the parental burrow to form underground homes for themselves.",
		"The grains of both are very small, only one half as long as those of common millet, but are exceedingly prolific. Many stalks arise from a single root, and a single spike often yields 2 oz.",
		"Hincmar was a prolific writer.",
		"But by far the most prolific and talented novelist that Hungary can boast of is Maurus Jokai (q.v.), whose power of imagination and brilliancy of style, no less than his true representations of Hungarian life and character, have earned for him a European reputation.",
		"These include Liberale da Verona, Domenico and Francesco Morone, Girolamo dai Libri (1 474- 1 55 6), &c. Domenico del Riccio, usually nicknamed Brusasorci (1 4941567), was a prolific painter whose works are very numerous in Verona.",
		"They are a thrifty and industrious people, prolific and devoted to their offspring, good-humoured, quick-tempered and impressionable.",
		"The most prolific source of Peruvian relics is the sepulchres or huacas, the same materials being used in their construction as in building the houses.",
		"Another prolific source of apocryphal gospels, acts and apocalypses was Gnosticism.",
		"They are exceedingly prolific in fossils which prove them to be of Upper Cretaceous age."
	],
	"synonyms": [
		"fecund",
		"fertile",
		"swarming",
		"spawning",
		"reproductive",
		"reductive",
		"propagative",
		"plentiful",
		"lush",
		"abundant",
		"abounding",
		"philoprogenitive",
		"proliferous",
		"productive",
		"fruitful"
	],
	"antonyms": [
		"unproductive",
		"barren",
		"fruitless",
		"impotent",
		"unfruitful"
	]
}