{
	"word": "congenial",
	"meaning": [
		"Kindred; compatible.",
		"Having the same tastes and temperament; friendly; sympathetic.",
		"Of a pleasant disposition; friendly and sociable.",
		"Suited to one's needs or disposition; agreeable."
	],
	"sentences": [
		"Bees find a highly congenial habitat in Mexico, and some honey is exported.",
		"At Strassburg began his intimacy with Caspar Schwenkfeld, a congenial spirit.",
		"All types of life to which shallow, clear sea-water was congenial appear to have abounded in the interior.",
		"I remember especially the walks we all took together every day in Central Park, the only part of the city that was congenial to me.",
		"The scene couldn't have looked more congenial.",
		"He passed his time in thoroughly congenial society, seeing everybody of note or merit in Europe.",
		"This expression was the result, no doubt, of his strenuous training and the comparative lack of congenial friendships.",
		"But Goethe - more worldly wise than on former occasions - felt instinctively that the gay, social world in which Lili moved was not really congenial to him.",
		"It proved a congenial task, and led to the writing of his Personal Memoirs, a frank, modest and charming book, which ranks among the best standard military biographies.",
		"They only travel by night; and, staying in congenial places for considerable periods, with unaccustomed abundance of provender, notwithstanding the destructive influences to which they are exposed, they multiply excessively during their journey, having families more numerous and frequent than in their usual homes.",
		"He devoted himself to persistent reading and study, combined with congenial society.",
		"He graduated at Harvard College in 1774, and began the practice of the law at Dedham in 1781, but eventually abandoned that profession for the more congenial pursuit of politics.",
		"Early in the 18th century the Scottish gipsies found a congenial home on the Roxburghshire side of the Cheviots; and at a later period the Scottish border became notorious for a hundred years as offering hospitality to runaway couples who were clandestinely married at Gretna Green, Coldstream or Lamberton.",
		"War having become a congenial and very lucrative industry, its cessation caused want of work, with all the evils The that entails.",
		"In 1819, on the death of Playfair, he was promoted to the more congenial chair of natural philosophy, which he continued to hold until his death, and in 1823 he published, chiefly for the use of his class, the first volume of his never-completed Elements of Natural Philosophy.",
		"Many find the culture just not congenial, we need to address this canteen culture issue.",
		"The ideology of Sudan was so congenial to Osama bin Laden that he spent three years in Sudan in the 1990s.",
		"Round the next corner were some highly congenial formations.",
		"Responsible government, then, was entirely congenial to the emerging democratic idea.",
		"Naturally, this is a doctrine which high spending governments find rather congenial.",
		"This is not a congenial creature in the Disney mold but an utterly terrifying monster with jagged teeth and eyes which blaze like torches.",
		"The bombardment of the forts at Alexandria and the occupation of Egypt in 1882 were viewed with great disfavour by the bulk of the Liberal party, and were but little congenial to Gladstone himself.",
		"Lebanon, chiefly by the immigration of various more or less heretical elements, Kurd, Turkoman, Persian and especially Arab, the latter largely after the break-up of the kingdom of Hira; and early in the i ith century these coalesced into a nationality (see Druses) under the congenial influence of the Incarnationist creed brought from Cairo by Ismael Darazi and other emissaries of the caliph Hakim and his vizier Hamza.",
		"But the bigotry of the Flemish clergy, and the monkish atmosphere of the university of Louvain, overrun with Dominicans and Franciscans, united for once in their enmity to the new classical learning, inclined Erasmus to seek a more congenial home in Basel.",
		"In 1636 he met with a congenial spirit in William Crabtree, a draper of Broughton, near Manchester; and encouraged by his advice he exchanged the guidance of Philipp von Lansberg, a pretentious but inaccurate Belgian astronomer, for that of Kepler.",
		"It is to his lasting praise that he took into his service the three greatest artistic geniuses of the time - Bramante, Michelangelo and Raphael - and entrusted them with congenial tasks.",
		"The infusion of a considerable Scottish element into the population necessitated the formation of a congenial church.",
		"The attention he had paid to chemistry in the earlier part of his career enabled him to hold his own in this position, but he found his work more congenial when in 1887 he was transferred to the professorship of physics.",
		"He was able to gather around him a group of congenial friends and pupils, such as the Mills, the Austins and Bowring, with whom he could discuss the problems upon which he was engaged, and by whom several of his books were practically rewritten from the mass of rough though orderly memoranda which the master had himself prepared.",
		"At other times the pest is introduced, and under congenial conditions (and possibly in the absence of some other organism which keeps it in check in its native country) increases accordingly.",
		"He generally took breakfast or tea with some congenial friend and delighted to discuss the deepest subjects.",
		"He seems to have left the defence of his kingdom to others, occupying himself with the more congenial work of excavating the foundation records of the temples and determining the dates of their builders.",
		"On his travels he did not, we are told by the fourth earl, \"greatly seek the conversation of other English young gentlemen on their travels,\" but rather that of their tutors, with whom he could converse on congenial topics.",
		"To all these advantages he added a political purpose - the dismemberment of the British empire - which was entirely congenial to every citizen of France.",
		"These specific differences revealed different religious tendencies,' the one type being more warmly Evangelical, the other more \" rational \" and congenial in temper with 18th-century Deism.",
		"He studied theology, and was for some years a dissenting minister at Tonbridge, but on the death of his father he devoted himself to the congenial study of mathematics.",
		"Even as professor of Greek he had given great prominence in his lectures to the study of the Scriptures; but he found a much more congenial sphere when, in 1698, he was appointed to the chair of theology.",
		"In the West, where philosophical efforts of any kind had been very rare since the 2nd century, and where mystical contemplation did not meet with the necessary conditions, Neoplatonism found a congenial soil only in isolated individuals.",
		"The extreme sensitiveness of his temperament, however, disqualified him for politics; he proved impracticable in his relations with Hardenberg and other ministers, and in 18ro retired for a time from public life, accepting the more congenial appointment of royal historiographer and professor at the university of Berlin.",
		"In More's mind both these hostile influences found a congenial home.",
		"As agriculture was their favourite occupation, and as their tendency was to withdraw from the haunts and ordinary interests of mankind, we may assume that with the growing confusion and corruption of Jewish society they felt themselves attracted from the mass of the population to the sparsely peopled districts, till they found a congenial settlement and free scope for their peculiar view of life by the shore of the Dead Sea.",
		"In 1825 he obtained congenial employment in the printing office of the Church Missionary Society at Islington, and in 1827 was transferred to the same society's establishment at Malta.",
		"In the ice-free belt, between the northern ice-sheet and the vastly extendedglaciers of the Alps, the two floras must have found a common refuge and congenial conditions of existence; and this view is confirmed by direct palaeontological evidence.",
		"In transplanting trees of the ornamental class, less need be attempted in respect to providing new soil, although the soil should be made as congenial as practicable.",
		"After resigning his Breslau appointment in 1765, he hoped for a time to obtain a congenial appointment in Dresden, but nothing came of this and he was again compelled, much against his will, to return to Berlin.",
		"In despair, Lessing determined towards the end of his residence in Hamburg to quit Germany, believing that in Italy he might find congenial labour that would suffice for his wants.",
		"Like Schleiermacher he combined with the keenest logical faculty an intensely religious spirit, while his philosophical tendencies were in sympathy rather with Hegel than with Schleiermacher, and theosophic mysticism was more congenial to him than the abstractions of Spinoza, to whom Schleiermacher owed so much.",
		"These displays, being probably not altogether congenial to Maria, who was of a retiring disposition, ceased in her twentieth year, and it is even said that she had at that age a strong desire to enter a convent.",
		"No one was more devoted to such congenial friends as Irving and Sterling.",
		"On the removal of the school in 1775 to Stuttgart, he was, however, allowed to exchange this subject for the more congenial study of medicine.",
		"In adopting verse instead of prose as a medium of expression, Schiller showed that he was prepared to challenge comparison with the great dramatic poets of other times and other lands; but in seeking a model for this higher type of tragedy he unfortunately turned rather to the classic theatre of France than to the English drama which Lessing, a little earlier, had pronounced more congenial to the German temperament.",
		"In 1805, when several lecturers left in consequence of diminished classes, he had written to Johann Heinrich Voss, suggesting that his philosophy might find more congenial soil in Heidelberg; but the application bore no fruit.",
		"Repnin resigned his post for the more congenial occupation of fighting the Turks.",
		"In all these matters he followed the guidance of divines and devotees, in whose congenial company he delighted.",
		"The more congenial study of Aristotle, though incomplete, is more valuable in the positive sense, and has not received the attention it deserves.",
		"Being deeply stirred by the best ideas of the Revolutionary epoch, he found a more congenial sphere for the display of his great powers in his new position.",
		"At last he fell into disfavour and retired from court, only to be summoned again on a congenial duty.",
		"Not even a dispensation obtained by some means from the imperial chancery, not even the power of the Church could avail to break the chain of servitude.\"It can hardly be gainsaid that these artificial arrangements bear a very striking analogy to those of the Indian caste-system; and if these class restrictions were comparatively short-lived on Italian ground, it was not perhaps so much that so strange a plant found there an ethnic soil less congenial to its permanent growth, but because it was not allowed sufficient time to become firmly rooted; for already great political events were impending which within a few decades were to lay the mighty empire in ruins.",
		"That this is the case at Chidambaram is known to every Hindu, for if he ever asks the priests to show him the God in the temple he is pointed to an empty space in the holy of holies, which has been termed the Akasa, or ether-linga.\"But, however congenial this refined symbolism may be to the worshipper of a speculative turn of mind, it is difficult to see how it could ever satisfy the religious wants of the common man little given to abstract conceptions of this kind.",
		"But Nero proceeded with the congenial work of repairing the damage.",
		"Expeditions were talked of to the Caspian Sea and Ethiopia, but Nero was no soldier and quickly turned to a more congenial field.",
		"On the 21st of August 1541 the cardinal was appointed legate at Viterbo, and for a few years passed a happy and congenial life amid the friends that gathered round him.",
		"On the contrary, many species, in a new country and under somewhat different climatic conditions, seem to find a more congenial abode than in their native land, and at once flourish and increase in it to such an extent as often to exterminate the indigenous inhabitants.",
		"At Geneva he found a more congenial pastorate.",
		"The representative of this tendency, Chrysippus, addressed himself to the congenial task of assimilating, developing, systematizing the doctrines bequeathed to him, and, above all, securing them in their stereotyped and final form, not simply from the assaults of the past, but, as after a long and successful career of controversy and polemical authorship he fondly hoped, from all possible attack in the future.",
		"He thus made it possible for the half-converted and rude tribes to remain Buddhists while they brought offerings, and even bloody offerings, to these more congenial shrines, and while their practical belief had no relation at all to the Truths or the Noble Eightfold Path, but busied itself almost wholly with obtaining magic powers (Siddhi), by means of magic phrases (Dhdrani), and magic circles (Mandala).",
		"It was, however, on his appointment in 1848 as medical officer of health to the City of London, and afterwards to the government, that Simon's great abilities found scope for congenial exercise.",
		"The life in his own monastery proved no more congenial than formerly.",
		"In his new home he found himself amid surroundings entirely congenial to him.",
		"Oxford he did not find wholly congenial to his intensely earnest spirit, but he read hard, and, as he afterwards said, \"Plato, Aristotle, Butler, Thucydides, Sterne, Jonathan Edwards, passed like the iron atoms of the blood into my mental constitution.\"",
		"She repelled all attempts of the young men of her acquaintance to win her favour; and while active in the performance of her duties, and apparently finding her life quite congenial, inwardly she was engrossed with thoughts reaching far beyond the circle of her daily concerns.",
		"The withdrawal of Mr. Chamberlain from active work in Parliament, owing to ill-health, left the stalwart Tariff Reform Ministry without a leader; his son, Mr. Austen Chamberlain, was his natural representative; but Mr. Law, by a series of fighting speeches both in the House and in the country, made himself particularly congenial to the more prominent members of that section.",
		"He was an admirable lecturer and writer of popular books on his subject, as well as of more learned works such as his Treatise on Spherical Astronomy (1885) and Treatise on the Theory of Screws (1900); and he was a congenial figure in all circles.",
		"As the evening continued and the wine took hold, conversation relaxed to a more congenial level.",
		"Actually, the novella - the short novel - which is a very congenial word length.",
		"The food was exquisite, ditto the wine and the company extremely congenial.",
		"His installation into this congenial post at once introduced him to the best literary society of the time; and in becoming the associate of Charles Lamb, Cary de Quincey, Allan Cunningham, Proctor, Talfourd, Hartley Coleridge, the peasant-poet Clare and other contributors to the magazine, he gradually developed his own intellectual powers, and enjoyed that happy intercourse with superior minds for which his cordial and genial character was so well adapted, and which he has described in his best manner in several chapters of Hood's Own.",
		"Tone did not feel himself bound in honour by his compact with the government at home to abstain from further conspiracy; and finding himself at Philadelphia in the congenial company of Reynolds, Rowan and Napper Tandy, he undertook a mission to Paris to persuade the French government to send an expedition to invade Ireland.",
		"Descendants of Rurik, impregnated with the pride of a dominant military caste, did not much like serving those truculent, wilful burghers, and some of them, after a time, voluntarily laid down their office and retired to more congenial surroundings.",
		"He returned to Switzerland in July 1788, cherishing vague schemes of fresh literary activity; but genuine sorrow caused by the death of his friend Deyverdun interfered with steady work, nor was it easy for him to fix on a new subject which should be at once congenial and proportioned to his powers; while the premonitory mutterings of the great thunderstorm of the French Revolution, which reverberated in hollow echoes even through ' An anonymous pamphlet, entitled Observations on the three last volumes of the Roman History, appeared in 1788; Disney's Sermon, with Strictures, in 1790; and Whitaker's Review, in 1791.",
		"For some years before the Anti-Jacobin was started Ellis had been working in the congenial field of Early English literature, in which he was one of the first to arouse interest.",
		"To most minds, however, which cherish such aspirations the gentler optimism of men like Emerson was more congenial.",
		"This was an office which, however congenial to Mr. Law with his colonial birth and his belief in Colonial Preference, did not bring him much into the limelight; and, influential as he was in the councils of the Ministry, in public he was content to play a comparatively subordinate part.",
		"As I walk along the stony shore of the pond in my shirt-sleeves, though it is cool as well as cloudy and windy, and I see nothing special to attract me, all the elements are unusually congenial to me.",
		"The roomy congenial cockpit of the Rotax Falke, with its side by side seating, is ideal for flying youngsters.",
		"The rock garden is most congenial to it; but it does very well on good level ground, though it is apt to get naked about the base, and may perish on heavy soils.",
		"Different species of organisms come to perfection in different climates; and it may be stated as a general rule that a species, whether of plant or animal, once established at one point, would spread over the whole zone of the climate congenial to it unless some barrier were interposed to its progress.",
		"In 1758 he obtained a more congenial congregation at Nantwich, where he opened a school at which the elementary lessons were varied with experiments in natural philosophy.",
		"Taking up his residence in New York, he was in 1832-1839 president of the National Bank (afterwards the Gallatin Bank) of New York, but his duties were light, and he devoted himself chiefly to the congenial pursuits of science and literature.",
		"In the more congenial grande guerre of Russia and Germany he was in his element, and at Smolensk, Borodino and Leipzig he did brilliant service.",
		"The coast of Lower California is a favourite resort for the fur-bearing seal, r and pearl oysters find a congenial habitat in the south waters of the Gulf.",
		"In April 1547 he took chambers in the Inner Temple, and began to study law; but finding divinity more congenial, he removed, in the following year, to St Catharine's Hall, Cambridge, where he studied with such assiduity that in little more than a year he was admitted by special grace to the degree of master of arts, and was soon after made fellow of Pembroke Hall, the fellowship being \"worth seven pound a year.\"",
		"These sudden appearances of vast bodies of lemmings, and their singular habit of persistently pursuing the same onward course of migration, have given rise to various speculations, from the ancient belief of the Norwegian peasants, shared by Olaus Magnus, that they fall down from the clouds, to the hypothesis that they are acting in obedience to an instinct inherited from ancient times, and still seeking the congenial home in the submerged Atlantis, to which their ancestors of the Miocene period were wont to resort when driven from their ordinary dwelling-places by crowding or scarcity of food.",
		"The enforcement of the first Book of Common Prayer had also been part of his official duties; and the fact that Bonner made no such protest against the burning of heretics as he had done in the former case shows that he found it the more congenial duty.",
		"In the next year he ceded to Diego Deza, a Dominican, his office of confessor to the sovereigns, and gave himself up to the congenial work of reducing heretics.",
		"This interval was diligently devoted to the pursuit of classical and historical studies, to preparing himself for ordination, and to searching investigations, under the stimulus of continual discussion with a band of talented and congenial associates, of the profoundest questions in theology, ecclesiastical polity and social philosophy.",
		"He renewed former acquaintance, however, with the \" poet \" Mallet, and through him gained access to Lady Hervey's circle, where a congenial admiration, not to say affectation, of French manners and literature made him a welcome guest.",
		"He was, however, induced to take it, and found in his patron's mansion at Portmore, on Lough Neagh, a congenial retreat.",
		"This year also he found a congenial occupation in editing Bentham's Rationale of Judicial Evidence.",
		"And this is true not only of the dogmatic parties; solitary monks and ambitious priests, hard-headed critical exegetes,' allegorists, mystics, all found something congenial in his writings.",
		"Neander found in him the very impulse which he needed, while Schleiermacher found a pupil of thoroughly congenial feeling, and one destined to carry out his views in a higher and more effective Christian form than he himself was capable of imparting to them.",
		"The first of these divisions in order, not the least in bulk, and, though not the first in merit, inferior to none in the amount of congenial labour spent on it, is the theatre.",
		"Ankylostomiasis is a disease which finds a congenial habitat in the warm damp atmosphere of mines, and has become a veritable scourge in some mining regions.",
		"To Lord Ashley this society was probably far more congenial than his surroundings in England.",
		"Its democratic constitution, which seems to have been entirely congenial to the population of small freeholders, and its ambition to gain control over the Alpheus watershed and both the Arcadian high roads to the isthmus, frequently estranged Mantineia from Sparta and threw it into the arms of Argos.",
		"The presence or absence of useful minerals, plants and animals rendered some congenial, others unfriendly; some areas were the patrons of virile occupations, others of feminine pursuits.",
		"In January 1864 he was advanced to the more dignified but less congenial post of archbishop of Dublin.",
		"He was urged to take up a pleader's profession; but, like Ovid, he found in letters and gallantry a more congenial pursuit.",
		"Previous to the existence of the strait, and across its site, there poured into Australia a wealth of Papuan forms. Along the Pacific slope of the Queensland Cordillera these found in soil and climate a congenial home.",
		"There he continued his literary and scientific labours, enjoying congenial intercourse with such men as Matthew Boulton, James Keir, James Watt and Erasmus Darwin at the periodical dinners of the Lunar Society.",
		"He retained his old university habit of taking long walks with a congenial companion, even in London, and although he cared but little for what is commonly known as society - the society of crowded rooms and fragments of sentences - he very much liked conversation.",
		"The love-sick mood and romantic temperament of the young Irishman found congenial soil in the wild surroundings of unexplored Canadian forests, and the enthusiasm thus engendered for the \"natural\" life of savagery may have been already fortified by study of Rousseau's writings, for which at a later period Lord Edward expressed his admiration.",
		"Of late there have happily appeared some decorators who prefer to choose their subjects from the natural field in which their great predecessors excelled, and there is reason to hope that this more congenial and more pleasing style will supplant its modern usurper.",
		"Their method and aim were entirely congenial to the rising Catholic Church, and one is not surprised to find from writers in the East (Theophilus of Antioch, Justin Martyr) and West (Irenaeus, Tertullian and the author of 2 Clement) that they were widely read and valued.",
		"From this time he lived mostly in retirement, finding a congenial home with Lord Weymouth, his friend from college days, at Longleat in Wiltshire; and though pressed to resume his diocese in 1703, upon the death of Bishop Kidder, he declined, partly on the ground of growing weakness, but partly no doubt from his love for the quiet life of devotion which he was able to lead at Longleat.",
		"The third British species, the green lizard (Lacerta viridis), does not occur in England proper; it has, found a congenial home in the island of Guernsey, but is there much less developed as regards size and beauty than on the continent."
	],
	"synonyms": [
		"harmonious",
		"corresponding",
		"correspondent",
		"consonant",
		"consistent",
		"congruous",
		"conformable",
		"compatible",
		"agreeable",
		"accordant",
		"welcome",
		"satisfying",
		"pleasurable",
		"nice",
		"gratifying"
	],
	"antonyms": [
		"ill-suited",
		"unsympathetic",
		"disagreeable",
		"incompatible",
		"unfriendly",
		"uncongenial"
	]
}