{
	"word": "embellish",
	"meaning": [
		"To make beautiful, as by ornamentation; decorate.",
		"To decorate or improve by adding detail; ornament; adorn.",
		"To add grace notes, syncopated accents, trills, etc. to (a melody)",
		"To improve (an account or report) by adding details, often of a fictitious or imaginary kind; touch up.",
		"To make something sound or look better or more acceptable than it is in reality, to distort."
	],
	"sentences": [
		"Urban did much to embellish the city.",
		"You can also embellish your child's current wardrobe to create something original.",
		"Embellish your new curtains with coordinating ribbon, and you've got beautiful and inexpensive window treatments!",
		"Statues of Luther (by Schadow), Melanchthon and Bugenhagen embellish the town.",
		"They may enact the rituals slightly differently, or embellish them a touch, so essentially they are copying them with slight variations.",
		"Consider using free downloads to embellish a paper scrapbook.",
		"A real temptation today In every age, one of the great temptation today In every age, one of the great temptations for mankind is to embellish God's Word with human ideas.",
		"Of course, you can embellish the puppet any way you choose.",
		"To use a specific book or story as the theme for bedding, find solids or prints in the colors featured in that book and look for iron-on characters to embellish the bedding.",
		"Embellish with a bit of glitter or some pretty school themed stickers.",
		"Or, if you're keeping your cake traditional, lay a lasso in a circle around the cake at the reception, and embellish the scene with spurs.",
		"Martha's website has some great projects for clever ways to embellish curtains.",
		"Images of Cool Breeze, Princess Sparkle and Cupcake embellish the tee shirts.",
		"Available through Amazon.com, these candle holders are easy to embellish or place in a larger display.",
		"In fact, in many cases you can don a simple outfit and embellish with glittery accessories and still be the belle of the costume ball.",
		"Gemini tends to be the life of any party with lively mannerisms, a quick wit, and the ability to embellish a story about the most mundane experience and make it seem magical.",
		"To embellish monograms, sometimes brackets are added at each end to complete the design.",
		"Of course, once you have a basic mask put together, you just might find that you want to embellish it so that it makes a real statement!",
		"However, if you are uncomfortable wearing green from head to toe, you could opt to wear a more modest getup and use shamrock accessories to embellish your costume.",
		"Accent stone or side stone settings include both a larger center stone as well as multiple small stones that embellish the engagement ring band.",
		"While engagement rings can easily be upgraded with wraps and other accessories, stud earrings are not as easy to embellish.",
		"If you have multiple children in school, consider asking them to switch items and embellish the hand-me-downs with stickers or fabric paint to make them seem new again.",
		"You can further embellish the layout by adding beach-themed scrapbook stickers or die cuts.",
		"Use contrasting colors of frosting or store-bought candies to add eyes, a nose, and a mouth and to embellish the rabbit.",
		"Images of cast members or scenes showing the whole gang embellish shirts and other items.",
		"Why use a simple line when you can embellish a design with scrolls and flourishes?",
		"Crazy quilting is a great way to do something a little different to decorate a pillow, embellish a jacket or make a stunning silk scarf.",
		"Decoupage the boxes to make them a little prettier, and embellish with a symbol of what is inside (stamp the box that's full of rubber stamps with rubber stamps, for instance).",
		"When you know how to paint on fabric, you can embellish jeans, jackets, and other articles of clothing as well as items around your home.",
		"It is now easier than ever to change your wardrobe, embellish a lampshade, or create a magnificent pillow.",
		"Historically women used cross stitch patterns to embellish their household items such as dishcloths, linens, and doilies.",
		"Instead of picking out a pre-decorated backpack, consider having your child use fabric paint to embellish a plain backpack.",
		"A search of one's sewing basket, desk, tool box, or junk drawer can turn up all sorts of objects that can embellish a robot.",
		"Print the cards out on high quality paper, then embellish with buttons, ribbon, stickers, or a glitter glue pen to give your card a homespun touch.",
		"You can embellish the bag with decorations, or you can keep it simple.",
		"From beads to glitter, there are all kinds of ways to embellish your card.",
		"You can further embellish the layout by adding number stickers for the yard lines and die cuts as the goal posts.",
		"Recycle plaid paper or Tartan fabric swatches to embellish a Scottish recipe page.",
		"Choose funky colors and embellish it with animal faces or other designs.",
		"Enlist the help of a crafty friend and embellish ho-hum discount items with glitzy stones, white feathers or sprays of imitation pearls.",
		"He raised the church to a high rank as the friend of whatever seemed to extend knowledge or to refine and embellish life.",
		"He never, it should be 1 Nor all a lie, nor all true, nor all fable, nor all known, so much have the story-tellers told, and the fablers fabled, in order to embellish their tales, that they have made all seem fable.",
		"A real temptation today In every age, one of the great temptations for mankind is to embellish God 's Word with human ideas.",
		"Add some ribbons, buttons, lace, etc. to embellish the look.",
		"You can embellish the headband by adding bows, ribbons, or whatever else you choose.",
		"Buy a solid red or green album and embellish with ribbons, stickers, charms or anything else festive, and be sure to include \"My First Christmas\" somewhere on the front before you start adding pictures.",
		"Fondant can also be used to embellish a frosted cake, and cookie cutters are one great way to do this without having to do any freehand cutting or decorating.",
		"But this financial pressure sometimes makes landlords embellish the truth and be somewhat evasive.",
		"No matter how you choose to embellish your cocktail, this martini is definitely worth a try.",
		"Typically crafted out of tile or glass fragments, mosaics are works of art that can embellish furniture, backsplashes, floors, or accessories.",
		"One of the easiest ways to bring Victorian style to your home is to embellish tastefully wherever possible.",
		"You can sometimes find actual relics of the Victorian era at these places, and it's easy to embellish accents from other eras to give them a Victorian feel.",
		"Choose soft velvets or chenille fabrics and embellish with laces, beads and charms.",
		"Moldings and accents are additional carved wood trim that embellish and enhance the look of your wood cabinets.",
		"You could also use individual photo flowers to embellish greeting cards or place a rubber magnet on the back of a blossom and use it to decorate your refrigerator.",
		"Scrapbooking Buddies offers the following adorable baptism stickers to embellish your layout.",
		"If you're looking for an easy and inexpensive way to embellish your scrapbooking projects, dig out your sewing machine.",
		"If you're looking for a creative way to accent your scrapbook layouts, you may find yourself asking the question, \"How do I embellish chipboard?\"",
		"Learning how and why to embellish this versatile medium can add dimension to your scrapbook.",
		"In the scrapbooking world, chipboard is a type of thick cardboard that is used to embellish layouts.",
		"The easiest way to embellish chipboard is to cover it with paint.",
		"When asking \"How do I embellish chipboard?,\" don't forget that you can apply many of these techniques to a pre-decorated accent that's not quite right for your layout.",
		"While you can embellish your paper with techniques like sanding and stamping, home-printed paper typically does not feature the exciting textures you can find in craft stores.",
		"Then, embellish the layout with border stripes, ribbon stickers and jewels.",
		"Save some stickers from a Hawaiian or Mexican vacation layout and use them to embellish recipes for tropical dishes.",
		"Simple accessories can easily embellish even a plain dress to make it easily match a wedding theme.",
		"Cut into individual markers, and then embellish using craft punch and stickers.",
		"Someone that doesn't feel good about him or herself will try to make up stories to embellish his or her life with accomplishments.",
		"If you'd like, you can pipe frosting \"eggshells\" onto the top and bottom of each chick, add a tuft of feathers at the top of their heads, or embellish the design in other ways.",
		"Perez Hilton - The self-proclaimed \"Queen of all Media,\" Perez Hilton (aka Mario Lavandeira Jr.) puts his own spin on celebrity gossip, often times with a snarky edge and the addition of his own visuals to embellish the story.",
		"Once you find a tab you like, you can embellish it as much as you like to fill out the accompaniment for your favorite Christmas song.",
		"The ability to focus lighting can also be used to highlight decorative collectibles or artwork you've selected to embellish your kitchen.",
		"An individual online may feel free to lie, cover up their true identity, or embellish, simply because they're hidden under the cover of the web.",
		"Use a heart to embellish a scrapbook layout.",
		"You can use a Kirigami shape to embellish almost any type of paper project.",
		"Don't be afraid to embellish your towel animal.",
		"Victorian ladies used cord, piping and lace to embellish their gowns, and most seamstresses still use these types of trim today.",
		"You can use lace to embellish anything from a pair of window panels to a child's dress.",
		"You'll also find glass or ribbon ornaments to embellish fancy dresses and other apparel.",
		"Pick a shape for the invitation, find colorful paper and embellish it any way you please.",
		"A diamond solitaire scalloped setting can be a delicate, elegant way to embellish an engagement ring without adding extravagant gemstones or bulk to the ring.",
		"If you can find a specialist in Asian tattoos who you can depend on to create an accurate scroll, you can embellish the design with a dragon descending down the side of the design.",
		"Maine Wreath Co. sells all the supplies you need to make your own wreath, as well as the bases you can embellish to make a wreath your own.",
		"Save on Crafts has a good selection of wreath-making supplies as well as finished wreaths that you can buy and embellish with their fruit and berry picks and other baubles.",
		"There are numerous ways you can make and embellish cards that will be perfect for any occasion.",
		"Add eyes and embellish with smaller hearts, beads or colored pencils.",
		"The way to make each card unique is to embellish with different supplies.",
		"Quilling is a great way to embellish and create cards.",
		"Embroidery designs are used to embellish garments, fine linens, and other items.",
		"Using paper cutting designs in your crafting can be wonderful way to embellish your projects without spending a ton of money.",
		"You can vary the materials and fabrics you use and embellish the purse in a variety of ways to create an item that is personal and unique.",
		"Rubber stamping, paper punched accents, and found objects are among the easiest ways to embellish handmade greeting cards.",
		"If, however, you'd like to branch out a bit, you can embellish your recipe in all sorts of ways.",
		"Is the need to embellish and lift our breasts?",
		"Don't lie or embellish on your application or during the audition; it may catch up with you.",
		"If you're the creative type who likes to paint and embellish, nail art may be for you.",
		"Moreover, the keen artistic instincts of Matthias led him to embellish his cities as well as fortify them.",
		"The disintegrated and widely dispersed material of the comet forms the meteors which embellish our skies on mid-November nights.",
		"Under Frederick I., who did much to embellish the city as the royal Residenzstadt, the separate administrations of the quarters of Berlin, K6lln, Friedrichstadt, Friedrichswerder and Dorotheenstadt were combined, and the separate names were absorbed in that of Berlin.",
		"The more line dance classes you take, the stronger your vocabulary becomes, the quicker you'll pick up the basics and be ready to either embellish the moves or learn the more complicated line dances.",
		"For a site with a bit more personal creativity, visit UpToTen.com, an independent children's site that features free printable birthday cards that you can color and embellish."
	],
	"synonyms": [
		"grace",
		"deck",
		"beautify",
		"decorate",
		"adorn",
		"ornament",
		"dramatise",
		"dramatize",
		"blow up",
		"aggrandise",
		"aggrandize",
		"lard",
		"pad",
		"embroider",
		"prettify"
	],
	"antonyms": [
		"deface",
		"disfigure",
		"mar",
		"spoil",
		"simplify",
		"uglify"
	]
}