{
	"word": "laudable",
	"meaning": [
		"Deserving commendation; praiseworthy.",
		"Worthy of being lauded.",
		"Healthy; salubrious; normal; having a disposition to promote healing; not noxious; as, laudable juices of the body; laudable pus."
	],
	"sentences": [
		"His laudable desire to present a picture of the whole political situation at each important moment is fatal to the continuity of his narrative.",
		"This has been done with the laudable aim of keeping the cost down.",
		"The motives were laudable.",
		"The tourist threat is often couched in high sounding good intentions which may well appear credible even laudable to the average person.",
		"Also laudable is the casting of Ewan McGregor as the young Obi-Wan Kenobi, and the creation of archetype Jedi Master Qui-Gon Jinn, played as a noble rebel by Liam Neeson.",
		"On first reading it appears to be a laudable attempt to establish good water quality standards and protect groundwater.",
		"This has the entirely laudable aim of preventing the genocide of any group.",
		"If you want to tithe your herbs that's perfectly laudable.",
		"The assessment tool for the Introduction to Health Psychology and Communication module is particularly laudable and innovative.",
		"The effort is one of the most laudable, as it was by no means one of the least successful, in the dramatic literature of this period.",
		"His foundations at Oxford and Ipswich were, nevertheless, not made out of his superabundant revenues, but out of the proceeds of the dissolution of monasteries, not all of which were devoted to those laudable objects.",
		"Donne, Sir Henry Wotton, Izaak Walton, Bishop Andrewes and Francis Bacon, who dedicated to him his translation of the Psalms. Walton tells us that \"the love of a court conversation, mixed with a laudable ambition to be something more than he was, drew him often from Cambridge to attend the king wheresoever the court was,\" and James I.",
		"Truly, Taurus is an immovable sign, but its positive characteristics are every bit as strong and laudable.",
		"To have respected the wishes of the veterans, is, of course, highly laudable.",
		"Her performance in those very laudable aims will be watched very, very closely by \" our doctors \" .",
		"It seems laudable to suggest it should return - the trick is to decide where and how much?",
		"Like a form of pyramid selling it all sounds so laudable - at first.",
		"Instead of exasperating the demands of the peasants and workmen by repression and raising civil war between the bourgeoisie and the proletariat, they drew a distinction between personal servitude, which was suppressed, and the rights of contract, which were to be redeemeda laudable but impossible distinction.",
		"With the laudable object of releasing Danish trade from the grinding yoke of the Hansa, and making Copenhagen the great emporium of the north, Christian had arbitrarily raised the Sound tolls and seized a number of Dutch ships which presumed to evade the tax.",
		"His name and exploits still live in the popular legends, and the insurrection is often referred to in revolutionary pamphlets as a laudable popular protest against tyrannical autocracy.",
		"With the laudable motive, therefore, of effecting improvement in horses, he gave the then large sum of 500 guineas for an Arab stallion which had been procured from Constantinople by a Mr Markham, since known as the \" Markham Arabian.\"",
		"They are very bulky, and with the exception of a few, particularly the 116th and 118th, which introduce the most sweeping and laudable reforms into the law of intestate succession, are much more interesting, as supplying materials for the history of the time, social, economical and ecclesiastical, than in respect of any purely legal merits.",
		"In later editions he avoided this strain on usage by substituting or adding \" merit \" in several passages - allowing that some of the laudable qualities which he mentions would be more commonly called talents,\" but still maintaining that \" there is little distinction made in our internal estimation \" of \" virtues \" and \" talents.\"",
		"The bee-keepers' associations of the United States, Canada and most of the British colonies, are - like those last mentioned above - formed for the sole and laudable purpose of promoting the business interests of their members, the latter being either bee-farmers or bee-appliance manufacturers.",
		"These aims are most laudable, and in no way subversive; but the author must have had some particular reasons for emphasizing these questions rather than others; and the examination of these reasons may help us to determine the nationality of this collection.",
		"The charter of incorporation granted in 1614 states that by the invasion of the Spaniards it had been treacherously spoiled and burnt but that its strength, prosperity and usefulness for navigation, and the acceptable and laudable services of the inhabitants in rebuilding and fortifying it, and their enterprise in erecting a pier, have moved the king to grant the petition for its incorporation.",
		"A laudable attempt has been made to keep the education department free from the vagaries and the strife of party politics, and the advantages of political control have been as much felt as its drawbacks.",
		"They were only insisting on the maintenance of what they believed to be the ancient and laudable customs of the realm."
	],
	"synonyms": [
		"praiseworthy",
		"applaudable",
		"commendable",
		"sterling",
		"estimable",
		"exemplary",
		"deserving",
		"admirable",
		"respectable",
		"worthy",
		"reputable",
		"meritorious",
		"honorable",
		"creditable"
	],
	"antonyms": [
		"shameful",
		"blameworthy",
		"blamable",
		"bad",
		"unpraiseworthy",
		"indign",
		"illaudable"
	]
}