{
	"word": "affable",
	"meaning": [
		"Easy and pleasant to speak to; approachable.",
		"Pleasant and easy to approach or talk to; friendly.",
		"Gentle and gracious.",
		"Gentle and kindly.",
		"Receiving others kindly and conversing with them in a free and friendly manner; friendly, courteous, sociable."
	],
	"sentences": [
		"Her grandfather has always been the most affable man around.",
		"The affable manager helped to ease the frustrations of the disappointed customer.",
		"Griffin shook her hand and gave her an affable smile.",
		"The interviewer greeted her in the most affable manner and put her at ease.",
		"Friendly and affable, Karen was the most liked person in the office.",
		"He was affable to the point of familiarity, quick-witted like a true Gascon, good-hearted, indulgent, yet skilled in reading the character of those around him, and he could at times show himself severe and unyielding.",
		"He was an affable boy with a crooked smile and dusting of freckles across his nose.",
		"Even in the midst of a rough week, Brianna never lost her affable personality.",
		"On succeeding to the throne in September 1824 the dignity of his address and his affable condescension won him a passing popularity.",
		"An affable man, he was one of the nicest political candidates the state had seen in some time.",
		"I always found him a very affable, approachable fella.",
		"His strongest weapons were the fine presence, the affable manners (even with citizens), and the love of pleasure and entertainments which secured his personal popularity.",
		"They are so open, and so affable, really.",
		"In his Conversation he was affable (being not puffed by his Learning) and always communicative of anything he was Master of.",
		"The governor was a brisk little man, very simple and affable.",
		"There was certainly nothing I felt was in the least inflammatory - all was in a quite affable tone!",
		"In social intercourse the Egyptians observe many forms of salu tation and much etiquette; they are very affable, and readily enter into conversation with strangers.",
		"Another great Sagittarius trait is their easy smile and affable nature.",
		"He was affable and easy of approach to all his subjects, with a pleasant address; nor does he seem to have been, like his wife, either cruel or revengeful.",
		"Page always looks on the bright side of life and audiences quickly relate to his genuinely affable nature with some serious cheekiness thrown in.",
		"A further low point was seeing the reliable and normally affable Herbie Williams sent off after exchanging punches with a Lincoln player.",
		"Eventually an affable young vocalist called Cass Fox appeared in the spotlight, complete with a bare midriff and impossibly low-slung hipsters.",
		"They all manage the same kind of affable doofus routine, but he lacks their surfer bon homie and the good looks.",
		"Although usually affable, Alyssa was unapologetically persistent in her unpopular opinion.",
		"Mel Gibson soared to the A-list as an affable cinematic heavyweight with starring roles in Mad Max and Lethal Weapon, as well as directing and producing credits for Braveheart and The Passion of the Christ.",
		"He was always affable, with a good Cockney humor; everyone liked him.",
		"In social intercourse the Egyptians observe many forms of salutation and much etiquette; they are very affable, and readily enter into conversation with strangers.",
		"The native disposition of the Tosks has been modified by intercourse with the Greeks and Vlachs; while the Gheg devotes his attention exclusively to fighting, robbery and pastoral pursuits, the Tosk occasionally occupies himself with commercial, industrial or agricultural employments; the Gheg is stern, morose and haughty, the Tosk lively, talkative and affable.",
		"He was grave and gay, affable and dignified, cruel and gentle, mean and generous, eager for fame yet not vain, impulsive and cautious, secretive and open.",
		"The Afghans, inured to bloodshed from childhood, are familiar with death, and audacious in attack, but easily discouraged by failure; excessively turbulent and unsubmissive to law or discipline; apparently frank and affable in manner, especially when they hope to gain some object, but capable of the grossest brutality when that hope ceases."
	],
	"synonyms": [
		"genial",
		"cordial",
		"amiable",
		"social-minded",
		"pleasureful",
		"pleasure-giving",
		"offhanded",
		"heart-warming",
		"easy-natured",
		"clubby",
		"clubbish",
		"clubbable",
		"urbane",
		"social",
		"polite"
	],
	"antonyms": [
		"inaffable",
		"reserved",
		"disdainful",
		"surly",
		"impolite",
		"miserable",
		"complaining",
		"grumbling",
		"grouchy",
		"unfriendly",
		"discourteous"
	]
}