{
	"word": "pariah",
	"meaning": [
		"A social outcast.",
		"A member of one of the lowest social castes in India.",
		"A Dalit.",
		"Any person despised or rejected by others; outcast.",
		"A demographic group, species, or community that is generally despised."
	],
	"sentences": [
		"It'll now join fellow former industry pariah Napster as a fully paid-up digital music distributor.",
		"Shortly Tom came upon the juvenile pariah of the village, Huckleberry Finn, son of the town drunkard.",
		"It is a declaration that any country which does not follow the Paris Charter will become an international pariah.",
		"The opencast coal mining industry has been made to appear a political pariah with the result that hundreds of jobs have been lost.",
		"Witnessing the transition of South Africa from a global pariah to a respected beacon among nations.",
		"Tamils have a long association with the British and words incorporated into English include pariah and catamaran.",
		"You admit to feeling like \" an isolated pariah \", then try to make a case for smoking.",
		"Through this divine love the untouchable becomes pure, the pariah no longer remains a pariah.",
		"Consequently the Australian natives must be presumed to have reached the island-continent by way of Malaya; and if this be admitted, nothing is more likely than that they should have been accompanied by pariah dogs of the Indian type.",
		"As the smoker has become a pariah, sufferers from lung cancer have become the lepers of the twenty-first century.",
		"Hinduism, which was once the religion of Java, but has been extinct there for four centuries, is still in vogue in the islands of Bali and Lombok, where the cruel custom of widow-burning (suttee) is still practised, and the Hindu system of the four castes, with a fifth or Pariah caste (called Chandala), adhered to.",
		"Their continued existence as a pariah class after the Exile would be a perpetual reminder of the dangers and degradation of the most popular Syrian creed.",
		"Among other dogs of India are the pariah, which is merely a mongrel, run wild and half starved; the poligar dog, an immense creature peculiar to the south; the greyhound, used for coursing; and the mastiff of Tibet and Bhutan.",
		"In general appearance it is very like some of the pariah dogs of India and Egypt; and, except on distributional grounds, there is no reason for regarding it as specifically distinct from such breeds.",
		"On the whole, then, the most probable explanation of the case is that the dingo is an introduced species closely allied to the Indian pariah dog.",
		"The common or pariah dog is generally of sandy color; in Upper Egypt there is a breed of wiry rough-haired black dogs, noted for their fierceness.",
		"The domestic dogs of some North American Indian tribes closely resemble the coyote; the black wolfdog of Florida resembles the black wolf of the same region; the sheepdogs of Europe and Asia resemble the wolves of those countries, whilst the pariah dog of India is closely similar to the Indian wolf."
	],
	"synonyms": [
		"castaway",
		"ishmael",
		"outcast",
		"untouchable",
		"undesirable",
		"scapegoat",
		"one in disgrace",
		"nonperson",
		"leper"
	],
	"antonyms": []
}