{
	"word": "jejune",
	"meaning": [
		"Not nourishing; barren.",
		"Not interesting or satisfying; dull or empty.",
		"Not mature; childish.",
		"Lacking in nutrition.",
		"Not nutritious."
	],
	"sentences": [
		"You don't write a jejune collection of hodgepodge letters and numbers like these.",
		"It seems simple, almost jejune; so thin and weak that one wonders how it can have formed the foundation for a system so mighty in its historical results.",
		"Gassendi's jejune Life (Paris, 1654) is thus the earliest extant of any note.",
		"There is now and then an energetic phrase, but as a whole the vocabulary is jejune; the sentences are overloaded; the pitch is flat.",
		"In Clark [View] it was said that it would be ' jejune and inappropriate ' for the courts to second-guess academic judgment.",
		"After 1071 our accounts of William's doings become jejune and disconnected.",
		"With the general decay of ancient civilization under the Roman empire, even scientific research ceased, and though there were literary revivals, like that connected with the new Atticism under the Antonine emperors, these were mainly imitative and artificial, and even learning became at last under the Byzantine emperors a jejune and formal tradition (see Greek Literature).",
		"Generally speaking the Arabic writings are late in point of date, and cold and jejune in style; while it must also be remembered that they are set religious works written to defend Islam.",
		"The volume of 1500 had been jejune, written when he knew nothing of Greek; Boo adages put together with scanty elucidations.",
		"These and like developments, which are to be divined from references in the Aristotelian writings, jejune, and, for the most part, of probable interpretation only, complete the material which Aristotle could utilize when he seceded from the Platonic school and embarked upon his own course of logical inquiry.",
		"From the creation of the world until about 1040 these Annales are a jejune copy of other annals, but from 1040 to their conclusion in 1077 they are interesting for the history of Germany and the papacy.",
		"But (i.) Nero 2 is really September 56-September 57; (ii.) it is doubtful whether Eusebius had any authority to depend on here other than Josephus, who gives no precise year for Festus - Julius Africanus is, hardly probable, since we know that his chronicle was very jejune for the Christian period - and if so, Eusebius had to find a year as best he could.'"
	],
	"synonyms": [
		"insubstantial",
		"puerile",
		"juvenile",
		"adolescent",
		"insipid",
		"barren",
		"banal",
		"arid",
		"vapid",
		"innocuous",
		"childish",
		"bland",
		"unexciting",
		"trite",
		"sterile"
	],
	"antonyms": []
}