{
	"word": "credence",
	"meaning": [
		"Belief, esp. in the reports or testimony of another.",
		"Acceptance as true or valid; belief.",
		"Credibility; plausibility.",
		"Credentials.",
		"A small table at the side of the altar for the bread, wine, etc. used in the Eucharistic service.",
		"(obsolete) To give credence to; to believe."
	],
	"sentences": [
		"You people have lost your credence with me.",
		"But in Spain belief in this cherished possession was universal; and, step by step, the theory won credence throughout the West.",
		"What we see seems to add credence to the results achieved earlier.",
		"How far the earlier part of the story deserves credence has been and still is much debated.",
		"He gives great credence to the involvement of the working classes during the Anglo-Irish War.",
		"The work was reputed to have some credence with support given by astronomers of the day.",
		"But until the conditions under which a particular transformation takes place have been ascertained and described, so that the observation may be repeated by other investigators, scant credence is likely to be given to the more extreme polymorphistic views.",
		"In this then consists the significant turn given by St Paul in the Second Epistle to the Thessalonians to the whole conception, namely, in the substitution for the tyrant of the latter time who should persecute the Jewish people, of a pseudo-Messianic figure, who, establishing himself in the temple of God, should find credence and a following precisely among the Jews.",
		"Sasha.s words echoed in her thoughts, and she tried hard to give them no credence.",
		"How it arose or how any credence came to be reposed in the legend, it is difficult to surmise.",
		"I, however, can give but partial credence to these writings.",
		"I was well below 50% of my normal performance so I don't place too much credence in that either.",
		"How much more credence could be given to a report backed up by ' visual evidence '?",
		"Guitarists who want to play one of the most famous songs from the classic band Credence Clearwater Revival will need to find Bad Moon Rising tabs.",
		"If you are a past employer, this gives a higher credence to your words than if you were a parent.",
		"Kevin Walsh and Emir Gun Sirer, students at Cornell University, invented Credence in 2005.",
		"Credence is an add-on to LimeWire designed to help users filter out poor quality or corrupt P2P files.",
		"This all gave credence to the belief in vampires and vampire art.",
		"They've been around since 1968, too, which gives credence to their claims.",
		"I thought the story about his job at the poultry farm was only a cover - some trumped up story to establish credence.",
		"The time between the recorded call and the fatal crash was such to give further credence that the kidnapper held his captors nearby.",
		"A large plume of black smoke lends some credence to her story.",
		"The report was then given more credence by a second internal MoD document.",
		"Conspiracy theories have gained further credence due to the alleged absence of advance warning about the Indian nuclear tests.",
		"If the Sumerian knowledge did indeed appear out of thin air, then Sitchin's interpretation of the Sumerian texts gains credence.",
		"Lending credence to their collective persona is the fact that they sound equally sincere and at ease with the various genres.",
		"The most extreme disguise assumed by the Arthropod parapodium or appendage is that of becoming a mere stalk supporting an eye - a fact which did not obtain general credence until the experiments of Herbst in 1895, who found, on cutting off the eye-stalk of Palaemon, that a jointed antenna-like appendage was regenerated in its place.",
		"Credence Clearwater Revival was a four-piece rock band whose swampy sound was straightforward and direct.",
		"However, more advanced players who feel that they have nothing to learn from Credence will be reminded that great rock music is not about how fast or how fancy you can play.",
		"The current intense focus on fashion and beauty within the entertainment industry gives even greater credence to hot new hair styles.",
		"Of course, the video doesn't provide proof positive that the Texas animal was truly the Chup, but because the source of the video was an officer of the law, greater credence was given to the footage.",
		"Jasper/Jax (GH) - The bold, romantic playboy is swoon worthy giving credence to the unusual name and nickname for boys.",
		"Reckoning by that standard we might push the earliest Neolithic remains back behind io,000 B.C.; but the calculation would be worthy of little credence.",
		"A contemporary authority states that he was born at Gouda, his father's native town; but he adopted the style Rotterdammensis or Roterodamus, in accordance with a story to which he himself gave credence.",
		"Whether there was an historic Arthur has been much debated; undoubtedly for many centuries after the appearance of Geoffrey of Monmouth's Historia Britonum (circ. 1136), the statements therein recorded of a mighty monarch, who ruled over Britain in the 5th-6th centuries, and carried his conquests far afield, even to the gates of Rome, obtained general, though not universal, credence.",
		"The remainder of the vassal statesCarmania, Susiana, Mesenc were ended by Ardashir; and the autonomous desert fortress of Hatra in Mesopotamia was destroyed by his son Shapur (Sapor) I., according to the Persian and Arabian traditions, which, in this point, are deserving of credence.",
		"He ever had the goodwill of the people because he knew how to give them fair words, and always spoke not of himself but of the augmentation and good governance of the kingdom, for which he would spend his life; and thus he had the goodwill of England, so that in all the land he was the lord who was held in most esteem and faith and credence.",
		"The evidence for terrestrial Silurian vegetation is still dubious; apart from some obscure North American specimens, the true nature of which is not established, Potonie has described well-characterized Pteridophytes (such as the fern-like Sphenopteridium and Bothrodendron among Lycopods) from supposed Silurian strata in North Germany; the horizon, however, appears to be open to much doubt, and the specimens agree so nearly with some from the Lower Carboniferous as to render their Silurian age difficult of credence.",
		"Bad Moon Rising was the first single released from Credence's third album Green River and was a tremendous commercial success.",
		"FretPlay also includes a video bass lesson with every bass transcription they have, so not only will you learn a Credence song, you'll also learn some other great bass tips.",
		"The writings of Raymond Moore, a former U.S. Department of Education official, and John Holt, author of several books on education, gave credence and national presence to a growing home school movement.",
		"His Greatheart, his Captain Boanerges and his Captain Credence are evidently portraits, of which the originals were among those martial saints who fought and expounded in Fairfax's army.",
		"This ought to help the credibility issue; there's more to some tips than the police know, but haven't made public because it would enforce credence in a psychic connection for the tip.",
		"It is by no means certain that Pole ever knew about the process begun against him; and immediate subsequent events show that no credence was given to the charges.'",
		"Hence the first written accounts give Portuguese, Malay and other derivations, some of which have continued to find credence among quite recent writers.",
		"Though in modern times a great deal has appeared in the daily newspapers on the subject, it is a notable fact that not a tithe of the wonderful things published in such articles about bees and bee-keeping is worthy of credence or possesses any real value.",
		"The former he imitates in the maxims (-yv14at) he throws in and the speeches which he puts into the mouth of the chief actors; the latter in his frequent geographical digressions, in the personal anecdotes, in the tendency to collect and attach some credence to marvellous tales.",
		"In consequence of the credence which the story obtained, Archbishop Bancroft was commissioned by the privy council to discover and punish the impostors.",
		"But little credence was given to Father Roman's statement until it was verified, in 1756, by the Spanish Boundary-line Commission of Yturriaga y Solano.",
		"The character which Procopius gives to the jurist, even if touched by personal spite, is entitled to some credence, because it is contained in the Histories and not in the scandalous and secret Anecdota.",
		"To the student of the Norse sources, Adam's reference is not so important, as the internal evidence of the sagas is such as to give easy credence to them as records of exploration in regions previously unknown to civilization.",
		"Catesby, however, after some hesitation, finding from Fawkes that nothing had been touched in the cellar, and prevailed upon by Percy, determined to stand firm, hoping that the government had put no credence in Monteagle's letter, and Fawkes returned to the cellar to keep guard as before.",
		"Such stories obtained credence from the fact that so late as the year 1760, when Linnaeus named the principal species apoda, or \"footless,\" no perfect specimen had been seen in Europe, the natives who sold the skins to coast traders invariably depriving them of feet and wings."
	],
	"synonyms": [
		"confidence",
		"certainty",
		"reliance",
		"acceptance",
		"credit",
		"trustworthiness",
		"trust",
		"table",
		"shelf",
		"faith",
		"belief",
		"credenza"
	],
	"antonyms": [
		"faithlessness",
		"distrust"
	]
}