{
	"word": "compendium",
	"meaning": [
		"A short but complete summary of something.",
		"A summary or abstract containing the essential information in a brief form; concise but comprehensive treatise.",
		"A list or collection of various items.",
		"A short, complete summary; an abstract."
	],
	"sentences": [
		"A useful handbook of Swedenborg's theology is the Compendium of the Theological Writings of Emanuel Swedenborg by the Rev. Samuel Warren (London, 1885).",
		"In this as in the previous studies a compendium is learned by heart, and explanations are given from commentaries and noted down by the students word for word.",
		"He founds his argument mainly on passages in the Communia Naturalium, which indeed prove distinctly that it was sent to Clement, and cannot, therefore, form part of the Compendium, as Brewer seems to think.",
		"The Speculum Majus, the great compendium of all the knowledge of the middle ages, as it left the pen of Vincent, seems to have consisted of three parts only, viz.",
		"This work (Breviarium historiae Romanae) is a complete compendium, in ten books, of Roman history from the foundation of the city to the accession of Valens.",
		"Ambrosius Macrobius Theodosius (c. 400) wrote a treatise on Cicero's Somnium Scipionis and seven books of miscellanies (Saturnalia); and Martianus Capella (c. 430), a native of Africa, published a compendium of the seven liberal arts, written in a mixture of prose and verse, with some literary pretensions.",
		"For his life the chief contemporary sources are a Compendium vitae written by himself in 1524, and a sketch prefixed by Beatus Rhenanus to the Basel edition of 1540.",
		"He devoted himself to criticism and explanation of the doctrine of Kant, and in 1793 published the Erlduternder Auszug aus Kants kritischen Schriften, which has been widely used as a compendium of Kantian doctrine.",
		"Compiegne, or as it is called in the Latin chronicles, Compendium, seems originally to have been a hunting-lodge of the early Frankish kings.",
		"The results of these experiments will be found in a compendium issued from the Rothamsted Agricultural Experimental Station.",
		"In 1777 Spangenberg was commissioned to draw up an idea fidei fratrum, or compendium of the Christian faith of the United Brethren, which became the accepted declaration of the Moravian belief.",
		"Under the title Et Sofer, \" Pen of the Writer\" (Lyk, 1864), David Kimhi composed a sort of grammatical compendium as a guide to the correct punctuation of the biblical manuscripts; it consists, for the most part, of extracts from the Miklol.",
		"Moreover, it is not a doctrinal compendium, or catechism, which a revelation would have to be.",
		"His practice as a college lecturer in logic is better evidenced by these \"cases\" than by his Compendium of Logic, first published in 1618.",
		"This was the famous Marrow of Modern Divinity, by Edward Fisher, a compendium of the opinions of leading Reformation divines on the doctrine of grace and the offer of the Gospel.",
		"Back to reviews \" ...an invaluable compendium of information on the most pressing challenge in business today \" Sean Kelly Comhra \" At last!",
		"The result might serve some students as a useful compendium in miniature.",
		"Budde's Die Religion des Volkes Israel bis zur Verbannung, as well as Addis's recent Hebrew Religion (1906), is a most careful and scholarly compendium.",
		"C. Selwyn he wrote North America (1883) for Stanford's Compendium.",
		"A compendium in Arabic of this secular history was made by Bar-Hebraeus under the title al-Mukhtasar fi `d-Duwal (Compendious History of the Dynasties).",
		"A more recondite work is his Compendium of Spherical Astronomy (1906).",
		"In the Old Testament many laws in the Mosaic legislation are certainly post-Mosaic and the value of not a few narratives lies, not in their historical or biographical information, but in their treatment of law, ritual, custom, belief, &c. Later developments are exemplified in the pseudepigraphical literature, notably in the Book of Jubilees, and when we reach the Mishnah and Talmud, we have only the first of a new series of stages which, it may be said, culminate in the 16th-century Shulhan `Aruk, the great compendium of the then existing written and oral law.",
		"They contain treatises on the Roman magistrates, priests and lawyers, and a compendium of Roman history from Plutarch, Tib.",
		"Augustine, Hilary, Athanasius, Isidore, Gregory the Great and others, and formed part of the library of which the Breviary was the ultimate compendium.",
		"There are eleven chief service books, and no such compendium as the Roman breviary.",
		"The Compendium errorum selects four papal constitutions which involved a declaration against evangelical poverty, and insists that they are full of heresy.",
		"Agrip is a 12th-century compendium of the Kings' Lives from Harald Fairhair to Sverri, by a scholastic writer of the school of Sarmund.",
		"Noregs Konunga-tal, now called Fagrskinna, is a Norse compendium of the Kings' Lives from Halfdan the Black to Sverri's accession, probably written for King Haakon, to whom it was read on his death-bed.",
		"Professor Belich of Belgrade University has tried to give in the Servian Dialectological Compendium (Belgrade, 1905) a new division of the Servian dialects into five groups, viz.",
		"Thus every person becomes a specific and original representation of the universe and a compendium of humanity, a microcosmos in which the world is immediately reflected.",
		"A classical scholar of fair merits, he is best known as the author of a little book on logic (Compendium Artis Logicae), a work of little value in itself, but used at Oxford (in Mansel's revised edition) till long past the middle of the 19th century.",
		"Among his other works were a ritual compendium Tesoro dos dinim, and a treatise in Hebrew on immortality (Nishmath hayim).",
		"The Council has compiled a compendium of all the changes put forward.",
		"The DoH published a compendium of practical examples of self-care support.",
		"The aim is to produce a compendium of examples, which will be a resource for use in promoting the rights of disabled children.",
		"I myself recently presented the compendium of the Catechism, prepared at the request of the late Holy Father.",
		"This book contains a compendium of some of the papers presented at a workshop on Performance Measurement and Management Control in October, 2001.",
		"This invaluable compendium reveals the many secrets of the ancient arts of fortune telling.",
		"Thanks for all your work in compiling this fascinating compendium which has shaken the cobwebs out of my media memory.",
		"Paperback from Bible Reading Fellowship £ 5.99 100 Favorite Prayers Lois Rock A cheerful and comprehensive compendium of prayers for everyday.",
		"Further information can be found via the electronic medicines compendium.",
		"It's both a stylish introduction and a compendium of the best in modern typography.",
		"His principal works are Traite des sources de la corruption qui rbgne aujourd'hui parmi les Chretiens (1700), translated into English, Dutch and German, practically a plea for a more ethical and less doctrinal type of Christianity; Catechisme ou instruction dans la religion chretienne (1702), also translated into English, Dutch and German; Traite contre l'impurete (1707); Sermons sur divers textes (1722-1724); Theologiae compendium (1739); and Traduction de la Bible (1724).",
		"His principal works are translations of Strabo and of some of the Lives of Plutarch, a compendium of the Greek grammar of Chrysoloras, and a series of commentaries on Persius, Juvenal, Martial and on some of the writings of Aristotle and Cicero.",
		"The Oriental point of view for the 13th century appears in Jelaleddin's history of the Ayyubite sultans of Egypt, written towards the end of the 13th century; in Maqrizi's history of Egypt, written in the middle of the 15th century; and in the compendium of the history of the human race by Abulfeda (f1332); while the omniscient Abulfaragius (whom Rey calls the Eastern St Thomas) wrote, in the latter half of the 13th century, a chronicle of universal history in Syriac, which he also issued, in an Arabic recension, as a Compendious History of the Dynasties.",
		"Eytelwein (1764-1848) of Berlin, who published in 1801 a valuable compendium of hydraulics entitled Handbuch der Mechanik and der Hydraulik, investigated the subject of the discharge of water by compound pipes, the motions of jets and their impulses against plane and oblique surfaces; and he showed theoretically that a waterwheel will have its maximum effect when its circumference moves with half the velocity of the stream.",
		"In Europe his compendium of Aristotle's Rhetoric was published at Venice, 1484.",
		"Thus the noun is used for a summary, compendium or epitome of a larger work, the gist of which is given in a concentrated form.",
		"He edited Stanford's Compendium of Geography and, besides many papers in the journals of learned societies and in encyclopaedias, published Man, Past and Present (1899); Ethnology (1896 and later editions); The Gold of Ophir (1901), etc. He was professor of Hindustani at University College, London, till 1885.",
		"This prolix composition, one of a class which at that time was much in vogue - metrical epitomes of the facts of science - contains in about five thousand lines, illustrated by voluminous notes, a compendium of astronomy.",
		"It 's both a stylish introduction and a compendium of the best in modern typography.",
		"This compendium outlines every aspect of herbal remedies, including growing environment, harvest techniques, medical preparation and indications for use.",
		"The Oxford English Dictionary online, sometimes abbreviated to OED, is a compendium of words in the English language.",
		"There is also a compendium about museums of the world.",
		"It is actually a compendium of sites and resources for absolutely everything you might require - including music, books and sewing patterns.",
		"The putative purpose of this Foundation is to collect all the empire's knowledge in a vast compendium, the Encyclopedia Galactica.",
		"Soon there wasn't a supernatural stone left unturned, as Dark Shadows became a compendium of every myth, legend and plot device.",
		"Ford Prefect - has been stranded on Earth for the past fifteen years, a native of Betelgeuse, and roving researcher for that amazing compendium, the Hitchhiker's Guide.",
		"The Austrian bishops, however, maintain their tribunals for spiritual purposes, and insist that such things as divorced vinculo must be granted by their authority (Aichner, Compendium juris ecclesiastici, pp. 551-553).",
		"Asher ben Jehiel, a pupil of Me'ir of Rothenburg, was the author of the popular Talmudic compendium, generally quoted as Rabbenu Asher, on the lines of Alfasi, besides other halakhic works.",
		"Weber's Jiidische Theologie is a useful compendium of the theology of later Judaism.",
		"From 1871 to 1873 he edited the Atlanta Daily Sun, and he published A Constitutional View of the Late War between the States (2 vols., 1868-1870), perhaps the best statement of the southern position with reference to state sovereignty and secession; The Reviewers Reviewed (1872), a supplement to the preceding work; and A Compendium of the History of the United States (1875; new ed., 1883).",
		"The first part of an encyclopaedic work probably remains to us in the Compendium Studii Philosophiae (1271).",
		"In 1292, as appears from what is probably his latest composition, the Compendium Studii Theologiae, he was again at liberty.",
		"First appears to have come the treatise now called Compendium Studii Philosophiae (Brewer pp. 393-519), containing an account of the causes of error, and then entering at length upon grammar.",
		"His great work was the Theologia moralis et dogmatica, a compendium in catechetical form of Roman Catholic doctrine and ethics which has been much used as a students' text-book.",
		"In spite of his doctrinal writings - which at the time made no little noise, so that his Compendium of Dogmatic (1760) was confiscated in Sweden, and the knighthood of the North Star was afterwards given him in reparation - it was the natural side of the Bible that really attracted him, and no man did more to introduce the modern method of studying Hebrew antiquity as an integral part of ancient Eastern life.",
		"Among the writers it may be sufficient to mention here Gariopontus; Copho, who wrote the Anatome porci, a well-known medieval book; Joannes Platearius, first of a family of physicians bearing the same name, whose Practica, or medical compendium, was afterwards several times printed; and Trotula, believed to be the wife of the last-named.",
		"The first of these works is the Compendium medicinae, also called Laurea or Rosa anglicana, of Gilbert (Gilbertus Anglicus, about 1290), said to contain good observations on leprosy.",
		"His compendium is entirely wanting in originality, and perhaps unusually destitute of common sense, but it became so popular as to be reprinted up to the end of the 16th century.",
		"Hutter was a stern champion of Lutheran orthodoxy, as set down in the confessions and embodied in his own Compendium locorum theologicorum (1610; reprinted 1863), being so faithful to his master as to win the title of \"Luther redonatus.\"",
		"The book opens with a passage on the essence of mysticism, the union of the soul with God in love, and the bulk of it is a compendium of the spiritual teachings scattered throughout her letters.",
		"There are 335 classical dramas of this kind in a compendium called the Yokyoka Tsuge, and many of them are inseparably connected with the names of Kwanami Kiyotsugu (1406) and his son Motokiyo (1455), who are counted the fathers of the art.",
		"We next hear of Vacarius as lecturing at Oxford, in 1149, to \"crowds of rich and poor,\" and as preparing, for the use of the latter, a compendium, in nine books, of the Digest and Code of Justinian, \"sufficient,\" it was said, \"if thoroughly mastered, to solve all legal questions commonly debated in the schools.\"",
		"Nicephorus is the author of a valuable compendium (Breviarium historicum) of Byzantine history from 602 to 770, of a meagre Chronologia compendiaria from Adam to the year of his own death.",
		"The same author published a shorter Compendium theologiae dogmaticum in 1669.",
		"It is probable that the Opus nonaginta dierum and the Compendium errorum were intended to form part of the work.",
		"A part of his compendium of medicine was published in Latin in the 16th century as Liber theoricae nec non practicae Alsaharavii (Augsburg, 1519).",
		"Pope's Compendium is a somewhat more modern version.",
		"Welcome to the 2002 web edition of UK Defense Statistics, the annual statistical compendium of the Ministry of Defense.",
		"Europe, Judah Hadassi composed his Eshkol ha-Kopher, a great theological compendium in the form of a commentary on the Decalogue."
	],
	"synonyms": [
		"collection",
		"synopsis",
		"syllabus",
		"survey",
		"sketch",
		"outline",
		"list",
		"lexicon",
		"distillation",
		"condensation",
		"compilation",
		"epitome",
		"abstract",
		"abridgment",
		"brief"
	],
	"antonyms": []
}