{
	"word": "specious",
	"meaning": [
		"Seeming to be good, sound, correct, logical, etc. without really being so; plausible but not genuine.",
		"Having the ring of truth or plausibility but actually fallacious.",
		"Pleasing to the sight.",
		"Deceptively appealing."
	],
	"sentences": [
		"This argument is rather specious than sound.",
		"William of Orange was not deceived by the specious temporizing of the king.",
		"But Mary had, under a specious pretext, recommenced to a slight extent the evil practice, and Elizabeth had gone a little further in the same direction.",
		"In 1850 his power of specious argument won back to him his Chicago constituents who had violently attacked him for not opposing the Fugitive Slave Law.",
		"The rush of the Mahommedan flood sent terror all over Europe, but the little opposition it encountered south of the Pyrenees is to be easily explained, and the victory, though genuine, was more specious than substantial.",
		"The reasoning is utterly specious, but it appears that Kraft got away with it last week.",
		"Your arguments are rather specious than well grounded, for your name ought to be none other than your father's name.",
		"Most of the other counter arguments I've seen dotted about are equally specious.",
		"Instead we have witnessed specious arguments over how close to zero a GM content is near enough GM-free.",
		"Each and every safeguard listed here is absent in d & d, regardless of politicians ' specious claims to the contrary.",
		"Your arguments are rather specious than well grounded, for your name ought to be none other than your father 's name.",
		"Nearly all his arguments, especially where he attempts to interpret Jefferson's writings on the point, notably the Kentucky resolutions, are rather strained and specious, but it does seem that the Virginia resolutions were based on a different idea from Calhoun's doctrine of nullification.",
		"Franciscus Vieta (Francois Viete) named it Specious Arithmetic, on account of the species of the quantities involved, which he represented symbolically by the various letters of the alphabet.",
		"In 1886, the year in which the Rand mines were discovered, President Kruger was by no means a popular man even among his own followers; as an administrator of internal affairs he had shown himself grossly incompetent, and it was only the specious success of his negotiations with the British government which had retained him any measure of support.",
		"It was for her sake, he said, that the Greeks and Barbarians fought, deluding themselves with an image of truth, for the real being was then present with the First God.3 By such specious allegories and Grecian fables Simon deceived many, while at the same time he astounded them by his magic. A description is given of how he made a familiar spirit for himself by conjuring the soul out of a boy and keeping his image in his bedroom, and many instances of his feats of magic are given.",
		"Citing cliques as a reason for a full reset is therefore wholly specious in my opinion.",
		"The measure is akin to an arrest warrant rather than a court hearing, so the Minister's argument is somewhat specious.",
		"The attempt to morally justify suicide bombing seems especially specious.",
		"Luther and the Reformers addressed the twin problem of Indulgences and Purgatory, and the specious theory behind them.",
		"From the specious promise of these political phantasmagoria grow outlandish Celtic dreams of an independence liberally financed by foreigners.",
		"Is it a \" contrivance of human wisdom, \" or of human craft to obtain money from a nation under specious pretenses?",
		"At one time, indeed, he found Lavoisier's views so specious that he was much inclined to accept them, but he overcame this wavering, and so late as 1800 he wrote to the Rev. Theophilus Lindsey (1723-1808), \"I have well considered all that my opponents have advanced and feel perfectly confident of the ground I stand upon....",
		"Bankers, men of a more positive nature, devised a specious fable.",
		"The alternative extreme would make the specious present ' eternal ' in the static sense of the world.",
		"Most of the other counter arguments I 've seen dotted about are equally specious.",
		"The measure is akin to an arrest warrant rather than a court hearing, so the Minister 's argument is somewhat specious.",
		"There is evidence to show that by this munificence he hoped to draw out praises of his sovereign and himself; but this motive certainly is far from accounting for all the splendid, if in some cases specious, services that he rendered to literature, science and art.",
		"To many Japanese observers i seemed that the restoration of 1867 had merely transferred the ad ministrative authority from the Tokugawa Shogun to the clans c Satsuma and ChOshC. The KOko Shimbun severely attacked th two clans as specious usurpers."
	],
	"synonyms": [
		"spurious",
		"meretricious",
		"gilded",
		"questionable",
		"obvious",
		"manifest",
		"hollow",
		"untrue",
		"showy",
		"glossy",
		"unsound",
		"plausible",
		"ostensible",
		"misleading",
		"hypocritical"
	],
	"antonyms": [
		"real",
		"true",
		"valid"
	]
}