{
	"word": "purport",
	"meaning": [
		"To profess or claim as its meaning.",
		"To give the appearance, often falsely, of being, intending, etc.",
		"(construed with to) To intend.",
		"Meaning that is presented, intended, or implied; import.",
		"Meaning; tenor; sense; drift.",
		"Intention; object."
	],
	"sentences": [
		"But the trend of recent policy and purport of much recent legislation are against this view.",
		"The use for which the pot was intended and the purport of the inscription have been much disputed, there being at least as many interpretations as there are words in the inscription.",
		"Wilson remarks,\" notwithstanding the acknowledged purport of this worship, it is but justice to state that it is unattended in Upper India by any indecent or indelicate ceremonies, and it requires a rather lively imagination to trace any resemblance in its symbols to the objects they are supposed to represent.\"In spite, however, of its wide diffusion, and the vast number of shrines dedicated to it, the worship of Siva has never assumed a really popular character, especially in northern India, being attended with scarcely any solemnity or display of emotional spirit.",
		"It was their traditions as to the purport of that teaching which he was concerned to preserve.",
		"It may not be professional journalism, but it does n't purport to be.",
		"The purport of these resolutions was to deny to Congress the power to prohibit slavery in the territories and to declare all previous enactments to this effect unconstitutional.",
		"The oldest books now in the possession of the modern Jains purport to go back, not to the foundation of the existing order in the 6th century B.C., but only to the time of Bhadrabahu, three centuries later.",
		"I do not purport to be any kind of expert on Austin music.",
		"The epoch-making treatise in which it was set forth, virtually finished in 1530, began to be known through the circulation in manuscript of a Commentariolus, or brief popular account of its purport written by Copernicus in that year.",
		"But the main purport of the treatise was the exposition of an elaborate system of celestial harmonies depending on the various and varying velocities of the several planets, of which the sentient soul animating the sun was the solitary auditor.",
		"Rudolph's chief aim was to make Austria into an independent state, and he forged a series of privileges the purport of which was to free the duchy from all its duties towards the Empire.",
		"There is no reason to doubt its substantial accuracy, not as to words, but as to purport.",
		"The carved totem posts of the Haida, standing in front of the heavily framed houses, or at a little distance from them, represent the coats of arms of the respective families of the tribes and generally exhibit designs treated in a bold and original manner, highly conventionalized but always recognizable in their purport by any one familiar with the distinctive marks of the animal forms portrayed.",
		"The great majority of its adherents profess to follow the right-hand practice; and apart from the implied purport and the emblems of the cult, their mode of adoration does not seem to offer any very objectionable features.",
		"If the worship of Siva, despite the purport of his chief symbol, seems on the whole less liable to produce these undesirable effects than that of the rival deity, it is doubt- less due partly to the real nature of that emblem being little realized by the common people, and partly to the somewhat repellent character of the \"great god,\" more favourable to evoking feelings of awe and terror than a spirit of fervid devotion.",
		"He published a pamphlet entitled Justice et charite, the purport of which showed the moderation of his political views.",
		"And from these, digested in their proper rank and subordination, to draw out one uniform law of the church is the purport of this book.",
		"Its purport is that glowing vapours similarly circumstanced absorb the identical radiations which they emit.",
		"Such was Gregory the Great's teaching, and such also is the purport of the Caroline books, which embody the conclusions arrived at by the bishops of Germany, Gaul arid Aquitaine, presided over by papal legates at the council of Frankfort in 794, and incidentally also reveal the hatred and contempt of Charlemagne for the Byzantine empire as an institution, and for Irene, its ruler, as a person.",
		"It is a solution, in fact, which must have been impossible had the purport of Hume's empirical doctrine been present to Kant's mind.",
		"The pills also purport to stimulate the metabolism, breaking down fat.",
		"So that e'en God Must guess from sounds so hoarse Their true purport.",
		"Its whole purport is to tell us most emphatically that death is not the will of God.",
		"The Town Clerk shall make known the purport of this Standing Order to every candidate.",
		"It did not even purport to be a notice at all.",
		"Here, therefore, deconstruction is not, cannot purport to be, an alternative to Marxism.",
		"What was the purport of it but to make the tenant as liberal a fortune as the landlord, which I think if obtained would not have lasted long.\"",
		"Not a few other technical terms of Greek philosophic asceticism, used in the first instance by Cynics and Neo-pythagoreans, and then continued among the Greek Jews and Christians, were metaphors taken from athletic contests - but only metaphors, for all asceticism, worthy of the name, has a moral purport, and is based on the eternal contrast of the proposition, \"This is right,\" with the proposition, \"That is pleasant.\"",
		"If it act not upon the terms but upon the remedy, it impairs the obligation if it purport to be retrospective, but it is valid so far as it applies to subsequent contracts.",
		"This was only a preliminary skirmish; the main battle opened in the following year, when the king, quite aware that he must for the future look on Thomas as his enemy, brought forward the famous Constitutions of Clarendon, of which the main purport was to assert the jurisdiction of the state over clerical offenders by a rather complicated procedure, while other clauses provided that appeals to Rome must not be made without the kings leave, that suits about land or the presentation to benefices, in which clerics were concerned, should be tried before the royal courts, and that bishops should not quit the realmunless they had obtained permission to do so from the king (see CLARENDON, CONSTITUTIONS OF).",
		"The whole purport of his remarks now was evidently to exalt himself and insult Alexander--just what he had least desired at the commencement of the interview.",
		"Does this game purport to be social commentary on the current Immigration situation in the USA?",
		"Only illusory forms of life falsely purport to represent the community.",
		"Assignment The Purchaser shall not assign or transfer or purport to assign or transfer the Contract or the benefit thereof to any other person.",
		"Emails that purport to be from someone who wants to send you money may have far too many phrases that implore you to act immediately such as \"Reply ASAP!\" or \"This offer ends in one hour!\"",
		"There are scores of websites on the Internet that purport to give you the best deals on transportation and accommodations.",
		"There are many other devices and products sold that purport to be able to block a person from snoring.",
		"The Internet is full of websites and blogs that purport to know exactly which way mortgage interest rates will go.",
		"Yet there are some cases where users have come across what they purport to be real video clips of ghosts that, frankly, have no rational explanation.",
		"Websites that purport to have purchased a batch of 'genuine' designer watches which they can offer at vastly reduced prices are extremely likely to be selling fakes.",
		"Angels, actual winged beings that purport to serve God, are meddling in man's affairs.",
		"Their general purport is shown in many cases by pictorial figures relating to various objects which appear on them - such as chariots and horses, ingots and metal vases, arms and implements, stores of corn, &c., flocks and herds.",
		"The purport, then, of ablutions is to remove, not dust and dirt, but the - to us imaginary - stains contracted by contact with the dead, with childbirth, with menstruous women, with murder whether wilful or involuntary, with almost any form of bloodshed, with persons of inferior caste, with dead animal refuse, e.g.",
		"These discourses purport to be addresses delivered by Moses to the assembled people, shortly before his death, in the land of Moab, opposite to Jericho.",
		"Down to the - Reformation conditions were unfavourable to such criticism; the prevailing dogmatic use of Scripture gave no occasion for inquiry into the human origins or into the real purport and character of the several books.",
		"One can but give the general purport of such information as has been vouchsafed to us.",
		"For environmentalist organizations like Greenpeace to be against GMO in all its forms under all conditions does nothing at all to serve them or the constituencies they purport to represent.",
		"There are many websites available online that purport to teach people how to pay off debt in ways other than the traditional method of systematically paying debt down until it's paid off.",
		"But if we attend to the circumstances under which this theme arises, its purport and development become deep and natural.",
		"In 1690 he moved a famous amendment to the Corporation Bill, proposing the addition of a clause - the purport of which was misrepresented by Macaulay - for disqualifying for office for seven years municipal functionaries who in defiance of the majority of their colleagues had surrendered their charters to the Crown.",
		"Much depended on whether Ney would grasp the full purport of his orders; in a similar case at Bautzen he had failed to do so, and he failed as badly now.",
		"The apocryphal Acta Barnabae purport to have been written by him."
	],
	"synonyms": [
		"propose",
		"purpose",
		"aim",
		"thrust",
		"tenor",
		"substance",
		"significance",
		"sense",
		"rationale",
		"profess",
		"point",
		"object",
		"meaning",
		"maintain",
		"intention",
		"tenor",
		"substance",
		"import",
		"drift",
		"burden",
		"amount",
		"intent",
		"meaning",
		"aim",
		"thrust",
		"tendency",
		"spirit",
		"significance",
		"significancy",
		"point"
	],
	"antonyms": []
}