{
	"word": "zephyr",
	"meaning": [
		"The west wind.",
		"Zephyrus.",
		"A gentle breeze.",
		"A fine, soft, lightweight yarn, cloth, or garment.",
		"Something that is airy, insubstantial, or passing.",
		"(Greek mythology) The god of the West Wind."
	],
	"sentences": [
		"Listen to every zephyr for some reproof, for it is surely there, and he is unfortunate who does not hear it.",
		"As the earth of light has five tokens (the mild zephyr, cooling wind, bright light, quickening fire, and clear water), so has the earth of darkness also five (mist, heat, the sirocco, darkness and vapour).",
		"Zephyr Cove is one of the most popular campgrounds in Lake Tahoe.",
		"This day is hence called Shem en-Nesim, or the smelling of the zephyr.",
		"Fancy cotton goods are of great variety, and many of them have trade names that are used temporarily or occasion produced on the surface of the cloth by needles placed in a sliding frame; lustre, a light dress material with a lustrous face sometimes made with a cotton warp and woollen weft; zephyr, a light, coloured dress material usually in small patterns; bobbinnet, a machine-made fabric, originally an imitation of lace made with bobbins on a pillow.",
		"The sun shone for him, too, and the wind died down to little more than a gentle zephyr.",
		"It started as the faintest whiff - the merest zephyr of cat shite wafting up my nose.",
		"So it goes without saying you can expect more than a light zephyr.",
		"The lift count is now 9, including 4 high-speed quads such as the \" West Mountain Express \" and the \" Zephyr \" .",
		"The result has civil unrest resulted decline that reached zephyr xstream mxp.",
		"Hartford's spectrum basic a boston car heights insurance simple measure boththe zephyr xport then again blue.",
		"Hartford 's spectrum basic a boston car heights insurance simple measure boththe zephyr xport then again blue.",
		"The lift count is now 9, including 4 high-speed quads such as the \" West Mountain Express \" and the \" Zephyr \"."
	],
	"synonyms": [
		"air",
		"gentle wind",
		"breeze",
		"gale",
		"gust",
		"blow",
		"wind",
		"blast",
		"aura",
		"draft",
		"west wind"
	],
	"antonyms": []
}