{
	"word": "recount",
	"meaning": [
		"To tell in detail; give an account of; narrate.",
		"To narrate the facts or particulars of.",
		"To tell in order or one by one.",
		"To count again.",
		"To tell over; to relate in detail; to recite; to tell or narrate the particulars of; to rehearse; to enumerate; as, to recount one's blessings.",
		"A second or additional count, as of votes.",
		"Retelling, narration, rendering."
	],
	"sentences": [
		"Why do I recount these stories?",
		"Connor began to recount the story until Jackson stopped him.",
		"I want to spend some time talking about civilization, but first I want to recount the progress that we have made through civilization.",
		"For reasons too long to recount here, this all had to be done twice.",
		"It might be tedious to recount in detail the scenes that followed.",
		"While not all Ouija board experiences are negative, there are many stories that recount some terrible effects from using the Ouija board.",
		"They are written in an alphabet derived from an Aramaic source and recount the history of the northern branch of the Turks or Tu-kiue of Chinese historians.",
		"I-10, which recount the first seven weeks of the same apocalypse.",
		"In this situation, political resolution of the issue by means of an administrative ballot recount seemed infeasible.",
		"Come to think of it, it can't be 25 years we demand a recount!",
		"Anne O'Herlihy said the Royal College of Psychiatrists is conducting a full recount which they expect to finalize in April.",
		"There was a forty-five percent manual recount in the parliamentary elections, rather than the hundred percent currently being demanded by the opposition.",
		"Mexico full poll recount rejected Mexico's electoral body rejects a request for a full recount of votes from July's disputed election.",
		"So at what time the ballot recount might begin, it will be decided by the competent court handling the case.",
		"We know that the people protesting in front of the Presidential Office are asking for a vote recount.",
		"In this ground-breaking book, Adam LeBor goes beyond the media stereotypes to recount a moving human story of a country born of conflict.",
		"No doubt people will recount the tale for as long as Coventry exists.",
		"Also the Acts of Peter and Andrew, which among other incidents recount the miracle of a camel passing through the eye of a needle.",
		"It is my intention, moreover, to recount the misfortunes which immediately came on the whole Jewish nation in consequence of their plots against our Saviour, and to record the ways and times in which the divine word has been attacked by the Gentiles, and to describe the character of those who at various periods have contended for it in the face of blood and tortures, as well as the confessions which have been made in our own day, and the gracious and kindly succour which our Saviour has accorded them all.\"",
		"Myths do not necessarily recount tales of the origins of the cosmos, gods, rituals, or sacred events.",
		"Now I have time I will recount the story of how he came to be back.",
		"A great storyteller and able to remember small details, he would recount stories from a lost age in which he grew up.",
		"Come to think of it, it ca n't be 25 years we demand a recount !",
		"Mexico full poll recount rejected Mexico 's electoral body rejects a request for a full recount of votes from July 's disputed election.",
		"And the finest story tellers will recount the old, dramatic Kunda stories with everyone around the fire.",
		"It would take too long to recount every dalliance I have ever had.",
		"More than likely the children could recount details of the movie that you forgot.",
		"Have you ever listened to a very young child recount the entire plot of the movie he just watched?",
		"Many recount stories of being given information or great universal knowledge and suddenly knowing all of the possibilities that exist beyond their earthly realities.",
		"Some NDErs recount how they descended into hell and saw all kinds of torturous existences found only in the darkest of nightmares.",
		"If you plan to watch these videos, set aside about an hour and observe how credible and lucid the interviewees are when they recount their experiences.",
		"But the stories of conflicts in a much larger area than the few cities in the immediate neighbourhood of Jerusalem (see above) can scarcely be read with the numerous narratives which recount or imply relations between the young David of Bethlehem and Saul or the Israelites.",
		"Jackson began to recount the whole story and with all the \"Oh my Gods!\" and \"You're kiddings!\"",
		"This corresponds to the concrete method, in which we have 9 objects, take away 4 of them, and recount the remainder.",
		"In support of that theory it is pointed out that the average Japanese, man or woman, will recount a death or some other calamity in his own family with a perfectly calm, if not a smiling, face.",
		"It was not enough that his songs should give pleasure; his patrons demanded that he should recount faithfully the history and genealogy both of their own line and of those other royal houses who shared with them the same divine ancestry, and who might be connected with them by ties of marriage or warlike alliance.",
		"They recount the six partial judgments which followed the opening of the seventh seal and the blasts of the six trumpets.",
		"In his work against the Heresies and in his letter to Florinus, about 185-191, he tells how he had himself known Bishop Polycarp of Smyrna, and how Polycarp \" used to recount his familiar intercourse with John and the others who had seen the Lord \"; and explicitly identifies this John with the Zebedean and the evangelist.",
		"The principal charm of his \"Minutes\" lies in the amusing details he has to recount about his personages, and in the plainness and truthfulness that he permits himself in face of established reputations.",
		"It is unnecessary to recount the various infamous means which he employed to pay his expenses during these journeys.",
		"The warrior painted the story of conflicts on his robe only in part, to help him recount the history of his life; the Eskimo etched the prompters of his legend on ivory; the Tlinkit carved them on his totem post; the women fixed them in pottery, basketry, or blankets.",
		"Space does not permit us to recount the equally puerile and barbarous legends of Vishnu, Agni, the loves of Vivasvat in the form of a horse, the adventures of Soma, nor the Vedic amours (paralleled in several savage mythologies) of Pururavas and Urvasi.2 Divine Myths of Greece."
	],
	"synonyms": [
		"report",
		"relate",
		"rehearse",
		"describe",
		"tell",
		"narrate",
		"recite",
		"portray",
		"explain",
		"enumerate",
		"rehash",
		"state",
		"repeat",
		"convey",
		"give an account of"
	],
	"antonyms": [
		"repress",
		"conceal"
	]
}