{
	"word": "exuberant",
	"meaning": [
		"Growing profusely; luxuriant or prolific.",
		"Characterized by good health and high spirits; full of life; uninhibited.",
		"Unrestrained or lavish, as in decoration; extravagant.",
		"Abundant; plentiful.",
		"Overly elaborate; flowery."
	],
	"sentences": [
		"His poems, novels and comedies are full of wit and exuberant vitality.",
		"A rich and exuberant growth of the plants is a first essential of successful tea cultivation.",
		"But we find no trace of the exuberant comic power and geniality of his great contemporary.",
		"But this attitude was not likely to appeal to the exuberant energy of the new pope.",
		"Fictional villians and heroes are often puffed up with exuberant hubris.",
		"An exuberant demonology admitted all kinds of interfering causes in the field of human life.",
		"That the vegetation during this period was unusually exuberant there can be no doubt, and that a general uniformity of climatic conditions prevailed is shown not only by the wide distribution of coal measures, but by the uniformity of plant types over the whole earth.",
		"All three are Gothic edifices and are notable for their elaborately carved doorways, in which free play has been given to the exuberant fancy of the Gothic style, and all three enshrine valuable treasures of art.",
		"On the contrary, I can never recollect having seen him in such exuberant spirits.",
		"So again, in the stress that he lays on the misery which the most secret wrong-doing must necessarily cause from the perpetual fear of discovery, and in his exuberant exaltation of the value of disinterested friendship, he shows a sincere, though not completely successful, effort to avoid the offence that consistent egoistic hedonism is apt to give to ordinary human feeling.",
		"I love the luxuriance of the golden hop, but last year it was a little too exuberant.",
		"It is not exuberant, but it is very clean with a lingering persistence in the finish.",
		"Uninhibited or exuberant children, on the other hand, approach new events and persons without hesitation or trepidation.",
		"Exuberant children, on the other hand, are thought to have a relatively high level of activity in the prefrontal cortex in response to certain stimuli.",
		"Whether her overly exuberant personality will annoy her tribe mates remains to be seen.",
		"Beside his or her winning smile and exuberant attitude, Sagittarius also has a strong altruistic streak and a desire to see everyone do well.",
		"The best match for Pisces is an astrological sign that doesn't seek to constrain Pisces' desire for creativity, fun and exuberant joy.",
		"It still remains a monument of fertile invention, exuberant facility and energetic handling of material.",
		"The South (principal) elevation has the pedimented center piece with exuberant armorial carving Duff Arms and Motto.",
		"A bouncing, rhythmic text with an irresistible refrain joins forces with wildly exuberant illustration to create a jolly romp of a picture book.",
		"Wonderfully exuberant, with the brush strokes conveying a sense of huge enjoyment.",
		"Is it my own rather exuberant coffee intake or is the floor shaking?",
		"Those writers did not share, could not be expected to share, the exuberant optimism of the early Buddhists.",
		"Coignetiae, is a little less exuberant in its growth; it may be used near the house, whereas Coignetiae, in its almost unruly luxuriance, is best among trees.",
		"If you're walking around outdoors at a convention on a ridiculously bright day, you will probably be exuberant about your costume choice.",
		"In the 1990s, in Galen's Prophecy, Jerome Kagan and his colleagues studied two types of children whom they defined as inhibited and uninhibited (or exuberant) respectively.",
		"This made for a bold and memorable effect when dancing the Charleston and other exuberant dances of the day.",
		"Choosing swing dance costumes to wear for a competition or to go out dancing is a big part of the fun of this exuberant style of dance.",
		"It also allows you to don a dress covered in beads, which is highly appropriate and looks amazing during an exuberant dance.",
		"Most of these girls are young collegiate-types, exuberant and passionate about travel and education.",
		"The tops, however, were only seen in flashes when doing exuberant dances like the Charleston.",
		"Gretchen’s exuberant personality and good looks, plus the fact that Jeff was significantly older than her, made her the target of her fellow Housewives’ ire almost immediately.",
		"Bancroft's imagination and enthusiasm were alike exuberant.",
		"The other great difficulty, apart from the succession, with which Elizabeth had to deal arose from the exuberant aggressiveness of England, which she could not, and perhaps did not want to, repress.",
		"Whichever style of Hannah Montana clothes are right for your daughter, she's sure to love the exuberant colors and designs available.",
		"Father Joel Madden seems to share in the same exuberant sentiment as Nicole.",
		"Nothing ushers in the holiday season more than an authentic looking Santa ho-ho-ho-ing in front of exuberant crowds.",
		"They can resemble a pattern on your grandmother's tablecloth or they can be wild, exuberant and lush - much like a Hawaiian lei.",
		"They may be bold and exuberant in color and design, or they might be low-key and understated.",
		"Full of get-up-and-go spirit, Aries' warmth and passion can be so exuberant; it can be hard not to smile when you see it!",
		"Many people have told me the head-banging scene is like no other and makes them feel so exuberant to watch it.",
		"HappyGreenBee.com is an amusing place to peruse for exuberant apparel featuring contrasting colors and stripes.",
		"On the first night they get exuberant, not to say blindingly drunk.",
		"She put her arms about his neck in a bear hug and gave him an exuberant big sister kiss on the mouth.",
		"Wonderful Viennese music combined with an exuberant and hilarious new libretto sung in English, all adds up to unmissable entertainment!",
		"Boxer is usually a friendly exuberant dog which remains playful for several years, tho some animals develop unstable temperaments.",
		"His diverse experience, combined with his exuberant personality, erudition and often trenchant views make him a compelling and entertaining speaker.",
		"Don't miss a chance to hear this wonderfully soulful, exuberant vocalist & his quartet on a rare outing to Brighton.",
		"The fate of the town had excited the liveliest sympathy in England, and the exuberant rejoicings in London on the news of its relief led to the coining of the word magicking to describe the behaviour of crowds on occasions of extravagant demonstrations of a national kind.",
		"From a literary point of view Phaedrus is inferior to Babrius, and to his own imitator, La Fontaine; he lacks the quiet picturesqueness and pathos of the former, and the exuberant vivacity and humour of the latter.",
		"Do n't miss a chance to hear this wonderfully soulful, exuberant vocalist & his quartet on a rare outing to Brighton.",
		"This is not to say that you should allow a collector to harass you, and this situation can unfortunately arise if a collector is too exuberant with his or her job.",
		"The lilting Latin rhythms that escape almost every door give the neighborhood a festive, exuberant air.",
		"The festivities in Scotland were exuberant, but it was impossible that tranquillity should be restored.",
		"The exuberant cry fades, stills, rises to an exultant roar and the creature bolts, startled by its own temerity.",
		"Lily Pulitzer designer eyewear embodies exuberant summer fun, and unapologetic, bold style.",
		"It may be employed to destroy warts or small growths, to reduce exuberant granulations or it may be applied to bites.",
		"The minor accuracies, the limitation of range, the treading and re-treading of the same small patch of ground, the concentration of interest in success before a board of examiners, were all uncongenial to a nature of exuberant intellectual curiosity and of strenuous and self-reliant originality.",
		"But, though illuminated by the rays of art, and loaded with the exuberant panegyrics of humanists and poets, the reign of the first Medicean pontiff, by its unbounded devotion to purely secular tendencies and its comparative neglect of the Church herself proved disastrous for the See of St Peter.",
		"Napoleon knew well how to appeal to the exuberant imagination of his new-found friend.",
		"He studied men rather than books; became acquainted with the vices in what was then a pioneer town; and in his Seven Lectures to Young Men (1844) treated these with genuine power of realistic description and with youthful and exuberant rhetoric. Eight years later (1847) he accepted a call to the pastorate of Plymouth Church (Congregational), then newly organized in Brooklyn, New York.",
		"A good deal of difference of opinion exists as to whether they are the result of arrested growth or of exuberant development, and accordingly whether restricted food or abundant supplies of nourishment are the more necessary for their production.",
		"The cathedral of St Martin was begun in 1063 by Bishop Anselm (later Pope Alexander II.); but the great apse with its tall columnar arcades and the fine campanile are probably the only remnants of the early edifice, the nave and transepts having been rebuilt in the Gothic style in the 14th century, while the west front was begun in 1204 by Guidetto (lately identified with Guido Bigarelli of Como), and \"consists of a vast portico of three magnificent arches, and above them three ranges of open galleries covered with all the devices of an exuberant fancy.\"",
		"These hills are densely clothed to their summits with an exuberant growth of olives, figs, myrtles, laurels, oranges, aloes, vines and other sub-tropical plants."
	],
	"synonyms": [
		"ebullient",
		"high-spirited",
		"riotous",
		"profuse",
		"luxuriant",
		"lush",
		"excessive",
		"extravagant",
		"overweening",
		"vivacious",
		"passionate",
		"overflowing",
		"happy",
		"fruitful",
		"flamboyant"
	],
	"antonyms": [
		"wanting",
		"needing",
		"insufficient",
		"lacking",
		"unexcited",
		"lifeless",
		"unenthusiastic",
		"discouraged",
		"depressed"
	]
}