{
	"word": "secular",
	"meaning": [
		"Worldly rather than spiritual.",
		"Of or relating to worldly things as distinguished from things relating to church and religion; not sacred or religious; temporal; worldly.",
		"Of or marked by secularism; secularistic.",
		"Ordained for a diocese.",
		"Not bound by the full monastic rule of a religious order. Used of clergy.",
		"A member of the secular clergy.",
		"A cleric ordained for a diocese.",
		"A person not a cleric; layman.",
		"A secular ecclesiastic, or one not bound by monastic rules.",
		"A church official whose functions are confined to the vocal department of the choir."
	],
	"sentences": [
		"Burning was an English punishment for some secular offences.",
		"There seems to have been no machinery for assisting the original or appellate jurisdiction of the pope by secular process, - by significavit or otherwise.",
		"Primary education is free and secular, and is compulsory for children of 6 to 14 years.",
		"Most kinds of offerings are now recoverable in secular courts.",
		"The Babylonian calendars contain explicit directions for the observance of abstention from certain secular acts on certain days which forms a close parallel to the Jewish Sabbatical rules.",
		"Theodosius began the system of giving secular authority to Church tribunals.",
		"Incorrigible offenders on these matters were \" left \" to the secular power, to be corrected with due \" animadversion.\"",
		"Ecc. et Cler., excluded bishops from accusations before secular judges and commanded such accusations to be speedily brought before the tribunal of other bishops.",
		"She has been a zealous supporter of Irish national education, which is theoretically \"united secular and separate religious instruction.\"",
		"This story is open to grave suspicion, as, apart from the miracles recorded, there are wide discrepancies between the secular Portuguese histories and the narratives written or inspired by Jesuit chroniclers of the 17th century.",
		"Age mellowed her temper, and she turned more and more from secular ambitions to charity and religious works.",
		"Mahommedan Babylonia (Persia) was the home of the gaonate, the central authority of religious Judaism, whose power transcended that of the secular exilarchate, for it influenced the synagogue far and wide, while the exilarchate was local.",
		"Hebrew religious poetry was revived for synagogue hymnology, and, partly in imitation of Arabian models, a secular Hebrew poetry was developed in metre and rhyme.",
		"In the early middle ages the title prelate was applied to secular persons in high positions and thence it passed to persons having ecclesiastical authority.",
		"Mitres were also sometimes bestowed by the popes on secular sovereigns, e.g.",
		"Its open advocacy of force attracts warlike races, and the intensity of its influence is increased by the fusion of secular and religious power, so that the Moslem Church is a Moslem state characterized by slavery, polygamy, and, subject to the autocracy of the ruler, by the theoretical.",
		"The Japanese have produced few books of importance, and their compositions are chiefly remarkable as being lighter and more secular than is usual in Asia, but the older Chinese works take high rank both for their merits and the effect they have had.",
		"But the inevitable opposition of the nobility to this policy was not mitigated by the fact that it was carried out by a churchman; the result was to embitter the antagonism of the secular party to the church and to concentrate it upon Wolsey's head.",
		"Wolsey clearly foresaw his own fall, the consequent attack on the church and the triumph of the secular party.",
		"Matthew is a vehement supporter of the monastic orders against their rivals, the secular clergy and the mendicant friars.",
		"Henceforth the history of the city is that of the growing power, spiritual and temporal, of the bishops, whose secular influence was gradually supplanted in the 14th century by the advance of the rival power of the burghers.",
		"It deals with-the secular crimes of spiritual persons, if of importance and if not capital (these last being reserved for the secular forum), and with heresy and schism.",
		"His poems, both secular and religious, contained in his Diwan and scattered in the liturgy, are all in Hebrew, though he employed Arabic metres.",
		"It is certain that he was a secular priest, and that he composed his history in the latter part of the 14th century; and it is probable that he was a chaplain in the cathedral of Aberdeen.",
		"This is the first time since Peter the Great that the clergy have been given a voice in secular affairs in Russia.",
		"From about 1200 till 1628 it was the seat of a bishopric, which at the latter date became a secular principality, being in 1648 incorporated with Brandenburg.",
		"It was only after a bitter experience that the kingship was no longer regarded as a divine gift, and traditions have been revised in order to illustrate the opposition to secular authority.",
		"Tobiah and his son Johanan were related by marriage to Judaean secular and priestly families, and active intrigues resulted, in which nobles and prophets took their part.",
		"If his influence or theirs dictated her policy, there is no evidence of any objection to the union of the secular power with the highpriesthood.",
		"The De prelates of Valerian is concerned with secular princes, and even as late as the 14th century the title was occasionally applied to secular magistrates.",
		"From this event dates the beginning of the secular strife between England and France which runs like a red thread through medieval history.",
		"In 180r the bailiwicks to the west of the Rhine were absorbed by France; in 1809 the Order was entirely suppressed, and its lands went to the secular principalities in which they lay.",
		"The bishops, now increasingly absorbed in secular affairs, were content with a somewhat theoretical power of control, while the archdeacons rigorously asserted an independent position which implied great power and possibilities of wealth.",
		"Through her he was appointed dean of the college of secular canons at Stoke-by-Clare in 1535.",
		"With secular politics he had little to do, and he was never admitted to Elizabeth's privy council.",
		"The church was dedicated in 1260 by Walter Bronescombe, bishop of Exeter; and c. 1335 Bishop John Grandisson, on founding a secular college here, greatly enlarged the church; it has been thought that, by copying the Early English style, he is responsible for more of the building than is apparent.",
		"This interference with religious liberty led to some controversy; and ultimately those who differed from Guthrie founded the United Industrial School, giving combined secular and separate religious instruction.",
		"An isolated use of the word \" catholic \" as a secular legal term survives in Scots law; a catholic creditor is one whose debt is secured over several or over all of the subjects belonging to the debtor.",
		"From the first the Crusade, however clerical in its conception, was largely secular in its conduct; and thus, somewhat paradoxically, a religious enterprise aided the growth of the secular motive, and contributed to the escape of the laity from that tendency towards a papal theocracy, which was evident in the pontificate of Gregory VII.",
		"But what the Third Crusade showed most clearly was that the crusading movement was being lost to the papacy, and becoming part of the demesne of the secular state - organized by the state on its own basis of taxation, and conducted by the state according to its own method of negotiation.",
		"But before St Louis sailed for Damietta there intervened the miserable failure of one Crusade, and the secular and diplomatic success of another.",
		"Nothing marks the secular attitude of the Italians at an epoch which decided the future course of both Renaissance and Reformation more strongly than the mundane proclivities of this apostolic secretary, heart and soul devoted to the resuscitation of classical studies amid conflicts of popes and antipopes, cardinals and councils, in all of which he bore an official part.",
		"This book is chiefly remarkable for its unsparing satires on the monastic orders and the secular clergy.",
		"He endeavoured to enforce celibacy upon the secular clergy.",
		"Nor can we doubt that it was his influence which shaped the famous ordinance separating the ecclesiastical from the secular courts (c. 1076).",
		"For this admixture of secular with spiritual aims there was considerable excuse.",
		"The Koran, sacred and secular law, logic, poetry, arithmetic, with some medicine and geography, are the chief subjects of study.",
		"He always showed the greatest interest in science and in literature, and he would have taken a position as a statesman of the first rank had he held office in any secular government.",
		"Had Beaton confined himself to secular politics, his strenuous opposition to the plans of Henry VIII.",
		"The secular masters of the university of Paris denounced the work to Pope Innocent IV., and the bishop of Paris sent it to the pope.",
		"But Yima, the secular man, felt himself unfitted for it and declined it.",
		"Of his reign little is known except that he celebrated the secular games with great pomp in 248, when Rome was supposed to have reached the thousandth year of her existence.",
		"Desiring to see the clergy practise a holy poverty, he proposes the suppression of tithes and the seizure by the secular power of the greater part of the property of the church.",
		"Hamburg has comparatively few secular buildings of great architectural interest, but first among them is the new Rathaus, a huge German Renaissance building, constructed of sandstone in 1886-1897, richly adorned with sculptures and with a spire 33 o ft.",
		"The secular fashions altered with changes of taste; but the Church retained the dress with the other traditions of the Roman Empire.",
		"The offender, whether simoniacus (one who had bought his orders) or simoniace promotus (one who had bought his promotion), was liable to deprivation of his benefice and deposition from orders if a secular priest, - to confinement in a stricter monastery if a regular.",
		"The prize was again awarded to Lagrange; and he earned the same distinction with essays on the problem of three bodies in 1772, on the secular equation of the moon in 1774, and in 1778 on the theory of cometary perturbations.",
		"Laplace owned that he had despaired of effecting the integration of the differential equations relative to secular inequalities until Lagrange showed him the way.",
		"The final achievement of Lagrange in this direction was the extension of the method of the variation of arbitrary constants, successfully used by him in the investigation of periodical as well as of secular inequalities, to any system whatever of mutually interacting bodies.'",
		"The lowest rate of illiteracy is to be found in the southern half of the republic. Public instruction is, by constitutional provision, under secular control, but religious denominations are permitted to have their own schools.",
		"The Palais de Granvelle, in the heart of the town, was built from 1534 to 1540 by Nicolas Perrenot de Granvella, chancellor of Charles V., and is the most interesting of the secular buildings.",
		"He endeavoured to attract to his court the best scholars of Britain and Ireland, and by imperial decree (787) commanded the establishment of schools in connexion with every abbey in his realms. Peter of Pisa and Alcuin of York were his advisers, and under their care the opposition long supposed to exist between godliness and secular learning speedily disappeared.",
		"In other words, we note philosophy gradually extending its claims. Dialectic is, to begin with, a merely secular art, and only by degrees are its terms and distinctions applied to the subject-matter of theology.",
		"After the university had settled its quarrels these continued to teach, and soon became formidable rivals of the secular lecturers.",
		"The regular clergy were if possible worse than the secular, with the exception of the Paulicians, the sole religious order which steadily resisted the general corruption, of whose abbot, the saintly Gregory, was the personal friend of Matthias.",
		"Yet, in the following year, the whole of the property of the Catholic Church there was diverted to secular uses, and the Calvinists were simultaneously banished, though they regained complete tolerance in 1564, a privilege at the same time extended to the Unitarians, who were now very influential at court and converted Prince John Sigismund to their views.",
		"The peace of Karlowitz marks the term of the Magyar's secular struggle with Mahommedanism and finally reunited her long-separated provinces beneath a common sceptre.",
		"The year 1787 was rendered further memorable by Laplace's announcement on the 19th of November (Memoirs, 1786), of the dependence of lunar acceleration upon the secular changes in the eccentricity of the earth's orbit.",
		"The idea had considerable success; for it happened to march with the views of the secular princes.",
		"It is noteworthy, however, that Gerbert never writes for a copy of one of the Christian fathers, his aim being, seemingly, to preserve the fragments of a fast-perishing secular Latin literature.",
		"On several occasions the secular arm had to intervene, although the government of the emperor Valentinian was averse from involving itself in ecclesiastical affairs.",
		"Created secular prelate, he was sent as apostolic delegate to Viterbo, where he early manifested his reactionary tendencies in an attempt to stamp out Liberalism.",
		"But it has by recent researches been clearly established that the celebrated Schola salernitana was a purely secular institution.",
		"But above all else he was a great ecclesiastic. He paid less attention to secular politics than Archbishop Tait; but if a man is to be judged by the effect of his work, it is Benson and not Tait who should be described as a great statesman.",
		"Among secular buildings, there is none more venerable than the Tower of London (q.v.), the moated fortress which overlooks the Thames at the eastern boundary of the City.",
		"The County Council was created a local education authority, and given control of secular education in both board and voluntary schools.",
		"After the guru's death the gradual rise of the Sikhs into the ruling power of northern India until they came in collision with the British arms belongs to the secular history of the Punjab (q.v.).",
		"As to church matters, the most prolific group is formed by general precepts based on religious and moral considerations, roughly 115, while secular privileges conferred on the Church hold about 62, and questions of organization some 20 clauses.",
		"In course of time many of the high-priests assumed the functions and title of king; while retaining their priestly office they claimed at the same time to be supreme in the state in all secular concerns.",
		"But much of their secular or religious custom lived on to be recorded by Greek writers, and regarded by modern scholars as typically \" Anatolian.\"",
		"The numerous enactments of councils to ensure the proper care of church property, prohibiting the use of churches for secular purposes, for the storing of grain or valuables, for dances and merry-making, do not technically come under the head of legislation against sacrilege.",
		"Aymer was illiterate, ignorant of the English language, and wholly secular in his mode of life.",
		"This evidence is confirmed by (a) the canon of Theodore of Edessa (800) allowing metropolitans of China, India and other distant lands to send their reports to the catholikos every six years; (b) the edict of Wu Tsung destroying Buddhist monasteries and ordering 300 foreign priests to return to the secular life that the customs of the empire might be uniform; (c) two 9th-century Arab travellers, one of whom, Ibn Wahhab, discussed the contents of the Bible with the emperor; (d) the discovery in 1725 of a Syrian MS. containing hymns and a portion of the Old Testament.",
		"In Germany, at his instigation, the archbishops with a few of the secular nobles in 1246 elected Henry Raspe, landgrave of Thuringia, German king; but the \"priests' king,\" as he was contemptuously called, died in the following year, William II., count of Holland, being after some delay elected by the papal party in his stead.",
		"Hinde shows that during these years \"he certainly followed a secular employment as agent to the York Buildings Company, who had contracted to purchase and were then in possession of the Widdrington estates.\"",
		"Eventually, after having threatened to bring an action for wrongful imprisonment, Legate was tried before a full Consistory Court in February 1612, was found guilty of heresy, and was delivered to the secular authorities for punishment.",
		"Its present name, however, was not adopted until 1574, two years after its first secular rector had been chosen.",
		"One remarkable feature of the Speculum Historiale is Vincent's constant habit of devoting several chapters to selections from the writings of each great author, whether secular or profane, as he mentions him in the course of his work.",
		"The abbey was converted in 1543 into a collegiate church for secular priests, and was dissolved by Edward VI., who granted it to Sir Nicholas Bagenal, marshal of Ireland.",
		"The ransom demanded was 150,000 marks; though it was never discharged in full, the resources of England were taxed to the utmost for the first instalments; and to this occasion we may trace the beginning of secular taxation levied on movable property.",
		"He first opened an English school in which the Bible was the centre of the school work, and along with it all kinds of secular knowledge were taught from the rudiments upwards to a university standard.",
		"The shorter forms may well have had a purely secular reference, signifying ` who is like this child' ?\"",
		"But as a secular statesman he occupies a high place.",
		"Of the secular buildings in Frankfort, the Romer, for almost five hundred years the Rathaus (town hall) of the city, is of prime historical interest.",
		"Of its secular buildings the most noticeable are the town hall and the Leuchtenberg palace, once the residence of the prince bishops and later of the dukes of Leuchtenberg (now occupied by the court of justice of the district), with beautiful grounds.",
		"He was rewarded with a prebend in the collegiate church of secular canons at Southwell, half of which he was allowed in 1191 to cede to his \"nephew\" Reginald.",
		"The principal secular building is the town-hall, completed in the 15th century, flanked on one side by a Gothic chapel, transformed now into a museum.",
		"Traces of the great council chamber and various portions of the royal palace are still visible, but otherwise the secular buildings are completely destroyed; and most of the religious edifices are also dilapidated.",
		"Of its secular buildings, the Rathaus (town-hall), built in 1574-1576, on the model of that of Antwerp, with a lofty tower, and containing an interest-' ing collection of arms and armour, is particularly remarkable.",
		"In his zeal for orthodoxy, indeed, Frederick William outstripped his minister; he even blamed W6llner's \"idleness and vanity\" for the inevitable failure of the attempt to regulate opinion from above, and in 1794 deprived him of one of his secular offices in order that he might have more time \"to devote himself to the things of God\"; in edict after edict the king continued to the end of his reign to make regulations \"in order to maintain in his states a true and active Christianity, as the path to genuine fear of God.\"",
		"Finally, the function of the archbishop as judge in a court of appeal, though it still subsists, is of little practical importance now that the clergy, in civil matters, are universally subject to the secular courts.",
		"The first charter was granted by John in 1204, and conferred a gild merchant, together with freedom from all pleas except pleas of the Crown and from all secular exactions by sea and land.",
		"It was natural that warning voices should then be raised in the Church against secular tendencies, that the wellknown counsels about the imitation of Christ should be held up in their literal strictness before worldly Christians.",
		"But believers of the old school protested in the name of the Gospel against this secular Church.",
		"In 18J7 the pope, proprio motu, appointed him provost (or head of the chapter) of Westminster, and the same year he took up his residence in Bayswater as superior of a community known as the \"Oblates of St Charles,\" an association of secular priests on the same lines as the institute of the Oratory, but with this difference, that they are by their constitution at the beck and call of the bishop in whose diocese they live.",
		"He also worked for the due recognition of the dignity of the secular or pastoral clergy, whose position seemed to be threatened by the growing ascendancy of the regulars, and especially of the Jesuits, whom, as a practically distinct organization within the Church, he steadily opposed.",
		"By keeping these distinctions in view, the right of patronage in the case of secular benefices becomes intelligible, being in fact the right, which was originally vested in the donor of the temporalities, to present to the bishop a clerk to be admitted, if found fit by the bishop, to the office to which those temporalities are annexed.",
		"In any case, the alterations in level appear to be merely periodic, and due to fluctuations in rainfall, and do not point, as some have supposed, to a secular drying up of the lake.",
		"Among secular buildings the most important are the town-hall, the palace of justice, the theatre, the governor's house, and the various buildings for military purposes.",
		"The see was governed by lay bishops until 1648, when it was formally converted by the treaty of Westphalia into a secular principality for the elector of Brandenburg.",
		"As the real founder of the ecclesiastical state, he must be held mainly responsible for the evils which resulted from the policy of the church in exalting the ecclesiastical over the secular authority.",
		"In secular affairs Charles abolished the office of duke, placed counts over districts smaller than the former duchies, and supervised their government by means of missi dominici, officials responsible to himself alone.",
		"Rome has been overthrown, but, as Rome is only the last secular manifestation of Satan, there is yet the final struggle with Satan and his adherents.",
		"The author or the final redactor has impressed a certain linguistic character on the book, which differentiates it not only from all secular writings of the time, but also from all the New Testament books, including the Johannine.",
		"The continental shelves include not only the oceanic border of the continents but also great areas of the enclosed seas and particularly of the fringing seas, the origin of which through secular subsidence is often very clearly apparent, as for instance in the North Sea and the tract lying off the mouth of the English Channel.",
		"He was then handed over to the secular arm, and immediately led to the place of execution, the council meanwhile proceeding unconcernedly with the rest of its business for the day.",
		"The church fell back on carnal weapons in her warfare and invoked the secular powers to uphold the ecclesiastical.",
		"Of secular buildings the most remarkable is the royal palace - Schloss - built 1636-1640, with a grand portal and handsome quadrangle.",
		"The annexations of Emin on Albert Nyanza, the visit of Thomson to the closed door of Busoga, the opposition of the Europeans to the slave trade, and, lastly, the identification of the missionaries with political embassies and their letters of introduction from secular authorities, added to Mwanga's.",
		"At the end of June 1802 the pope removed Talleyrand from the ban of excommunication and allowed him to revert to the secular state.",
		"That the religious elements in the Reformation have been greatly overestimated from a modern point of view can hardly be questioned, and one of the most distinguished students of Church history has ventured the assertion that \" The motives, both remote and proximate, which led to the Lutheran revolt were largely secular rather than spiritual.\"",
		"It would perhaps be nearer the truth to say that the secular and spiritual interests intermingled and so permeated one another that it is almost impossible to distinguish them clearly even in thought, while in practice they were so bewilderingly confused that they were never separated, and were constantly mistaken for one another.",
		"If Luther, who above all others had the religious issue ever before him, attacks the Church as a source of worldly disorder, it is not surprising that his contemporary Ulrich von Hutten should take a purely secular view of the issues involved.",
		"Moreover, in the fascinating collection of popular satires and ephemeral pamphlets made by Schade, one is constantly impressed with the absence of religious fervour, and the highly secular nature of the matters discussed.",
		"Gregory's position was almost inexpugnable at a time when it was conceded by practically all that spiritual concerns were incalculably more momentous than secular, that the Church was rightly one and indivisible, with one divinely revealed faith and a system of sacraments absolutely essential to salvation.",
		"Moreover, the mightiest secular ruler was but a poor sinner dependent for his eternal welfare on the Church and its head, the pope, who in this way necessarily exercised an indirect control over the civil government, which even the emperor Henry IV.",
		"They would also have conceded the pope the right to play the role of a secular ruler in his own lands, as did the German bishops, and to dispose of such fiefs as reverted to him.",
		"The State recognized the ecclesiastical tribunals and accorded them a wide jurisdiction that we should now deem essentially secular in its nature.",
		"So soon as the modern national state began to gain strength, the issue between secular rulers and the bishops of Rome took a new form.",
		"In the case of wealthy bishoprics or abbacies this involved a serious menace to the secular authority.",
		"The pope, moreover, had come to depend to a considerable extent for his revenue upon the payments made by his nominees, which represented a corresponding drain on the resources of the secular states.",
		"Was this vast amount of property to increase indefinitely without contribution to the maintenance of the secular government?",
		"Thirdly, there was the inevitable jealousy between the secular and ecclesiastical courts and the serious problem of the exact extent of the original and appellate jurisdiction of the Roman Curia.",
		"Unfortunately, most matters could be viewed from both a secular and religious standpoint; and even in purely secular affairs the claims of the pope to at least indirect control were practically unlimited.",
		"They turned him over to the secular arm for execution, had been raging between the Bohemians and Germans, was destined to cause Eugenius IV.",
		"In the \" recesses \" or formal statements issued at the conclusion of the sessions of the diet one can follow the trend of opinion among the German princes, secular and ecclesiastical.",
		"In the first he urged that, since the Church had failed to reform itself, the secular government should come to the rescue.",
		"After proving that the secular rulers were free and in duty bound to correct the evils of the Church, Luther sketches a plan for preventing money from going to Italy, for reducing the number of idle, begging monks, harmful pilgrimages and excessive holidays.",
		"The principle cujus regio ejus religio was adopted, according to which each secular ruler might choose between the old faith and the Lutheran.",
		"At the time of the secularization of Church properties there were about 120 religious edifices in the city - churches, convents, monasteries, &c. - many of which were turned over to secular uses.",
		"In certain countries (among them England) where there is a dearth of secular priests, Benedictines undertake parochial work.",
		"In November 824 he promulgated a statute concerning the relations of pope and emperor which reserved the supreme power to the secular potentate, and he afterwards issued various ordinances for the good government of Italy.",
		"The principal secular buildings are the castle, the mint and the arsenal.",
		"In 630 he abandoned the secular life and entered the monastery of Chrysopolis (Scutari), actuated, it was believed, less by any longing for the life of a recluse than by the dissatisfaction he felt with the Monothelite leanings of his master.",
		"The Holy See, much dependent at that time on its Swiss mercenaries in the pursuit of its secular ends, expressed no resentment on this occasion.",
		"The secular power, which shared in the proceeds of the confiscation of those who were found guilty of heresy, was ready to help in carrying out the judgments of the spiritual courts.",
		"The chief secular buildings are the town-hall (Rathaus), which dates from the i 5th century and was restored in 1883-1892, adorned with frescoes illustrating the history of the city; the Tempelherrenhaus, in Late Gothic erroneously said to have been built by the Knights Templars; the Knochenhaueramthaus, formerly the gild-house of the butchers, which was restored after being damaged by fire in 1884, and is probably the finest specimen of a wooden building in Germany; the Michaelis monastery, used as a lunatic asylum; and the old Carthusian monastery.",
		"A council which assembled at Rome during the reign of Eugenius passed several enactments for the restoration of church discipline, took measures for the foundation of schools and chapters, and decided against priests wearing a secular dress or engaging in secular occupations.",
		"Under the Education Act of 1877 state schools are established, in which teaching is free, secular and compulsory, with certain exceptions, for children between the ages of seven and thirteen.",
		"But Herzl approached the subject entirely on its secular side, and his solution was economic and political rather than sentimental.",
		"A second peculiarity of Ultramontanism is its confusion of religion with politics; it claims for the Roman Catholic Church the functions of a political power, and asserts that it is the duty of the secular state to carry out its instructions and wishes.",
		"This may be seen in the attitude of Ultramontanism towards secular law.",
		"This \" natural law \" ranks above all secular law, and all state legislation is binding only in so far as it is in harmony with that law.",
		"Thus Ultramontanism disclaims any moral subjection to secular authority or law, and will recognize the state only in so far as it conforms its rules to those of the Church.",
		"But since then much has been altered both in the Church and her secular environment.",
		"In Protestant countries a secular nursing system came in with the Reformation.",
		"Later lives state that the saint was also called Crimthann (fox), and Reeves suggests that he may have had two names, the one baptismal, the other secular.",
		"He did not, like the later Pietists, insist on the necessity of a conscious crisis of conversion, nor did he encourage a complete breach between the Christian and the secular life.",
		"Some of the priests are learned in the Buddhist scriptures, and most of the Pali scholarship in Siam is to be found in monasteries, but there is no learning of a secular nature.",
		"It became - to quote Professor Kattenbusch - the \"secular\" designation of the adherents of the Reformation, the shibboleth of the \"liberal\" ecclesiastical and theological tendencies.",
		"The Renaissance meant the emancipation of the secular world from the domination of the Church, and it contributed in no small measure to the rupture of the educated class with ecclesiastical tradition.",
		"They wished to possess the earth and enjoy it by means of secular education and culture, and an impassable gulf yawned between their views of religion and morality and those of the Church.",
		"Permanent greatness and secular security were within her reach at the commencement of the Vasa period; how was it, then, that at the end of that period, only fifty years later, Poland had already sunk irredeemably into much the same position as Turkey occupies now, the position of a moribund state, existing on sufferance simply because none was yet quite prepared to administer the coup de grace?",
		"Chmielnicki, by suddenly laying bare the nakedness of the Polish republic, had opened the eyes of Muscovy to the fact that her secular enemy was no longer formidable.",
		"This system, which dates from Richelieu and culminated in the reign of Louis XIV., was based on the secular rivalry of the houses of Bourbon and Habsburg, and presently divided all Europe into two hostile camps.",
		"Its power must be material and visible, embodied in great places of secular administration and enthroned in high offices of state.",
		"He was appointed a secular canon (Domherr) of Merseburg, and in 1891 became Oberprdsident of Prussian Pomerania.",
		"His instincts and ambitions were those of a secular prince of the Renaissance; but circumstances forced him to become the patron of reform.",
		"Meanwhile, during the \" dark age \" of secular learning at Constantinople (641-850), the light of Greek learning had spread eastwards to Syria and Arabia.",
		"Many of the Jesuit schools were transferred to the congregations of the Oratoire and the Benedictines, and to the secular clergy.",
		"The long Modern wars of religion in Germany, as in France and England, and were followed by a certain indifference as to disputed secular points of theology.",
		"In the early middle ages it was commonly applied to secular officials and magistrates, and it remained all though the middle ages as the title of certain officials in the Italian city states.",
		"But the book of Acts, our only continuous authority for the period, contains two synchronisms with secular history which can be dated with some pretence to exactness and constitute fixed points by help of which a more or less complete chronology can be constructed for at least the latter half of the apostolic age.",
		"Between 40 and 50 local Sabbath schools were opened, where more than l000 children were taught the elements of secular and religious education.",
		"Similarly secular elevations of temperature, either accompanied by moisture or desiccation, by increasing droughts or by disturbance of the balance of nature, have been followed by great waves of extinction of the Mammalia.",
		"The archaeologist George Oliver of Exeter was, according to Foley's Records of the English Province, the last of the secular priests of England who vowed obedience to the Society before its suppression.",
		"Not only so, but, when greater strictness of rule and of enclosure seemed the most needful reforms in communities that had become too secular in tone, the proposal of Ignatius, to make it a first principle that the members of his institute should mix freely in the world and be as little marked off as possible externally from secular clerical life and usages, ran counter to all tradition and prejudice, save that Cara.ffa's then recent order of Theatines, which had some analogy with the proposed Society, had taken some steps in the same direction.",
		"Ricci replied with the historical answer, Sint ut sunt, aut non sint; and after some further delay, during which much interest was exerted in their favour, the Jesuits were suppressed by an edict in November 1764, but suffered to remain on the footing of secular priests, a grace withdrawn in 1767, when they were expelled from the kingdom.",
		"Priests of the Society are given the option of either joining other orders or remaining as secular clergy, under obedience to the ordinaries, who are empowered to grant or withhold from them licences to hear confessions.",
		"Preparatory courses for professional training in the government schools were also made free and secular.",
		"The Church regular and secular clergy had early come into State.",
		"Some years later the bishop of Puebla, Juan de Palafox y Mendoza, transferred many native congregations from the friars to secular priests, and subsequently, in 1647, came into conflict with the Jesuits, whom he excommunicated, but who eventually triumphed with the aid of the Dominicans and the archbishop. The power of the church may be judged from the petition of the Ayuntamiento of Mexico to Philip IV.",
		"The secular courts took cognizance of ecclesiastical affairs whenever the law of the land was alleged to have been broken; and papal bulls were not allowed to be published without the leave of the state.",
		"Within the duchy were some independent secular territories, notably the county of Mark, while other districts were held as fiefs from the archbishops, afterwards electors.",
		"Secular state education and the \"conscience clause\" were anathema to him.",
		"He conducted the trial with marked partiality and malevolence, condemned the maid to imprisonment for life, and then, under pressure from the populace and the English, had recourse to fresh perfidies, declared Joan a relapsed heretic, excommunicated her, and handed her over to the secular arm on the 30th of May 1431.",
		"Similar matters arising in nonconformist bodies can only be tried by the ordinary secular courts, and generally depend upon the question whether a minister has done any act which is not in accordance with the rules governing the particular body of which he is a minister.",
		"Of the secular buildings the most important is the Landhaus, where the local diet holds its sittings, erected in the 16th century in the Renaissance style.",
		"Of the principal secular buildings, the royal castle (Zamek Krolowsk), a huge building, begun in the 13th century, and successively enlarged by Casimir the Great and by Sigismund I.",
		"A distinction was made in the community between the electi (perfecti), the perfect Manichaeans, and the catechumeni (auditores), the secular Manichaeans.",
		"We have here essentially the same condition of things as in the Catholic Church, where a twofold morality was also in force, that of the religious orders and that of secular Christians - only that the position of the electi in Manichaeism was a more distinguished one than that of the monks in Catholicism.",
		"As an order of regular clergy, holding a middle position between monks and secular canons, almost resembling a community of parish priests living under rule, they adopted naves of great length to accommodate large congregations.",
		"Of secular institutions the principal are the museums in South Kensington.",
		"Its members, popularly called Liguorians or Redemptorists, devote themselves to the religious instruction of the poor, more especially in country districts; Liguori specially forbade them to undertake secular educational work.",
		"Within this period also falls that evangelical and legal reaction against the political and secular tendencies of the church which is known as Montanism.",
		"But At The End Of A Century The Order Is Interrupted In The Gregorian Calendar By The Secular Suppression Of The Leap Year; Hence The Cycle Can Only Be Employed During A Century.",
		"The Solar Equation Occurs Three Times In 400 Years, Namely, In Every Secular Year Which Is Not A Leap Year; For In This Case The Omission Of The Intercalary Day Causes The New Moons To Arrive One Day Later In All The Following Months, So That The Moon'S Age At The End Of The Month Is One Day Less Than It Would Have Been If The Intercalation Had Been Made, And The Epacts Must Accordingly Be All Diminished By Unity.",
		"The Difference Of The Two Styles, Which Then Amounted To Eleven Days, Was Removed By Ordering The Day Following The 2Nd Of September Of The Year 1752 To Be Accounted The 14Th Of That Month; And In Order To Preserve Uniformity In Future, The Gregorian Rule Of Intercalation Respecting The Secular Years Was Adopted.",
		"Of the secular buildings the more interesting are the Palazzo Madama, first erected by William of Montferrat at the close of the 13th century on the Roman east gate of the town, remains of the towers of which were incorporated in it, and owing its name to the widow of Charles Emmanuel II., who added the west façade and the handsome double flight of steps from Juvara's designs; and the extensive royal palace begun in the 17th century.",
		"The public schools of Rio de Janeiro are defective both in organization and administration; the non-attendance of children from the higher classes, and the antagonism of the Church to schools under purely secular administration, must be held responsible for the backwardness of these schools.",
		"Having entered the church he held many ecclesiastical appointments, and became dean of the Arches in 1423; then devoting his time to secular affairs he was sent on an embassy to Calais in 1439, and to John IV., count of Armagnac, in 1442.",
		"Of secular buildings, the most noteworthy are grouped in the Altstadt near the river.",
		"About this time he was appointed to a canonry in Utrecht and to another in Aix-la-Chapelle, and the life of the brilliant young scholar was rapidly becoming luxurious, secular and selfish, when a great spiritual change passed over him which resulted in a final renunciation of every worldly enjoyment.",
		"The impartiality of his censures, which he directed not only against the prevailing sins of the laity, but also against heresy, simony, avarice, and impurity among the secular and regular clergy, provoked the hostility of the clergy, and accusations of heterodoxy were brought against him.",
		"The principal secular buildings are the town hall, the public rooms, and the mechanics' institution (1894) where technical and other classes are held.",
		"This last was founded by Thurstan, archbishop of York (1114-41), as a secular community, one of the special duties of which was to minister to lepers.",
		"It is true that at all times churches have been put to secular uses; in periods of unrest, as among the Nestorian Christians now, they were sometimes built to serve at need as fortresses; their towers were used for beacons, their naves for meetings on secular affairs.",
		"This is, of course, more true of the middle ages than of the times that preceded and followed them; the Church under the Roman empire hardly as yet realized the possibilities of \" sermons in stones,\" and took over, with little change, the model of the secular and religious buildings of pagan Rome; the Renaissance, essentially a neo-pagan movement, introduced disturbing factors from outside, and, though developing a style very characteristic of the age that produced it, started that archaeological movement which has tended in modern times to substitute mere imitations of old models for any attempt to express in church architecture the religious spirit of the age.",
		"The Church, emerging in the 4th century into imperial favour, and established as part of the organization of the Roman empire, simply adopted that type of secular official building which she found convenient for her purposes.",
		"Indeed wood was used for many churches, as well as for most secular buildings, until a much later period.",
		"With the introduction of Christianity the ecclesiastical connexion between England and the continent without doubt brought about a large increase in the imports of secular as well as religious objects, and the frequency of pilgrimages by persons of high rank must have had the same effect.",
		"Following the first chart of lines of equal variation compiled by Edmund Halley in 1700, charts of similar type have been published from time to time embodying recent observations and corrected for the secular change, thus providing seamen with values of the variation accurate to about 30' of arc. Possessing these data, it is easy to ascertain by observation the effects of the iron in a ship in disturbing the compass, and it will be found for the most part in every vessel that the needle is deflected from the magnetic meridian by a horizontal angle called the deviation of the compass; in some directions of the ship's head adding to the known variation of the place, in other directions subtracting from it.",
		"And it should be noticed that this idea was put forward, not by the pope with the object of increasing his power, but by the opinion of the Church with a view to defending the bishops against unjust sentences, and especially those inspired by the secular authority.",
		"The Fathers of the Church had repeated times without number that the priesthood stands above even the supreme secular authority; the Bible was full of stories most aptly illustrating this theory; nobody questioned that, within the Church, the pope was the Vicar of Christ, and that, as such, his powers were unlimited; as proof positive could be cited councils and decretals - whether authentic or spurious; at any rate all authorized by long usage and taken as received authorities.",
		"Henceforth the elections remained entirely free from those secular influences which had hitherto been so oppressive.",
		"The choice of the pope had been almost entirely removed from the sphere of secular influence, and especially from that of the German king.",
		"This struggle between spiritual and secular powers, owing to the tremendous sensation which it created throughout Christendom, showed the nations that at the head of the Church there was a great force for justice, always able to combat iniquity and oppression, and sometimes to defeat them, however powerful the evil and the tyrants might seem.",
		"Distrusting the secular clergy, who were wholly sunk in the world, he looked to the regular clergy for support, he church.",
		"In the secular contest, Germany and the imperialist pretensions of its leaders were invariably the principal obstacle.",
		"This was the most striking success of Innocent's diplomacy and the culminating point of his secular work.",
		"Conradin's tragic and inevitable end closed the last act of the secular struggle between the Holy See and the Empire.",
		"The subjection of the secular clergy was complete, while the episcopate retained no shadow of its independence.",
		"The regular clergy, who were almost wholly sheltered from the power of the diocesan bishops, found themselves, even more than the secular priesthood, in a state of complete dependence on the Curia.",
		"Thus Boniface IX., as a secular prince, occupies an important position; but as pope his activity must be unfavourably judged.",
		"Sixtus was far from blind to the Turkish peril, but here also he was hampered by the indifference of the secular powers.",
		"Even after his excommunication (May 12, 1497) he continued to exercise the functions of his office, under the shelter of the secular arm.",
		"But, though illuminated by the rays of art, and loaded with the exuberant panegyrics of humanists and poets, the reign of the first Medicean pontiff, by its unbounded devotion to purely secular tendencies and its comparative neglect of the Church herself proved disastrous for the See of St Peter.",
		"There is a fine Gothic church dating from 1348, but subsequently in part destroyed and used for secular purposes; the town hall (1475) has a fine gable filled with sculpture, and contains some interesting antiquities.",
		"This congregation was very much occupied, being empowered to deal with all disciplinary matters concerning both the secular and regular clergy, whether in the form of consultations or of contentious suits; it had further the exclusive right to regulate the discipline of the religious orders and congregations bound by the simple vows, the statutes of which it examined, corrected and approved; finally it judged disputes and controversies between the secular and regular clergy.",
		"The pontifical \"chapel\" (capella) is the papal court for purposes of religious worship. In it the pope is surrounded by the cardinals according to their order; by the patriarchs, archbishops and bishops attending at the throne, and others; by the prelates of the Curia, and by all the clergy both secular and regular.",
		"The Tashi lama or head of the monastery of Tashilhunpo near Shigatse is inferior to the Dalai lama in secular authority, of which, indeed, he has little - much less than formerly - but he is considered by some of his worshippers actually superior to him in religious rank.",
		"Under him are four ministers of state (sha-pe or kalon), who divide among themselves, under the immediate supervision of the two imperial Chinese residents (or amban), the management of all secular affairs of the country.",
		"To judge from his corre spondence he took no interest in secular politics.",
		"He took a keen interest in the secular quarrels of the Canterbury monks with their archbishops, and his earliest literary efforts were controversial tracts upon this subject.",
		"They were the result partly of the influence of the secular fashions, but more particularly of considerations of convenience.",
		"As a secular principality Hersfeld passed to Hesse, and with electoral Hesse was united with Prussia in 1866.",
		"The Anglican bishops agreed to decline these secular powers, as also did the heads of other Protestant missions.",
		"Of the secular buildings of the beginning of the 15th century, the most notable is the Palazzo Borromeo, which still preserves its Gothic courtyard.",
		"Urban was serious and humble, opposed to all nepotism, simony, and secular pomp. He was himself of blameless morality and reformed many abuses in the curia.",
		"The constitution of 1848 made it the duty of the state to provide free primary secular education, but it allowed to members of all creeds the liberty of establishing private schools, and this was carried into effect by a law passed in 1857 by the joint efforts of the liberals and Catholics against the opposition of the orthodox Calvinists.",
		"The early abbey was probably destroyed by the Danes in the reign of i z Ethelred the Unready (978-1015), for in 1043 Edward the Confessor founded here a college of secular canons.",
		"Connected with the church there are two chapels, one of which, Rivers Chapel, belonged to a college of secular priests founded in 1501 by Thomas Savage, afterwards archbishop of York.",
		"The situation was embittered by the hatred of the secular clergy for the friars, with whom the Beguines were associated.",
		"This led to the utmost confusion, the laity in many cases taking the part of the Beguine communities, and the Church being thus brought into conflict with the secular authorities.",
		"Carnot set to work to organize the primary school systems, proposing a law for obligatory and free primary instruction, and another for the secondary education of girls_ But he declared himself against purely secular schools, holding that \"the minister and the schoolmaster are the two columns on which rests the edifice of the republic.\"",
		"The conduct of the king proves that he had a most sincere regard for the welfare of his the Academy of Science, and he consistently restrained the undue intervention of the church in secular affairs, and placed restrictions upon the accumulation of property in the hands of religious bodies.",
		"The establishment under the auspices of the king in 1825 of the Philosophical College at Louvain, and the requirement that every priest before ordination should spend two years in study there, gave great offence to the clerical party, and some of the bishops were prosecuted for the violence of their denunciations at this intrusion of the secular arm into the religious domain.",
		"The first move in this direction was made in the Netherlands and north Germany under the influence of Gerhard Groot, and issued in the formation of the Windesheim congregation of Augustinian canons and the secular congregation of Brothers of Common Life (q.v.) founded c. 1384, both of which became centres of religious revival.",
		"It consists mainly of maxims which may be described in turn as moral, utilitarian and secular.",
		"Even in these purely secular affairs, moreover, his timidity and indecision prevented him from pursuing a consistent policy; and his ill fortune, or his lack of judgment, placed him, as long as he had the power of choice, ever on the losing side.",
		"Cantilupe appears to have been an exemplary bishop both in spiritual and secular affairs.",
		"Among the more prominent secular buildings are the Giirzenich, a former meeting-place of the diets of the Holy Roman Empire, built between 1441 and 1447, of which the ground floor was in 1875 converted into a stock exchange, and the upper hall, capable of accommodating 3000 persons, is largely utilized for public festivities, particularly during the time of the Carnival; the Rathaus, dating from the 13th century, with beautiful Gobelin tapestries; the Tempelhaus, the ancestral seat of the patrician family of the Overstolzens, a beautiful building dating from the 13th century, and now the chamber of commerce; the Wallraf-Richartz Museum, in which is a collection of paintings by old Italian and Dutch masters, together with some works by modern artists; the Zeughaus, or arsenal, built on Roman foundations; the Supreme Court for the Rhine provinces; the post-office (1893); the Imperial Bank (Reichsbank); and the municipal library and archives.",
		"It is difficult, indeed, to blame the burghers for resisting the dubious reforming efforts of Hermann of Wied, archbishop from 1515 to 1546, inspired mainly by secular ambitions; but the expulsion of the Jews in 1414, and still more the exclusion, under Jesuit influence, of Protestants from the right to acquire citizenship, and from the magistracy, dealt severe blows at the prosperity of the place.",
		"Starting from the hypothesis that Sweden was \"DenmarkNorway's most active and irreconcilable enemy,\" Bernstorff logically included France, the secular ally of Sweden, among the hostile powers with whom an alliance was to be avoided, and drew near to Great Britain as the natural foe of France, especially during the American War of Independence, and this too despite the irritation occasioned in Denmark-Norway by Great Britain's masterful interpretation of the expression \"contraband.\"",
		"These congregations are the \"Regular Tertiaries\" as distinguished from the \"Secular Tertiaries,\" who lived in the world, according to the original idea.",
		"These followed the same lines of development as the Franciscan Tertiaries, and for the most part divided into the two branches of regular and secular Tertiaries.",
		"To pay for Richard's ransom, he had already been compelled to tax personal property, the first instance of such taxation for secular purposes.",
		"The pope asked Richard to free Hubert from all secular duties, and he did so, thus making the demand an excuse for dismissing Hubert from the justiciarship. On the 27th of May 1199 Hubert crowned John, making a speech in which the old theory of election by the people was enunciated for the last time.",
		"As the latter title made him nominally the secular lord of the world, it might have been expected to excite the pride of his German subjects; and doubtless, after a time, they did learn to think highly of themselves as the imperial race.",
		"While the Empire was at peace with the popes the prelates did strongly uphold it, and their influence was unquestionably, on the whole, higher than that of rude secular nobles.",
		"He kept a firm hand over the church, but his rule was purely secular; he took little or no interest in ecclesiastical affairs.",
		"These proceedings alarmed the princes, both spiritual and secular, and Flenry, who had gained support from the cities of the Rhineland, was able to advance with a formidable army into Saxony in 1075.",
		"In the ambition of the spiritual and the secular princes the pope had an immensely powerful engine of offence against the emperor, and without the slightest scruple this was turned to the best advantage.",
		"In 1220, in order to secure the adhesion of the church to his son Henry, he formally confirmed the spiritual princes in their usurpations; eleven years later at Worms still more extensive advantages were granted to the princes, both spiritual and secular, and these formal concessions formed the lawful basis of the independence of the princely class.",
		"In dealing with this outburst of fanaticism many of the princes, both spiritual and secular, displayed vigour and humanity, but Charles saw only in the sufferings of this people an excuse for robbing them of their wealth.",
		"In order that there might be no possibility of dispute between the princes of a single house, the countries ruled by the four secular electorsBohemia, the Rhenish Palatinate, Saxony and Brandenburgwere declared to be indivisible and to be heritable only by the accepted rules of primogeniture.",
		"The spiritual princes, besides displaying all the faults of the secular princes, had special defects of their own; and as simony was universally practised, the lives of multitudes of the inferior clergy were a public scandal, while their services were cold and unimpressive.",
		"The Lutherans denied the validity of this clause, and notwithstanding the protests of the Roman Catholics several prelates became Lutheran and kept their territories as secular possessions.",
		"They cannot, however, be called secular, as they are opened and closed with the Lord's Prayer and closed with the reading of the Bible.",
		"The emperor was too much absorbed in the affairs of the rest of his vast dominions, notably those of the Empire, rent in two by religious differences and the secular ambitions for which those were the excuse, to give any effective attention to its needs.",
		"The most obvious direction in which this could be sought was in Bavaria, ruled by the decadent house of Wittelsbach, the secular rival of the house of Habsburg in southern Germany.",
		"An effort was made by many to establish a more refined pronunciation for the Koran than was usual in common life or in secular literature.",
		"In these latter schools an excellent elementary secular education is given, in addition to the instruction in the Koran, to which half the school hours are devoted.",
		"His interests were secular and he was certainly proud and ambitious; but Stubbs has pictured the fairer side of his character when he observes that Beaufort \"was merciful in his political enmities, enlightened in his foreign policy; that he was devotedly faithful, and ready to sacrifice his wealth and labour for the king; that from the moment of his death everything began to go wrong, and 'went worse and worse until all was lost.\"",
		"The chief secular buildings are the town-hall (Rathaus), built in 1691 and enlarged in 1866, the government offices, the palace of justice, the central railway station and the exchange.",
		"By the peace of Westphalia (1648) the archbishopric was converted into a secular duchy, to fall to Brandenburg on the death of the last administrator, which happened in 1680.",
		"Henry is said, on authority which has not been traced farther back than Paolo Sarpi, to have been destined for the church; but the story is probably a mere surmise from his theological accomplishments, and from his earliest years high secular posts such as the viceroyalty of Ireland were conferred upon the child.",
		"The secular importance of Henry's activity has been somewhat obscured by his achievements in the sphere of ecclesiastical politics; but no small part of his energies was devoted to the task of expanding the royal authority at the expense of temporal competitors.",
		"His mind, in spite of its clinging to the outward forms of the old faith, was intensely secular; and he was as devoid of a moral sense as he was of a genuine religious temperament.",
		"The various religious secessions in Scotland led to the founding of a large number of sectarian and subscription schools, and at the Disruption in 1843 the Free Church made provision for the secular as well as the religious instruction of the children of its members.",
		"Involved in secular feuds with Douglas, Livingstone and the earl of Crawford, Kennedy destroyed Crawford with a spiritual weapon, his Curse (23rd of January 1445-1446).",
		"Not so the Knoxian claims for the power of ministers to excommunicate, with civil penalties, and generally to \" rule the roast\" in secular matters.",
		"James insisted on his own authority; insisted that a secular court had a right to try a virulent preacher who declined the secular jurisdiction when accused of having denounced Queen Elizabeth as an atheist.",
		"He also contributed to the history of the Synagogue liturgy, and enjoys with Geiger (q.v.) and Zunz (q.v.) the honour of reviving interest in the medieval Hebrew hymnology and secular verse.",
		"In 1292 the bishop claimed to have a market every Friday, a fair on the eve, day and 1 The title prince-bishop, attached in Austria to the sees of Laibach, Seckau, Gurk, Brixen, Trent and Lavant, and in Prussia to that of Breslau, no longer implies any secular jurisdiction, but is merely a title of honour recognized by the state, owing either to the importance of the sees or for reasons purely historical.",
		"Among the secular buildings the first place is taken by the royal palace in Buda, which, together with the old fortress, crowns the summit of a hill, and forms the nucleus of the town.",
		"The natural consequence of this, indeed, was that when they declined, even as laymen, to be reconciled to the Church, they were handed over to the secular power to be burned.",
		"To restore this prosperity had for about a century before 1921 been the secular mission of Great Britain in these lands, the British resident in the Persian Gulf, acting as the representative of the Government of India, being the umpire to whom by long custom all parties on both coasts appealed and who had by treaties been entrusted with the duty of preserving peace.",
		"It remained as a title of secular officials in the middle ages, being applied to persons appointed by the Roman emperor to judge cases in distant parts of the empire, or to wield power in certain districts, or, in the absence of the emperor, over the whole empire.",
		"The convents have been suppressed, and in many cases converted to secular uses.",
		"The jus episcopale which Luther afterwards claimed for the secular authorities had been practically exercised in Saxony and Brandenburg; cities and districts had framed police regulations which set aside ecclesiastical decrees about holidays and begging; the supervision of charity was passing from the hands of the church into those of laymen; and religious confraternities which did not take their guidance from the clergy were increasing.",
		"Nothing remained but an appeal to the secular power, and this was at once prepared.",
		"One, guided by Luther himself, ended, after a long struggle with pope and emperor, in the establishment of evangelical churches under the rule of the secular authorities of the territories which adopted the Lutheran Reformation.",
		"Sweyn, in 1020, having destroyed the older monastery and ejected the secular priests, built a Benedictine abbey on its site.",
		"In 942 or 945 King Edmund had granted to the abbot and convent jurisdiction over the whole town, free from all secular services, and Canute in 1020 freed it from episcopal control.",
		"There are many books written by early pilgrims and by more secular travellers who visited the country, which - when they are not devoted to the setting forth of valueless traditions, as is too often the case - give very useful and interesting pictures of the conditions of life and of travel in the country.",
		"In 1648 the bishopric was converted into a secular principality under the elector of Brandenburg.",
		"The college of St Martin for twenty-two secular canons, which had been established in the castle in 696, was removed into the town in the beginning of the 8th century, and in 1139 became a Benedictine priory under the jurisdiction of that at Canterbury, to which see the lands are still attached.",
		"Perhaps the most interesting incident in his primacy was when he drove the secular clergy from their college of Canterbury Hall, Oxford, and filled their places with monks.",
		"The bishops of Liguria and Aemilia, headed by the archbishop of Milan, and those of Istria and Venice, headed by Paulinus of Aquileia, also withheld their fellowship; but Narses resisted the appeals of Pelagius, who would have invoked the secular arm.",
		"This mysterious Western, offshoot of Gnosticism had no single feature about it which could soften the hostility of a character such as Martin's, but he resisted the introduction of secular punishment for evil doctrine, and withdrew from communion with those bishops in Gaul, a large majority, who invoked the aid of Maximus against their erring brethren.",
		"But in the majority of cases religion has become a mere excuse for secular business.",
		"Under Spanish rule the Church established colleges and seminaries for training priests, but the Spanish system of secular schools for elementary instruction, established in 1863, accomplished little; the schools were taught by unqualified native teachers and the supervision of them was very lax.",
		"The introduction of secular books and papers, more or less surreptitiously, helped to spread the seeds of sedition.",
		"This secular preferment, however, he absolutely refused.",
		"The town hall, decorated with frescoes by P. Janssen (b.1844), and the Kaiser Wilhelm Museum are the most noteworthy secular buildings.",
		"It was the same opposition of the spiritual to the secular nobility that afterwards showed itself in the revolt of the sacred cities against the Omayyads.",
		"Religion proved for him a less trustworthy and more dangerous support than did the conservative and secular feeling of Syria for the Omayyads.",
		"Ali's defeat was a foregone conclusion, once religious enthusiasm had failed him; the secular resources at the disposal of his adversaries were far superior.",
		"It takes form as a body of doctrine drawing its premises from authority, sometimes in secular matters from that of Aristotle, but normally from that of the documents and traditions of systematic theology, while its method it draws from Aristotle, as known in the Latin versions,' mainly by Boethius, of some few treatises of the Organon together with the Isagoge of Porphyry.",
		"Remarkable among secular buildings are the Gothic town hall, and the so-called Tanz-haus, which now includes both a theatre and a school.",
		"In June of 17 B.C. the opening of the new and better age, which he had worked to bring about, was marked by the celebration in Rome of the Secular games.",
		"Philip supported the clergy against the feudal lords, and in many cases against the burgesses of the towns, but rigidly exacted from them the performance of their secular duties, ironically promising to aid the clergy of Reims, who had failed to do so, \"with his prayers only\" against the violence of the lords of Rethel and Roucy.",
		"The secular affairs of the Parsees are managed by an elective committee, or panchayat, composed of six dasturs and twelve mobeds, making a council of eighteen.",
		"The chief of these was usually the advocatus or Vogt, some neighbouring noble who served as the proctor of the church in all secular affairs.",
		"As in the political world the states gained first the undisputed control of matters secular, rejecting even the proffered counsel of the Church, and then proceeded to establish their sovereignty over the Church itself, so was it in the empire of the mind, The rights gained for independent research were extended over the realm of religion also; the two indeed cannot remain separate, and man must subordinate knowledge to the authority of religion - or make science supreme, submitting religion to its scrutiny and judging it like other phenomena.",
		"Before the French Revolution the German empire was a complex confederation, with the states divided into electoral colleges, consisting-00 of the ecclesiastical electors and of the secular electors, including the king of Bohemia; (2) of the spiritual and temporal princes of the empire next in rank to the electors; and (3) of the free imperial cities.",
		"Among the secular buildings are the fine Schloss, the Bibliothek, the town hall and the post office.",
		"It has a cathedral, rebuilt in 1814, and some 30 other churches, together with many old conventual buildings now used for secular purposes, their religious communities having been dissolved by Mosquera and their revenues devoted in great measure to education.",
		"The Church architecture of the \"middle ages,\" then developed naturally and without a break, through the Byzantine and Romanesque styles, out of the secular and religious architecture of Greece and Rome.",
		"With the revival of civilized conditions in secular life, secular ideals in art also revived; the ecclesiastical traditions in painting and sculpture, which always tend to become stereotyped, began in the West to be encroached upon long before the period of the \"Renaissance.\"",
		"The 12th and r3th centuries, which witnessed the great struggle between the secular and spiritual powers in the state, witnessed also the rise of a literature inspired by the lay spirit, and of an art which was already escaping from the thraldom of the stereotyped ecclesiastical forms. Gothic sculpture was not incidentally decorative, it was an essential element in the harmony of the architectural design.",
		"Into 1 Devised originally for the clergy of Chrodegang's cathedral, it was largely an adaptation of St Benedict's rule to secular clergy living in common.",
		"The features of their life in Scotland, which is the most important epoch in the history of the order, seem to resemble closely those of the secular canons of England and the continent.",
		"In the 12th century the Celtic Church was completely metamorphosed on the Roman pattern, and in the process the Culdees also lost any distinctiveness they may formerly have had, being brought, like the secular clergy, under canonical rule.",
		"It was originally the outof -doors and domestic dress of lay-people as well as clergy, and its survival among the latter when the secular fashions had changed is merely the outcome of ecclesiastical conservatism.",
		"The first i is a history of secular events from the Creation to his own time, and in its later portions gives valuable information regarding the history of south-east Europe and western Asia.",
		"A compendium in Arabic of this secular history was made by Bar-Hebraeus under the title al-Mukhtasar fi `d-Duwal (Compendious History of the Dynasties).",
		"The clergy of the Roman Catholic Church are furthermore divided into regular and secular.",
		"The secular clergy, on the other hand are bound by no vows beyond those proper to their orders.",
		"Their privileged position, moreover, leads everywhere to a certain amount of friction between them and the secular clergy.",
		"But in the secular world this paradox failed to obtain; there free-will was only too ready to come into conflict with the Church.",
		"In 1625 Catholic Europe was scandalized by the De Schismate of the Jesuit Santarelli, in which he claimed for the pope an absolute right to interfere in the concerns of secular princes, whenever he chose to declare that the interests of religion were in any way concerned.",
		"About 1580 Jesuit missionaries began to come, and soon became involved in bitter quarrels with the secular missionaries already at work.",
		"The object of the foregoing paragraphs has been to show in what way the positive, inquisitive, secular, exploratory spirit of the Renaissance, when toned and controlled by humanism, penetrated the regions of literature, art, philosophy and science.",
		"The church saw no danger in encouraging a pseudo-pagan ideal of life, violating its own principle of existence by assuming the policy of an aggrandizing secular state, and outraging Christendom openly by its acts and utterances.",
		"The most interesting secular buildings are the houses of the old patrician families.",
		"In such a community a theological controversy inevitably was carried into secular politics, and the entire colony was divided into factions.",
		"He soon came under the influence of Wilhelm Hoffman, a pietistic revivalist, and devoted himself to writing and public speaking, withdrawing in 1728 from all secular pursuits and giving himself entirely to religious work.",
		"The modern Greek custom is \"(a) that most candidates for Holy Orders are dismissed from the episcopal seminaries shortly before being ordained deacons, in order that they may marry (their partners being in fact mostly daughters of clergymen), and after their marriage, return to the seminaries in order to take the higher orders; (b) that, as priests, they still continue the marriages thus contracted, but may not remarry on the death of their wife; and (c) that the Greek bishops, who may not continue their married life, are commonly not chosen out of the ranks of the married secular clergy, but from among the monks.\"",
		"His Catholicism, however, was of a less rigid type than Gardiner's and Bonner's; he felt something of the force of the national antipathy to foreign influence, whether ecclesiastical or secular, and was always impressed by the necessity of national unity, so far as was possible, in matters of faith.",
		"He exercised, however, little influence on Mary's secular or ecclesiastical policy.",
		"No distinction was drawn between secular and religious duties, between ceremonial, ethical or spiritual requirements.",
		"Indeed, as the history of the higher religions shows, religion tends in the end to break away from secular government with its aristocratic traditions, and to revert to the more democratic spirit of the primitive age, having by now obtained a clearer consciousness of its purpose, yet nevertheless clinging to the inveterate forms of human ritual as still adequate to symbolize the consecration of life - the quickening of the will to face life earnestly.",
		"Not only were Catholics and Protestants opposed to them on doctrinal grounds, but the secular powers, fearing that the new teaching was potentially as revolutionary as Munzer's radicalism had been, soon instituted a persecution of the Anabaptists.",
		"Sweden is divided into 12 dioceses and 186 deaneries, the head of the diocese of Upsala being archbishop. The parish is an important unit in secular as well as ecclesiastical connexions.",
		"Dissenters are bound to contribute to the maintenance of the Swedish Church, in consideration of the secular duties of the priests.",
		"The secular supervision of this service is entrusted to a member of the president's cabinet, known as the minister of worship and colonization.",
		"At the same time the monks and Jesuits did useful work in teaching industrial and agricultural arts, and in giving the people a certain degree of education; but the influence of the Church was used to bolster up the traditional narrow colonial system, and the constant quarrels between the clergy and the secular powers often threw the country into confusion.",
		"The governors were directed to regulate religious instruction in secular schools, to prevent horse-stealing, to control subscriptions collected for the holy places in Palestine, to regulate the advertisements of medicines and the printing on cigarette papers, to examine the quality of quinine soap and overlook the cosmetics and other toilet articles - such as soap, starch, brillantine, tooth-brushes and insect-powder - provided by chemists.",
		"The Proprium Sanctorum contains the lessons, psalms and liturgical formularies for saints' festivals, and depends on the days of the secular month.",
		"Several Chinese memoirs of this kind appear to have perished; and especially to be regretted is a great collection of the works of travellers to India, religious and secular, in sixty books, with forty more of maps and illustrations, published at the expense of the emperor Kao-Tsung of the T'ang dynasty, A.D.",
		"He had insisted that priests should accompany their flocks in battle, had made them amenable to secular jurisdiction, had withheld the tribute due to Rome and had even claimed the right of disposing of ecclesiastical domains.",
		"After some unspecified secular employment, Wykeham became \"under-notary (vice tabellio) to a certain squire, constable of Winchester Castle,\" probably Robert of Popham, sheriff of Hampshire, appointed constable on the 25th of April 1340, not as commonly asserted Sir John Scures, the lord of Wykeham, who was not a squire but a knight, and had held the office from 1321, though, from Scures being named as second of his benefactors, Wykeham perhaps owed this appointment to his influence.",
		"The handing over of impenitent persons, and those who had relapsed, to the secular power, and their punishment, did not usually take place on the occasion of an auto-da-fe, properly so called.",
		"The general heads of the exposition in the secular portion of the book were four - (1) \" who the men are who act (qui agant), (2) the places in which they act (ubi), (3) the times at which they act (quando), (4) the results of their action (quid agant).\"",
		"It is a great misfortune that no similar series of citations from the secular part of the Antiquitates has come down to us.",
		"And even this was not accounted sufficient, for in 422 they expelled all its secular inhabitants, who were, however, permitted to return in the following year.",
		"After a time, however, the colonists, attributing the shortage of slaves and the consequent diminution in their profits to the Jesuits, began actively to oppose Vieira, and they were joined by members of the secular clergy and the other Orders who were jealous of the monopoly enjoyed by the Company in the government of the Indians.",
		"The bishops are still authorized by law to dedicate and set apart buildings for the solemnization of divine service, and grounds for the performance of burials, according to the rites and ceremonies of the Church of England; and such buildings and grounds, after they have been duly consecrated according to law, cannot be diverted to any secular purpose except under the authority of an act of parliament.",
		"Among his qualifications the most peculiar is that he must be unmarried, which, since the secular priests are compelled to marry, entails his belonging to the \"black clergy\" or monks.",
		"In some cases the secularization of episcopal principalities at the Reformation led to the survival of the title of bishop as a purely secular distinction.",
		"In secular buildings Berlin is very rich.",
		"Other interesting secular buildings are the Chiemseehof, founded in 1305 and rebuilt in 1697, formerly the palace of the suffragan bishop of Chiemsee, and now the meeting-place of the Salzburg diet and the Carolino-AugusteumMuseum, containing an interesting collection of antiquities and a library of 20,000 volumes.",
		"Thenceforward the dignity and power of the see steadily increased and in the course of time the archbishops obtained high secular honours.",
		"In or before 1530 he left Maillezais, abandoned his Benedictine garb for that of a secular priest, and, as he himself puts it in his subsequent Supplicatio pro Apostasia to Pope Paul III., \"per seculum diu vagatus fait.\"",
		"Among his most remarkable works may be mentioned his ten memoirs on quantics, commenced in 1854 and completed in 1878; his creation of the theory of matrices; his researches on the theory of groups; his memoir on abstract geometry, a subject which he created; his introduction into geometry of the \"absolute\"; his researches on the higher singularities of curves and surfaces; the classification of cubic curves; additions to the theories of rational transformation and correspondence; the theory of the twenty-seven lines that lie on a cubic surface; the theory of elliptic functions; the attraction of ellipsoids; the British Association Reports, 1857 and 1862, on recent progress in general and special theoretical dynamics, and on the secular acceleration of the moon's mean motion.",
		"Among the secular buildings are the old ducal palace, begun in 1578 by Ammanati, and now the residence of the prefect and seat of the provincial officers and the public picture gallery; the early Renaissance Palazzo Pretorio, or former residence of the podesta, now the seat of the civil and correctional courts; the palace, erected in the 15th century by a member of the Guinigi family, of brick, in the Italian Gothic style, and now serving as a poor-house; the 16th-century palace of the marquis Guidiccioni, now used as a depository for the archives, the earliest documents going back to A.D.",
		"Unfortunately, about this time the Jesuits, who thus thrived on political intrigue, and who were deeply implicated in treasonable correspondence with Spain, had obtained a complete ascendancy over the secular priests, who were for obeying the civil government as far as possible and keeping free from politics.",
		"In addition a new, increased and long-enduring hostility was aroused in the country against the adherents of the old faith, not unnatural in the circumstances, but unjust and undiscriminating, because while some of the Jesuits were no doubt implicated, the secular priests and Roman Catholic laity as a whole had taken no part in the conspiracy.",
		"The university of Toronto, for the support of which the province is responsible, includes faculties of arts, science and medicine, in the teaching of which it is strictly secular.",
		"Of the secular buildings in Wurzburg the most conspicuous is the palace, a huge and magnificent edifice built in1720-1744in imitation of Versailles, and formerly the residence of the bishops and grand-dukes of Wiirzburg.",
		"He had considerable influence over King Edward the Confessor, and as his interests were secular rather than religious he took a prominent part in affairs of state, and in 1046 led an unsuccessful expedition against the Welsh.",
		"The great bulk - over threef ourths of the Sassanian contents - especially the more secular literature collected, has fallen a prey to oblivion.",
		"Owing to the action of the planets, the position of the ecliptic is subject to a slow secular variation amounting, during our time, to nearly 47\" per century.",
		"The motion of the ecliptic produces a secular variation in the obliquity which is now diminishing by an amount nearly equal to the entire motion of the ecliptic itself.",
		"Bishop Gobat having conceived the idea of sending lay missionaries into the country, who would engage in secular occupations as well as carry on missionary work, Dr Krapf returned to Abyssinia in 1855 with Mr Flad as pioneers of that mission; Krapf, however, was not permitted to remain in the country.",
		"Their secular work, however, appears to have been more valuable to Theodore than their preaching, so that he employed them as workmen to himself, and established them at Gaff at, near his capital.",
		"Of the secular institutions in Naples none is more remarkable than the National Museum, formerly known as the Museo Borbonico.",
		"From the 7th century, however, children were tonsured without ordination, and later on adults anxious to escape secular jurisdiction were often tonsured without ordination.",
		"In the dispute between the Jesuits and the secular clergy known as the \" Wisbech Stirs \" (1595-1596) he zealously supported Weston in his resistance to any compromise with the civil government.",
		"His antagonism to the secular clergy was also shown later, when in 1603 he, with other Jesuits, was the means of betraying to the government the \" Bye Plot,\" contrived by William Watson, a secular priest.",
		"The secular clergy marry before ordination; and only regular clergy (kalugari) are eligible for high preferment.",
		"Although many convents had been closed and utilized for secular purposes, there were in 1910 no less than 168, including nunneries.",
		"One man, however, stands out prominently in this section of romantic and secular folk-literature.",
		"Far larger than the secular is the religious popular literature; it comprises many apocryphal tales from the Old and the New Testaments, and not a few of the heretical tales circulated by the various sects of Asia Minor and Thracia, which percolated into Rumania through the medium of Slavonic. A brief enumeration of the chief tales must suffice.",
		"He also erected a new temple on the Palatine hill and transferred the secular games, for which Horace composed his Carmen Saeculare, to Apollo and Diana.",
		"The Manchester Education Union and the Birmingham Education League had already formulated in the provinces the two opposing theories, the former standing for the preservation of denominational interests, the latter advocating secular rate-aided education as the only means of protecting Nonconformity against the Church.",
		"The right of the secular tribunals to take cognizance of the offences of ecclesiastics had been asserted in two remarkable cases; and the scope of two ancient laws of the city of Venice, forbidding the foundation of churches or ecclesiastical congregations without the consent of the state, and the acquisition of property by priests or religious bodies, had been extended over the entire territory of the republic. In January 1606 the papal nuncio delivered a brief demanding the unconditional submission of the Venetians.",
		"In an anonymous tract published shortly afterwards (Risposta di un Dottore in Teologia) he laid down principles which struck at the very root of the pope's authority in secular things.",
		"The schools are divided into public undenominational elementary schools; day schools and industrial institutions for the natives; mission schools to which government aid for secular instruction is granted; private farm schools, district boarding schools, training schools for teachers, industrial schools for poor whites, &c. In 1905 2930 primary schools of various classes were open.",
		"Any secular shrinking of the lake in common with the lakes of Central Africa generally must be so gradual as to have no practical importance.",
		"These documents are the outcome of a tendency which is found in every society, religious or secular, at some point in its history.",
		"Amongst the more conspicuous secular buildings in the street may be mentioned the Town and County Bank, the Music Hall, with sitting accommodation for 2000 persons, the Trinity Hall of the incorporated trades (originating in various years between 1398 and 1527, and having charitable funds for poor members, widows and orphans), containing some portraits by George Jamesone, a noteworthy set of carved oak chairs, dating from 1574, and the shields of the crafts with quaint inscriptions; the office of the Aberdeen Free Press, one of the most influential papers in the north of Scotland; the Palace Hotel; the office of the Northern Assurance Company, and the National Bank of Scotland.",
		"It is also referred to under the name of canones, sacri canones, a title of great antiquity, for the rcavove, regulae, were very early distinguished from the secular laws, the v6 ot, leges.",
		"They sometimes even laid aside the monastic habit altogether, and assumed a secular dress.",
		"It even came to be adopted by purely secular officials.",
		"In his secular capacity he led the levies of Calahorra in the civil wars of the reign of Henry IV.",
		"At a comparatively early age he entered the church, and held for some time the office of anagnost or reader; subsequently he manifested a desire to devote himself to the secular life as a rhetorician, an impulse which was checked by the earnest remonstrances of Gregory of Nazianzus.",
		"Not content with enriching them by gifts and lucrative offices, he made their aggrandizement the principal object of his policy as a secular prince.",
		"It contains a beautiful Gothic Evangelical church, an old castle, once a monastery (founded 975, dissolved 1546), and now devoted to secular uses, and a classical school.",
		"The 7th century was the darkest of all the dark ages, and England is particularly fortunate in possessing the Ecclcsiastica historia of Bede, which, though its author was primarily interested in things religious, yet contains a copious chronicle of things secular.",
		"The descendants of the vikings were easily incorporated in the English race, all the more so because of the wise policy of the conquering kings, who readily employed and often promoted to high station men of Danish descent who showed themselves loyaland this not only in the secular but in spiritual offices.",
		"Yet so far as secular affairs wen.t William seemed prosperous enough.",
		"While chancellor he was the most zealous servant of the crown, and had seemed rather secular than clerical in his habits and his outlook on life.",
		"This was owing to a bullthe celebrated Clericis Laicos, recently issued by the arrogant and contentious pope Boniface VIII., which forbade the clergy to submit to any, taxation by secular princes.",
		"The papacy, with its secular ambitions, and its insatiable greed for money, was the worst abuse of all.",
		"The monasteries had ceased to be even the nurseries of literature; their chronicles had run dry, and secular priests or laymen had taken up the pens that the monks had dropped.",
		"In the i4th century there is a significant deterioration in the monastic chroniclers, and their place is taken by the works of secular clergy like Adam Murimuth, Geoffrey the Baker, Robert of Avesbury, Henry Knighton and the anonymous author of the Eulogium historictrum.",
		"In the following year his memoir on the secular acceleration of the moon's mean motion partially invalidated Laplace's famous explanation, which had held its place unchallenged for sixty years.",
		"The principal secular buildings are the town-hall, the county and city courts and prisons, the custom-house and the barracks.",
		"His views on the land question and secular education aroused the bitter hostility of the rich squatters and the clergy; but his singular nobility of character, no less than his powers of mind, made him one of the most influential men in the Assembly.",
		"Before this the so-called cappa choralis, a black, bell-shaped, hooded vestment with no liturgical significance, had been worn by the secular and regular clergy at choir services, processions, &c. This was in its origin identical with the chasuble, and if, as Father Braun seems to prove, the cope developed out of this, cope and chasuble have a common source.'",
		"Since there are various churches, widely differing alike in their principles and practice, it follows that a like difference exists in their ecclesiastical law, which is the outcome of their corporate consciousness as modified by their several relations to the secular authority.",
		"The concordats are of the nature of truces in the perennial conflict between the spiritual and secular powers, and imply in principle no surrender of the claims of the one to those of the other.",
		"The last, in regulated forms, are a permanent feature of Catholicism; and the rivalries of these \" regular \" clergy with their \" secular\" or parochial brethren continue to make history to-day.",
		"And if any man was to be put in the preposterous position of a secular Bible, no writer was fitter for it than Aristotle.",
		"On the ground of secular history and secular evidence both might reasonably meet, as regards the facts, though not perhaps as to their interpretation; but the reason why they ultimately differ is to be found simply in the difference of their mental attitude towards the nature of \"knowledge\" - itself a difference of opinion as to the nature of man.",
		"In 1653 the weakness and disorder of Poland, which had just emerged, bleeding at every pore, from the savage Cossack war, encouraged Alexius to attempt to recover from her secular rival the old Russian lands.",
		"Besides the old ducal palace, laid in ruins by the French in 1794, but restored in 1846, the secular buildings comprise the government offices, the postoffice in Italian style, the town hall on the market square, the law courts, the municipal music hall, the municipal theatre, the assembly hall of the Rhenish provincial diet, an Italian Renaissance edifice erected in 1879, the academy of art (1881; in pure Renaissance), the industrial art museum (1896), the historical museum, and the industrial art school.",
		"We might further derive from the general spirit of Christian unworldliness that repudiation of the secular modes of conflict, even in a righteous cause, which substituted a passive patience and endurance for the old pagan virtue of courage, in which the active element was prominent.",
		"Indeed, an important part of Augustine's work as a moralist lies in the reconciliation which he laboured to effect between the anti-worldly spirit of Christianity and the necessities of secular civilization.",
		"There was a good deal of verse-writing of a secular kind, far inferior in every way, during this period.",
		"This diocese, and indeed the whole of Bavaria, was then disturbed by the feud between the Welfs and the Hohenstaufen, and the church was in a deplorable condition; but a great improvement was brought about by the new bishop in both ecclesiastical and secular matters.",
		"Among the town's principal secular buildings are the new Gothic town-hall, the post office and the railway station.",
		"When, following the preceding method, the variations of the elements are expressed in terms of the time, they are found to be of two classes, periodic and secular.",
		"The effect of the rising tide is in the nature of a secular variation, while the pitching is periodic.",
		"But when these changes are averaged through years and centuries it is found that the average orbit has a secular variation which, for a number of centuries, may appear as a very slow progressive change in one direction only.",
		"Actually the curve in which it moves is nearly a circle; but the distance varies slightly owing to the minute secular variation in the position of the ecliptic, caused by the action of the planets.",
		"The rate of motion is slightly variable from century to century owing to the secular motion of the plane of the ecliptic. Its period, with the present rate of motion, would be about 26,000 years, but the actual period is slightly indeterminate from the cause just mentioned.",
		"It was especially adapted to the tracing out of \" secular inequalities,\" or those depending upon changes in the orbital elements of the bodies affected by them, and hence progressing indefinitely with time; and by its means, accordingly, the mechanical stability of the solar system was splendidly demonstrated through the successive efforts of Lagrange and Laplace.",
		"The first step in constructing this theory was taken by Laplace, who showed that the secular acceleration was produced by the secular diminution of the earth's orbit.",
		"The most plausible explanation is that, like the discrepancy in the secular acceleration, the observed deviation is only apparent, and arises from slow fluctuations in the earth's rotation, and therefore in our measure of time produced by the motion of great masses of polar ice and the variability of the amount of snowfall on the great continents.",
		"Deeply convinced of the importance of education for the young, Calvin and his coadjutors were solicitous to establish schools throughout the city, and to enforce on parents the sending of their children to them; and as he had no faith in education apart from religious training, he drew up a catechism of Christian doctrine which the children had to learn whilst they were receiving secular instruction.",
		"Part of the secular buildings still stand, and the abbot's house, or Abbey House as it is now called, is inhabited.",
		"In addition to the secular clergy there are several communities of regular priests scattered over the country, ministering in their own churches but without parochial jurisdiction.",
		"The great majority of the secular clergy are educated at Maynooth College (see below).",
		"A sum of £1,000,000, part of the Irish Church surplus, was assigned by that act for the promotion of the intermediate secular education of boys and girls in Ireland.",
		"Marriage among the secular clergy went on in Ireland until the 15th century.",
		"Among the democratic tribes of the north-west frontier of India they almost take the place of a secular chief.",
		"Soon afterwards he left the convent, assumed the habit of a secular priest, and began to preach against confession and the worship of images.",
		"A college of secular canons followed in the 10th century, the provostship of which subsequently became an office of high dignity, and was held by Thomas Becket, afterwards archbishop of Canterbury.",
		"The Church quite naturally shared in feudal land-holding; in addition to the tithes she possessed immense estates which had been given her by the faithful from early times, and for the defence of which she resorted to secular means.",
		"Myth comes in when the Maoris represent Rangi and Papa, Heaven and Earth, as two vast beings, male and female, united in a secular embrace, and finally severed by their children, among whom Tane Mahuta takes the part of Cronus in the Greek myth.",
		"By degrees, the high officials of the - Pal atium, whether secular or ecclesiastical, The and also the provincial counts, had rallied round mayorS of the palace.",
		"Whatever were their views as to the relations between ecclesiastical and secular jurisdiction, the French clergy, ruined by the dues levied by the papal court, ranged themselves on the national side with the nobility and the bourgeoisie; whereupon the king, with a bold stroke far ahead of his time, gave tit for tat.",
		"To these latter were due the substitution of the Republican for the Gregorian calendar, and the secular Feasts of Reason (November 19, 1793).",
		"Secular philosophy found its first entrance amongst the Saracens in the days of the early caliphs of the Abbasid dynasty, whose ways and thoughts had been moulded by their residence in Persia amid the influences of an older C creed, and of ideas which had in the last resort sprung from the Greeks.",
		"To Ghazali (q.v.) it seemed that the study of secular philosophy had resulted in a general indifference to religion, and that the Ghazal, scepticism scepticism which concealed itself under a pretence of piety was destroying the life and purity of the nation.",
		"The regular clergy were fashionable and attracted the money of the pious rich, until their wealth stood in scandalous contrast with the poverty of the secular clergy.",
		"There are, however, a few secular schools conducted by the government, and government-aided secondary schools for girls and a grammar school for boys.",
		"Although totally immersed in secular business he received several rich ecclesiastical offices, and in May 1173 he was elected bishop of Winchester, being consecrated at Canterbury in October 1174.",
		"His zeal for reform led him to advance, on behalf of the courts-Christian, pretensions which it was impossible that the secular power should admit.",
		"But there is no reason to suppose that the political ideas of Montfort had matured before the death of Grosseteste; nor did Grosseteste busy himself overmuch with secular politics, except in so far as they touched the interest of the Church.",
		"It was immediately after taking possession of their new quarters that Neri formally organized, under permission of a bull dated July 1 5, 1 575, a community of secular priests, entitled the Congregation of the Oratory.",
		"He had no difficulties in respect of the teaching and practice of his church, being in truth an ardent Ultramontane in doctrine, as was all but inevitable in his time and circumstances, and his great merit was the instinctive tact which showed him that the system of monasticism could never be the leaven of secular life, but that something more homely, simple, and everyday in character was needed for the new time.",
		"In 1280 the bishop obtained a charter allowing him to replace the secular brethren residing in his hospital of St John at Cambridge by \"studious scholars\"; a second charter four years later entirely differentiated these scholars from the brethren of the hospital, and for them Hugh de Balsham founded and endowed the college of Peterhouse.",
		"This idea that material representation involves a profanation of divine personages, while disallowing all religious art which goes beyond scroll-work, spirals, flourishes and geometrical designs, yet admits to the full of secular art; and accordingly the iconoclastic emperors replaced the holy pictures in churches with frescoes of hunting scenes, and covered their palaces with garden scenes where men were plucking fruit and birds singing amid the foliage.",
		"The two formed a high ideal of the tutorial office as clerical and pastoral rather than secular.",
		"In the middle ages it was given to certain secular officials, e.g.",
		"Of the secular buildings, the Caravanserai, usually attributed to Murad II.",
		"But, protected by William IX., duke of Aquitaine, and soon by a great part of the southern nobility, the heretics gained ground in the south, and in 1119 the council of Toulouse in vain ordered the secular powers to assist the ecclesiastical authority in quelling the heresy.",
		"So you would say that America is becoming more secular and that its subscription to religious beliefs is becoming less fervent?",
		"The importance of studying classical apologetics stems from the fact that most secular philosophy courses only dialog with the classical arguments.",
		"To be secular, a school would be neutral on the subject of religion or belief, including atheism.",
		"When he heard about this secular development, agnostic tho he purports to be, Riddell went totally berserk.",
		"A stubborn, secular, and even blasphemous society sometimes will be stopped short only when a tragedy of national proportions takes place.",
		"Opponents to secular speakers sometimes tried to trick them into saying something that would be regarded as blasphemous.",
		"Only the National Secular Society does n't blench; other rights groups have been muted.",
		"For some sections embrace a modern secular bourgeois or nationalist ideology, while other sections gravitate toward some form of secular working class response.",
		"Tolbooth - The most important secular building; meeting place of burgh council; collection post for burgh council; collection post for burgh tolls; often housed town jail.",
		"The plays were written by secular canons at Glasney College in Penryn with the intention of teaching ordinary people tales from the Bible.",
		"Or is it just the worst kind of spineless, liberal capitulation to secular sensibilities?",
		"He later developed a taste for secular music and entered numerous talent contests, eventually landing a record deal with Fantasy in 1968.",
		"To many, Saddam was the best of a bad lot, the only secular counterweight to the Islamists.",
		"Second, this emphasis on secular psychology ignores the depravity of the human heart.",
		"Misunderstood and under-appreciated, Buchanan created a vision of politics that was both more radically egalitarian and more secular than anything before.",
		"Has any aspect of secular eschatology impacted on these agencies?",
		"In reality, it is secular fundamentalism which has become the scourge of our time.",
		"It was initially used by the secular canons of St. Martin's in Li Ã¨ Ge.",
		"And post modern secular humanism denies ultimate truth itself.",
		"Indeed, the history of secular humanism is enough to make many find faith in God.",
		"There's no question that at the moment we're fighting against a rising tide of atheistic secular humanism in the educational establishment.",
		"We need to repent of the secular values we've already imbibed, and we need to be on guard against imbibing more.",
		"Hence arose a bitter jealousy from the side of the secular clergy toward the monks.",
		"The secular term \" burn-out \" has entered the evangelical lexicon over the past two decades.",
		"They have fostered a sense of moral disgust at the very ideas of secular American liberalism.",
		"Sanskrit literature, both sacred and secular, is immensely rich and varied.",
		"Palestrina composed 105 Masses, more than 250 motets, Magnificats, other sacred music, and some secular madrigals.",
		"The woman, however, is a mystery to me - she appears medieval, but entirely secular.",
		"You may say that secular modernity does not look particularly religious.",
		"The phenomenon of the secular Latin motet will be addressed from cultural, historical and musical perspectives.",
		"About half a century ago, the National Secular Society published a leaflet called Religious neurosis.",
		"A pity he did not see fit to nominate an appropriate secular, working class cause rather than one which promotes religious obscurantism.",
		"But this is not simply a dispute between the religiously observant and the secular.",
		"Secular physicians had to obtain permission either to visit the sick or to take meals with them.",
		"During their rule the college had become the main source of secular priests on the Scottish Mission.",
		"In the whole range of controversy, religious or secular, was there ever propounded a theory more utterly incredible and preposterous!",
		"The article explained the purpose of the exercise as being that some Moslems reject the modern, secular society... Offensive Danish Cartoons?",
		"Paul McPherson became the first rector of the college from the ranks of the Scottish secular clergy."
	],
	"synonyms": [
		"laic",
		"lay",
		"temporal",
		"worldly",
		"profane",
		"nonspiritual",
		"nonclerical",
		"mundane",
		"material",
		"layperson",
		"laical",
		"civil",
		"earthly",
		"terrestrial",
		"terrene",
		"secularity",
		"layperson",
		"layman"
	],
	"antonyms": [
		"sacred",
		"religious",
		"godly",
		"holy",
		"spiritual",
		"clergyman"
	]
}