{
	"word": "composure",
	"meaning": [
		"Calmness of mind or manner; tranquillity; self-possession."
	],
	"sentences": [
		"He regained his composure, leveled his eyes on the girl and said, \"You can go now.\"",
		"Len had regained his composure.",
		"It was amazing how Alex could retain his composure.",
		"He took the blow with composure, and sank easily into a comparative retirement.",
		"Another deep breath was necessary to regain his composure.",
		"She tried to regain her composure, unable to compare the brief experience with Jule to anything else she'd ever felt.",
		"Nothing she had gone through in the last month had been more painful than watching him struggle to regain composure now.",
		"Whatever the reason, I was vulnerable, and all the self composure I was struggling to attain was quickly disappearing.",
		"He bore his agony with great composure and then told the executioner to turn him over to do the other side.",
		"They brushed the mud from their clothes and sat for enough minutes to regain their composure.",
		"Pacing, she tried to reclaim her composure.",
		"Carmen wiped her eyes with the back of her hand and regained some composure.",
		"This composure of spirit was owing to their perfect temperance in eating and drinking.",
		"It aims to provide the reader with guidance to encourage confidence while retaining composure and authority when dealing with difficult situations.",
		"Russia still hopes to get compensation for maintaining composure.",
		"These range from the most fundamental - giving the wrong speech - to losing composure in front of a live audience.",
		"Thus, with perfect composure on both sides, the matter was arranged.",
		"Hans maintains a taut composure in the face of Freisler's increasingly impatient questioning.",
		"Oxford called for a time out where both teams focused and regained composure - Cambridge more successfully.",
		"Its lusty power delivery, surefooted composure and excellent rider comfort see to that.",
		"Once the car has stopped, take a deep breath to regain your composure before gently easing forward again.",
		"Maintain your composure, and your team will rack up the most points!",
		"The most prepared and skilled parents sometimes struggle to maintain composure or have problems with their children's behavior.",
		"If too many thoughts are rushing through their brain, standing in Mountain while taking deep breaths will help them regain composure.",
		"Harry himself has matured a great deal, perhaps because Dumbledore is no longer protecting him from the truth of his destiny, and steps up to the plate with the composure of a true hero.",
		"She planted her hands firmly on his desk and met his gaze with surprising composure.",
		"However disconcerting such a revelation as this would have been to the theologians of an elder day, the Bible scholars of our own generation are able to regard it with entire composure.",
		"It must have been all Brandon could do to retain his own composure, let alone make small talk.",
		"He was a little abashed by her regal composure.",
		"She did, however, quickly regain her composure and continued with the show.",
		"Looking into that semi-sweet chocolate gaze, it was easy to understand why Dulce lost her composure.",
		"Wayne has been impressed with his prodigy saying \" Jamie shows great composure for such a young player.",
		"However, with a lesson learned, a more positive attitude was adopted, and we regained our usual composure.",
		"With a little more composure in front of goal they could have gone into the break at least two goals to the good.",
		"Yet have such composure some liberals say european polls the whole area.",
		"He took out his watch with the same measured composure with which he did everything.",
		"You have to remember to maintain your composure and not overbid as a result of the atmosphere.",
		"She had to retain her composure.",
		"He tossed the pen back on his desk and met her gaze with renewed composure.",
		"The Watcher paused again to rein in his composure and then spoke in a reluctant tone.",
		"The Parker's \" Yacht Club \" spa could not be better for regaining some composure.",
		"Or do we just lack the necessary composure in the final third of the field?",
		"The influence of Newcastle and Sandwich, however, was too strong for him; he was thwarted and over-reached; and in 1748 he resigned the seals, and returned to cards and his books with the admirable composure which was one of his most striking characteristics.",
		"He regained his composure and lowered brows over flashing eyes.",
		"He couldn't go home and let Sarah and Connor see how tentative his composure was.",
		"His father received his son's communication with external composure, but inward wrath.",
		"The outrage was discovered and remedied before the service began; and, although the Arrabbiati half filled the church and even sought to attempt his life, Savonarola kept his composure and delivered an impressive sermon.",
		"Well, as I was saying,\" he continued, recovering his composure, \"now there's this recruiting.",
		"Anatole was not quick-witted, nor ready or eloquent in conversation, but he had the faculty, so invaluable in society, of composure and imperturbable self-possession.",
		"Anatole kissed the old man, and looked at him with curiosity and perfect composure, waiting for a display of the eccentricities his father had told him to expect.",
		"Deidre gathered her composure with some difficulty and walked down the hallway, pausing four doors down to her room."
	],
	"synonyms": [
		"calmness",
		"calm",
		"equanimity",
		"tranquility",
		"sangfroid",
		"posture",
		"quiet",
		"repose",
		"stability",
		"serenity",
		"even temper",
		"control",
		"poise",
		"self-possession",
		"collectedness"
	],
	"antonyms": [
		"discomposure",
		"agitation",
		"arousal",
		"perturbedness",
		"upset",
		"excitement",
		"wildness",
		"passion",
		"exuberance"
	]
}