{
	"word": "remonstrate",
	"meaning": [
		"To say or plead in protest, objection, complaint, etc.",
		"To present and urge reasons in opposition or complaint; protest; object; expostulate.",
		"To point out; show; demonstrate.",
		"(intransitive) To object; to express disapproval (with, against).",
		"(intransitive, chiefly historical) Specifically, to lodge an official objection (especially by means of a remonstrance) with a monarch or other ruling body."
	],
	"sentences": [
		"Walking by the river I paused to remonstrate gently with a fisherman.",
		"Just before the books came, Mr. Gilman had begun to remonstrate with Miss Sullivan on the ground that I was working too hard, and in spite of my earnest protestations, he reduced the number of my recitations.",
		"He treated it with increasing contempt, and the most that it could do was to remonstrate to the States-General.",
		"A Swedish archbishop, returning from Rome, had been seized by robbers, and as Frederick had not punished the offenders Adrian sent two legates to remonstrate.",
		"Provided he left the tax-gatherer alone, the governor might squeeze what he could out of the people, while on the other hand, if he were humanely disposed, it was dangerous for him to remonstrate.",
		"After the flight of the usurper Alexius, and when the blind Isaac, whose claims the crusaders were defending, had been taken by the Greeks from prison a;nd placed on the throne, Villehardouin, with Montmorency and two Venetians, formed the embassy sent to arrange terms. He was again similarly distinguished when it became necessary to remonstrate with Alexius, the blind man's son and virtual successor, on the nonkeeping of the terms. Indeed Villehardouin's talents as a diplomatist seem to have been held in very high esteem, for later, when the Latin empire had become a fact, he was charged with the delicate business of mediating between the emperor Baldwin and Boniface, marquis of Montferrat, in which task he had at least partial success.",
		"He was, however, opposed by Sophronius, a monk from Palestine, who, after vainly appealing to Cyrus, actually went to Constantinople to remonstrate with Sergius himself.",
		"He was deputed by a synod of the church in Wessex to remonstrate with the Britons of Domnonia (Devon and Cornwall) on their differences from the Roman practice in the shape of the tonsure and the date of Easter.",
		"He exacted promises of just government from Rufus, and was not afraid to remonstrate when the promises were disregarded.",
		"Beust and Andrassy warned the emperor of the danger, and the crown prince of Saxony was summoned by Beust to remonstrate with him.",
		"The only temporary embarrassment was the queen's continued private correspondence with Lord Melbourne, which led Stockmar to remonstrate with him; but Melbourne used his influence sensibly; moreover, he gradually dropped out of politics, and the queen got used to his not being indispensable.",
		"Before the opposition could remonstrate, the marshal of the diet produced the latest foreign despatches, which unanimously predicted another partition, whereupon, at the solemn adjuration of Ignaty Potocki, King Stanislaus exhorted the deputies to accept the new constitution as the last means of saving their country, and himself set the example by swearing to defend it.",
		"At the court of Austria, too, which was accused of having cynically sacrificed the hero, it produced a painful impression, and Metternich, when he visited Paris on the occasion of the marriage of the archduchess Marie Louise to Napoleon, was charged to remonstrate with the emperor.",
		"The sentence he expected was pronounced on the 6th of July in the presence of Sigismund and a full sitting of the council; once and again he attempted to remonstrate, but in vain, and finally he betook himself to silent prayer."
	],
	"synonyms": [
		"point out",
		"lambast",
		"lambaste",
		"call-on-the-carpet",
		"reproof",
		"trounce",
		"rag",
		"rebuke",
		"take-to-task",
		"have-words",
		"chew-up",
		"chew out",
		"bawl out",
		"berate",
		"chide"
	],
	"antonyms": [
		"accept",
		"agree",
		"concede",
		"give in",
		"approve",
		"support",
		"support. See syn. study at object.object",
		"favor"
	]
}