{
	"word": "innate",
	"meaning": [
		"Existing naturally rather than acquired; that seems to have been in one from birth.",
		"Of or produced by the mind rather than learned through experience.",
		"Existing as an inherent attribute.",
		"Borne at the apex of the support, as an anther.",
		"Originating in, or derived from, the constitution of the intellect, as opposed to acquired from experience; as, innate ideas. See a priori, intuitive.",
		"To cause to exist; to call into being."
	],
	"sentences": [
		"He had an innate modesty and simplicity of character.",
		"The ghost of innate ideas seems to be all that it had left.",
		"He had an innate musicality.",
		"Cruelty and treachery seem innate in the whole family.",
		"He was in fairly good shape, thanks mostly to weekend biking more than any innate athletic ability.",
		"No innate genius can invent fine language.",
		"The attitude was innate in most human beings.",
		"That none of our ideas are \" innate \" is the argument contained in the first book.",
		"The personality trait was innate in the two men.",
		"This excludes all possibility of innate ideas or any faculty akin to intuitive reason.",
		"Scarcely perceptible variations of the innate class are regularly and invariably present in every new generation of every species of living thing.",
		"Man's actions proceed from his innate character and the motives acting upon him.",
		"The narrator assumes that Adam and Eve had an innate faculty of speech.",
		"It showed the innate goodness of children.",
		"Placing Willow in this category reveals more clearly that Willow's power is also innate, not acquired.",
		"The interview excerpts repeatedly refer to girls' \"supposedly innate longer attention spans and their natural facility with communication.\"",
		"There was an innate immunity at the mucosal barrier.",
		"For most of us creative skills are not innate, nor are we likely to develop them by accident.",
		"Jack and Chandra have taught her many combat and technical skills, with her innate curiosity filling in the gaps.",
		"Brilliant Sanity is our innate ability to accept and be with our experience without attachment, desire or judgment.",
		"Prof Luke O'Neill provided a keynote talk on the functioning of innate immunity at the mucosal barrier.",
		"Chewing is an innate action for your dog.",
		"However, even though the innate temperament of a person cannot be modified, understanding the factors that influence the development of personality disorders (such as genetic risks and environmental factors) may help prevention.",
		"For others, dressing as the opposite sex may be all it takes to satisfy those innate feelings that simply won't go away.",
		"Innate confidence is the key, and you can embody that as well.",
		"Instinctive in the popular sense, it does not fall within the narrower definition of the term; it is more conveniently described as innate.",
		"Thus, in man, do sentiments of love and mutual sympathy become instinctive and, when transmitted by inheritance, innate.",
		"This \" eased the lazy from the pains of search, stopped the inquiry of the doubtful, concerning all that was once styled innate.",
		"We Australians have an almost innate interest in Gallipoli, perhaps because it was there that we first fought as a nation.",
		"Some see these shared battles as profound examples of innate human altruism.",
		"Outstanding levels of performance in areas such as memory, chess, sports or music are commonly ascribed to innate talent.",
		"Skeptics such as James Young have challenged the innate conservatism of most sites of memory.",
		"This is due, in part, to the innate conservatism of farmers.",
		"We have to go by the innate decency of the communities = than overt regulation of the government.",
		"Hilaire too was deeply touching as des Grieux; his good looks and innate dignity are perfect for the role.",
		"A bolus of intravenous glucose and rely on innate insulin production.",
		"Lane was a firm believer in the innate goodness of children.",
		"If you have an innate ability to take rejection, learn from it and then push forward, you'll be able to tolerate the naysayers without it dampening your energy or enthusiasm.",
		"The innate immune system is made up of the skin (which acts as a barrier to prevent organisms from entering the body); white blood cells called phagocytes; a system of proteins called the complement system; and chemicals called interferons.",
		"They also can occur in the innate immune system.",
		"Disorders of innate immunity affect phagocytes or the complement system.",
		"Some believe aggression is innate or instinctive.",
		"Depending upon your child's innate learning style, a hands-on curriculum may be best.",
		"People fill this innate human need in many ways - from dancing to football to cuddle parties to just holding hands.",
		"The best matches are the signs that show an innate sensitivity and authentic character.",
		"His innate nature makes it impossible for him to get out from underneath his past hurts.",
		"That said, few divinatory methods can take the place of your own innate sense of self, wisdom and contemplation.",
		"This innate need for hearth and home will drive the goat through any obstacles that get in the way.",
		"It is not known whether this phase exists because of an innate or biological phenomenon or because of a really successful marketing campaign by Disney!",
		"Innate Management Systems stand 61 bridging the credibility Gap - Organizations are looking at IT departments to deliver business value.",
		"Ironically, children seem to have an innate magnet for sharing precisely when they are not supposed to.",
		"Along with a belief in the adaptability of yoga, as far as I can tell, my personality has an innate, strong desire to be inclusive and a certain empathy for people who experience disabilities and challenges.",
		"It was consistent with the innate conservatism of farmers.",
		"Did he have an innate predisposition to react differently?",
		"These drawings show a masterful perspective, a whimsical line and reveal a natural innate artistry.",
		"His innate modesty and his sense of artistic privacy would certainly make him shun such a title but he fully deserved it nonetheless.",
		"Does a child have an innate predisposition to react differently to different sex others?",
		"Once you've got the literacy skills the ability to write freely is innate.",
		"It isn't some innate superiority that has made women insist on these whole lives.",
		"They are also born with the most wonderful suppleness and innate flexibility, making them natural yogis from birth.",
		"Of Cartesianism towards the close of the 17th century the only remnants were an overgrown theory of vortices, which received its death-blow from Newton, and a dubious phraseology anent innate ideas, which found a witt y executioner in Locke.",
		"Comte does not recognize that this process is aided by any increase of innate capacity; on the contrary, progress is to him the unfolding of fundamental faculties of human nature which always pre-existed in a latent condition; yet he may perhaps be said to have prepared the way for the new conception of human progress by his inclusion of mental laws under biology.",
		"As circumstances allowed, she appears to have taught him reading, writing and arithmetic - acquisitions made with so little of remembered pain that \" were not the error corrected by analogy,\" he says, \" I should be tempted to conceive them as innate.\"",
		"Though this factor may be responsible for much, or even the greater part, of primitive \" jewelry,\" yet it does not seem likely that it is the cause of all forms of ornament; much must be attributed to the desire to satisfy an innate aesthetic sense, which is seen in children VII.",
		"Among the natives, more especially of the interior, an innate restlessness which leads to a life of spasmodic nomadism, poverty, insufficient nourishment, an incredible improvidence which induces them to convert into intoxicating liquor a large portion of their annual crops, feasts of a semi-religious character which are invariably accompanied by prolonged drunken orgies, and certain superstitions which necessitate the frequent procuration of abortion, have contributed to check the growth of population.",
		"Helmholtz also wrote on philosophical and aesthetic problems. His position was that of an empiricist, denying the doctrine of innate ideas and holding that all knowledge is founded on experience, hereditarily transmitted or acquired.",
		"Knowledge, therefore, with its vehicle, the intellect, is dependent upon the existence of certain nerve-organs located in an animal system; and its function is originally only to present an image of the interconnexions of the manifestations external to the individual organism, and so to give to the individual in a partial and reflected form that feeling with other things, or innate sympathy, which it loses as organization becomes more complex and characteristic. Knowledge or intellect, therefore, is only the surrogate of that more intimate unity of feeling or will which is the underlying reality - the principle of all existence, the essence of all manifestations, inorganic and organic. And the perfection of reason is attained when man has transcended those limits of individuation in which his knowledge at first presents him to himself, when by art he has risen from single objects to universal types, and by suffering and sacrifice has penetrated to that innermost sanctuary where the euthanasia of consciousness is reached - the blessedness of eternal repose.",
		"The demonstrable rational necessity, instead of being innate, or conscious from our birth, may lie latent or subconscious in the individual mind; but for all that, when we gradually become more awake intellectually, such truths are seen to \" carry their own evidence along with them.\"",
		"Locke believed that in attacking \" innate principles \" he was pleading for universal reasonableness instead of blind reliance on authority, and was thus, as he says, not \" pulling up the foundations of knowledge,\" but \" laying those foundations surer.\"",
		"The stated approach of Burnett is to examine the history of drinks beyond any purely realist notions of physiological need or innate desire.",
		"Capitalist society is, however, riven with innate contradictions.",
		"It is n't some innate superiority that has made women insist on these whole lives.",
		"Like most fashion decisions, you can trust your innate fashion sense and good judgment, but feel free to solicit advice from those whose opinions you value.",
		"Cats possess the innate ability to adjust their position in midair.",
		"Unlike traditional architectural styles, modern wall designs rely more on the innate structure of the wall rather than ornament being added to the structure.",
		"The goal of a nudist photographer is to capture the innate beauty of a subject’s body regardless of her height, weight or age.",
		"Finding the perfect guided meditation script has a lot to do with your innate personality and the imagery that you respond to best.",
		"Wine has an innate elegance about it, conjuring up images of Old Italy, jazz music, and relaxing nights in a bubble bath surrounded by candles.",
		"There seems to be an innate fascination with trains and if your little boy has such an appreciation, then you'll be happy to discover all of the available patterns that feature trains as a theme.",
		"With a famous comedy team for his parents, Ben Stiller was born with innate comedic timing and a talent for directing.",
		"Listen to your child; little ones today have an innate sense of style.",
		"Some facets of communication and discussion are innate, but a person who isn't gifted with social graces or an outgoing personality can still become successful at public relations by studying diligently.",
		"Aside from their charming good looks, Pitbull puppies also possess an innate desire to be with people.",
		"Not only is rescue work done by this branch, but PWD owners can also receive counsel and advice regarding health and training issues innate to the breed.",
		"Socialist accounts argued that this physical malaise was compounded by the role of clothing in effecting oppressive social stratification; clothes were seen as masking the innate equality of all people.",
		"For example, a dream about falling is often associated with hopes and fears weaved into the innate fear of plummeting.",
		"The constant flashbacks, obscure pop culture references, and the innate ability to be funny to the point of being disgusting drives the show to its success.",
		"The graphics were way ahead of any other portable system out there, but the innate cult following were the only gamers to really latch onto the capabilities.",
		"These stages are as dependent on a child's exposure to art and art media as they are on a child's innate artistic ability or fine motor skills.",
		"Piaget's theory is focused on the processes of cognitive development and states that the child is born with an innate curiosity to interact with and understand his/her environment.",
		"The immune system has both innate and adaptive components.",
		"Innate immunity is made up of immune protections people are born with.",
		"As styles and tastes have changed, so too has the trench coat - but not so drastically that it loses its innate sense of what makes it so noteworthy.",
		"Knowing how to get a boyfriend is not always an innate skill that we are all born with.",
		"However, there is one woman who has an innate understanding of the Virgo man's methods, ego, desires and disdain for chaos, mainly because they suit her own needs so well.",
		"However, unlike Virgos who believe they are right simply because they say so, Libras feel they are right because they've carefully considered the situation, and their innate sense of justice \"tells\" them that they are right.",
		"This is all part of the Aquarian innate need for discovering the truth in all matters.",
		"You may think that all these innate skills gives him an unfair advantage when it comes to seducing you.",
		"This innate need to have choices and feel free to change her mind with little or no notice are as much a part of this sign as breathing.",
		"Libra's innate ability to see both sides of the coin at once makes him an ideal candidate for a judge or some other job that deals with the law.",
		"Some Pisces zodiac characteristics include this sign's innate creativity.",
		"The second school encourages you to use your innate psychic abilities to enhance any basic knowledge you have since the cards are nothing more than a divination tool that allows you access to information about the person you're reading.",
		"A more mature Taurean profile shows that he's outgrown much of his youthful tendencies or, at the very least, has learned how to curb his innate nature in an effort to preserve his relationship.",
		"As number one, Aries has an innate desire for top quality in everything in life.",
		"There's a synchronicity between these two signs that generates an innate understanding.",
		"Entertainment Weekly - \"..his innate tenderness might triumph if he weren't saddled with the most generic song writing and production that money can buy.\"",
		"Individual experience is a condition which without the innate capacity cannot take effect.",
		"Though the logical method of Descartes has a great and enduring influence, it is the dualism and the need of God to bridge it, the doctrine of \" innate \" ideas, i.e.",
		"When the filament is continuous with the connective, and is prolonged so that the anther-lobes appear to be united to it throughout their whole length, and lie in apposition to it and on both sides of it, the anther is said to be adnate or adherent; when the filament ends at the base of the anther, then the latter is innate or erect.",
		"It was innate in the sense that they cannot be acquired.",
		"A seemingly innate ability to put herself right in relation to the work she had to do never deserted her.",
		"It not only looked incredibly natural, it felt light and innate instead of heavy and contrived.",
		"Every one has his modicum of innate mana, or at least may develop it in himself by communicating with powers that can be brought into answering relation by the proper means.",
		"Yet Locke's ethical opinions have been widely misunderstood; since from a confusion between \" innate ideas \" and \" intuitions,\" 'which has been common in recent ethical discussion, it has been supposed that the founder of English empiricism must necessarily have been hostile to \" intuitional \" ethics.",
		"John Locke, the real father of English philosophy, took the field against what he regarded as Descartes's impossible programme of \" Innate Ideas.\"",
		"A transformation which is sometimes rapid, sometimes slow, but always continuous, is wrought by the reciprocal action of the innate variability of plants and of the variability of the external factors.",
		"Aptitudes and want of aptitude, which are innate and constitutional, are transmitted to offspring, but not the results of experience, education and training.",
		"The basis of this growth is partly the story-telling instinct innate in all men, which loves to heighten an effect, sharpen a point or increase a contrast - the instinct which breathes in Icelandic sagas like that of Burnt Njal; partly the instinct of idolization, if it may be so called, which leads to the perversion into impossible greatness of an approved character, and has created, in this instance, the legendary figures of Peter the Hermit and Godfrey of Bouillon (qq.v.); partly the religious impulse, which counted nothing wonderful in a holy war, and imported miraculous elements even into the sober pages of the Gesta.",
		"His statement of the latter doctrine so aroused the alarm of certain clergymen of the Church of Scotland that he found it necessary to withdraw what was regarded as a serious error, and to attribute man's delusive sense of freedom, not to an innate conviction implanted by God, but to the influence of the passions.",
		"Believing in the perfectibility of the race, that there are no innate principles, and therefore no original propensity to evil, he considered that \"our virtues and our vices may be traced to the incidents which make the history of our lives, and if these incidents could be divested of every improper tendency, vice would be extirpated from the world.\"",
		"Locke, when Cartesianism had raised the problem of the contents of consciousness, and the spirit of Baconian positivism could not accept of anything that bore the ill-omened name of innate ideas, elaborated a theory of knowledge which is psychological in the sense that its problem is how the simple data with which the individual is in contact in sensation are worked up into a system.",
		"Mystic power may be regarded as innate so far as skill, luck or queerness are signs and conditions of its presence.",
		"They met with little success, as is Y Y innate distrust of the Germans naturally rendere d the tla n;t Bohemians unfavourable to a creed which reached them from the realm of their western neighbours.",
		"The aversion to them which he expressed showed thus early an innate disposition to rebel against empty verbal reasoning.",
		"The assumption that they were \" innate \" was enough \" to take men off the use of their own reason and judgment, and to put them upon believing and taking upon trust without further examination....",
		"How much of my delight in all beautiful things is innate, and how much is due to her influence, I can never tell.",
		"Her every waking moment is spent in the endeavour to satisfy her innate desire for knowledge, and her mind works so incessantly that we have feared for her health.",
		"A Latin abridgment of philosophy, dated 1784, tells us that the innate ideas of Descartes are founded on no arguments, and are now universally abandoned.",
		"He seemed to be thinking only of the convenience and pleasure of his guests, not as a rule of artificial breeding as from Chesterfield or Madame Geniis, but from innate feeling.",
		"Modesty is not innate in man, and its conventional nature is easily seen from a consideration of the different ideas held by different races on this subject.",
		"Pascal and other members of Port Royal openly expressed their doubts about the place allowed to God in the system; the adherents of Gassendi met it by resuscitating atoms; and the Aristotelians maintained their substantial forms as of old; the Jesuits argued against the arguments for the being of God, and against the theory of innate ideas; whilst Pierre Daniel Huet (1630-1721), bishop of Avranches, once a Cartesian himself, made a vigorous onslaught on the contempt in which his former comrades held literature and history, and enlarged on the vanity of all human aspirations after rational truth.",
		"That the divine will is expressed by it, Cumberland, \" not being so fortunate as to possess innate ideas,\" tries to prove by a long inductive examination of the evidences of man's essential sociality exhibited in his physical and mental constitution.",
		"She does not, it would seem, prove the existence of spirit without matter, or of innate ideas, or of immortality, or anything else that any other human being does not prove.",
		"Both passed through phases of faith, but while even Positivism did not cool George Eliot's innate religious fervour, with George Sand religion was a passing experience, no deeper than her republicanism and less lasting than her socialism, and she lived and died a gentle savage.",
		"Here it had a great vogue, and under the influence of the innate Asiatic love of asceticism it tended to assume ale form of strange austerities, of a kind not found in Egyptian monachism in its best period.",
		"Only the vicissitudes of life can show us its vanity and develop our innate love of death or of rebirth to a new life.",
		"So can we men, not, as Plato thought, by having in our souls universal principles innate but forgotten, but by acquiring universal principles from sense, which is the origin of knowledge, arrive at judgments which are true, and true because they agree with the things which we know by sense, by inference and by science.",
		"All the innate hatred of the foreigner went to strengthen the hands of the archbishops, who slowly acquired, in addition to their spiritual authority, powers military, executive and judicial.",
		"Men seeing the nature of this man like that of the brute, think that he has never possessed the innate faculty of reason.",
		"Some of his innate defensive powers remained, or she would've turned him to stone or the Other would've vaporized him.",
		"No doubt it depended on the innate force and firmness' of a man's soul whether his reason was effectually exercised; but moral responsibility was saved if the vicious act proceeded from the man himself and not from any external cause.",
		"The former are \" innate \" variations, the latter are \" superimposed \" variations (so-called \" acquired variations \").",
		"In short, if we recall the characteristics of the Church in the Weft from the times of Constantine to those of Theodoric - its reliance upon the civil power for favours and protection, combined with its assumption of a natural superiority over the civil power and its innate tendency to monarchical unity - it becomes clear that Gregory VII.",
		"Both innate and superimposed variations are capable of division into those which are more and those which are less obvious to the human eye.",
		"When men heard that there were propositions that could not be doubted, it was a short and easy way to assume that what are only arbitrary prejudices are \" innate \" certainties, and therefore must be accepted unconditionally.",
		"It may well be that the whole abstract edifice of modern mathematics is built on these biologically innate foundations.",
		"Charles, however, has given good grounds for supposing that it is merely a preface, and that the work went on to discuss grammar, logic (which Bacon thought of little service, as reasoning was innate), mathematics, general physics, metaphysics and moral philosophy.",
		"Her innate humanity and sound sense, however, led her gradually to return to her place in the family circle, and she began also to seek out and help the poor and the sick.",
		"His father, then prince of Prussia, was out of favour with Frederick the Great and entirely under the influence of his mistress; and the boy, handed over to tutors appointed by the king, lived a solitary and repressed life which tended to increase the innate weakness of his character.",
		"There is more force in the charge that his Hellenic sympathies prevented him from seeing the innate weakness and mutual jealousies of the Greek states of that period, whose only hope of peace and safety lay in submitting to the protectorate of the Roman republic. But if the event proved that the liberation of Greece was a political mistake, it was a noble and generous mistake, and reflects nothing but honour on the name of Flamininus, \"the liberator of the Greeks.\"",
		"Reid is careful to observe that this moral faculty is not \" innate \" except in germ; it stands in need of \" education, training, exercise (for which society is indispensable), and habit,\" in order to the attainment of moral truth.",
		"Denying the possibility of innate ideas, he asserted that morality comes by revelation, and is therefore not only certain, but the only real certainty.",
		"This innate power of variation has enabled the florist to obtain, and ultimately to \"fix,\" so many remarkable varieties.",
		"And innate ideas therefore are mere capacities or tendencies, - possibilities which apart from the will to think may be regarded as nothing at all.",
		"If, as Hegel asserted, our experience is all knowledge, and if knowledge is indefinitely transformed by the conditions of knowing, then we are tempted to regard the object as superfluous, and to treat our innate conviction that knowledge has reference to objects as a delusion which philosophical reflection is destined to dispel.",
		"His purpose was to defend what may be called a humanist position in moral philosophy; that is, to show that morality was not an affair of mysterious innate principles, or abstract relations, or supernatural sanctions, but depended on the familiar conditions of personal and social welfare.",
		"The most instructive classification of the \" variations \" exhibited by fully formed organisms consists in the separation in the first place of those which arise from antecedent congenital, innate, constitutional or germinal variations from those which arise merely from the operation of variation of the environment or the food-supply upon normally constituted individuals."
	],
	"synonyms": [
		"born",
		"natural",
		"unlearned",
		"unconditioned",
		"inborn",
		"congenital",
		"native",
		"intrinsic",
		"inherent",
		"intuitive",
		"internal",
		"inherited",
		"instinctive",
		"idiopathic",
		"essential"
	],
	"antonyms": [
		"extrinsic",
		"learned",
		"acquired"
	]
}