{
	"word": "eminent",
	"meaning": [
		"Well-known and respected, especially for achievement in a particular field.",
		"Rising above other things or places; high; lofty.",
		"Projecting; prominent; protruding.",
		"Being such in full measure; complete; absolute.",
		"Outstanding; remarkable; noteworthy."
	],
	"sentences": [
		"It has an old town hall, a theatre and several statues of eminent men.",
		"He was in 929 an eminent degree a great master-builder.",
		"Destutt de Tracy was the last eminent representative of the sensualistic school which Condillac founded in France upon a one-sided interpretation of Locke.",
		"Though not a great scholar, he was eminent as an ecclesiastical statesman, and his influence was far-reaching.",
		"On the other hand the better party among the priests, believing the ritual to be necessary, might undertake to moralize it; of such a movement, begun by Deuteronomy, Ezekiel is the most eminent representative.",
		"Meanwhile the custom was growing up of appealing to eminent Church writers of a past generation under this name.",
		"He also practised his profession as a physician with eminent success.",
		"On the research team of the eminent virologist Dr. Thomas Francis, who was working on a flu vaccine, was a young physician named Jonas Salk.",
		"Bonnet's eminent contemporary, Buffon, held nearly the same views with respect to the nature of the germ, and expresses them even more confidently.",
		"From Leo IX.'s time papal grants of the mitre to eminent prelates became increasingly frequent, and by the 12th century it had been assumed by all bishops in the West, with or without papal sanction, as their proper liturgical head-dress.",
		"The latter accepted the task, and the new administration included Signor Tittoni, late prefect of Naples, as foreign minister, Signor Luigi Luzzatti, the eminent financier, at the treasury, General Pedotti at the war office, and Admiral Mirabello as minister of marine.",
		"Fly-sheets were issued attacking him and other eminent ministers.",
		"Beginning in 1867 with the publication of Jacob ben Chajim's Introduction to the Rabbinic Bible, Hebrew and English, with notices, and the Massoreth HaMassoreth of Elias Levita, in Hebrew, with translation and commentary, Dr Ginsburg took rank as an eminent Hebrew scholar.",
		"The zoological boundary passing through the Bali Strait is called \" Wallace's line,\" after the eminent naturalist who was its discoverer.",
		"The state is interested in the commercial railway venture as a matter of public policy, and because it can confer or withold the right of eminent domain, without which the railway builder would be subjected to endless annoyance and expense.",
		"Slavery was far from being approved in principle by the most eminent of the fathers of the American Union.",
		"In 1797, at the instance of English statesmen, he published a translation of a history of French finance by Francois d'Ivernois (1757-1842), an eminent Genevese exile naturalized and knighted in England, extracts from which he had previously given in his journal.",
		"Written by the eminent historian, Dr. John Davies.",
		"Then in December 530 a new commission was appointed, consisting of sixteen eminent lawyers, of whom the president, the famous Tribonian (who had already served on the previous commission), was an exalted official (quaestor), four were professors of law, and the remaining eleven practising advocates.",
		"To be an eminent scholar was to be accused of immorality, heresy and atheism in a single indictment; and the defence of weaker minds lay in joining the Jesuits, as Heinsius was fain to do.",
		"For what it 's worth, I 'm no psychology expert or eminent theologian on the subject of worries.",
		"The course of the Murrumbidgee, a deep and rapid river, was followed by the same eminent explorer in his second expedition in 1831 with a more satisfactory result.",
		"Suarez may be considered almost the last eminent representative of scholasticism.",
		"In 1751, seconded by Lord Macclesfield, president of the Royal Society, and Bradley, the eminent mathematician, he distinguished himself greatly in the debates on the calendar, and succeeded in making the new style a fact.",
		"The eminent theologian, Jean Daille, being then removed to Paris, advised the church at Saumur to secure Amyraut as his successor, praising him \"as above himself.\"",
		"Condillac, Joubert, Mill and other eminent men have shown what the intellectual ascendancy of a woman can be.",
		"The youth was thus originally a goldsmith, and also an engraver of dies and niellos, and in these arts he became extremely eminent.",
		"It was then that the analogy was first detected between the order of knighthood and the order of priesthood, and that an actual union of monachism and chivalry was effected by the establishment of the religious orders of which the Knights Templars and the Knights Hospitallers were the most eminent examples.",
		"But, although these eminent warriors were subsequently elected as vacancies occurred, their admission was postponed to that of several very young and in actual warfare comparatively unknown knights, whose claims to the honour may be most rationally explained on the assumption that they had excelled in the particular feats of arms which preceded the institution of the order.",
		"The Order of St Michael and St George ranks between the \" most exalted \" Order of the Star of India and the \" most eminent \" Order of the Indian Empire, of both of which the viceroy of India for the time being is officio grand master.",
		"There is now only one class, for princes of the reigning house, foreign sovereigns and eminent men of the state.",
		"Amongst the most eminent of its missionaries was the celebrated John Eliot, the Puritan minister of Roxbury, Massachusetts, who, encouraged and financially assisted by Boyle, brought out the Bible in the Indian language in 1661-1664.",
		"Her best though not her only fine qualities were national and political, the high public virtues of a good public servant; in the private and personal qualities which attract and attach a friend to his friend and a follower to his leader, no man or woman was ever more constant and more eminent than Mary Queen of Scots.",
		"But at this point disagreement begins between the most eminent writers on the subject.",
		"It does not appear that these two men, the most eminent writer of the generation which was going out, and the most eminent writer of the generation which was coming in, ever saw each other.",
		"Soon after his death, while the public curiosity was strongly excited about his extraordinary character and his not less extraordinary adventures, a life of him appeared widely different from the catchpenny lives of eminent men which were then a staple article of manufacture in Grub Street.",
		"Such was Johnson's reputation that, in 1747, several eminent booksellers combined to employ him in the arduous work of preparing a Dictionary of the English Language, in two folio volumes.",
		"He had recently governed Ireland, at a momentous conjuncture, with eminent firmness, wisdom and humanity; and he had since become secretary of state.",
		"In 1832 he called on the Rev. John Aldis, an eminent Baptist minister, to accompany him to a local Bible meeting.",
		"The mother, whose maiden name was Lloyd, is said to have been a woman of high character, charming in person and eminent for piety.",
		"From this reign to the end of the Fgtimite period we have the journals of two eminent men, Usmah b.",
		"The eminent jurists who flourished in Moslem Egypt form a very lengthy list.",
		"Among the Egyptian traditionalists the most eminent is Daraqutni, d.",
		"His intentions, as exhibited to his famous Landelove (National Code), were progressive and enlightened to an eminent degree; so much so, indeed, that they mystified the people as much as they alienated the patricians; but his actions were often of revolting brutality, and his whole career was vitiated by an incurable double-mindedness which provoked general distrust.",
		"Johan Clemens Tode (1736-1806) was eminent in many branches of science, but especially as a medical writer.",
		"Classification of races on cranial measurements has long been attempted by eminent anatomists, and in certain cases great reliance may be placed on such measurements.",
		"This new interest led him to correspond with many of the most eminent men in Europe.",
		"St Peter's College, commonly called Westminster School, is one of the most ancient and eminent public schools in England, and the only school of such standing still occupying its original site in London.",
		"In 1848, after a visit to Italy, he published Italy in the Nineteenth Century; and in 1870 he collected and republished some papers contributed many years before to periodicals, under the title Early Sketches of Eminent Persons.",
		"To this day, the Grand Master of the Order of Malta is styled His Most eminent highness.",
		"Perhaps the best answer to this was given by one of the most eminent jurists to be associated with Indian law, Felix Cohen.",
		"His grandfather was Erasmus Darwin, an eminent naturalist and poet.",
		"In the 2nd century B.C., about the time when the synagogue took shape, there were established schools presided over by eminent sages, in which along with instruction in the law much was said concerning the general conduct of life (see Pirke Aboth).",
		"In the edict creating this commission (known as Haec quae) Tribonian is named sixth, and is called \"virum magnificum, magisteria dignitate inter agentes decoratum\" (see Haec quae and Summa reipublicae, prefixed to the Codex.) When the commission of sixteen eminent lawyers was created in 5 3 o for the far more laborious and difficult duty of compiling a collection of extracts from the writings of the great jurists of the earlier empire, Tribonian was made president and no doubt general director of this board.",
		"It has indeed been maintained by eminent scholars, chiefly by Hatch and Harnack, that the word episcopus was given originally to the chief officer of a club or a confraternity, so that the episcopus was a financial officer, whereas the presbyters regulated the discipline.",
		"The government remained in the hands of Cardinal Bakocz till his death in 1521, when the supreme authority at court was disputed between the lame palatine Istvan Bathory, and his rival, the eminent jurist and orator Istvan Verbdczy (q.v.), - both of them incompetent, unprincipled place-hunters, - while, in the background lurked Janos Zapolya (see John (Zapolya), King Of Hungary), voivode of Tran sylvania, patiently waiting till the death of the feeble and childless king (who, in 1522, married Maria of Austria) should open for him a way to the throne.",
		"Besides Themison, its systematic founder, the school boasted many physicians eminent in their day, among whom Thessalus of Tralles, a halfeducated and boastful pretender, was one of the most popular.",
		"The inference that Lucretius belonged to this class is confirmed by the tone in which he addresses Gaius Memmius, a man of an eminent senatorian family, to whom the poem is dedicated.",
		"The principal efforts of this eminent empire-maker were directed to securing those of the Russian lands which had formed part of the ancient grand-duchy of Kiev.",
		"In science the state can boast of John Winthrop, the most eminent of colonial scientists; Benjamin Thompson (Count Rumford); Nathaniel Bowditch, the translator of Laplace; Benjamin Peirce and Morse the electrician; not to include an adopted citizen in Louis Agassiz.",
		"His principal treatises on this subject were the Measures of Submission to the Civil Magistrate and The Origin and Institution of Civil Government discussed; and his part in the discussion was so much appreciated by the Commons that in 1709 they presented an address to the queen praying her to \"bestow some dignity in the church on Mr Hoadly for his eminent services both to church and state.\"",
		"In a word, though most men anywise eminent have found reason to complain of calumny, I never was touched, or even attacked, by her baleful tooth; and, though I wantonly exposed myself to the rage of both civil and religious factions, they seem to be disarmed on my behalf of their wonted fury.",
		"From the first the Rambler was enthusiastically admired by a few eminent men.",
		"The eminent teachers of the time are said to have been Aristo, Zeno's heterodox pupil, and Arcesilas, who in Plato's name brought Megarian subtleties and Pyrrhonian agnosticism to bear upon the intruding doctrine; and after a vigorous upgrowth it seemed not unlikely to die out.",
		"First there are informal meetings of eminent persons; Parka- acts remain, and to which only knights of the shire meat.",
		"He was eminent alike in ecclesiastical history, as an editor of texts and as the historian of the English constitution.",
		"As an eminent French critic (General Bonnal) says, this was but to repeat Frederick the Great's manoeuvre at Kolin, and, the Austrians being where they actually were and not where Moltke decided they ought to be, the result might have been equally disastrous.",
		"The theory of a development of Greek medicine from the rites of Asclepius, though defended by eminent names, must accordingly be rejected.",
		"Two eminent names stand in the first rank as leaders of the two earliest schools of medicine which arose in Alexandria, Herophilus and Erasistratus.",
		"They produced many eminent anatomists, but in the end seem to have become lost in theoretical subtleties, and to have maintained too high a standard of literary cultivation.",
		"The most eminent of these earlier Greek physicians at Rome was Asclepiades, the friend of Cicero (born 124 B.C. at Prusa in Bithynia).",
		"Other eminent names of the same school are Anton de Hain (1704-1776), Anton Stdrek (1731-1803), Maximilian Stoll (1742-1788), and John Peter Frank (1745-1821), father of Joseph Frank, before mentioned as an adherent of the Brownian system, and like his son carried away for a time by the new doctrines.",
		"Several of these physicians were also eminent for their clinical teaching - an art in which Englishmen had up till then been greatly deficient.",
		"A new taste for philosophy had developed among members of the governing class during the youth of Lucretius, and eminent Greek teachers of the Epicurean sect settled at Rome at the same time, and lived on terms of intimacy with them.",
		"If we compare this with a similar allegory in Nasir's diwan, which culminates in the praise of Mostansir, we are fairly entitled to look upon it as a covert allusion to the eminent men who revealed to the poet in Cairo the secrets of the Isma`ilitic faith, and showed him what he considered the \"heavenly ladder\" to superior knowledge and spiritual bliss.",
		"His ancestors had been celebrated as physicians for several generations, and his son was afterwards held by the Arabians to be even more eminent in his profession than Avenzoar himself.",
		"The Praefatio begins by stating that the emperor Ludwig the Pious, desirous that his subjects should possess the word of God in their own tongue, commanded a certain Saxon, who was esteemed among his countrymen as an eminent poet, to translate poetically into the German language the Old and New Testaments.",
		"His disciples were not all of one school, but many eminent scholars who apparently have been untouched by his influence have in fact developed some of the many ideas which he suggested.",
		"The museum and cathedral and some of the other churches contain pictures by the da Ponte family (16th and early 17th century), surnamed Bassano from their birth-place; Jacopo is the most eminent of them.",
		"In 1884 a thorough reform of the government and administration of the country was begun under the direction of a succession of eminent French residents-general.",
		"But the most eminent Peruvian geographer is Dr Don Mariano Felipe Paz Soldan (1821-1886), whose Geografia del Peru appeared in 1861.",
		"About the same time Francesco Maurolico, or Maurolycus, the eminent mathematician of Messina, in his Theore y nata de Lumine et Umbra, written in 1521, fully investigated the optical problems connected with vision and the passage of rays of light through small apertures with and without lenses, and made great advances in this direction over his predecessors.",
		"Here is situated the Ruhmeshalle or hall of fame, a Doric colonnade containing busts of eminent Bavarians.",
		"Among the eminent artists of this period whose names are more or less identified with Munich were Leo von Klenze (1784-1864), Joseph Daniel Ohlmiiller (1791-1839), Friedrich von Gartner (1792-1847), and Georg Friedrich Ziebland (1800-1873), the architects; Peter von Cornelius (1783-1867), Wilhelm von Kaulbach (1804-1874), Julius Schnorr von Carolsfeld (1794-1872), and Karl Rottmann, the painters; and Ludwig von Schwanthaler, the sculptor.",
		"The lectures attracted hearers so eminent as Humboldt the cosmologist, Poinsot the geometer and Blainville the physiologist.",
		"Littre, by far the most eminent of the scientific followers of Comte, concedes a certain force to Spencer's objections, and makes certain secondary modifications in the hierarchy in consequence, while still cherishing his faith in the Comtist theory of the sciences.",
		"Connected with this rejection of ChuHi were such eminent names as those of Ito Junsai (1627-1718), ItO Togai (1617-1736), Ogyu SOrai (1666-1728) and Dazai Shuntai (1679-1747).",
		"He travelled in Germany, France and Italy, in quest of the most eminent teachers and the best books dealing with the human frame, and published, as the results of his inquiries among other works, his Oeconomia regni animalis (London, 1740-1741) and Regnum animale (the Hague, 1744-1745; London, 1745).",
		"For the decoration of the palace and other monuments built by them, eminent artists were gathered from northern France and Flanders, and during this period the town became one of the great intellectual centres of France.",
		"In 1864 the Convocation of the province of Canterbury, having taken the opinion of two of the most eminent lawyers of the day (Sir Hugh Cairns and Sir John Rolt), passed judgment upon the volume entitled Essays and Reviews.",
		"Among the many rival orators of the age the most eminent were Quintus Hortensius Ortalus and C. Julius Caesar.",
		"Such were Valerius Cato also a distinguished literary critic, and C. Licinius Calvus, an eminent orator.",
		"The most eminent of all the Roman jurists was Aemilius Papinianus, the intimate friend of Septimius Severus; of his works only fragments remain.",
		"The, most eminent preacher of the century was Bernard of Clairvaux (1091-1153), esteemed alike by gentle and simple, and summing up the popular scholastic and mystical types of preaching.",
		"In addition to a number of subject-pictures, such as \"Trop Tard\" (1870), \"Samson et Delilah\" (1871), and others taken from Moroccan studies, he was an eminent painter of portraits of some of the most prominent men and women of the day, one of his last being that of Queen Victoria (1900).",
		"One of this good clergyman's sons, Samuel Parkman, became an eminent merchant in Boston, and exhibited much skill in horticulture.",
		"Samuel's son, Francis Parkman, a graduate of Harvard in 1807, was one of the most eminent of the Boston clergymen, a pupil and friend of Channing, and noted among Unitarians for a broadly tolerant disposition.",
		"He received his early education at the famous Latin school of Schlettstadt, and afterwards (1503) went to Paris, where he came under the influence of Jacobus Faber Stapulensis, an eminent Aristotelian.",
		"He entertained hopes of arranging some form of local government which should sufficiently meet Nationalist hopes; and with this in view appointed an eminent AngloIndian, Sir Antony (afterwards Lord) Macdonnell, who was known to be a decided Home Ruler, to the permanent secretaryship in 1902, giving him at the same time greater authority and wider scope than is usually conferred on a civil servant.",
		"Jerome \"is one of the few Fathers to whom the title of Saint appears to have been given in recognition of services rendered to the Church rather than for eminent sanctity.",
		"It is peculiar to this tract, not being found in any of the neighbouring countries of Assam, Nepal, Tibet or Bengal, and unites in an eminent degree the two qualities of strength and beauty.",
		"He is generally said to have formed the acquaintance of Sir Philip Sidney, Fulke Greville and other eminent Englishmen, but there has been much controversy as to the facts of his life in London.",
		"The Allgemeine Literatur-Zeitung went so far as to say that no one who had read a line of Kant's writings could fail to recognize the eminent author of this new work.",
		"It was seriously contended in one part of the house that, as eminent men of geographical and ethnographical science had settled the question whether New Guinea belongs to Asia or Polynesia in favour of the latter, a New Guinea colonization scheme could not properly be proposed and decided upon in a section of the Dutch-Indian budget.",
		"Ptolemy Soter (reigned 323-285 B.C.), to whom, in the general distribution of Alexander's conquests, this kingdom had fallen, began to draw around him from various parts of Greece a circle of men eminent in literature and philosophy.",
		"The considerable pamphlet literature of the time substantiates the conclusion of an eminent modern Catholic historian, Ludwig Pastor, who declares that the crisis through which the church passed in this terrible period of the schism was the most serious in all its history.",
		"Charles Sumner, the most eminent exponent of the new party, was the state's senator in Congress (1851-1874).",
		"The art school, founded by him in 1848, has had a notable series of eminent painters among its professors, including Preller, Bocklin, Kalckreuth, Max Schmidt, Pauwels, Heumann, Verlat and Thedy.",
		"Duncker's eminent position among German historians rests mainly on his Geschichte des Alterthums (1st ed., 1852-1857); 5th ed.",
		"Much discussion has taken place on this question, and several of the most eminent of German historians, Ranke among them, have taken part therein, but no certain decision has been reached.",
		"The standard set up by eminent statisticians, therefore, may be taken to represent an ideal, not likely to be attained anywhere under present conditions, but towards which each successive census may be expected to advance.",
		"Coins of foreign mints are generally submitted to examination by a committee of eminent chemists and metallurgists whose report is published in the official journals.",
		"The ceremonies were attended by the President and Vice-President of the United States, the Chief-Justice of the Supreme Court, and a large number of eminent public men of both parties, who followed the hearse in a solemn procession, preceded by the mayor and other civic authorities, down Broadway.",
		"Under it all the principal officers of state, including the first lords of the treasury and admiralty, the secretaries of state, and certain members of the privy council, among whom was the archbishop of Canterbury, obtained seats at the board ex officio; and ten unofficial members, including several eminent statesmen, were also placed on the committee.",
		"It hardly finds a place in the British civil system, and was condemned for hospitals in Germany, where it is at its best, by so eminent an authority as Professor Virchow.",
		"The work was continued after his death, by his son Alphonse de Candolle, with the aid of other eminent botanists, and embraces descriptions of the genera and species of the orders of Dicotyledonous plants.",
		"Eminent among the novelists of this generation were Nemcova, a good observer of social conditions who reproduced in her works the charm of Bohemian peasant life; her kinswoman Svetla, Arbes and Zeyer.",
		"The Potoccy, whose possessions in south Poland and the Ukraine covered thousands of square miles, the Radziwillowie, who were omnipotent in Lithuania and included half a dozen millionaires`' amongst them, the Lubomirscy and their fellows, hated the Czartoryscy because they were too eminent, and successfully obstructed all their well-meant efforts.",
		"Not only are the professors of Cracow University some of the most eminent living Poles, but it has been chosen as a place of residence by many Polish literary men.",
		"This can best be shown by a few quotations from eminent and orthodox churchmen during those centuries.",
		"The aim of that association is \" to promote the development, and maintain the well-being, of classical studies, and in particular (a) to impress upon public opinion the claim of such studies to an eminent place in the national scheme of education; (b) to improve the practice of classical teaching by free discussion of its scope and methods; (c) to encourage investigation and call attention to new discoveries; (d) to create opportunities of friendly intercourse and co-operation between all lovers of classical learning in this country.\"",
		"In 1875 Wiese was succeeded by Bonitz, the eminent Aristotelian scholar, who in 1849 had introduced mathematics and natural science into the schools of Austria, and had substituted the wide reading of classical authors for the prevalent practice of speaking and writing Latin.",
		"The position of Greek as an \" elective \" or \" optional \" subject (notably at Harvard), an arrangement regarded with approval by some eminent educational authorities and with regret by others, probably has some effect on the high schools in the small number of those who learn Greek, and in their lower rate of increase, as compared with those who learn Latin.",
		"In Rome he lectured on rhetoric and philosophy, and collected around him many eminent pupils, amongst whom Cicero was the most famous and the most enthusiastic. None of his works is extant; our knowledge of his views is derived from Numenius, Sextus Empiricus and Cicero.",
		"On the outbreak of the Revolution his eminent military qualities brought him speedy promotion.",
		"It is an event of no small importance for criticism that so eminent a scholar as Prof. Harnack should have come round to the view, almost universally prevalent in England, that St Luke himself was the final editor and author of both the Third Gospel and the Acts.",
		"The disciples of Proclus are not eminent (Marinus, Asclepiodotus, Ammonius, Zenodotus, Isidorus, Hegias, Damascius).",
		"The greater part of the two years which followed the publication of the Wealth of Nations Smith spent in London, enjoying the society of eminent persons, amongst whom were Gibbon, Burke, Reynolds and Topham Beauclerk.",
		"One of his favourite places of resort in these years was a club of which Dr Hutton, Dr Black, Dr Adam Ferguson, John Clerk the naval tactician, Robert Adam the architect, as well as Smith himself, were original members, and to which Dugald Stewart, Professor Playfair and other eminent men were afterwards admitted.",
		"But some of the most eminent of them, especially in Scotland, showed a marked capacity and predilection for historical studies.",
		"A number of criticisms on Strindberg from eminent hands are collected in En bok om Strindberg (Karlstad, 1894).",
		"If 1 denotes the logarithm to base e (that is, the so-called \"Napierian \" or hyperbolic logarithm) and L denotes, as above, \" Napier's \" logarithm, the connexion between 1 and L is expressed by L = r o 7 loge 10 7 - 10 7 / or e t = I 07e-L/Ia7 Napier's work (which will henceforth in this article be referred to as the Descriptio) immediately on its appearance in 1614 attracted the attention of perhaps the two most eminent English mathematicians then living - Edward Wright and Henry Briggs.",
		"Seeing then that the Catholic sovereigns had been forced to expel them, that many bishops and other eminent persons demanded their extinction, and that the Society had ceased to fulfil the intention of its institute, the pope declares it necessary for the peace of the Church that it should be suppressed, extinguished, abolished and abrogated for ever, with all its houses, colleges, schools and hospitals; transfers all the authority of its general or officers to the local ordinaries; forbids the reception of any more novices, directing that such as were actually in probation should be dismissed, and declaring that profession in the Society should not serve as a title to holy orders.",
		"Towards the close of the century the Old Testament found a translator in iElfric (q.v.), the most eminent scholar in the close.",
		"P the effect \" that Convocation should nominate a body of its own members to undertake the work of revision, who shall be at liberty to invite the co-operation of any eminent for scholarship, to whatever nation or religious body they may belong \"; and shortly afterwards two companies were formed for the revision of the Authorized Version of the Old and New Testaments.",
		"He notes with exultation the 9th of July 1595, as the date of the pseudodiscovery, the publication of which in Prodromus Dissertationum Cosmographicarum seu Mysterium Cosmographicum (Tubingen, 1596) procured him much fame, and a friendly correspondence with the two most eminent astronomers of the time, Tycho Brahe and Galileo.",
		"In the north the borough includes the cemetery of Kensal Green (with the exception of the Roman Catholic portion, which is in the borough of Hammersmith); it was opened in 1838, and great numbers of eminent persons are buried here.",
		"Though not included in the definition of \" eminent domain,\" the necessity for compensation is recognized as incidental to that power.",
		"Probabilists argued that any opinion might be followed, if it could show good authority on its side, even if there was still better authority against it; dancing on Sunday must be innocent, if it could show a fair sprinkling of eminent names in its favour.",
		"There is indeed a tradition that a written collection (diwan) existed in the family of an-Nu ` man, the last Lakhmid king, containing a number of poems by the Fuhul, or most eminent poets of the pagan time, and especially by those who had praised the princes of the house, and that this collection passed into the possession of the Omayyad caliphs of the house of Marwan; to this, if the tradition is to be believed, al-Mufaddal probably had access.",
		"The Robinson family was descended from an eminent Hamburg merchant, William Robinson (1522-1616), who represented York in parliament in Elizabeth's reign.",
		"He studied in Carthage, probably also in Rome, where, according to Eusebius, he enjoyed the reputation of being one of the most eminent jurists.",
		"It may be that his early death, during the great plague of 1350, at the siege of Gibraltar, only averted a desperate struggle with his legitimate son, though it was a misfortune in that it removed a ruler of eminent capacity, who understood his subjects well enough not to go too far.",
		"After five years spent in mathematical and astronomical studies, he went to Holland, in order to visit several eminent continental mathematicians.",
		"Adam, received a sound classical education, and was well advised by his friend Dr Thomas Brown, the eminent metaphysician.",
		"Although Ruskin was practised in drawing from the time that he could hold a pencil, and had lessons in painting from some eminent artists, he at no time attempted to paint pictures.",
		"He was raised to the rank of count for eminent services performed during the war between his country and Russia, and in connexion with the second Anglo-Japanese Alliance of 1905.",
		"In raising More to that eminent position, the king had not merely considered his professional distinction but had counted upon his avowed liberal and reforming tendencies.",
		"About 1664 the palace was occupied as a school by Robert Uvedale (1642-1722), who was also an eminent horticulturist, planted the magnificent cedar still standing in the palace grounds, and formed a herbarium now in the Sloane collection at the British Museum.",
		"The mere fact that he was able to attract to himself so considerable a body of respectable followers, including such men as Ellwood, Barclay, Penington and Penn, is sufficient to prove that he possessed in a very eminent degree the power of conviction, persuasion, and moral ascendancy; while of his personal uprightness, single-mindedness and sincerity there can be no question.",
		"Innocent was an eminent jurist and canonist, and never ceased to use his immense power in the service of the law.",
		"Archbishop Edmund Rich was timid and inexperienced; his successor, Boniface of Savoy, was a kinsman of the queen; Grosseteste, the most eminent of the bishops, died in 1253, when he was on the point of becoming a popular hero.",
		"This low refractivity is noteworthy as strongly antagonistic to the view at one time favoured by eminent chemists that argon was a condensed form of nitrogen represented by N3.",
		"Bute wished to be thought a patron of men of letters; and Johnson was one of the most eminent and one of the most needy men of letters in Europe.",
		"He was laid, a week later, in Westminster Abbey, among the eminent men of whom he had been the historian - Cowley and Denham, Dryden and Congreve, Gay, Prior and Addison.",
		"There were, however, eminent men in other departments of letters, and especially in philology.",
		"In Joachim Frederik Schouw (1789-1852), Denmark produced a very eminent botanist, author of an exhaustive Geography of Plants.",
		"The eminent critic, Dr Georg Brandes, had long foreseen the decline of pure romanticism, and had advocated a more objective and more exact treatment of literary phenomena.",
		"C. von Carmer (1721-1801) on the basis of the Project des Corporis Juris Fridericiani, completed in the year 1749-1751 by the eminent jurist Samuel von Cocceji (1679-1755).",
		"Some, who not unnaturally held that it was rank Monophysitism, refused at once, and were deprived of their sees, among them Eutychius the eminent patriarch of Constantinople.",
		"He submitted to various eminent Parisian thinkers a manuscript copy of the Meditations, and defended its orthodoxy against numerous clerical critics.",
		"The great bulk of the code was an obstacle to the multiplication of copies of it, whilst the necessity for them was in a great degree superseded by the publication from time to time of synopses and encheiridia of its contents, composed by the most eminent jurists, of which a very full account will be found in the Histoire au droit byzantin, by the advocate Mortreuil, published in Paris in 1846.",
		"Some of the most eminent of his southern allies could not stand by David when, in the reign of Stephen and in fidelity to the cause of his niece, the empress Matilda, daughter of Henry I., he invaded England.",
		"The constitution declares that the state's rights of eminent domain shall never be so abridged as to prevent the legislature from taking the property and franchises of incorporated companies and subjecting them to the public necessity in a way similar to the treatment of individuals.",
		"Wiseman was undoubtedly an eminent Englishman, and one of the most learned men of his time.",
		"Two sons were born to them; the elder, Karl, became eminent as a historian.",
		"Among eminent persons interred here are John Bunyan, Daniel Defoe, Susanna, mother of John and Charles Wesley, and George Fox, founder of the Society of Friends.",
		"On graduating at King's College (now Columbia University) in 1764, Jay entered the office of Benjamin Kissam, an eminent New York lawyer.",
		"In 1782 he removed to Kettering in Northamptonshire, where he became friendly with some of the most eminent ministers of the denomination.",
		"But most eminent of all was the great High-place which has recently been discovered on en-Nejr (or Zibb `atuf).",
		"Here he studied for a time under Ernst Bengel, grandson of the eminent New Testament critic, Johann Albrecht Bengel, and at this early stage in his career he seems to have been under the influence of the old Tubingen school.",
		"In 1850 the senate of the university was reconstituted, and Grote was one of seven eminent men who were added to it.",
		"Roger Bacon, in his severe criticism on the ignorance of Greek displayed by the most eminent scholastic writers, expressly exempts Erigena, and ascribes to him a knowledge of Aristotle in the original.",
		"His influence largely shaped the form of the final draft of the constitution, but the labour was not finished with this draft; that the constitution was accepted by the people was due in an eminent degree to the efforts of Madison, who, to place the new constitution before the public in its true light, and to meet the objections brought against it, joined Alexander Hamilton and John Jay in writing The Federalist, a series of eighty-five papers, out of which twenty certainly, and nine others probably, were written by him.",
		"In later life he resided for some years in Paris, where his house was a meeting-place for eminent men of all shades of opinion.",
		"Some of the epidemics of this period in Italy and Germany are known by the accounts of eminent physicians, as Vochs, Fracastor, Mercurialis, Borgarucci, Ingrassia, Massaria, Amici, &c., (3) whose writings are important because the question of contagion first began to be raised, and also plague had to be distinguished from typhus fever, which began in this century to appear in Europe.",
		"In the hands of Bossuet and other eminent divines it was developed along both theological and political lines.",
		"Crowned poets, of whom the most eminent was Conrad Celtes Protucius (Pickel!), emulated the fame of Politian and Pontano.",
		"Phaer's Virgil, Chapman's Homer, Harrington's Orlando, Marlowe's Hero and Leander, Fairfax's Jerusalem Delivered, North's Plutarch, Hoby's Courtier - to mention only a few examples - placed English readers simultaneously in possession of the most eminent and representative works of Greece, Rome and Italy.",
		"Wenzel Jamnitzer (1508-1585), the worker in silver, is perhaps eminent enough to be added to the above list of artists.",
		"They produced a brilliant succession of eminent scholars and scientists who transmitted to the Moslems the results of Babylonian civilization and Greek learning, and their influence at the court of Baghdad secured more or less toleration for Sabianism, although in the reign of Harlan al-Rashid the Harranians had already found it necessary to establish a fund by means of which the conscientious scruples of Moslem officials might be overcome.",
		"Discharge through Gases.-Many eminent physicists had an instinctive feeling that the study of the passage of electricity through gases would shed much light on the intrinsic nature of electricity.",
		"Amongst these Stephen Hughes of Carmarthen (1623-1688), a devoted follower of Vicar Prichard and an editor of his works, was ejected from the living of Mydrim in Carmarthenshire, whereby the valuable services of this eminent divine were lost to the Church and gained by the Nonconformists, who had increased considerably in numbers since the Civil Wars.",
		"One particular god may be eminent enough, like Zeus, to rise above all others, and supply cultivated thought with a name for the supreme power; and this may be strengthened by the national motive as in the case of Israel.",
		"Others had by their own efforts obtained a large amount of learning, amongst whom Dr John Gill was eminent for his knowledge of Hebrew, as shown in his Exposition of the Holy Scriptures, a work in 9 vols.",
		"Some eminent writers have denied this.",
		"On the 10th of August Schley was advanced six numbers and was made rearadmiral for \"eminent and conspicuous conduct in battle.\"",
		"Its style, though in the main rather unnatural and declamatory, is at its best spontaneous, dignified and rhythmical; the book is valuable for occasional facts and for its picture of the times, and it did much to make Mather the most eminent American writer of his day.",
		"The posthumous value placed on a great man's letters would naturally lead to the production of epistles, which might be written to set forth the views of a person or a school, either genuinely or as forgeries under some eminent name.",
		"From Justin onwards, almost every eminent Church teacher takes some notice of Marcion, while very many write extensive treatises against him.",
		"His family, which was of Jewish extraction, had been settled in the Lyonnais for many centuries, and had reached distinction in the third generation before Frederic through Jacques Ozanam (1640-1717), an eminent mathematician.",
		"Gustavus was educated under the care of two governors who were amongst the most eminent Swedish statesmen of the day, Carl Gustaf Tessin and Carl Scheffer; but he owed most perhaps to the poet and historian Olof von Dalin.",
		"Schwarz took an important part in the founding and directing of the German Protestantenverein, and became an eminent exponent of liberal theology.",
		"He was also one of the most eminent writers of his day.",
		"But he was unmindful neither of letters, in which he had the most eminent scholars of the day as his instructors, nor of art, which he studied with considerable success under Albrecht Diirer.",
		"C. Townsend, Lives of Twelve Eminent Judges (1846); Greville Memoirs.",
		"Among foreign studies the palm must be given to the \" Geschichte der portugiesischen Litteratur \" by the eminent scholar, Mme lIichatlis de Vasconcellos, in the Grundriss der rom.",
		"His father, Christian Ignatius Latrobe (1758-1836), a musician of some note, did good service in the direction of popularizing classical music in England by his Selection of Sacred Music from the Works of the most Eminent Composers of Germany and Italy (6 vols., 1806-1825).",
		"Corsi, the eminent Italian antiquary, held that fluor-spar was the material of the famous murrhine vases.",
		"From this time onward the ex-bishop lived in retirement, occupying himself in literary pursuits and in correspondence with most of the eminent savants of Europe; but as he had been deprived of his pension as a senator he was compelled to sell his library to obtain means of support.",
		"Of the numerous bridges, the most remarkable are the Schloss-briicke, built after designs by Schinkel in 1822-1824, with eight colossal figures of white marble, representing ideal stages in a warrior's life, the work of Drake, Albert Wolff and other eminent sculptors; the Kurfiirstenor Lange-briicke, built 1692-1695, and restored in 1895, with an equestrian statue of the great elector, and the Kaiser-Wilhelm-briicke (1886-1889) connecting the Lustgarten with the Kaiser-Wilhelm-strasse in the inner town.",
		"Other eminent residents were Turner, who occupied Sandycombe Lodge, and painted many of his famous works here, Henry Fielding the novelist, and Tennyson.",
		"The right of eminent domain over all corporations is reserved to the state; and no corporation may issue stock except for labour, service rendered, or money paid in.",
		"In process of time the common title patriarch was restricted to the most eminent of these exarchs, and councils decided who were worthy of the dignity.",
		"The deleted sentences usually relate to eminent persons; they sometimes repeat scandal, sometimes give the author's own opinion.",
		"In the 18th and 19th centuries Chelsea, especially the parts about the embankment and Cheyne Walk, was the home of many eminent men, particularly of writers and artists, with whom this pleasant quarter has long been in favour.",
		"He was the recipient of nearly every academic distinction that can be conferred upon an eminent man of science.",
		"This blending of the two systems of education produced the happy result of fitting this Moslem chief in an eminent degree both for the sacerdotal functions which appertain to his spiritual position, and for those social duties of a great and enlightened leader which he was called upon to discharge by virtue of that position.",
		"Petracco, who was very anxious that his eldest son should become an eminent jurist, sent him at the age of fifteen to study law at Montpellier.",
		"When we attempt to estimate Petrarch's position in the history of modern culture, the first thing which strikes us is that he was even less eminent as an Italian poet than as the founder of Humanism, the inaugurator of the Renaissance in Italy.",
		"A new biographical collection, the Gallery of Eminent Persons of Scotland (1799), was succeeded after a short interval by a Modern Geography digested on a New Plan (1802; enlarged, 1807).",
		"It is plain that some eminent zoologists, regarding man as absolutely differing as to mind and spirit from any other animal, have had their discrimination of mere bodily differences unconsciously sharpened, and have been led to give differences, such as in the brain or even the foot of the apes and man, somewhat more importance than if they had merely distinguished two species of apes.",
		"In that year the rash and wicked enterprise of Monmouth gave the government a pretext for prosecuting the nonconformists; and scarcely one eminent divine of the Presbyterian, Independent or Baptist persuasion remained unmolested.",
		"Two eminent Baptists, with whom Bunyan had been engaged in controversy, were in great peril and distress.",
		"In 1735 a problem proposed by the academy, for the solution of which several eminent mathematicians had demanded the space of some months, was solvecdby Euler in three days,but the effort threw him into a fever which endangered his life and deprived him of the use of his right eye.",
		"With all his native ability, Chmielnicki was but an eminent savage.",
		"Two of the most eminent natives of the burgh were Dr Thomas Somerville (1741-1830), the historian, and James Wilson (1805-1860), founder of the Economist newspaper and the first financial member of the council for India.",
		"At the instance of the university of Bologna, Boniface VIII., himself an eminent canonist, had this prepared by a committee of canonists and published it in 1298.",
		"There is, however, an active Christian Association andreligious services - provided for by theDean Sage Preachership Endowment - are conducted in Sage chapel by eminent clergymen representing various sects and denominations.",
		"Nor are there only Rays proper and particular to the more eminent colours, but even to all their intermediate gradations.",
		"The publication of these discoveries led to a series of controversies which lasted for several years, in which Newton had to contend with the eminent English natural philosopher Robert Hooke; Lucas, mathematical professor at Liege; Linus, a physician in Liege, and many others.",
		"He was one of a number of Newton's friends who began to be uneasy and dissatisfied at seeing the most eminent scientific man of his age left to depend upon the meagre emoluments of a college fellowship and a professorship.",
		"Jacobi's next important work, David Hume fiber den Glauben, oder Idealismus and Realismus (1787), was an attempt to show not only that the term Glaube had been used by the most eminent writers to denote what he had employed it for in the Letters on Spinoza, but that the nature of the cognition of facts as opposed to the construction of inferences could not be otherwise expressed.",
		"Warriors, statesmen, Brehons, 011amhs, physicians, poets, and even eminent workers in the more important arts, were, in different degrees, rewarded with free lands for their respective public services.",
		"The \"Burlingame Treaty\" recognizes China's right of eminent domain over all her territory, gives China the right to appoint at ports in the United States consuls, \"who shall enjoy the same privileges and immunities as those enjoyed by the consuls of Great Britain and Russia\"; provides that \"citizens of the United States in China of every religious persuasion and Chinese subjects in the United States shall enjoy entire liberty of conscience and shall be exempt from all disability or persecution on account of their religious faith or worship in either country\"; and grants certain privileges to citizens of either country residing in the other, the privilege of naturalization, however, being specifically withheld.",
		"It is too often the case to be a mere accident that men who become eminent for wide compass of understanding and penetrating comprehension, are in their adolescence unsettled and desultory.",
		"Like a great many other youths with an eminent destiny before them, Burke conceived a strong distaste for the profession of the law.",
		"His stride is the stride of a giant, from the sentimental beauty of the picture of Marie Antoinette at Versailles, or the red horror of the tale of Debi Sing in Rungpore, to the learning, positiveness and cool judicial mastery of the Report on the Lords' Journals (1794), which Philip Francis, no mean judge, declared on the whole to be the \"most eminent and extraordinary\" of all his productions.",
		"No eminent man has ever done more than Burke to justify the definition of genius as the consummation of the faculty of taking pains.",
		"The refusal of the council to accept the recommendation of the senate, that they should appoint an eminent Unitarian minister to the professorship of logic and mental philosophy, revived all De Morgan's sensitiveness on the subject of sectarian freedom; and, though his feelings were doubtless excessive, there is no doubt that gloom was thrown over his life, intensified in 1867 by the loss of his son George Campbell De Morgan, a young man of the highest scientific promise, whose name, as De Morgan expressly wished, will long be connected with the London Mathematical Society, of which he was one of the founders.",
		"After her marriage she made the acquaintance of the most eminent scientific men of the time, among whom her talents had attracted attention before she had acquired general fame, Laplace paying her the compliment of stating that she was the only woman who understood his works.",
		"The Valhalla, or Hall of Heroes, contains busts of eminent Scotsmen.",
		"In a volume entitled Taine, historien de la Revolution frail gaise (1908), Aulard has submitted the method of the eminent philosopher to a criticism, severe, perhaps even unjust, but certainly well-informed.",
		"The posts were generally filled by eminent and capable men who had to keep the peace, enforce punishment for breach of the law, and take care that neither country encroached on the boundary of the other.",
		"In his fifty-second year, in the gloomy autumn of 1683, Locke retired to Holland, then the asylum of eminent persons who were elsewhere denied liberty of thought.",
		"Among the directors the lot fell on Letourneur to retire, and he was succeeded by Barthelemy, an eminent diplomatist, who allied himself with Carnot.",
		"She was a patroness of art and literature, and attracted to Weimar many of the most eminent men in Germany.",
		"Sanderson, as well as the more eminent Jeremy Taylor, whose Ductor dubitantium appeared in 1660.",
		"He was admitted to the society of the first scholars and the most eminent nobles of that city; and in 1419 he received an appointment from the state, which enabled him to reside as secretary to the consul-general(baylo) of the Venetians in Constantinople.",
		"Galileo Galilei, Kepler's most eminent contemporary, took a foremost part in dissipating the obscurity that still hung over the very foundations of mechanical science.",
		"His persistent recommendation, in fact, of English methods and instruments contributed effectively to the reform of French practical astronomy, and constituted the most eminent of his services to science.",
		"When, however, it is remembered that the unanimous decision of the Swiss churches and of the Swiss state governments was that Servetus deserved to die; that the general voice of Christendom was in favour of this; that even such a man as Melanchthon affirmed the justice of the sentence; 3 that an eminent English divine of the next age should declare the process against him \"just and honourable,\" 4 and that only a few voices here and there were at the time raised against it, many will be ready to accept the judgment of Coleridge, that the death of Servetus was not \"Calvin's guilt especially, but the common opprobrium of all European Christendom.\"",
		"The old type of the eminent citizen, who was at once statesman and general, had become almost extinct.",
		"The primate, Christopher Hampton, in a letter which is a model of Christian eloquence, mildly rebuked his eminent suffragan.",
		"The conservative instincts of the Vatican were alarmed by the lawless state of Ireland, and an eminent ecclesiastic, Monsignor Persico, arrived in the late summer on a special commission of inquiry.",
		"His reputation for learning and integrity stood high; he was regarded with respect and favour by Arnulf of Lisieux and Gilbert Foliot of Hereford (afterwards of London), two of the most eminent bishops of their time.",
		"In musical skill and invention he already vied with the best professors of the art in Italy; his personal taste would have led him to choose painting as his profession, and one of the most eminent artists of his day, Lodovico Cigoli, owned that to his judgment and counsel he was mainly indebted for the success of his works.",
		"His first patron was the Marchese Guidubaldo del Monte of Pesaro, a man equally eminent in science, and influential through family connexions.",
		"His researches with the telescope had been rewarded 1 The word telescope, from riiXe, far, to view, was invented by Demiscianus, an eminent Greek scholar, at the request of Prince Cesi, president of the Lyncean Academy.",
		"In the spring of 1611 Galileo visited Rome, and exhibited in the gardens of the Quirinal Palace the telescopic wonders of the heavens to the most eminent personages at the pontifical court.",
		"With eminent good sense he rewarded his ally by resigning all claim to feudal superiority over Aragon.",
		"Berengaria, a woman of very noble character and eminent ability, deserved a better husband than her cousin of Leon, who was nicknamed El Babosothe Slobbererand who appears to have been epileptic. In 1212 the king of Castile reaped the reward of long years of patience.",
		"His son, Count Georg von Cancrin, or Kankrin (1774-1845), was the eminent Russian minister of finance.",
		"The eminent botanist and chemist, Dr William Jameson (1796-1872), was a member of its faculty for many years.",
		"His most eminent highness cannot, however, bestow this commandery on any knight who is not of the grand-priory of Russia.",
		"Ashes to ashes The eminent cultural critic Lewis Mumford saw even more striking parallels between a culture's relationships with death and life.",
		"It was a libel case between two very eminent and powerful financiers, against both of whom charges of considerable defalcation were brought.",
		"But as he soon became eminent in his profession he altered some of his measures.",
		"A transient association with owners, lodgers or tenants, however eminent, will not normally be considered important.",
		"There he socialized with the likes of Francis Bacon, Lucian Freud, Dylan Thomas and the equally eminent No Knickers Joyce.",
		"It would be needless to give particulars concerning the life and work of so eminent a contemporary.",
		"It brought together eminent journalists, academics and lawyers in this field.",
		"He possessed great erudition and piety, and was eminent as a writer.",
		"Several eminent thinkers at the time, including Jean Wahl, dismissed Sartrean existentialism as a manifestation of this.",
		"At the former place these strata are grouped under three sections by the eminent geologists who have explored them.",
		"Nor are there only rayes proper & peculiar to y e more eminent colors, but even to all their intermediate gradations.",
		"Philharmonic choir gave a spirited interpretation of Messiah with the accompanying Orchestra da Camera, under the excellent direction of the eminent Nicholas Cleobury.",
		"Two eminent physicians had consulted over his case without being able to give a name to the affection from which he suffered.",
		"After Einstein, the two men were probably the most eminent physicists of the 20th century.",
		"MacLeod was tutored by the eminent piper and composer Duncan Johnston, and has won all of solo piping 's most coveted awards.",
		"Eminent princeton professor those who had admittedly very broad hour pizzeria and.",
		"Yoga & Personality Workshop There is also a day workshop on Yoga & Personality with Dr., Brian Thomson an eminent Australian consultant psychiatrist.",
		"As Geoffrey was a key figure in the myth making process his text has been studied by many eminent scholars.",
		"The Bauer brothers ' lives were to change following offers from two eminent English scientists.",
		"Among the father figures today are two eminent sculptors who came to prominence in the years after the Second World War.",
		"She was the sister of Viscount Castlereagh, an eminent statesman at the time of the Napoleonic Wars who lived at North Cray.",
		"For what it's worth, I'm no psychology expert or eminent theologian on the subject of worries.",
		"Thomas Bell Thomas Bell was an eminent 19th century zoologist whose collections reflected his wide interests in natural history.",
		"The taste for historical study was, moreover, early instilled into him by the eminent philologist Karl Wilhelm Gottling (1793-1869), who in 1816 became a master at the Rudolstadt gymnasium.",
		"By her first marriage she had a son, Philipp Veit,, who became an eminent painter.",
		"Milan sided with Henry; and this is perhaps the first eminent instance of cities being reckoned powerful allies in the Italian disputes of sovereigns.",
		"Passionate, not always scrupulous in his choice and use of political weapons, intensely patriotic, loyal with a loyalty based rather or reason than sentiment, quickwitted, prompt in action, determined and pertinacious, he possessed in eminent degree many qualities lacking in other Liberal chieftains.",
		"Mantegna was no less eminent as an engraver, though his history in that respect is somewhat obscure, partly because he never signed or dated any of his plates, unless in one single disputed instance, 1472.",
		"Benedict Spinoza, the eminent Jewish pantheist (1632-1677), to whom miracle is impossible, revelation a phrase, and who renews pioneer work in Old Testament criticism, finds at least a fair measure of liberty and comfort in Holland (his birth-land).",
		"For, in spite ofthe important controversies to which it has given birth, no one has been at the pains to distinguish between (i.) the theories which have been from time to time put forth by eminent writers, and which, though they have in some cases ultimately won a general acceptance, have for a long period remained as merely individual opinions, and (ii.) the current beliefs of the great body of Christians which are expressed in recognized formularies.",
		"But Howe was eminent in the handling of a great multitude of ships, the enemy was awkward and unenterprising, and the operation was brilliantly carried out.",
		"The latter has other interesting pictures, including a fresco representing an apprentice with pestle and mortar (Pestapepe), the only authentic work in Forli of Melozzo da Forli (1438-1494), an eminent master whose style was formed under the influence of Piero della Francesca, and who was the master of Palmezzano; the frescoes in the Sforza chapel in SS.",
		"He hated eminent qualities in others, but gathered round him the most distinguished men of the state; at one time affectionate towards his friends, at another he mistrusted and put them to death.",
		"Improved means of communication have enabled many acute observers to apply the test of scrutiny on the spot to theories and conclusions mainly based on literary evidence; five foreign schools of archaeology, directed by eminent scholars, lend valuable aid to students of all nationalities, and lectures are frequently delivered in the museums and on the more interesting and important sites.",
		"Thus eminent servants of the state such as Mustafa Pasha, Sokolli's nephew - who for twelve years had ruled the sanjak of Budapest with conspicuous enlightenment and success - were deposed or executed to make way for the nominees of the harem.",
		"Until that point, eminent success lay just around the corner; now, absent any leads, a wave of despair descended over me like a blanket of morning fog.",
		"But this eminent explorer had not proceeded far into the interior before he met his death, his last despatch dating from the Cogoon, 3rd of April 1848.",
		"Boole was one of the most eminent of those who perceived that the symbols of operation could be separated from those of quantity and treated as distinct objects of calculation.",
		"He was liberal to the papacy, and was greatly influenced by the eminent clerics with whom he eagerly associated.",
		"Valladolid was then the capital, and in due course eminent dignities were offered to him, but he gave signs of a determination to lead the sinple life of a Friar Preacher.",
		"The Apocry- Torah, the Law delivered to Moses, held among the Jews of the 4th century B.C. as it holds now, a pre eminent position.",
		"Explanations had indeed been put forward by men as eminent as Berzelius and Liebig, but they lacked experimental foundation.",
		"In consolidating his empire and subduing contending factions he was ably assisted by Nizam ul-Mulk, his vizier, one of the most eminent statesmen in early Mahommedan history.",
		"He was one of five brothers - the sons of Stephanus, a physician of Tralles - who were all more or less eminent in their respective departments.",
		"Until recently many eminent scientists held the theory that the Malayan peoples were merely an offspring of the Mongol stock, and that their advance into the lands they now in habit had takenlace from the cradle of the Monplace origin.",
		"Notwithstanding some obvious moral and intellectual defects, he was the most eminent and the most disinterested of those who had co-operated with William I.",
		"No school in England has on the whole produced so many eminent men as Westminster did under the regime of Busby.",
		"Its teaching as to the name of God, which claimed to be based on the authority of such eminent saints as St.",
		"Among more eminent Genoese cartographers are Joannes da Carignano 1344), Petrus Vesconte, who worked in 1311 and 1327, and is the draughtsman of the maps illustrating Marino Sanuto's Liber secretorum fidelium crucis, which was to have roused Christendom to engage in another crusade (figs.",
		"Slaves who had rendered eminent services to the public, as those who fought at Arginusae and at Chaeronea, were at once admitted to the status of citizens in the class of (so-called) Plataeans.",
		"Nothing else is known of his life, but it is clear that he was eminent amongst the Stoics of the period.",
		"That eminent scholars both in the synagogue and in the church should have been induced to believe in its antiquity is owing to the fact that the Zohar embodies many older opinions and doctrines, and the undoubted antiquity of some of them has served as a lever in the minds of these scholars to raise the late speculations about the En Soph, the Sephiroth, &c., to the same age.",
		"The classification in question was drawn up by an international committee of eminent mathematicians, and thus has the highest authority.",
		"Lerinum (Lerins, off Cannes) had been made by Honoratus, afterwards bishop of Arles, the seat of a monastic community which produced a number of eminent churchmen, among them Hilary of Arles.",
		"The most eminent of these were the two brothers John and Charles Wesley, John Byrom the poet, George Cheyne the physician and Archibald Hutcheson, M.P. for Hastings.",
		"In 1796 he began the study of law, completing his preparation in 1802 at New York, where he studied under William Peter Van Ness (1778-1826), an eminent lawyer and later Aaron Burr's second in the duel with Alexander Hamilton.",
		"He also presided, as an eminent constitutional lawyer, over a committee set up in that year to consider the reconstruction of the House of Lords, and spent much labour in a task which all parties were disposed to shirk.",
		"Eminent as a philosopher, Ravaisson was also an archaeologist, and contributed articles on ancient sculpture to the Revue Archeologique and the Memoires de l'Academie des Inscriptions.",
		"It is impossible to name all the eminent preachers of this time, but a few must be mentioned.",
		"John Hales (1584-1656); Edmund Calamy (1600-1666); the Cambridge Platonist, Benjamin Whichcote (1609-1685); Richard Baxter (1615-1691); the puritan John Owen (1616-1683); the philosophical Ralph Cudworth (1617-1688); Archbishop Leighton (1611-1684) - each of these holds an eminent position in the records of pulpit eloquence, but all were outshone by the gorgeous oratory and art of Jeremy Taylor (1613-1667), who is the most illustrious writer of sermons whom the British race has produced.",
		"For this reason, probabilism found vigorous opponents in Bossuet and other eminent divines; and various of its excesses were condemned by the popes during the latter half of the 17th century.",
		"The charge of heathenism we find in Suidas is probable enough; that is to say, Tribonian may well have been a crypto-pagan, like many other eminent courtiers and litterateurs of the time (including Procopius himself), a person who, while professing Christianity, was at least indifferent to its dogmas and rites, cherishing a sentimental recollection of the older and more glorious days of the empire.",
		"Amongst the brilliant group of mathematicians whose magnanimous rivalry contributed to accomplish the task of generalization and deduction reserved for the 18th century, Lagrange occupies an eminent place.",
		"The Spanish counts of old creation, some of whom are grandees and members of the Upper House, naturally take the highest rank; but the title, still bestowed for eminent public services or other reasons, is of value.",
		"In science Brazil has accomplished very little, although many eminent foreign naturalists have spent years of study within her borders.",
		"Following in the path struck out by Miss Strickland in her Lives of the Queens of England, and by Lord Brougham's Lives of Eminent Statesmen, he at last produced, in 1849, The Lives of the Lord Chancellors and Keepers of the Great Seal of England, from the earliest times till the reign of King George IV., 7 vols.",
		"But Gilbert de la Porree, according to Haureau, is the most eminent logician of the Realistic school in the 12th century and the most profound metaphysician of either school.",
		"The primate Cardinal, Janos Vitez (1408-1472), at the beginning, and the primate, Cardinal Tamas Bakocz, at the end of the reign were men of eminent ability and the highest culture.",
		"But he was not a blind follower of the system; he wished for unlimited freedom of trade in many,cases; and he was in advance of his more eminent contemporary Montaigne in perceiving that the gain of one nation is not necessarily the loss of another.",
		"Ganessa, an eminent astronomer, mathematician and scholiast of Bhaskara, quotes this work and makes separate mention of the cuttaca (\" pulveriser \"), a device for effecting the solution of indeterminate equations.",
		"Jameson subsequently explained that Rhodes and he in designating \" an eminent Dutchman \" as president of \" the new provincial republic \" had had no communication with Meyer on the subject.",
		"When we put aside one or two exceptionally fine pieces, like the hymn of the soul in the apocryphal Acts of Thomas, the highest degree of excellence in style is perhaps attained in staightforward historical narrative - such as the account of the PersoRoman War at the beginning of the 6th century by the author who passes under the name of Joshua the Stylite, or by romancers like him who wrote the romance of Julian; by biographers like some of those who have written lives of saints, martyrs and eminent divines; and by some early writers of homilies such as Philoxenus (in prose) and Isaac of Antioch (in verse).",
		"Nevertheless, so late as the 13th century it was still an effective instrument in the hands of the most many-sided of Syriac authors, the eminent Barhebraeus.",
		"On John of Asia or Ephesus, the eminent Monophysite bishop and earliest Syriac church historian, see the separate article.",
		"Among these were found many of the most eminent physicians of Graeco-Roman times.",
		"Certain compilations still extant bear the falsely-assumed names of eminent writers, such as Pliny and Hippocrates.",
		"William Cullen (1710-1790) was a most eminent and popular professor of medicine at Edinburgh.",
		"Robert James Graves (1796-1853) was a most eminent clinical teacher and observer, whose lectures are regarded as the model of clinical teaching, and indeed served as such to the most popular teacher of the Paris school in the middle of this century, Trousseau.",
		"By his eminent labours in cellular pathology, Virchow, and Metchnikoff later, gave the last blow to the mere humoral pathology which, after an almost unchallenged prevalence for some two thousand years, now finds a resting-place only in our nurseries.",
		"It was in the management of pleurisies that the aid of surgical means first became eminent in inward disease.",
		"His grandfather, Frederick Frelinghuysen (1753-1804), was an eminent lawyer, one of the framers of the first New Jersey constitution, a soldier in the War of Independence, and a member (1778-1779 and 1782-1783) of the Continental Congress from New Jersey, and in 1793-1796 of the United States senate; and his uncle, Theodore (1787-1862), was attorney-general of New Jersey from 1817 to 1829, was a United States senator from New Jersey in 1829-1835, was the Whig candidate for vice-president on the Clay ticket in 1844, and was chancellor of the university of New York in 1839-1850 and president of Rutgers College in 1850-1862.",
		"After a careful education at home by eminent specialists, mostly Frenchmen,' he first went abroad in 1786.",
		"Amongst his pupils, Amelius and Porphyry are the most eminent.",
		"The result was that a conference was held in 1661, known from its place of meeting as the Savoy Conference, the church being represented by twelve bishops and the Nonconformists by twelve eminent Presbyterian divines, each side accompanied by nine coadjutors.",
		"The parish church of St John (1747) has several monuments of eminent persons.",
		"The numerous objections made by eminent scholars in past centuries to the ascription of these twenty-five canons to the synod in encaeniis have been elaborately stated and probably refuted by Hefele.",
		"Several eminent French refugees resided at this period in the neighbourhood.",
		"We'd coaxed Howie to look away from eminent mayhem, simply to preserve his own sanity.",
		"She offered an abbreviated version of Martha's eminent departure.",
		"His son was the eminent agriculturist, and first baronet of the family.",
		"Eminent local antiquarians first drew attention to the exceptional prehistoric landscapes of the fen edge during the early twentieth century.",
		"Routh, Thomas, am eminent antiquary, lived at Carlisle, in 1743.",
		"Winning cat chosen by eminent astronomer, Sir Patrick Moore CBE FRS.",
		"But many of today's most eminent barristers tend to feel this trend is unhealthy and that a wide range of experience is important.",
		"Synopsis Sir Joseph Dalton Hooker is remembered as an eminent Victorian botanist and traveler, and one of Charles Darwin's closest collaborators.",
		"I have evidence of his committing burglary, signed by a most eminent English curate.",
		"This role will be working for a very eminent Partner in her field who truly wants her PA to be her legal assistant.",
		"Nor are there only Rays proper and particu lar to the more eminent colors, but even to all their intermediate gradations.",
		"The Grand Comneni were also patrons of art and learning, and in consequence of this Trebizond was resorted to by many eminent men, by whose agency the library of the palace was provided with valuable manuscripts and the city was adorned with splendid buildings.",
		"If the suicide attempt is obviously eminent, call 911 or take the adolescent to the emergency room.",
		"A large amount of medication is needed and this form of anesthesia may cause fetal distress if delivery is not eminent.",
		"Frischmann also broke up with Albarn, adding personal pressures to the band's eminent breakup.",
		"In the narrower sense thus indicated the \"fathers\" of the Church are the great bishops and other eminent Christian teachers of the earlier centuries, who were conspicuous for soundness of judgment and sanctity of life; and whose writings remained as a court of appeal for their successors.",
		"It was, however, at Rochester, where Kate and her sister Margaret (1836-1893)(1836-1893) went to live with a married sister (Mrs Fish) that modern spiritualism assumed its present form, and that communication was, as it was believed, established with lost relatives and deceased eminent men.",
		"Frustrated, she searched the Internet for Dr. Williams until she found the eminent neurologist, whose picture she recognized.",
		"This may serve to show that the ideals of our youth were not without justification; but the younger generation, which does not care about our ideals, and looks to the future rather than the past, will not read annotated editions of old books, however eminent their authors.",
		"His abilities were speedily recognized by his contemporaries, and he enjoyed the friendship of such eminent men as Adam de Marisco and Robert Grosseteste, bishop of Lincoln.",
		"Yet this eminent, this superior personage was an habitual drunkard, an uncouth savage who intruded upon the hospitality of wealthy foreigners, and was not ashamed to seize upon any dish he took a fancy to, and send it home to his wife.",
		"A \" circular system \" was advocated by the eminent botanist Fries, and the views of Macleay met with the partial approbation of the celebrated entomologist Kirby, while at least as much may be said of the imaginative Oken, whose mysticism far surpassed that of the Quinarians.",
		"In stating the position of economics during this time we cannot ignore all writers, except those who belonged to one group, however eminent that group may have been, simply because they did not represent the dominant ideas of the period, and exercised no immediate and direct influence on the movement of economic thought.",
		"This university was founded in 1621 and the university of Buenos Aires in 1821, but although Bonpland and some other European scientists were members of the faculty of Buenos Aires in its early years, neither there nor at Cordoba was any marked attention given to the natural sciences until President Sarmiento (official term, 1868-1874) initiated scientific instruction at the university of Cordoba under the eminent German naturalist, Dr Hermann Burmeister (1807-1892), and founded the National Observatory at Cordoba and placed it under the direction of ' There are two distinct statistical offices compiling immigration returns and their totals do not agree, owing in part to the traffic between Buenos Aires and Montevideo.",
		"He corresponded with some of the most eminent scholars of his time on mathematical subjects; and his house was generally full of pupils from all quarters."
	],
	"synonyms": [
		"high",
		"towering",
		"lofty",
		"soaring",
		"transcendent",
		"superlative",
		"sovereign",
		"resplendent",
		"paramount",
		"outstanding",
		"noteworthy",
		"noble",
		"majestic",
		"magnificent",
		"magnific"
	],
	"antonyms": [
		"unimportant",
		"disrespected",
		"unnotable",
		"undistinguished",
		"inferior"
	]
}