{
	"word": "levity",
	"meaning": [
		"Lightness or gaiety of disposition, conduct, or speech; esp., improper or unbecoming gaiety or flippancy; lack of seriousness; frivolity.",
		"Inconstancy; changeableness.",
		"Lightness of weight; buoyancy.",
		"Fickleness; instability.",
		"(countable) A lighthearted or frivolous act."
	],
	"sentences": [
		"Maybe a little levity would help.",
		"Here her unrestrainable high spirits and levity gave great offence to the citizens.",
		"She smiled up at him, feeling a sudden need for levity.",
		"Then he added, with an unsuccessful attempt at levity, \"Doesn't this prove I'm looking at our marriage as a long term relationship?\"",
		"Many are of opinion that flight is a mere matter of levity and power.",
		"If you are seeking someone with a sense of humor, a demonstration of your own levity might be a good way to meet people like you.",
		"Though he treated his subject in relation to himself with more levity and irony than real feeling, yet by his sparkling wit and fancy he created a literature of sentiment and adventure adapted to amuse the idle and luxurious society of which the elder Julia was the centre.",
		"For mere resignation has neither the gigantic levity of pleasure nor the superb intolerance of pain.",
		"Needless to say, Sarah Connor and her teenage son need some serious convincing and it opens the door to a little levity.",
		"His incommensurable and indescribable masterpiece of mingled humour, wisdom, satire, erudition, indecency, profundity, levity, imagination, realism, reflects the whole age in its mirror of hyperAristophanic farce.",
		"It is true that he finds the most typical examples of lust, cruelty, levity and weakness in the emperors and their wives - in Domitian, Otho, Nero, Claudius and Messalina.",
		"The foursome returned to the work at hand, although the levity of the day was gone.",
		"These guys just saved my butt at a time in my life when I just needed levity, there they were.",
		"The satin underwear thing came about as the result of her trying to inject a little levity into the proceedings at the first interview.",
		"And yet, having regard to the transcendent importance and solemnity of the questions here at issue, such levity is intolerable.",
		"Lorne also added levity to the otherwise grim group.",
		"McCoy's \"I'm a doctor\" statement added an element of levity to a tense chase scene.",
		"Added to these troubles was the ever-present Turkish peril, which became acute after the king, with insensate levity, arrested the Ottoman envoy Berham in 1521 and refused to unite with Suleiman in a league against the Habsburgs.",
		"On arrival, they found that the Transvaal Volksraad, in a spirit of defiance and even levity, had just passed a resolution offering four new seats in the Volksraad to the mining districts, and fifteen to exclusively burgher districts.",
		"Unfortunately for England his ambition was to be tile mirror of chivalry rather than a model administrator He took up and abandoned great enterprises with equal levity; he was reckless in the spending of money; and in times of trouble he was careless of constitutional precedent, and apt to push his prerogative to extremes.",
		"From the leaning tower of Pisa he afforded to all the professors and students of the university ocular demonstration of the falsehood of the Peripatetic dictum that heavy bodies fall with velocities proportional to their weights, and with unanswerable logic demolished all the time-honoured maxims of the schools regarding the motion of projectiles, and elemental weight or levity.",
		"The scholastic distinctions between corruptible and incorruptible substances, between absolute gravity and absolute levity, between natural and violent motions, if they did not wholly disappear from scientific phraseology, ceased thenceforward to hold the place of honour in the controversies of the learned.",
		"Anyway her version of ' My Favorite Things ' was another attempt to inject some levity into the proceedings.",
		"The happy audience strolled back out into the stormy night feeling much levity in comparison to the evenings heavy weather.",
		"The allusion to the hilarity of the students and the general levity of the occasions aroused Coleridge's indignation.",
		"Again he pressed the hand of the latter with an expression of good-natured, sincere, and animated levity.",
		"It was an attempt at levity.",
		"Their anti-sacerdotalism appears to have been their chief offence, for the inquisitors admit that they were puritanically careful in word and conduct, and shunned all levity.",
		"The unfailing freshness and charm of the contrast between the importance, the gravity, in some cases the dry and abstruse nature, of their subjects, and the lightness, sometimes almost approaching levity in its special sense, of the manner in which these subjects are attacked is a triumph of literary art of which no familiarity dims the splendour, and which no lapse of time can ever impair.",
		"But the prevailing impression we carry away after reading him is that in all his early satires he was animated by a sincere and manly detestation of the tyranny and cruelty, the debauchery and luxury, the levity and effeminacy, the crimes and frauds, which we know from other sources were then rife in Rome, and that a more serene wisdom and a happier frame of mind were attained by him when old age had somewhat allayed the fierce rage which vexed his manhood.",
		"The literature of the later republic reflects the sympathies and prejudices of an aristocratic class, sharing in the conduct of national affairs and living on terms of equality with one another; that of the Augustan age, first in its early serious enthusiasm, and then in the licence and levity of its later development, represents the hopes and aspirations with which the new monarchy was ushered into the world, and the pursuit of pleasure and amusement, which becomes the chief interest of a class cut off from the higher energies of practical life, and moving in the refining and enervating atmosphere of an imperial court.",
		"The objections of the antiphlogistonists, such as the fact that calces weigh more than the original metals instead of less as the theory suggests, were answered by postulating that phlogiston was a principle of levity, or even completely ignored as an accident, the change of qualities being regarded as the only matter of importance.",
		"Nothing,\" he adds, \" is more likely than that in a crowded assembly a lady should accidentally have dropped her garter; that the circumstance should have caused a smile in the bystanders; and that on its being taken up by Edward he should have reproved the levity of his courtiers by so happy and chivalrous an exclamation, placing the garter at the same time on his own knee, as ` Dishonoured be he who thinks ill of it.'",
		"Flying creatures, however, are less remarkable for their strength, shape and comparative levity than for the size and extraordinarily rapid and complicated movements of their wings.",
		"Far from adopting the levity of style too often observable in French romances, the Magyar novels, although enlivened by touches of humour, have generally rather a serious historical or political bearing.",
		"It may be stated once for all that flying creatures are for the most part as heavy, bulk for bulk, as other animals, and that flight in every instance is the product, not of superior levity, but of weight and power directed upon properly constructed flying organs.",
		"She had regarded the prospect of death with courage and almost with levity, laughing heartily as she put her hands about her \"little neck\" and recalled the skill of the executioner.",
		"Ducasse was the author of some slight novels, and from the practice of this form of literature he acquired that levity which appears even in his most serious historical publications.",
		"The balloon is inefficient because of its levity; the flying creature is efficient because of its weight."
	],
	"synonyms": [
		"trivialization",
		"inconstancy",
		"humour",
		"humor",
		"silliness",
		"lightness",
		"hilarity",
		"gayety",
		"buoyancy",
		"amusement",
		"fun",
		"frivolity",
		"foolishness",
		"giddiness",
		"high-spirits"
	],
	"antonyms": [
		"gravity",
		"seriousness"
	]
}