{
	"word": "incisive",
	"meaning": [
		"Cutting into.",
		"Sharp; keen; penetrating; acute.",
		"Of the incisors.",
		"Quickly proceeding to judgment and forceful in expression; decisive; forthright.",
		"Intelligently analytical and concise."
	],
	"sentences": [
		"His arguments were marked by incisive humour and fertility of ideas.",
		"As a public speaker his style was incisive, forceful and often eloquent, although he made no effort to practise oratory as an art.",
		"His incisive way of putting things earned for him the title of the \"Militant Bishop,\" but, as he himself remarked in.",
		"Magnetic in personality, incisive and powerful in manner of expression, he was in his prime one of the most eloquent of American pulpit orators.",
		"Writing skills and an incisive analytical sense are required to write a good bug report.",
		"An incisive introduction discusses the ecclesiastical tradition, modern criticism; the second, the first and the third Gospels; the evangelical tradition; the career and the teaching of Jesus; and the literary form, the tradition of the text and the previous commentaries.",
		"His incisive style, his fearless and often ruthless criticism, and his wide and penetrating erudition, make him a redoubtable adversary in the field of polemic. The Bulletin critique, founded by him, for which he wrote numerous articles, has contributed powerfully to spread the principles of the historical method among the French clergy.",
		"The measure, however, was less incisive than its chief sponsors had planned, because of the narrow majority commanded by the Democrats in the Senate.",
		"The particular work which provided the starting-point 'of an article was in many cases merely the occasion for the exposition, always brilliant and incisive, of the author's views on politics, social subjects, ethics or literature.",
		"They are small rat-like rodents, with one pair of upper premolars, which are mere pins, as is the last molar, and the two pairs of limbs of normal length, with the metatarsals separate; the infra-orbital opening in the skull being triangular and widest below, while the incisive foramina in the palate are elongated.",
		"It is a problem how to reconcile his ignorance, his weakness, his superstition, his crude notions, his erroneous observations, his ridiculous influences and theories, with his grasp of method, his lofty views of the true scope of medicine, his lucid statements, his incisive and epigrammatic criticisms of men and motives.",
		"An orator of a business-like, straightforward type, cool and hard-hitting, his spare figure, incisive features and single eye-glass soon made him a favourite subject for the caricaturist; and in later life his aggressive personality, and the peculiarly irritating effect it had on his opponents, made his actions and speeches the object of more controversy than was the lot of any other politician of his time.",
		"Diihring's clear, incisive writing is disfigured by arrogance and ill-temper, failings which may be extenuated on the ground of his physical affliction.",
		"In 1607 Gaspar Scioppius, then in the service of the Jesuits, whom he afterwards so bitterly libelled, published his Scaliger hypobolimaeus (\" The Supposititious Scaliger\"), a quarto volume of more than four hundred pages, written with consummate ability, in an admirable and incisive style, with the entire disregard for truth which Scioppius always displayed, and with all the power of his accomplished sarcasm.",
		"To check the reaction towards the old religion he wrote several works of great power, especially his Theologiae Jesuitarum praecipua capita (1562), an incisive attack on the principles of the society, and the Examen concilii Tridentini (four parts, 1565-66-72-73), his greatest work.",
		"The bones of the skeleton generally more resemble those of the Indian elephant than of any other species, but the skull differs in the narrower summit, narrower temporal fossae, and more prolonged incisive sheaths, supporting the roots of the enormous tusks.",
		"The characteristics of Lelewel as an historian are great research and power to draw inferences from his facts; his style is too often careless, and his narrative is not picturesque, but his expressions are frequently terse and incisive.",
		"Though generally temperate in his views, he was extremely incisive and often violent in his modes of expressing them, so that he made many enemies and sometimes incurred the displeasure of the press-censure and the ministers, against which he was more than once protected by Alexander III.",
		"Blending incisive observation with light-hearted banter, a welcome rapport was developed with the audience.",
		"He writes perceptive, intelligent, incisive, angry songs, sung quietly and tunefully to a supremely accomplished acoustic guitar backing.",
		"Note also how I neatly sidestep real incisive journalism here.",
		"Both sides had their chances but the visitors looked more incisive in attack.",
		"These are not quite as powerful as they should be, but one or two are very incisive.",
		"Matthew Hoggard, so incisive on Friday, went for 32 in two overs.",
		"One of these is a particularly incisive chapter on The Body in Kafka's writing.",
		"He is one of the most intellectually incisive executives in corporate America.",
		"Read Gooseberries, Chekhov's typically incisive short story exploring human happiness, suffering and society.",
		"His forte is delivering intelligent, thought provoking material that pulls no punches and is always incisive, relevant and up to date.",
		"The prose is elegant, incisive, yet never intrudes on the story, surprisingly intimate despite the grandeur of the theme.",
		"City started the stronger of the two sides with some clever and almost incisive passing around the Cinderford box.",
		"Martial represents his age in his Epigrams, as Horace does his in his Satires and Odes, with more variety and incisive force in his sketches, though with much less poetic charm and serious meaning.",
		"The incisive foramina of the palate are moderate and distinct; the fibula does not articulate with the calcaneum; and the testes are abdominal, and descend periodically only into the inguinal canal.",
		"His own prose is the acme of incisive force and directness.",
		"Otherwise, when Beethoven has anything special for the violoncellos to say, he invariably softens and deepens their singularly incisive cantabile tones by doubling them with the violas.",
		"He was called to the bar four years later, and practised as a barrister for a short time; but in 18-61, after two comparatively false starts in poetry and fiction, he made his first noteworthy appearance as a writer with a satire called The Season, which contained incisive lines, and was marked by some promise both in wit and observation.",
		"The incisive foramina are large and usually confluent; the bony palate is very narrow from before backwards; there is no alisphenoid canal; the fibula is welded to the tibia, and articulates with the calcaneum; and the testes are permanently external.",
		"There was need of an exposition at once comprehensive, incisive and popular.",
		"The poems were most frequently works of art, occasionally they were tracts; but the prose was almost exclusively concerned with the public men and questions of the day, and forms a series of incisive, witty and sometimes prophetic diatribes.",
		"In the new parliament which was elected at the beginning of 1849, he sat for Brandenburg, and was one of the most frequent and most incisive speakers of what was called the Junker party.",
		"His satire is incisive, but in a scholarly and humanistic way; it does not appeal to popular passions with the fierce directness which enabled the master of Catholic satire, Thomas Murner, to inflict such telling blows.",
		"He was under no illusion as to their achievements; his memoir on the work of the congress of Vienna is at once an incisive piece of criticism and a monument of his own disillusionment."
	],
	"synonyms": [
		"penetrative",
		"knifelike",
		"discriminating",
		"penetrating",
		"keen",
		"acute",
		"sharp",
		"piercing",
		"precise",
		"mordant",
		"crisp",
		"concise",
		"clear",
		"intelligent",
		"sarcastic"
	],
	"antonyms": [
		"incompetent",
		"stupid",
		"kind",
		"gentle",
		"nice",
		"unintelligent"
	]
}