{
	"word": "allay",
	"meaning": [
		"To calm or pacify (an emotion); set to rest.",
		"To put (fears, etc.) to rest; quiet; calm.",
		"To reduce the intensity of; lessen or relieve.",
		"To lessen, relieve, or alleviate (pain, grief, etc.)",
		"To make quiet or put at rest; to pacify or appease; to quell; to calm.",
		"Alleviation; abatement; check."
	],
	"sentences": [
		"Elisabeth stood at the piano which did nothing to allay his anxiety.",
		"A lotion of sodium bicarbonate is useful to allay itching.",
		"These liberal arrangements, however, did not entirely allay the discontent.",
		"But nothing could now allay the inextinguishable hatred of the conquered people.",
		"An attempt was made at the council of Poitiers in 1076 to allay the agitation caused by the controversy, but it failed, and Berengar narrowly escaped death in a tumult.",
		"At a very early period, however, efforts were made to allay the dissension.",
		"There is no doubt that the spread of the practice is connected with the ban imposed in Mohammedan countries on the use of alcoholic beverages, and to some extent with the long religious fasts of the Buddhists, Hindus and Moslems, in which opium is used to allay hunger.",
		"Although John George was unable to procure his minister's release, Leopold managed to allay the elector's anger, and early in 1693 the Saxon soldiers rejoined the imperialists.",
		"Abelard's remarkable compilation Sic et Non was not calculated to allay their suspicions.",
		"Charles did not show himself and it was reported thathe had abdicated, but to allay the popular panic it was given out \" that he was very cheerful that night at supper with his mistresses.\"",
		"The treatment of strychnine poisoning is to immediately evacuate the stomach with a stomach-pump or emetic, chloroform being administered to allay the spasms. If the patient can swallow, draughts of water containing tannic acid may be given.",
		"A further attempt to allay the pope's apprehension lest Sicily should be united with the Empire had been made early in 1216, when Frederick, in a letter to Innocent, promised after his own coronation as emperor to recognize his son Henry as king of Sicily, and to place him under the suzerainty of Rome.",
		"Chrysogonus, was sent to the German court to attempt to allay the consequent ill-feeling, but was not received.",
		"The Italian government attached little importance to the occurrence, and believed that a diplomatic expression of regret would suffice to allay Austrian irritation.",
		"In 1869 the introduction of civil marriage did not tend to allay the strife, which reached its climax after the proclamation of the dogma of papal infallibility in 1870.",
		"These strange plants usually grow in rocky places with little or no earth to support them; and it is said that in times of drought the cattle resort to them to allay their thirst, first ripping them up with their horns and tearing off the outer skin, and then devouring the moist succulent parts.",
		"Whether he was also, like Hephaestus, the deity of smiths, is very doubtful; his surname Mulciber may rather be referred to his power to allay conflagrations.",
		"Notwithstanding the success of the Great Exhibition of 1851, which was supposed to inaugurate a new reign of peace, the panic, which had been temporarily allayed in 1848, revived at the close of 1851, and the government endeavoured to allay it by reconstituting the militia.",
		"The EU must also allay widespread fears about globalization.",
		"This policy did not allay the discontent of the Macedonian army, and when Alexander in the summer of 324 moved to the cooler region of Media, an actual mutiny of the Macedonians broke out on the way at Opis on the Tigris.",
		"The Irredentist agitation had left profound traces at Berlin as well as at Vienna, and had given rise to a distrust of Depretis which nothing had yet occurred to allay.",
		"But the Tribuni Majores were equally powerless to allay the jealousies of the growing townships which formed the lagoon community.",
		"An excited controversy having arisen about the result of the balloting in the states of South Carolina, Florida, Oregon and Louisiana, the two parties in Congress in order to allay a crisis dangerous to public peace agreed to pass an act referring all contested election returns to an extraordinary commission, called the \"Electoral Commission\" (q.v.), which decided each contest by eight against seven votes in favour of the Republican candidates.",
		"This attitude brought him into conflict with the senate of the university, a conflict which Eck's masterful temper, increased by an extreme self-confidence perhaps natural in one so young and so successful, did not serve to allay.",
		"During Health Questions the Health Secretary did not allay my fears.",
		"By providing a full analysis of a project's effects, an environmental statement can help to allay fears created by lack of information.",
		"To the end of his days Clemens would always have some panacea to offer to allay human distress.",
		"He had to pretend to be drunk in order to allay the suspicions which might have been aroused by his appearance at the gate.",
		"His firm and masterful government and wise measures did much to allay the spirit of unrest which had so long been the bane of Colombia, and though an attempt at assassination was made in the spring of 1906, the era of revolution appeared to be over.",
		"These efforts may allay your child's sufferings in the schoolyard.",
		"In dealing with nonconformity he was tolerant, and even advocated a revision of the Prayer Book if that would allay the scruples of dissenters.",
		"His endeavours to allay ecclesiastical panic, and to promote liberality of spirit, frequently required no ordinary moral courage.",
		"When in 734-733 B.C. Ahaz, king of Judah, alarmed at the preparations made against him by the Syro-Ephraimitish alliance, was inclined to seek aid from Tiglath-pileser of Assyria, the prophet Isaiah endeavoured to allay his fear by telling him that the danger would pass away, and as a sign from Yahweh that this should be so, any young woman who should within the year bear a son, might call his name Immanuel in token of the divine protection accorded to Judah.",
		"This may allay some current fears about the safety of using creatine for short periods of time.",
		"At the critical moment the British government, urged to move in the matter by the British residents in both countries, who feared that war would mean the financial ruin of both Chile and Argentina, used its utmost influence both at Santiago and Buenos Aires to allay the misunderstandings; and negotiations were set on foot which ended in a treaty for the cessation of further armaments being signed, June 1902.",
		"But his ostentatious visit to Friedrichsruh, and a subsequent speech at Turin, in which, while professing sentiments of friendship and esteem for France, he eulogized the personality of Bismarck, aroused against him a hostility on the part of the French which he was never afterwards able to allay.",
		"It is important to allay the worries of many parents that separation itself can have a damaging and permanent effect on their children.",
		"Funeral directors usually do all they can to allay the family's fears and give them peace of mind that all will go well with the funeral and burial.",
		"About this time some discontent arose in the allied army, and to allay this Bernhard was granted the bishoprics of Wurzburg and of Bamberg, with the title of duke of Franconia, but on the strange condition that he should hold the duchy as the vassal of Sweden, not as a vassal of the Empire.",
		"I make a daily inspection of springs, shock absorbers, engine and body mountings, U bolts and shackles to allay my fears.",
		"A good palliative is sweet oil; this will allay any corrosive irritation of the throat and stomach, and at the same time cause vomiting.",
		"Oh, you petisenfans, allay cushay dormir! he exclaimed, imitating his Russian nurse's French, at which he and Boris used to laugh long ago."
	],
	"synonyms": [
		"temper",
		"still",
		"soothe",
		"soften",
		"settle",
		"reduce",
		"moderate",
		"lull",
		"diminish",
		"compose",
		"appease",
		"abate",
		"relieve",
		"quiet",
		"palliate",
		"overgorge"
	],
	"antonyms": [
		"worsen",
		"provoke",
		"stir",
		"rouse",
		"intensify",
		"heighten",
		"aggravate"
	]
}