{
	"word": "conscientious",
	"meaning": [
		"Guided by or in accordance with the dictates of conscience; principled.",
		"Governed by, or made or done according to, what one knows is right; scrupulous; honest.",
		"Thorough and assiduous.",
		"Showing care and precision; painstaking.",
		"Thorough, careful, or vigilant; implies a desire to do a task well."
	],
	"sentences": [
		"Alex was conscientious and he would never ask his employees to do anything he wouldn't do.",
		"She was conscientious with regard to her duties as examiner.",
		"He was a hard and conscientious worker and became widely known for his ability in debate.",
		"They have conscientious scruples to overcome.",
		"It goes without saying that one must be conscientious and methodical.",
		"The children became more conscientious about their own learning.",
		"He Was Distinctly A Bon Vivant, But Withal An Upright, Conscientious And Capable Minister.",
		"All Wiseman's later years were darkened by Errington's conscientious but implacable hostility to Manning, and to himself in so far as he was supposed to be acting under Manning's influence.",
		"The history is written in an agreeable style and a spirit of impartiality, and gives evidence of a conscientious use of authorities.",
		"So far, however, as it is possible to disengage one's self from this captivation, it may be said that the mingling of distinct and original vision with a singularly conscientious handling of the English language, in the sincere and wholesome self-consciousness of the strenuous artist, seems to be the central feature of Stevenson as a writer by profession.",
		"There is no evidence that any speech in Acts is the free composition of its author, without either written or oral basis; and in general he seems more conscientious than most ancient historians touching the essentials of historical accuracy, even as now understood.",
		"He was a conscientious historian with a standard biased in favor of maintenance of the status quo.",
		"He was a thoroughly conscientious clerk, devoted to his duty and unsparing of trouble.",
		"With his conscientious objection, is he still able to counsel patients?",
		"For our translation co-ordinators we are seeking conscientious, motivated individuals to join our busy administrative team.",
		"Bernstorff was not only one of the ablest but one of the noblest and most conscientious statesmen of his day.",
		"A conscientious desire to unearth the facts, and the effort of extracting from the dullest records the materials for graphic pictures, made the process of production excessively painful.",
		"We have eliminated debtors prisons, developed the idea of \"women and children first,\" stigmatized child labor, made accommodations for conscientious objectors, widely adopted freedom of speech and the press and freedom of assembly, and a hundred more.",
		"He was conscientious, with the ability to work as part of a team.",
		"There can be no doubt that Professor Burmeister discharged his editorial duty with the most conscientious scrupulosity; but, from what has been just said, it is certain that there were important points on which Nitzsch was as yet undecided - some of them perhaps of which no trace appeared in his manuscripts, and therefore as in every case of works posthumously published, unless (as rarely happens) they have received their author's \" imprimatur,\" they cannot be implicitly trusted as the expression of his final views.",
		"Had Petrarch been possessed with a passion for some commanding principle in politics, morality or science, instead of with the thirst for selfglorification and the ideal of artistic culture, it is not wholly impossible that Italian humanism might have assumed a manlier and more conscientious tone.",
		"There was a conscientious objection clause for medical staff, with a provision for the patient to be referred to another doctor.",
		"He was, however, an able and conscientious experimenter, and was very fertile and ingenious in devising physical apparatus.",
		"Weak and shortsighted as a statesman, as a man and prelate Dalberg was amiable, conscientious and large-hearted.",
		"But though his work is thus, like that of many historians, coloured by his opinions, this was not the outcome of a conscious purpose, and he was scrupulously conscientious in collecting and weighing his materials.",
		"But from 1600 onwards the same persons fulfilled both functions, the object being, by giving the assessors the duty of collecting the tax, to lead to a duster and more conscientious assessment.",
		"He was a devout and conscientious churchman, and had the courage to stand by his principles.",
		"From the priests he demanded faithfulness in preaching and teaching, from the bishops the conscientious government of their dioceses.",
		"His earliest governesses were the wives of a tailor and a vintner from the Dutch settlement; a sailor called Norman taught him the rudiments of navigation; and, when he grew older, he was placed under the care of a Hungarian refugee, Janos Zeikin, who seems to have been a conscientious teacher.",
		"Brown & Root probably does as conscientious a job for the government as the next contractor.",
		"Captain Desbriere's exhaustive work was done for the historical section of the French general staff, and is a fine example of the scholarly and conscientious modern French historical school.",
		"Don Juan de Zuniga, who was appointed to teach him the use of arms, was more conscientious; but he had a very poor pupil.",
		"From these religious exercises any children may absent themselves whose parents profess conscientious objections.",
		"We have in this list no genuine tradition, but rather the lucubrations of an undoubtedly conscientious Moslem critic, who may have lived about a century after the Flight.",
		"These prescriptions are marked by a conscientious classification based on considerations of material, size and number; but they lose themselves in an exaggerated casuistry.",
		"Resigning in 1882 owing to conscientious scruples, he became professor extraordinarius of oriental languages in the faculty of philology at Halle, was elected professor ordinarius at Marburg in 1885, and was transferred to Gottingen in 1892.",
		"Yet this rehabilitation of pre-Reformation Germany cannot but make a strong appeal to the unbiased historical student who looks to a conscientious study of the antecedents of the revolt as furnishing the true key to the movement.",
		"The acceptance of the proposition to call the convention and the election of many conscientious and intelligent delegates were largely due to the influence of ex-Governor Brown, who was strongly convinced that the wisest course for the South was to accept quickly what Congress had offered.",
		"To the unbroken splendours of his military career, to his honourable and conscientious labours as a parliamentary statesman, life unusually prolonged added an evening of impressive beauty and calm.",
		"Yet the conscientious tradition of Prussian officialism accomplished much in the way of administrative reform.",
		"He was no friend to the Reformation, it is true, but he was at least a conscientious opponent.",
		"Fustel de Coulanges was the most conscientious of men, the most systematic and uncompromising of historians.",
		"After America entered the war he recommended moderation towards conscientious objectors and forbade men in uniform to interfere with anti-conscription meetings.",
		"Stinnes managed to maintain an extensive and even a detailed knowledge of the working of all the concerns in which he was engaged, and in all of them to exact zealous and conscientious work from his business subordinates.",
		"According to her small ability she served the state well, and was zealous and conscientious in the fulfilment of public duties, in which may be included touching for the king's evil, which she revived.",
		"Of the four continuers of Brito's work, three are no better than their master, but Frei Antonio Brandao, who dealt with the period from King Alphonso Henriques to King John II., proved himself a man of high intelligence and a learned, conscientious historian.",
		"It is a strange fact that Henry, though he was in many respects a conscientious man, with a strong sense of responsibility, and a sincerC piety, was so blind to the unrighteousness of his own actions that he died asserting that neither ambition nor vainglory had led him into France, but a genuine desire to assert a righteous claim, which he desired his heirs to prosecute to the bitter end.",
		"An exact and conscientious worker, he did much to improve and systematize the processes of analytical chemistry and mineralogy, and his appreciation of the value of quantitative methods led him to become one of the earliest adherents of the Lavoisierian doctrines outside France.",
		"In the last months of his life, under the influence of a great national disaster, the conscientious, persistent autocrat began to suspect that his system was a mistake, but he still clung to it obstinately.",
		"But the most valuable and important historical work by a modern Peruvian is General Mendiburu's (1805-1885) Diccionario historico-biografico del Peru, a monument of patient and conscientious research, combined with critical discernment of a high order.",
		"By common consent he was pre-eminently God-fearing, orderly and conscientious.",
		"These represent a theory of the Church practically unknown to the Reformers, and only reached through the necessity for discovering a logical basis for the communities of conscientious dissidents from the established churches.",
		"Having conscientious objections to taking orders he relinquished his fellowship in 1666, but in 1688 he was elected Camden professor of history at Oxford.",
		"Carefully educated under the direction of Nils von Rosenstein, he grew up serious and conscientious.",
		"They produced a brilliant succession of eminent scholars and scientists who transmitted to the Moslems the results of Babylonian civilization and Greek learning, and their influence at the court of Baghdad secured more or less toleration for Sabianism, although in the reign of Harlan al-Rashid the Harranians had already found it necessary to establish a fund by means of which the conscientious scruples of Moslem officials might be overcome.",
		"But the other bishops were also against Gustavus, and, irritated by their conscientious opposition, the king abandoned the no longer tenable position of a moderator and came openly forward as an antagonist.",
		"Overpowered by the majesty and novelty of the Christian message of salvation, too conscientious to rest satisfied with the ordinary attempts at the solution of difficulties, while prevented by the limitations of his time from reaching an historical insight into the relation of Christianity to the Old Testament and to Judaism, he believed that he expressed Paul's view by the 1 Esnik's presentation of the Marcionite system is a late production, and contains many speculations that cannot be charged upon Marcion himself.",
		"In contemporary movements he was an earnest and conscientious advocate of Catholic democracy and socialism and of the view that the church should adapt itself to the changed political conditions consequent to the Revolution.",
		"Questions of coinage occupy a large part of the correspondence of the primate, Archbishop Boulter, whose anxiety to deal rightly with the matter is evidently very real and conscientious.",
		"Wanting in quickness of apprehension and in native grace, he made up for these deficiencies by a conscientious love of truth and an untiring industry.",
		"McClellan was a clear and able writer and effective speaker, and his Own Story, edited by a friend and published soon after his death, discloses an honourable character, sensitive to reproach, and conscientious, even morbidly so, in his patriotism.",
		"Only a knowledge of the great loss of capital that has resulted from abortive reservoir construction justifies this notice of defects which can always be avoided, and are too often the direct result, not of design, but of parsimony in providing during the execution of such works, and especially below ground, a sufficiency of intelligent, experienced and conscientious supervision.",
		"This vast and conscientious publication is a valuable store of material for the early periods of the first French Revolution.",
		"The most notable and estimable feature of his political conduct was his relation to Queen Victoria, whom he initiated into the duties of sovereign with the most delicate tact and the most paternal and conscientious care.",
		"When the church was a landholder their conduct was even more unwarrantable; every clerk installed in a new preferment was forced to pay a large sum downwhich in that age was considered a clear case of simony by all conscientious men.",
		"A conscientious man according to his lights, he took as his device the motto Pacluin serva, keep troth, which was afterwards inscribed on his tomb, and did his best to live up to it.",
		"The attractions of the Spanish Main converted the seafaring folk of south-west England into hardy Protestants, who could on conscientious as well as other grounds contest a papal allocation the of new worlds to Spain and Portugal.",
		"He holds, however, that this conscientious effort is self-deceived and futile, is even the very root of moral evil, except it attains its realization in harmony with the objective social relations in which the individual finds himself placed.",
		"Conscientious objections were probably responsible for his non-restoration to the see of Exeter, and his refusal of that of Llandaff in 1563.",
		"On the basis laid down by the Constituent Assembly and the Convention he constructed or consolidated the funds necessary for national institutions, local governments, a judiciary system, organs of finance, banking, codes, traditions of conscientious well-disciplined labor, and in short all the organization which for three-quarters of a century was to maintain and regulate the concentrated activity of the French nation (see the section Law and Institutions).",
		"The father, who appears to have been a conscientious clergyman with no special interest in his sons, died in 1756 and was buried in the Cowper tomb at Panshanger.",
		"The extent of her benefactions during her long and active life can only be briefly indicated; but the baroness must remain a striking figure in the social history of Victorian England, for the thoughtful and conscientious care with which she \"held her wealth in trust\" for innumerable good objects.",
		"The budget is apportioned among twelve committees which have almost invariably given close and conscientious examination to the actual needs of the departments.",
		"He was extremely conscientious from the very first day of the investigation.",
		"She was an only child and had been highly conscientious and hard working, with little time for play.",
		"I left in 1986 having become a conscientious objector.",
		"He falls in love with Andrew, a young conscientious objector working as an orderly.",
		"We have a people who are steadily becoming ever more cultured, more conscientious, and better prepared in every sense.",
		"Be extra conscientious about getting five helpings of fruit and vegetables a day.",
		"You are highly conscientious and even as a child you possessed great maturity, soberness, and worldly wisdom.",
		"The right to conscientious objection to military service was recognized by the UN in 1987.",
		"In this case there were no conscientious scruples to overcome.",
		"Even in the heart of the Secret State, conscientious employees must be able to expose wrongdoing.",
		"He was not insensible to Charles's good qualities, was touched by the paternal affection he showed for his children, and is said to have declared that Charles\" was the uprightest and most conscientious man of his three kingdoms.\"The Heads of the Proposals, which, on Charles raising objections, had been modified by the influence of Cromwell and Ireton, demanded the control of the militia and the choice of ministers by parliament for ten years, a religious toleration, and a council of state to which much of the royal control over the army and foreign policy would be delegated.",
		"Yet he was too full of dramatic inspiration to remain perpetually victimized by the conscientious affectations of the amateur author; and, where dramatic situations are not only poetical but (as in the first act of Die Walkilre and the Waldweben scene in Siegfried) too elemental for strained language, Wagner is often supremely eloquent simply because he has no occasion to try to write poetry.",
		"Z is for Zillions of people hall-marked by conscientious leadership, hopeful attitudes and collaborative discipleship.",
		"Pre-fold cloth diapers are an economical option for keeping your baby's bottom clean and dry while also being very conscientious about the environmental impact of diapering your baby.",
		"A legitimate seller should have no problem with an informed and conscientious buyer.",
		"Ideally, the owner will have service records to show you; this is the sign of a conscientious owner.",
		"It benefits conscientious consumers because it doesn't penalize people as harshly for isolated late payments, but it's tougher than previous scoring methods on those who have repeated late payments.",
		"The term is sometimes used incorrectly in an effort to appeal to conscientious green consumers.",
		"There is a new awareness in design, architecture and the general population, that while we derived inspiration primarily from nature we were not conscientious of its impact on the planet.",
		"Not all companies are conscientious about properly cleaning down.",
		"On the other hand, if your child is conscientious with his clothing then taking care of a leather jacket should not be a problem.",
		"Even the most conscientious packers will want to reserve certain pieces of their cruise wear for their carry on luggage, both on the aircraft (if applicable) as well as to carry on to the ship.",
		"More and more conscientious consumers are choosing organics, believing the benefits of organic foods outweigh the higher cost.",
		"By creating a demand for environmentally conscientious products, consumers will encourage manufacturers to make these items more of a priority.",
		"No matter how conscientious the sitter, she or he will not care for the child in precisely the same way as a parent, and it is unreasonable to expect a carbon-copy parent.",
		"The teenage babysitter must be able to answer lots of questions in an extensive interview with conscientious parents.",
		"Compulsive personalities are conscientious, reliable, dependable, orderly, and methodical, but with an inflexibility that often makes them incapable of adapting to changing circumstances.",
		"For conscientious couples who desire a distinctive, designer engagement ring, Lussori is an excellent choice.",
		"At the same time, couples do not need to be concerned about the retailer's ethics, because the company philosophy is one that many conscientious buyers will appreciate.",
		"That said, he is a conscientious worker and is dedicated to doing an excellent job.",
		"Virgos tend to work hard, and are often conscientious and thorough.",
		"Parents need to be especially conscientious when deciding whether or not to bring a gun into the home.",
		"Not all coupons for rental cars offer the same savings, and conscientious shoppers should watch for expiration and blackout dates, hidden charges on top of the discounted rates, and other terms and conditions that may apply to each offer.",
		"If you're still interested, research your options carefully and choose a conscientious practitioner who uses only high-quality sterilization and sanitary techniques.",
		"Thousands of yoga instructors are qualified, conscientious and dedicated individuals, but a student in search of specific healing needs to choose a therapist as carefully as a primary care physician.",
		"In the early days of web design, using the 216 web-safe colors was a mark of a conscientious and professional designer.",
		"But to his wide, deep and accurate learning, to his conscientious and impartial examination of the facts and the authorities at first hand, and to \"his exact quotation of the sources and works illustrating them, and careful discussion of the most minute details,\" all succeeding historians are indebted.",
		"The duke, as a conscientious Protestant, refused to marry his mistress according to the rites of her Church, and she, the chosen champion of its cause, agreed to be married to him, not merely by a Protestant but by one who before his conversion had been a Catholic bishop, and should therefore have been more hateful and contemptible in her eyes than any ordinary heretic, had not religion as well as policy, faith as well as reason, been absorbed or superseded by some more mastering passion or emotion.",
		"Having through centuries undergone cruel injury, from technical imperfections at the outset, from disastrous atmospheric conditions, from vandalism and neglect, and most of all from unskilled repair, its remains have at last (1904-1908) been treated with a mastery of scientific resource and a tenderness of conscientious skill that have revived for ourselves and for posterity a great part of its power.",
		"Of Polybius's anxiety to get at the truth no better proof can be given than his conscientious investigation of original documents and monuments, and his careful study of geography and topography - both of them points in which his predecessors, as well as his successor Livy, conspicuously failed.",
		"If not, and if others gained the same skill would they be as conscientious as Howie in its use?",
		"Byrne was an outstanding employee who was thorough, conscientious, a self-starter and had missed but one day in the 15 years with the company.",
		"They are very conscientious about not taking advantage of the goodwill of professionals.",
		"Few writers of fiction have been so exact or so conscientious as he was regarding his facts.",
		"Such a fund would enable conscientious objectors to make a positive contribution to developing a sustainable, peaceful world.",
		"The FoR supported conscientious objectors during World War I and was a supporter of passive resistance during World War II.",
		"Two years ago, the ROC initiated a pilot program to allow conscientious objectors to fulfill their military service obligation in the diplomatic corps.",
		"One of the additional rules which he added to the above was that a Just War must respect conscientious objectors.",
		"Perhaps most chilling is the implication on the financial capability of other conscientious objectors to stand up against corporate tyranny.",
		"The socialist conscientious objector has a group loyalty which is as powerful to him as the loyalty of the patriot for his nation.",
		"William Stott, who had defended many conscientious objectors in the First World War, now found himself performing a similar duty.",
		"Dessalles, the tutor he had brought from Switzerland, was wearing a coat of Russian cut and talking broken Russian to the servants, but was still the same narrowly intelligent, conscientious, and pedantic preceptor.",
		"This is the stage when even the most conscientious of boys displays a talent for forgetting, misplacing, and losing toys, books, and clothes.",
		"Macleay indeed never pretended to a high position in this branch of science, his tastes lying in the direction of Entomology; but few of their countrymen knew more of birds than did Swainson and Vigors; and, while the latter, as editor for many years of the Zoological Journal, and the first secretary of the Zoological Society, has especial claims to the regard of all zoologists, so the former's indefatigable pursuit of Natural History, and conscientious labour in its behalf-among other ways by means of his graceful pencil-deserve to be remembered as a set-off against the injury he unwittingly caused.",
		"But his course was always singularly independent, and, though one of the most affectionate and most sensitive of men, yet it was his fortune to be so fastidious in thought and so conscientious in judgment as often to give offence or create alarm in those he deeply respected or tenderly loved.",
		"It cannot be denied that men like Roger Williams and some of the persecuted Quakers, though undeniably contentious and aggressive in their conscientious dissent, showed a spirit which to-day seems sweeter in tolerance and humanity than that of the Puritans.",
		"But against these considerations it might be urged that a Protestant had no occasion to boast of a harmony most natural to him, while his further remark to the effect that a state church is indispensable, and that those who cannot belong to it on conscientious grounds ought to leave the country rather than show any opposition to its rites, seems rather to indicate the crypto-Catholic. The same conclusion is supported by the fact that Stevinus, a year before his death, bequeathed a pious legacy to the church of Westkerke in Flanders out of the revenues of which masses were to be said.",
		"To colleagues and subordinates alike, he was considerate and tolerant; he was unassuming, trustworthy in the smallest detail, accurate and comprehensive in thought, energetic and conscientious in action.",
		"In 1850 he published the Life of Calvin, a conscientious and on the whole impartial work, though the character of Calvin is somewhat harshly drawn, and his influence in the religious world generally is insufficiently appreciated.",
		"It was due to his dependence on Charles V., rather than to any conscientious scruples, that Clement evaded Henry VIII.'s demand for the nullification of his marriage with Catherine of Aragon, and so brought about the breach between England and Rome.",
		"He put forth a conscientious, good-faith effort to serve the public interest.",
		"The conscientious objector want to know \"Why should I be involved in the campaign?\"",
		"Women tend to be more conscientious than men at wearing a seatbelt.",
		"It is truly enough said that a corporation has no conscience; but a corporation of conscientious men is a corporation with a conscience."
	],
	"synonyms": [
		"scrupulous",
		"painstaking",
		"sedulous",
		"punctual",
		"meticulous",
		"just",
		"high- minded",
		"fair",
		"exact",
		"dutiful",
		"diligent",
		"careful",
		"upright",
		"honest",
		"faithful"
	],
	"antonyms": [
		"unconscientious",
		"unscrupulous",
		"irresponsible",
		"careless",
		"inexact",
		"uncareful",
		"vulgar",
		"unjust",
		"dishonest",
		"corrupt",
		"immoral"
	]
}