{
	"word": "pluralism",
	"meaning": [
		"The quality or condition of being plural, or of existing in more than one part or form.",
		"The existence within a nation or society of groups distinctive in ethnic origin, cultural patterns, religion, or the like.",
		"The belief that such a condition is desirable or socially beneficial.",
		"The holding by one person of more than one office or church benefice at the same time.",
		"A policy of favoring the preservation of such groups within a given nation or society."
	],
	"sentences": [
		"International agreements will fail to deliver unless they embrace pluralism.",
		"He argues for a methodological pluralism in the present.",
		"Why is it important to support functional pluralism for local government?",
		"In addition each of us can help enhance pluralism in our own personal, professional and institutional domains.",
		"This acknowledgment would satisfy the urge for pluralism, but without postmodernism.",
		"Pluralism in print media When Lesotho attained independence in 1966 the setting was complete.",
		"At the same time, they are a convenient channel through which offical agencies can promote political pluralism.",
		"But does this mean therefore that Newbigin accepts the radical pluralism of postmodernity?",
		"The other major form of critique of genic pluralism is based on arguments concerning the causal structure of selective episodes.",
		"The myth of religious pluralism What do these figures tell us about Britain?",
		"Having examined attitudes to contact, we now turn to attitudes to cultural pluralism.",
		"So much, then, for the image marketed in the west of the Kurdish enclave as an oasis of democratic pluralism.",
		"Initial critical reaction to Walcott's play has suggested that it is an example of multiculturalism or of liberal pluralism in action.",
		"I will call the argument from relativism to epistemic value pluralism the trivial argument for epistemic value pluralism.",
		"Moreover, the abstract expression of rejected pluralism was a widespread revulsion from the very concept of a private sector.",
		"And yet, state secularism still poses a real threat to genuine pluralism.",
		"The aim of knowledge is explanation, and the dualism or pluralism which acquiesces in recognizing two or more wholly disparate forms of reality has in so far renounced explanation (see Dualism).",
		"Finally, apart from these more academic arguments there is an undoubted paradox in a theory which, at a moment when in whatever direction we look the best inspiration in poetry, sociology and physical science comes from the idea of the unity of the world, gives in its adhesion to pluralism on the ground of its preponderating practical value.",
		"Not to mention that it has led to another variety, calling itself pluralism, it confuses materialism and idealism.",
		"Their essays display the creative pluralism and passionate vitality which typify the best aspects of therapeutic work.",
		"This moral pluralism forces individuals to examine their own moral reasoning and beliefs.",
		"Multicultural education describes a system of instruction that attempts to foster cultural pluralism and acknowledges the differences between races and cultures.",
		"Only the distinction of affirmative and negative judgments remains unresolved, and the exception is a natural one from the point of view of a philosophy of pluralism.",
		"The interactive pluralism that has developed is fundamental to our shared Europeanism, and the different strands of this argument influenced each other.",
		"By his recognition of an apparent plurality supplementary to the real unity, he effected the transition from the \" monism \" or \" henism \" of the first physical succession to the \" pluralism \" of the second.",
		"Pluralism, nepotism, simony and all the other ancient abuses were more rampant than ever.",
		"The typical faults of the dark ages, pluralism, simony, lax observation of the clerical rules, contented ignorance, worldliness in every aspect, were all too prevalent in England.",
		"The parochial clergy were probably in a healthier condition; but the old abuses of pluralism and non-residence were as rampant as ever, and though their work may have been in many cases honorably carried out, it is certain that energy and intelligence were at a low ebb.",
		"The Sophistes shows among other things that an identity-philosophy breaks down into a dualism of thought and expression, when it applies the predicate of unity to the real, just as the absolute pluralism on the other hand collapses into unity if it affirms or admits any form of relation whatsoever.",
		"Yet from the points of view alike of an absolute pluralism, of a flux, and of a formula of bare identity - and a fortiori with any blending of these principles sufficiently within the bounds of plausibility to find an exponent - all knowledge, because all predication of unity, in difference, must be held to be impossible.",
		"Though accused of avarice and pluralism, Phillpotts was generous in his gifts to the church, founding the theological college at Exeter and spending large sums on the restoration of the cathedral.",
		"Diogenes (q.v.) began by insisting on the necessity of there being only one principle of things, herein contradicting the pluralism of Heraclitus.",
		"All thought starts from the ordinary dualism or pluralism which conceives of the world as consisting of the juxtaposition of mutually independent things and persons."
	],
	"synonyms": [],
	"antonyms": [
		"monism"
	]
}