{
	"word": "solvent",
	"meaning": [
		"Able to pay all one's debts or meet all financial responsibilities.",
		"Capable of dissolving another substance.",
		"Able to pay all debts as they become due, and having no more liabilities than assets.",
		"That dissolves or can dissolve another substance.",
		"A substance in which another substance is dissolved, forming a solution.",
		"A substance, usually liquid, that dissolves or can dissolve another substance.",
		"Something that solves or explains; solution.",
		"That which resolves.",
		"Part or all of this entry has been imported from the 1913 edition of Webster's Dictionary, which is now free of copyright and hence in the public domain. The imported definitions may be significantly out of date, and any more recent senses may be completely missing."
	],
	"sentences": [
		"The silver iodide is separated and the solvent distilled off.",
		"The solution will thus gain solvent, and will grow more and more dilute.",
		"The solvent is recovered and used again.",
		"The only thing on my mind is keeping this farm solvent.",
		"They require a solvent to thin and clean up.",
		"At about the same time Boyle investigated several acids; he established their general reddening of litmus, their solvent power of metals and basic substances, and the production of neutral bodies, or salts, with alkalies.",
		"On the lines of Poynting's theory of solution, each ion in electrolytes must combine with one or more molecules of solvent.",
		"Aluminium is so light that it is a matter requiring some ingenuity to select a convenient solvent through which it shall sink quickly, for if it does not sink, it short-circuits the electrolyte.",
		"It can be easily seen that this ratio, according to Henry's law, must correspond to that of vapour-pressures, and so be independent of the solvent; in fact, in alcohol the figures are o 0066 and o o052.",
		"The zamindar seemed a solvent person, capable of keeping a contract; and his official position as tax-collector was confused with the proprietary rights of an English landlord.",
		"In Henry 's Law the solute molecule is surrounded by solvent molecules at the limit.",
		"It is not the heat effect when solid is dissolved in a large excess of solvent, and may differ so much from that effect as to have an opposite sign.",
		"In a very dilute solution no appreciable heat is evolved or absorbed when solvent is added, but such heat effects are generally found with more concentrated solutions.",
		"If each molecule of the solute combines with a certain number of molecules of the solvent in such a way as to render them inactive for evaporation, we get a lowering of vapour pressure.",
		"Let us assume that the ratio p/p' of the vapour pressures of the solvent and solution is equal to the ratio of the number of free molecules of solvent to the whole number of molecules in the solution.",
		"If there are n molecules of solute to N of solvent originally, and each molecule of solute combines with a molecule of solvent, we get for the ratio of vapour pressures p/p'=(N - an)/(N - an+n), while the relative lowering of vapour pressure is (p - p')/p=n/(N - an).",
		"It is assumed that each molecule of solute combines with a molecules of solvent according to the ordinary law of chemical combination, and that the number a, representing the degree of hydration, remains constant within wide limits of temperature and concentration.",
		"This quantity is not absolutely constant, and in many cases varies with the concentration of the solution and with the nature of the solvent.",
		"Efforts have been made during the last few years to introduce this solvent on a large scale, but its high price and its physiological effect on the workmen have hitherto militated against it.",
		"Difference density maps were used to locate the ordered solvent molecules, which were included in the refinement.",
		"The accepted container for transfer of waste solvent to the Store is a square section screw-capped 10 liter polythene drum.",
		"Solvents Many polymers contain solvent additives to vary the viscosity and prevent premature curing.",
		"A solvent (0.9% w/v sodium chloride solution for injection) is also supplied for reconstitution.",
		"A dilute solution is one which contains a little solute in a lot of solvent.",
		"When they do dissolve, the solid part is called the solute and the liquid it dissolves in is called the solvent.",
		"Many household products contain solvents and finding suitable ways for these to be recycled, solvent free alternatives and reducing the use of environmentally harmful products are part of green living.",
		"In inorganic chemistry its principal applications are based on its solvent power for metals, and its power of expelling other acids from their salts.",
		"The encumbered estates act, though it substituted a solvent for an insolvent proprietary, placed the Irish tenants at the mercy of landlords of whom they had no previous knowledge, who were frequently absentees, who bought the land as a matter of business, and who dealt with it on business principles by raising the rent.",
		"Carbon tetrachloride would be an ideal solvent, as it is non-inflammable and shares with carbon bisulphide the advantage of being heavier than water.",
		"The seed is prepared in a similar manner as for pressing, except that it is not reduced to a fine meal, so as not to impede the percolation of the solvent through the mass.",
		"The solution of the extracted oil or fat is then transferred to a steam-heated still, where the solvent is driven off and recovered by condensing the vapours in a cooling coil, to be used again.",
		"The last remnant of volatile solvent in the oil is driven off by a current of open steam blown through the oil in the warm state.",
		"The comminuted seed is placed inside a vessel connected with an upright refrigerator on trays or baskets, and is surrounded there by the volatile solvent.",
		"On heating the solvent with steam through a coil or jacket, the vapours rise through and around the meal.",
		"The solvent is again evaporated, leaving the oil at the bottom of the vessel until the extraction is deemed finished.",
		"The solution of fat is then run off into a still, as described already, and the last traces of solvent are driven out.",
		"Often a pencil eraser will remove these marks, ore else a mild solvent will work.",
		"On application, body heat causes the solvent to evaporate quickly, leaving the fragrance to evaporate gradually over several hours.",
		"Use water as a solvent, either in combination with detergent to remove rosin flux residues or in conjunction with water soluble flux residues or in conjunction with water soluble fluxes.",
		"This means that polar molecules dissolve well in polar solvents - and what better polar solvent than water!",
		"To remain solvent you always need to ensure you can meet your expenses.",
		"The family consists of a double solvent socket, solvent socket spigot and push-fit socket spigot versions to suit any application or installer preference.",
		"A very powerful solvent based paint stripper / graffiti remover for removing paints & graffiti from hard surfaces.",
		"The solvent pre-filled syringe provided should be used for reconstitution only and then disposed of in accordance with local requirements.",
		"The use of solvent to extract tallow had been widely abandoned at just about the right time to explain the outbreak of the disease.",
		"The greaves were further processed by pressing, centrifuging or by solvent extraction in order to remove more tallow.",
		"We then use trypsin to ' shave ' the solvent exposed peptides from the integral PM proteins.",
		"The solvent we use is pure gum turpentine, a natural product itself - being distilled pine sap.",
		"Consider the use of local exhaust ventilation in order to prevent your exposure to any solvent vapor or mist.",
		"A spigot tail replaces the original socket for direct connection, promoting best plumbing practice for either solvent weld or push-fit systems.",
		"There, engulfed by humming sewing machines and the occasional whiff of industrial solvent, he irons embroidery patterns onto dresses.",
		"The overall conclusion supports a continuing role for solvent based paints in painting interior woodwork.",
		"Modern Congregationalism, as highly sensitive to the Zeitgeist and its solvent influence on dogma, shared for a time the critical and negative attitude produced by the first impact of a culture determined by the conception of development as applying to the whole realm of experience.",
		"The well-known expression for the efficiency of the cycle of reversible operation gives us Pdv/L = dT /T or dT = TPdv/L as a value for the depression of the freezing point of the solution compared with that of the pure solvent.",
		"R.S Multigrip is a high build solvent free unpigmented epoxy resin binder.",
		"I also always fit a stock sock, a simple slip-on protective cover that stops solvent spillage from stripping that beautiful walnut finish.",
		"We will use generalized born for the implicit solvent with a sodium chloride salt concentration of 0.2M (igb=1, saltcon=0.2).",
		"If a solvent molecule in the vapor hits a bit of surface occupied by the solute particles, it may well stick.",
		"This means that polar molecules dissolve well in polar solvents - and what better polar solvent than water !",
		"Fume Exhaust System RDM Ovens incorporate a powerful and positive, fan assisted, fume and solvent evaporation and exhaust duct system as standard.",
		"This makes the hydrogen atoms d + and susceptible to attack from solvent water, which is acting as a base.",
		"Solvent extraction 6.35 From the 1950s until the 1970s, the preferred method of extracting the tallow from greaves was solvent extraction.",
		"Organic solvent based paints are being replaced by environmentally acceptable alternatives, most importantly, waterborne coatings.",
		"Fabric can also be sprayed with a special solvent to make it fade-resistant.",
		"A basic definition of a solvent is a fluid that dissolves and carries other chemicals.",
		"These solvent recycling units, however, are designed for commercial use and are not cost effective for domestic use.",
		"There are an increasing amount of solvent free products available, or products containing 'green' solvents.",
		"Herbal tinctures infuse the beneficial oils from the herb into a solvent base.",
		"Solvent bases include alcohol, glycerin, and vinegar.",
		"A solvent is used in this process, and the products are tested for superior fragrance.",
		"Certain elements can cause a reaction with the dry cleaning solvent.",
		"Some older materials have specialist cleaning requirements and may not benefit from being cleaned with modern solvent based cleaners.",
		"If they are educated and financially solvent, chances are they are also taking excellent care of themselves.",
		"What you should avoid is using any type of cleaner or conditioning agent that is made with a citrus base or that contains citric acid, petroleum solvent, or any type of harsh abrasive material.",
		"Based on that fact alone, sales of Vans went from tens of millions to hundreds of millions and the company was completely solvent, not to mention profitable.",
		"You can remove the sticky bottom layer using vinegar, rubbing alcohol, or a household solvent.",
		"Scrape the paint off with a palette knife, scrub away the residue with a solvent, and then start over.",
		"If you want to wipe away a layer of paint or oil varnish, remember that alcohol is a powerful solvent.",
		"Capital Markets helps companies maintain cash flow and stay solvent when the unexpected happens.",
		"For the best results, have the gown dry cleaned with a fresh or soluble solvent.",
		"At times they merely bring into prominence again the ever-fresh fact of personal religious experience; at other times mysticism develops itself as a powerful solvent of definite dogmas.",
		"Thermodynamic theory also indicates a connexion between the osmotic pressure of a solution and the depression of its freezing point and its vapour pressure compared with those of the pure solvent.",
		"As a rule it is preferable to use iodine in the presence of a carrier, such as amorphous phosphorus or ferrous iodide or to use it with a solvent.",
		"Pfeffer, made known the phenomena of the osmotic pressure which is set up by the passage of solvent through a membrane impermeable to the dissolved substance or solute.",
		"If the process be continued till a very large quantity of ice be melted the resulting solution is so dilute that its freezing point B is identical with that of the pure solvent.",
		"The vapour pressure of the solution of a non-volatile solute is less than the vapour pressure of the pure solvent.",
		"Then let us heat both ice and solution through the infinitesimal temperature range dT to the freezing point T of the solvent, melt the ice by the application of an amount of heat L, which measures its latent heat of fusion, and allow the solvent so formed to enter the solution reversibly through a semi-permeable wall into an engine cylinder, doing an amount of work Pdv.",
		"Bedford, who compared directly the freezing points of dilute solutions with those of the pure solvent in similar conditions by the accurate methods of platinum thermometry.",
		"On the fundamental hypotheses of the molecular theory, Value we must regard a solution as composed of a number osmotic of separate particles of solute, scattered through- p out the solvent.",
		"Each particle may react in some way on the solvent in its neighbourhood, but if the solution be so dilute that each of these spheres of influence is unaffected by the rest, no further addition of solvent will change the connexion between one particle of solute and its associated solvent.",
		"The only effect of adding solvent will be to separate further from each other the systems composed of solute particle as nucleus and solvent as atmosphere; it will not affect the action of each nucleus on its atmosphere.",
		"If solvent be allowed to enter through a semipermeable wall into an engine cylinder, the work done when the solution within is already dilute will be the same whatever the nature of the interaction between solute and solvent, that is, whatever be the nature of the solvent itself.",
		"It will even be the same in those cases where, with a volatile solute, the presence of a solvent may be dispensed with, and the solute exist in the same volume as a gas.",
		"Now the work done by allowing a small quantity of solvent to enter reversibly into an osmotic cylinder is measured by the product of the osmotic pressure into the change in volume.",
		"Here n is the number of gramme-molecules of solute, T the absolute temperature, R the gas constant with its usual \"gas\" value, p the vapour pressure of the solvent and v1 the volume in which one gramme-molecule of the vapour is confined.",
		"In the vapour pressure equation p - p' = Pa/p, we have the vapour density equal to M/v 1, where M is the molecular weight of the solvent.",
		"The density of the liquid is MN/V, where N is the number of solvent molecules, and V the total volume of the liquid.",
		"Substituting these values, we find that the relative lowering of vapour pressure in a very dilute solution is equal to the ratio of the numbers of solute and solvent molecules, or (p - p')/p = n/N.",
		"They merely show that, in the conditions of the particular experiments, the thermodynamic equilibrium value of the osmotic pressure cannot be reached - the thermodynamic or theoretical osmotic pressure (which must be independent of the nature of the membrane provided it is truly semi-permeable) is a different thing from the equilibrium pressure actually reached in a given experiment, which measures the balance of ingress and egress of solvent through an imperfect semi-permeable membrane.",
		"To investigate the osmotic pressure of a' strong solution we may consider the hydrostatic pressure required to increase its vapour pressure to an equality with that of the solvent.",
		"Callendar has shown that the variation of vapour pressure of a solution with pressure is given by the expression V'dP = vdp, where V' is the change in volume of the solution when unit mass of solvent is mixed with it.",
		"The corresponding relation for a pure liquid can be regained by considering that at infinite dilution the liquid becomes pure solvent, and the change of volume becomes equal to the volume V.of solvent added.",
		"The osmotic pressure Po is the difference of the hydrostatic pressures P' and P of the solution and the solvent when their vapour pressures are equal.",
		"The relation between the equilibrium pressures P and P' for solution and solvent corresponding to the same value po of the vapour pressure is obtained by integrating the equation V'dP' = vdp between corresponding limits for solution and solvent.",
		"J p J where p and p' are the vapour pressures of solvent and solution each under its own vapour pressure only.",
		"The chief difficulty lies in the determination of the quantity V', the change in volume the solution under the pressure Po when unit mass of solvent is mixed with it.",
		"In some solutions such as those of sugar the change in volume on dilution is nearly equal to the volume of solvent added; V' then becomes equal to V, the specific volume of the solvent.",
		"The slope of the temperature vapour pressure curves in the neighbourhood of the freezing point of the solvent is given by the latest heat equation.",
		"The difference in the lowering of vapour pressures dp - dp' may be put equal to VdP/v, where P is the osmotic pressure, and V the specific volume of the solvent.",
		"The corresponding correction in solutions consists in counting only the volume of the solvent in which the solute is dissolved, instead of the whole volume of the solution.",
		"Callendar is to trace the effect of possible combination of molecules of solute with molecules of the solvent.",
		"These combined solvent molecules are thus removed from existence as solvent, the effective volume of which is reduced to that of the remaining free molecules of solvent.",
		"If it be filled with a solution and the bottom immersed in the pure solvent, pressure equal to the osmotic pressure must be exerted on the piston to maintain equilibrium.",
		"Each molecular complex, formed by solution and solvent, is treated as a single molecule.",
		"When required in the Heroult-Hall process as a solvent, it is sometimes made artificially.",
		"It is an exceedingly good solvent, especially for fats, alkaloids and iodine.",
		"By such means this additional complication was averted, but the struggle to put Egypt in a genuinely solvent position was by no means over.",
		"It separates from benzene and thiophene with one molecule of the \"solvent of crystallization.\"",
		"It is the age of discussion used as a universal solvent, before it has been brought to book by a deliberate unfolding of the principles of the structure of thought determining and limiting the movement of thought itself.",
		"Babo, 1847, gave the law known by his name, that the \" relative lowering\" (p - po)lpo of the vapour-pressure of a solution, or the ratio of the diminution of vapour-pressure (p - po) to the vapour-pressure po of the pure solvent at the same temperature, was constant, or independent of the temperature, for any solution of constant strength.",
		"If dp is the difference of vapourpressure of solvent and solution, and do the rise in the boiling-point, we have the approximate relation, n/N = d p/p = mLdo/Ro 2, Raoult's law,..",
		"At the freezing-point, the solution must have the same vapour-pressure as the solid solvent, with which it is in equilibrium.",
		"In this case the ratio of the vapour-pressure of the solution p\" to that of the solvent p' should be equal to the ratio of the number of free molecules of solvent N - an to the whole number of molecules N - an+n in the solution.",
		"The explanation of this relation is that each of the n compound molecules counts as a single molecule, and that, if all the molecules were solvent molecules, the vapour-pressure would be p', that of the pure solvent.",
		"The vapourmolecules of the solvent are free to pass through the semi-permeable membrane, and will continue to condense in the solution until the hydrostatic pressure is so raised as to produce equality of vapour-pressure.",
		"The formula evidently applies to the vapour-pressure of the pure solvent as a special case, but Kirchhoff himself does not appear to have made this particular application of the formula.",
		"It was originally introduced into medicine as a solvent for uric acid.",
		"The solubility of copper carbonate in ferrous chloride solution was pointed out by Max Schaffner in 1862, and the subsequent recognition of the solubility of the oxide in the same solvent by James Douglas and Sterry Hunt resulted in the \" Douglas-Hunt \" process for the wet extraction of copper.",
		"The empire in the East was rarely solvent.",
		"It is readily soluble in water, alcohol, ether, &c. In addition to its application in the cordite industry, it is used in the manufacture of chloroform and sulphonal, and as a solvent.",
		"Sodium chloride, characteristic of the Augustin process in which the ores, after a chloridizing roast, were extracted with brine, and the silver precipitated by copper, has almost wholly fallen into disuse; and potassium cyanide, which has become a very important solvent for finely divided gold, is rarely used in leaching silver ores.",
		"The use of sodium hyposulphite as solvent, and sodium sulphide as precipitant, was proposed in 1846 by Hauch and in 1850 by Percy, and put into practice in 1858 by Patera (Patera process); calcium hyposulphite with calcium polysulphide was first used by Kiss in 1860 (Kiss process, now obsolete); sodium hyposulphite with calcium polysulphide was adopted about 1880 by 0.",
		"The ore, supposed to have been salt-roasted, is charged loosely into the leaching vat and treated with water (to which sulphuric acid or copper sulphate may have been added), to remove soluble salts, which might later on be precipitated with the silver (base-metal chlorides), or overcharge the solution (sodium chloride and sulphate), or interfere with the solvent power (sodium sulphate).",
		"After the washwater has been drained off, the ore is ready for the silver solvent.",
		"Silver sulphide falls out as a black mud, with about 50% silver, and the solvent will be regenerated.",
		"If the sodium cuprous hyposulphite was used as a solvent in addition to the simple sodium hyposulphite, cuprous sulphide will be precipitated with the silver sulphide, and the precipitate will be of lower grade.",
		"The solution, freed from silver, is used again as solvent.",
		"The red crystalline variety is obtained by crystallization of selenium from carbon bisulphide, or by leaving the amorphous form in contact with the same solvent.",
		"Lithium salts render the urine alkaline and are in virtue of their action diuretic. They are much prescribed for acute or chronic gout, and as a solvent to uric acid calculi or gravel, but their action as a solvent of uric acid has been certainly overrated, as it has been shown that the addition of medicinal doses of lithium to the blood serum does not increase the solubility of uric acid in it.",
		"In the case of solutions, if the absorption of the solvent is negligible, the effect of increasing the concentration of the absorbing solute is the same as that of increasing the thickness in the same ratio.",
		"It is slightly diuretic. Experimentally it has been shown to have a solvent action on uric acid, but its action in this direction in the body requires confirmation.",
		"Distress of seizure of property being the universal mode of obtaining satisfaction, whether for crime, breach of contract, non-payment of debt, or any other cause, the law of distress came into operation as the solvent of almost every dispute.",
		"When finely ground these crystals yield a brownish red powder which dissolves slowly in acids, the most effective solvent being a boiling mixture of 8 parts of sulphuric acid and 3 of water.",
		"The 40th clause of the Land Act of 1896 greatly stimulated the creation of occupying owners in the case of over-incumbered estates, but solvent landlords were not in a hurry to sell.",
		"In the case of cold extraction the seed is placed in a series of closed vessels, through which the solvent percolates by displacement, on the \"counter-current\" system.",
		"They pass into the refrigerator, where they are condensed and fall back as a condensed liquid through the meal, percolating it as they pass downwards, and reaching to the bottom of the vessel as a more or less saturated solution of oil in the solvent.",
		"Infrared is very useful in identifying single solvent accelerants.",
		"The first method invented was a chemical solvent method using either methylene chloride or ethyl acetate.",
		"Wax content - determined by capillary column gas-liquid chromatography (GLC) for detecting the addition of solvent extracted olive pomace oil.",
		"The propellant cordite was an essential component of ammunition during the First World War, and the solvent acetone was used in its manufacture.",
		"The example uses the dielectric constant of water to model the solvent.",
		"If this is not effectively removing the stains, try using dry cleaning solvent.",
		"In a dye laser, the active medium comprises of an organic dye laser, the active medium comprises of an organic dye dissolved in an organic solvent.",
		"The theory of solvent extraction is a branch of equilibrium.",
		"The solvent used in the experiment was liquid helium.",
		"However, the dry solid still contains a significant quantity of solvent trapped in the crystal lattice.",
		"We also deal with solvent liquidations, generally undertaken for tax or wealth protection purposes.",
		"Generally there is no point providing a solvent mask, since the solvent density generally does not provide a match to atomic features.",
		"It is aimed at young people, parents, professionals or anyone concerned with solvent misuse.",
		"Both the vaccine and the solvent vials are closed with bromobutyl rubber stoppers of Ph.Eur.",
		"On this view, the function of the solvent is to give space for the solute to diffuse, and the pressure on a semi-permeable membrane is due to the excess of solvent molecules entering over those leaving in consequence of the smaller number which impinge on the membrane from the side of the solution; the defect in the number must be proportional, roughly at any rate, to the number of solute molecules, present, that is, to the strength of the solution.",
		"A solvent liquidation is handled through a Members ' Voluntary Liquidation procedure.",
		"The osmotic pressure (defined as the difference in the hydrostatic pressures of the solution and solvent when their vapour pressures are equal and they are consequently in equilibrium through a perfect semi-permeable membrane) may also depend on the absolute values of the hydrostatic pressures, as may the vapour pressure of the liquids.",
		"From this equation the osmotic pressure Po required to keep a solution in equilibrium as regards its vapour and through a semi-permeable membrane with its solvent, when that solvent is under its own vapour pressure, may be calculated from the results of observations on vapour pressure of solvent and solution at ordinary low hydrostatic pressures.",
		"These additions seem to act in part by deoxidizing the minute quantity of iron oxide and carbonic oxide present, in part by increasing the solvent power of the metal for gas, so that even after freezing it can retain in solution the gas which it had dissolved when molten.",
		"Raoult (Comptes Rendus, 1886-87) employed other solvents besides water, and showed that the relative lowering for different solvents and different dissolved substances was the same in many cases for solutions in which the ratio of the number of gramme-molecules n of the dissolved substance to the number of molecules N of the solvent was the same, or that it varied generally in proportion to the ratio n/N.",
		"The most important apparent exceptions to Raoult's law in dilute solutions are the cases, (I) in which the molecules of the dissolved substance in solution are associated to form compound molecules, or dissociated to form other combinations with the solvent, in such a way that the actual number of molecules n in the solution differs from that calculated from the molecular weight corresponding to the accepted formula of the dissolved substance; (2) the case in which the molecules of the vapour of the solvent are associated in pairs or otherwise so that the molecular weight m of the vapour is not that corresponding to its accepted formula.",
		"The highest pressures recorded for cane-sugar are nearly three times as great as those given by van't Hoff's formula for the gas-pressure, but agree very well with the vapour-pressure theory, as modified by Callendar, provided that we substitute for V in Arrhenius's formula the actual specific volume of the solvent in the solution, and if we also assume that each molecule of sugar in solution combines with 5 molecules of water, as required by the observations on the depression of the freezing-point and the rise of the boiling-point.",
		"The quest of a solvent for calculus in the bladder and kidneys was pursued by him as by others at the period, and he devised a form of forceps which, on the testimony of John Ranby (1703-1773), sergeant-surgeon to George II., extracted stones with \"great ease and readiness.\"",
		"In its medicinal use glycerin is an excellent solvent for such substances as iodine, alkaloids, alkalis, &c., and is therefore used for applying them to diseased surfaces, especially as it aids in their absorption.",
		"The conception of a semi-permeable membrane, permeable to the solvent only, was used by van't Hoff as a means of applying the principles of thermodynamics to the theory of solution.",
		"The loss in the solution bulbs gives the mass of solvent absorbed from the solution, and the loss in the solvent bulbs the additional mass required to raise the vapour pressure in the air-current to equilibrium with the pure solvent.",
		"Hence if two vessels, one filled with solvent and one with solution, be placed side by side in an exhausted chamber, vapour will evaporate from the solvent and condense on the solution.",
		"If either ion carried with it some of the unaltered salt or some of the solvent, concentration or dilution of the liquid would be produced where the ion was liberated.",
		"The chief peculiarities that distinguish Trematodes from their free-living allies, the Turbellaria, are the development of adhering organs for attachment to the tissues of the host; the replacement of the primitively ciliated epidermis by a thick cuticular layer and deeply sunk cells to ensure protection against the solvent action of the host; and (in one large order) a prolonged and peculiar life-history.",
		"The new baronies and countships, owing their existence entirely to the crown, introduced a strong solvent into aristocratic circles.",
		"Mendeleeff also devoted much study to the nature of such \"indefinite\" compounds as solutions, which he looked upon as homogeneous liquid systems of unstable dissociating compounds of the solvent with the substance dissolved, holding the opinion that they are merely an instance of ordinary definite or atomic compounds, subject to Dalton's laws.",
		"The relative lowering of vapour pressure of the solution compared with that of the solvent is measured by the ratio of the extra mass absorbed from the solvent bulbs to the total mass absorbed from both series of bulbs.",
		"The crude solid product from the tar distillate is digested with carbon bisulphide to dissolve the pyrene, the solution filtered and the solvent evaporated.",
		"We may evaporate some of the solvent from the solution which has become weaker and thus reconcentrate it, condensing the vapour on the solution which had become stronger.",
		"Alcohol is extensively employed as a solvent; in fact, this constitutes one of its most important industrial applications.",
		"The extreme nominalism of some of the Cynics also, who denied the possibility of any but identical judgments, must be similarly regarded as a solvent of knowledge.",
		"Kundt,' who initiated this line of investigation, came to the conclusion that the absorption spectra of certain organic substances like cyanin and fuchsin were displaced towards the red by the solvent, and that the displacement was the greater the greater the dispersive power of the solvent.",
		"In these cases the solvent seems to act like an addition to the mass of the vibrating system, the quasi-elastic forces remaining the same.",
		"The quantity of substance, or solute, which a given quantity of liquid or solvent will dissolve in presence of excess of the solute measures the solubility of the solute in the given solvent in the conditions of temperature and pressure.",
		"On the other hand, a current of dry air may be passed through the series of weighed bulbs containing solution and solvent respectively, and the loss in weight of each determined.",
		"If the height be not too great, we may assume the density of the vapour to be uniform, and write the difference in vapour pressure at the surfaces of the solvent and of the solution as p - p' = hgo-.",
		"This result would be contrary to all experience of the impossibility of \"perpetual motion,\" and hence we may conclude that through such a semi-permeable wall, the solvent and the solution at the foot of the column would FIG.",
		"Let us Freezing freeze out unit mass of solvent from a solution at its freezing point T - dT and remove the ice, which is assumed to be the ice of the pure solvent.",
		"Carbon bisulphide is used as a solvent for caoutchouc, for extracting essential oils, as a germicide, and as an insecticide.",
		"It is an excellent solvent for gums, resins, fats, &c.; sulphur, phosphorus and iodine also dissolve in it.",
		"By looking at them together we understand how much the comedy of Terence was able to do to refine and humanize the manners of Rome, but at the same time what a solvent it was of the discipline and ideas of the old republic. What makes Terence an important witness of the culture of his time is that he wrote from the centre of the Scipionic circle, in which what was most humane and liberal in Roman statesmanship was combined with the appreciation of what was most vital in the Greek thought and literature of the time.",
		"It is a good solvent for sulphur, phosphorus, wax, iodine, &c. It dissociates when heated to a sufficiently high temperature.",
		"Still, the necessary freedom was supposed to be secured by interchanges which the solvent can pass but the solution cannot, the solvent will enter till a certain equilibrium pressure is reached.",
		"In contact with a solvent a metal is supposed to possess a definite solution pressure, analogous to the vapour pressure of a liquid.",
		"In the wet process the ores, in which the bismuth is present as oxide or carbonate, are dissolved out with hydrochloric acid, or, if the bismuth is to be extracted from a matte or alloy, the solvent employed is aqua regia or strong sulphuric acid.",
		"The chief industrial applications are for making denatured alcohol (q.v.), and as a solvent, e.g.",
		"Let us suppose that we possess a partition such as that described above, which is permeable to the solvent but not to the solute when dissolved in it, and let us connect the solution and solvent of fig.",
		"When the solution and solvent are in equilibrium across the partition, the vapour pressure of the solution has been increased by the application of pressure till it is equal to that of the solvent.",
		"Buchu leaves contain a volatile oil, which is of a dark yellow colour, and deposits a form of camphor on exposure to air, a liquid hydro-carbon being the solvent of the camphor within the oil-glands.",
		"Its solvent power is also utilized in the production of various colouring fluids, where the colouring matter would not dissolve in water alone; thus aniline violet, the tinctorial constituents of madder, and various allied colouring matters dissolve in glycerin, forming liquids which remain coloured even when diluted with water, the colouring matters being either retained in suspension or dissolved by the glycerin present in the diluted fluid.",
		"When this is done, the revenues to be farmed are put up to public auction and sold to the highest bidder, provided he can prove himself amply solvent and produce sufficient sureties.",
		"Solvent may be supposed to be squeezed out from the solution which has become more dilute through a semi-permeable wall, and through another such wall allowed to mix with the solution which in the electrical operation had become more concentrated.",
		"Sometimes the excess is partially removed by boiling the finished goods with a solution of caustic soda, or some other solvent of sulphur.",
		"Skey showed that in substances which contain small quantities of gold the precious metal may be removed by the solvent action of iodine or bromine in water.",
		"By evaporation and condensation, then, the solvent can pass through this perforated partition, which thus acts as a perfect semi-permeable membrane.",
		"In any solution, then, the osmotic pressure represents the excess of hydrostatic pressure which it is necessary to apply to the solution in order to increase its vapour pressure to an equality with that of the solvent in the given conditions.",
		"The principle usually followed in the electrolytic refining of metals is to cast the impure metal into plates, which are exposed as anodes in a suitable solvent, commonly a salt of the metal under treatment.",
		"Murray and Renard ascribe this to the greater abundance of carbonic acid in the deeper water, which aided by the increased pressure adds to the solvent power of the water for carbonate of lime.",
		"The importance of these experiments from the point of view of the theory of solution, lay in the fact that they suggested the conception of a perfect or ideal semi-permeable partition, and that of an equilibrium pressure representing the excess of hydrostatic pressure required to keep a solution in equilibrium with its pure solvent through such a partition.",
		"It may be compared directly with that of the pure solvent, as the vapourpressure of a pure liquid is determined, by placing solvent and solution respectively above the mercury in two barometer tubes, and comparing the depressions of the mercury with the height of a dry barometer at the same temperature.",
		"This is also the case if two substances are brought together in solution, by the action of which upon each other a third body is formed which is insoluble in the solvent employed, and which also does not tend to react upon any of the substances present; for instance, when a solution of a chloride is added to a solution of a silver salt, insoluble silver chloride is precipitated, and almost the whole of the silver is removed from solution, even if the amount of the chloride employed be not in excess of that theoretically required.",
		"The most typical case in this respect is the effect of a solvent on the absorption spectrum of a solution.",
		"But nothing is more certain than that his thought is a strong solvent of the intuitionalist way of thinking; and he has had an immense influence in many directions.",
		"Though he lived in an atmosphere of alchemy, he derided the notion of the alkahest or universal solvent, and denounced the deceptions of the adepts who pretended to effect the transmutation of metals; but he believed mercury to be a constituent of all metals and heavy minerals, though he held there was no proof of the presence of \"sulphur comburens.\"",
		"Further, in the free surface the solutions of an involatile solute in a volatile solvent, through which surface the vapour of the solvent alone can pass, and in the boundary of a crystal of pure ice in a solution, we have actual surfaces which are in effect perfectly semipermeable.",
		"But as we ascend in an atmosphere the pressure diminishes; hence the pressure of the vapour in the chamber is less the higher we go, and thus eventually we reach a state of equilibrium where the column of vapour is in equilibrium at the appropriate level both with solvent and solution.",
		"Again, water, the best electrolytic solvent known, is also the body of the highest specific inductive capacity (dielectric constant), and this property, to whatever cause it may be due, will reduce the forces between electric charges in the neighbourhood, and may therefore enable two ions to separate."
	],
	"synonyms": [
		"solvent",
		"soluble",
		"remover",
		"dissolvable",
		"diluent",
		"dissolving-agent",
		"dissolver",
		"resolvent",
		"dissolvent",
		"result",
		"solution",
		"resolution",
		"answer",
		"exposition",
		"discovery",
		"enzyme",
		"catalyst",
		"chemical solution",
		"alkahest",
		"water"
	],
	"antonyms": [
		"insolvent"
	]
}