{
	"word": "auspicious",
	"meaning": [
		"Presenting favorable circumstances or showing signs of a favorable outcome; propitious.",
		"Of good omen; boding well for the future; favorable; propitious.",
		"Favored by fortune; successful.",
		"Of good omen; indicating future success.",
		"Conducive to success."
	],
	"sentences": [
		"He made an auspicious debut in the school play.",
		"The marriage did not get off to a very auspicious start.",
		"The story pointed out several auspicious symbols.",
		"For example, the use of the color red is considered auspicious in China.",
		"The rising of the new moon was an auspicious occasion.",
		"He said it was an auspicious beginning.",
		"The cars were not selling well, not a particularly auspicious start for a special edition.",
		"An auspicious start to a year is always encouraging.",
		"It is especially auspicious to visit all eight in one pilgrimage.",
		"The big crowd was an auspicious moment for us, it will allow us to go from strength to strength.",
		"In a highly auspicious house debut, Matthew Best has taken over the title role from Willard White.",
		"No event in the life of Bonaparte was more auspicious than the conclusion of this highly advantageous bargain.",
		"The first month of school was very auspicious, thanks to respectful students and encouraging coworkers.",
		"It seemed more auspicious than a place marked with a pentacle, and less numerous than the places not marked at all.",
		"The news was auspicious for a holy war.",
		"We cannot contemplate with equanimity anything less than a truly auspicious beginning having the good wishes of everyone concerned.",
		"Disastrous signs predominate over auspicious, and the various effects are combined in a very elaborate and complicated manner.",
		"Elephants are auspicious figures in Thailand.",
		"In feng shui the correct placement of objects and symbols is very important to ensure that you draw auspicious chi into the area and it is able to flow freely.",
		"Red and black are two very auspicious colors in feng shui applications.",
		"There are certain numbers that are considered auspicious.",
		"Couples can approach priests who look at individual astrological charts and data to suggest the most auspicious nights.",
		"Could events be more auspicious for the party seeking retrocession?",
		"Placing a water fountain in front of the house attracts auspicious chi and brings prosperity, good luck and abundance into the home.",
		"There are certain numbers in feng shui that are considered to be auspicious or bringers of good luck and fortune.",
		"Two of the most auspicious numbers are eight and nine.",
		"It is believed to be auspicious and symbolizes strength, prosperity, luck and wealth - and provides any aquarist with good Feng Shui.",
		"The grandiose project was at once vaguely outlined in three formal documents, to the intense satisfaction of both parties, and on both sides there was much rejoicing at the conclusion of such an auspicious alliance; but the diplomatic honeymoon was not of long duration.",
		"Making a koi or goldfish pond is very auspicious.",
		"One of the Eight Auspicious Symbols of Buddhism, an eternal knot, also called an eternity symbol, symbolizes eternal love, long life and the interconnection of all things in the universe.",
		"It is considered even more fortunate when the selling price is added down to get a single number and it's an auspicious number.",
		"If you change the selling price to $399,188, then the same buyers would find the selling price to be very auspicious.",
		"The Chinese symbol for happiness is considered to be one of the most auspicious symbols for feng shui applications.",
		"There are other ways you can maximize auspicious numbers.",
		"A clutter free home invites auspicious things into your life.",
		"Koi fish symbolism in feng shui has many meanings, all of which are auspicious.",
		"Feng shui principles state that the koi is auspicious and attracts prosperity and abundance.",
		"The koi has a varied background of how it was elevated to the symbol status of being auspicious.",
		"In feng shui, the carp (koi) or goldfish are used in a pond outside the home as a way to attract auspicious chi energy.",
		"His pof is given money as a thank you for preparing the var at this auspicious event.",
		"Except at rare and not auspicious intervals, the Right had held office from 1849 to 1876.",
		"In 1815 the order was instituted, in three classes, \" to commemorate the auspicious termination of the long and arduous contest in which the Empire has been engaged \"; and in 1847 the civil knights commanders and companions were added.",
		"Even in modern times travellers relate how, when an auspicious day has been proclaimed by the astrologers, the streets of Bagdad may be seen running with blood from the barbers' shops.",
		"Thus abiding ardently, unwearied day and night, He indeed is \" Auspicious \" called, described as a sage at peace.",
		"Other visible auspicious signs include the presence of hair curls, each turning to the right, webbed hands and feet.",
		"Certainly each one of them also has a small bamboo plant placed appropriately in their office with their desk facing their most auspicious direction.",
		"Calculate your Kua number - Once you calculate your Kua number, position your bed so your head is facing in your most auspicious direction.",
		"The east or southeast areas of your bedroom are the most auspicious for these water elements.",
		"A bagua map is a fundamental tool of feng shui used in determining the auspicious, or positive energy areas, and inauspicious, the negative energy areas, of your home or office.",
		"These are your lucky corners full of auspicious energy.",
		"Depending on where you place an elephant statue in your home will determine which auspicious element is activated.",
		"You must also be mindful of your personal directions and which are most auspicious for you and your family.",
		"A feng shui bed position, under window or beside door, is not an auspicious placement.",
		"If there is another place for your bed even if it is not auspicious, try to find one and use a remedy to cure any sha chi.",
		"There are many auspicious elements natural and manmade that attract positive and beneficial chi.",
		"When used in feng shui, dragons attract auspicious chi and provide protection.",
		"Incorporating a yin yang art dragon into your home not only illustrates the perfect balance of the two opposing forces, it also invites auspicious chi to flow freely thorough your space.",
		"Bed locations having to do with feng shui depends on, among other things, which direction is the most auspicious for bed placement.",
		"Then, position your bed according to the most auspicious directions for your personal number.",
		"Positioning your bed according to the most auspicious direction for your personal kua number affects all aspects of your life, including those that pertain to the bedroom.",
		"Buddha stautes - These always bring auspicious energy to any environment and are a great symbol of guidance.",
		"Lucky objects and symbols increase the flow of positive energy, attract auspicious chi into your space and act as feng shui cures.",
		"Putting these two elements together creates an auspicious feng shui enhancement.",
		"It's considered auspicious to place Mandarin duck figurines somewhere in the master bedroom.",
		"If you want to create a feng shui water feature design that attracts auspicious chi, looks beautiful and feels relaxing, you must carefully consider its location, size and interaction with the other elements of feng shui.",
		"The most auspicious command position for your desk is so you are facing the door.",
		"It is a work of art that can act as a remedy or cure, promote the free flow of auspicious chi and bring a feeling of balance and harmony to the space.",
		"Other lucky numbers are 9 and 6, but the number 8 is considered the most auspicious of all.",
		"If the total of the digits for the selling price add up to an auspicious number, it is considered lucky.",
		"The number eight is an auspicious number of prosperity.",
		"The knots are often used as a way to suspend another auspicious symbol such as six lucky coins and other symbols.",
		"Sufferers of any ailment are living in an auspicious time to look for support.",
		"By carefully choosing the type of announcement and wording it appropriately, each additional document will blend smoothly with this auspicious beginning and the couple can share their joy with everyone in their lives.",
		"It conditions someone to cling to superstitious beliefs or to be excited about auspicious signs.",
		"Auspicious dates are favored in many cultures.",
		"By using fundamental theories and tools of feng shui areas of auspicious and inauspicious energies of your living environment are identified.",
		"Rudraksha beads represent part of the Divine Hindu Holy Trinity, Lord Shiva and are considered an very auspicious object.",
		"To say the least, it is not auspicious.",
		"It was an auspicious start for the new Bedford Town Band."
	],
	"synonyms": [
		"prosperous",
		"happy",
		"golden",
		"encouraging",
		"advantageous",
		"hopeful",
		"propitious",
		"good",
		"fortunate",
		"favorable",
		"fair",
		"bright",
		"benign",
		"brilliant",
		"well-timed"
	],
	"antonyms": [
		"inauspicious",
		"unlucky",
		"inopportune",
		"unhappy",
		"unfortunate",
		"ominous"
	]
}