{
	"word": "sagacious",
	"meaning": [
		"Having or showing keen perception or discernment and sound judgment, foresight, etc.",
		"Having a keen sense of smell."
	],
	"sentences": [
		"The army had appeared a hard master when it ent its strength to a wise and sagacious rule.",
		"Step by step, with sagacious and patient accuracy, he advanced to the great discovery which has immortalized his name.",
		"In his holy character we see a most sagacious man who said with unmatched tolerance,  Go !",
		"He was transparent in character, chivalrous, kindly, firm, eloquent and sagacious; his purity of motive and unselfishness commanded absolute confidence; he had originality and initiative in dealing with new and difficult circumstances, and great aptitude for business details.",
		"It did not require the wizard 's altered tone to inform the sagacious animals that the danger was past.",
		"His much-decried alliance with the emperor at the outbreak of the Thirty Years' War was eminently sagacious.",
		"Bertold retorted that redress of grievances must precede supply, and Maximilian and the princes were soon discussing the proposals put forward by the sagacious elector.",
		"Though Frederick failed to subdue the republics, the failure can scarcely be said to reflect either on his prudence as a statesman or his skill as a general, for his ascendancy was finally overthrown rather by the ravages of pestilence than by the might of human arms. In Germany his resolute will and sagacious administration subdued or disarmed all discontent, and he not only succeeded in welding the various rival interests into a unity of devotion to himself against which papal intrigues were comparatively powerless, but won for the empire a prestige such as it had not possessed since the time of Otto the Great.",
		"He was the first officer of the crown, the most able man in the kingdom, prudent, sagacious and devoted to the royal party.",
		"A \"strenuous and sagacious man\" he rendered valuable service to both kings in their Norman wars, and Henry I.",
		"No better fared Clement's medieval rights to Parma; nor could the sagacious and popular Benedict XIV.",
		"Small and slight in person and never robust in health, Robertson Smith was yet a man of ceaseless and fiery energy; of an intellect extraordinarily alert and quick, and as sagacious in practical matters as it was keen and piercing in speculation; of an erudition astonishing both in its range and in its readiness; of a temper susceptible of the highest enthusiasm for worthy ends, and able to inspire others with its own ardour; endowed with the warmest affections, and with the kindest and most generous disposition, but impatient of stupidity and ready to blaze out at whatever savoured of wrong and injustice.",
		"The homely terseness of his style, his abounding humour - rough, cheery and playful, but irresistible in its simplicity, and occasionally displaying sudden and dangerous barbs of satire - his avoidance of dogmatic subtleties, his noble advocacy of practical righteousness, his bold and open denunciation of the oppression practised by the powerful, his scathing diatribes against ecclesiastical hypocrisy, the transparent honesty of his fervent zeal, tempered by sagacious moderation - these are the qualities which not only rendered his influence so paramount in his lifetime, but have transmitted his memory to posterity as perhaps that of the one among his contemporaries most worthy of our interest and admiration.",
		"As a man of letters he was already well known in England, and he was in much demand as an orator on public occasions, especially of a literary nature; but he also proved himself a sagacious publicist, and made himself a wise interpreter of each country to the other.",
		"But, as has been remarked by Dr Robert Grant (History of Physical Astronomy, p. 515), we are no more warranted in drawing so important a conclusion from casual remarks, however sagacious, than we should be justified in stating that Seneca was in possession of the discoveries of Newton because he predicted that comets would one day be found to revolve in periodic orbits.",
		"His marriage with Livia (38 B.C.) placed by his side a sagacious counsellor and a loyal ally, whose services were probably as great as even those of his trusted friend Marcus Agrippa.",
		"It was simply accepted by him in a broad way as the orthodox philosophic doctrine, and the doctrine which, as a sagacious churchman, he perceived to be most in harmony with Christian theology.",
		"In point of fact this problem had been partially solved in the early days of the zgth century, thanks to the sagacious guesses of the German philologist Grotefend.",
		"But though he thus sacrificed his own prospects to the cardinal's good pleasure, Dlugosz was far too sagacious to approve of the provocative attitude of Olesnicki, and frequently and fearlessly remonstrated with him on his conduct.",
		"Brand had been far too sagacious to be led away by this pseudo-nationalist dream, and did his utmost to discountenance the Bond.",
		"Inconsistent with this is the account of the intervention of Hushai, whose counsel of delay (in order to gather all Israel \"from Dan to Beersheba\"), in spite of popular approbation, was not adopted, and with this episode is connected the tradition that the sagacious counsellor returned to his home and, having disposed of his estate, hanged himself.",
		"The advice he offered, in all sincerity, was most prudent and sagacious, and might have been successfully carried out by a man of Bacon's tact and skill; but it was intensely one-sided, and exhibited a curious want of appreciation of what was even then beginning to be looked on as the true relation of king, parliament and people.",
		"In politics Hall was a practical, sagacious \"opportunist,\" in the best sense of that much abused word, with an eye, rather for things than for persons.",
		"Some of the latter, included among the occasional works, are sagacious and prudent and deserve careful study.",
		"He dwells much more pronouncedly than Herbert on the view, afterwards regarded as a special characteristic of all deists, that much or most error in religion has been invented or knowingly maintained by sagacious men for the easier maintenance of good government, or in the interests of themselves and their class.",
		"In these remains of the tragedies of Ennius we can trace indications of strong sympathy with the nobler and bolder elements of character, of vivid realization of impassioned situations, and of sagacious observation of life.",
		"Though married three times Casimir left no sons; but he had the satisfaction of knowing that his domains would pass into the hands of a nephew every whit as capable and sagacious as himself.",
		"This council of nine, composed only of burghers, carried on the government for about seventy years, and its rule was sagacious and peaceful."
	],
	"synonyms": [
		"well-grounded",
		"well-founded",
		"sound",
		"reasonable",
		"rational",
		"levelheaded",
		"commonsensical",
		"commonsensible",
		"balanced",
		"prudent",
		"wise",
		"sensible",
		"sane",
		"sage",
		"sapient"
	],
	"antonyms": [
		"careless",
		"ignorant",
		"foolish",
		"stupid"
	]
}