{
	"word": "cynical",
	"meaning": [
		"Believing that people are motivated in all their actions only by selfishness; denying the sincerity of people's motives and actions, or the value of living.",
		"Sarcastic, sneering, etc.",
		"Selfishly or callously calculating.",
		"Negative or pessimistic, as from world-weariness.",
		"Cynic."
	],
	"sentences": [
		"He was cynical about politicians' promises on taxes.",
		"I'm cynical enough to believe this is deliberate.",
		"On the whole, his moral attitude is cynical, and he is inclined to regard self-interest as the best criterion.",
		"You don't have a cynical bone in your body.",
		"They were cynical about politics.",
		"At first, he seems entirely cynical about this.",
		"We Greens find the government's attitude utterly cynical.",
		"These and other actions indicate that William could show on occasion a cold and cynical ruthlessness.",
		"He shook his head no and gave a cynical chuckle.",
		"Cynical manipulation by the US of its power of veto in the UN Security Council is bringing increasing international condemnation.",
		"Equally sceptical with Montaigne, and decidedly more cynical, he is distinguished by a deeper and sterner tone.",
		"Craft and wiliness are the qualities most generally attributed to her, coupled with the cynical praise that \"in temporal matters she was very lucky.\"",
		"Is it cynical to suggest that the courts are being a trifle schizophrenic about the guidelines?",
		"An accomplished man of letters, a competent critic of art, a linguist of rare perfection and charming in manner, but cynical and pleasureloving, he was certainly one of the chief diplomatic personages in the reign of the last of the tsars.",
		"He laughed, a cynical bark.",
		"His cynical and rather rough manner frequently masked a wish to be kindly, and even affectionate.",
		"With the memory of Tilsit still fresh in men's minds, it was not unnatural that to cynical men of the world like Metternich he merely seemed to be disguising \" under the language of evangelical abnegation \" vast and perilous schemes of ambition.",
		"The first three represent the spirit of their age by exhibiting the power of the Stoic philosophy as a moral, political and religious force; the last is the most cynical exponent of the depravity of the time.",
		"Bergler led a wild and irregular life, and offended his friends and made many enemies by his dissipated habits and cynical disposition.",
		"His whole strain, in sharp contrast to that of most of his predecessors, is cynical and satirical, and suggests that most of the matters discussed were of small personal concern to himself.",
		"In general it proved that an alliance, to be effective, must be clearly defined as to its objects, and that in the long run the treaty in which these objects are defined must - to quote Bismarck's somewhat cynical dictum - \"be reinforced by the interests\" of the parties concerned.",
		"Ulrik slowly uncovered a cynical plot that involves the country's incumbent prime minister.",
		"Am I being cynical in thinking this was simply rehashed old material dumped in to fill time?",
		"Kevin would rather spend time with Bob, his optimistic friend, than his cynical and gloomy friend, Victor.",
		"His original verse tends chiefly to show that with all his sarcastic and cynical wit his genius had also its tender, serious and sentimental side.",
		"Guicciardini was the product of a cynical and selfish age, and his life illustrated its sordid influences.",
		"A political vacuum and a cynical change in British security policy provided the backcloth to the 1977 strike.",
		"I'm somehow managing to simultaneously become more idealistic, less cynical, and more critical as I get older.",
		"This is cynical political opportunism of the worst kind.",
		"Over the last 5 years this government's much proclaimed ethical foreign policy has been exposed for the cynical sham that it always was.",
		"She plays the role of cynical and sexy divorcee Edie Britt to perfection on Desperate Housewives.",
		"There is in truth a something crude, unsympathetic, cynical in his mental attitude toward human nature, for which, even after the lapse of more than three centuries, we find it difficult to make allowance.",
		"Mandeville's philosophy gave great offence at the time, and has always been stigmatized as false, cynical and degrading.",
		"When we turn from the man to the author, the decadence of the age and race that could develop a political philosophy so arid in its cynical despair of any good in human nature forces itself vividly upon our notice.",
		"Paul Watson has become deeply cynical of the politics within institutionalized broadcasting.",
		"He said that smaller organizations appeared cynical about \"key skills\" as understood by learning providers.",
		"The spies are younger, less jaded but equally cynical and still operating in a wholly amoral world.",
		"He's taken a stand and stuck to his message, ignoring the cruel barbs of cynical hipsters.",
		"But we must NOT feel cut off from this political process and grow overly cynical.",
		"Perhaps rather cynical, these views seemed to have some sort of root in reality.",
		"You tend to become cynical about the whole thing.",
		"His Forgotten Man speech lifted American politics out of its cynical drowse and established the most inspiring era in American history.",
		"Is this just cynical exploitation due to the fact that this is where the cheapest kids ' tickets are?",
		"Hain is a shining example of youthful idealism being replaced by cynical self interest in later life.",
		"Hyde Flippo Francis, the narrator, is a witty, sardonic, sarcastic, cynical, philosophical, romantic idealist.",
		"It was a shocking indictment of the whole cynical trade.",
		"The ref simply avoided carding players until they fouled in a cynical and at least potentially injurious way.",
		"Jay, it turns out, is what we use to call a cynical old lefty.",
		"Its support for the cynical manipulation by the US of its power of veto in the UN Security Council is bringing increasing international condemnation.",
		"Despite years of pondering him as a shrewd and cynical manipulator of public consciousness, I was immediately entranced.",
		"This play maybe sad in tone, but is never maudlin or cynical.",
		"Is Bob Fingerman a cynical misanthrope or a disappointed humanitarian?",
		"Or are we British just too aloof, too cynical, too oblique?",
		"Critics said the warning was a cynical ploy to boost sales.",
		"Even the most cynical could not fail to be impressed by the quality of the presentations this year.",
		"Be warned, there's no corner of the industry immune from his cynical rants!",
		"Now, you might say this is rather self-serving, even cynical.",
		"The cynical dealings of democratic senators expose the real story behind the popularity of campaign finance reform.",
		"Meanwhile in Britain New Labor government spin doctor apologizes for cynical email advising colleagues to exploit the aftermath of the Twin Towers catastrophe.",
		"Everyone with a cynical view of American suburbia will enjoy this film.",
		"Where X-Men are cynical superheroes, here we have a virtuous superhero in a cynical world.",
		"With his endearing yet cynical wit, Malcolm navigates his way through the sometimes treacherous, always entertaining waters of childhood.",
		"On one point, however, this description was not accurate; Russia sulked so far as Austria was concerned, for she could not forget that the emperor Francis Joseph, by his wavering and unfriendly conduct towards her during the Crimean War, had ill repaid her assistance to the Habsburg Monarchy in 1849, and had fulfilled the cynical prediction of Prince Schwarzenberg that his country would astonish the world by her ingratitude.",
		"Similarly the cynical contempt which Nietzsche shows for morality and the conventional virtues is counterbalanced by the theory of the 0bermensch, 'the highest type of manhood.",
		"But the cynical expressions of such a man are not to be taken too literally; and the mere fact that he lived and died in the esteem of many friends suffices to show that the theoretical selfishness which he sometimes professed cannot have been consistently and at all times carried into practice.",
		"Disillusioned and cynical, though clear-sighted as ever, he was henceforth before all things an Austrian, more Austrian on occasion even than Metternich; as, e.g., when, during the final stages of the campaign of 1814, he expressed the hope that Metternich would substitute \"Austria\" for \"Europe\" in his diplomacy and - strange advice from the old hater of Napoleon and of France - secure an AustroFrench alliance by maintaining the husband of Marie Louise on the throne of France.",
		"The class of humanists which had grown up in Italy during the 5th century, and whose influence had been spreading into Germany, France and England during the generation immediately preceding the opening of the Protestant revolt, represented every phase of religious feeling from mystic piety to cynical indifference, but there were very few anti-clericals among them.",
		"He was the anxious fanatic of Elizabeth's advisers; he lacked the patience of Burghley and the cynical coolness of Elizabeth.",
		"Astute in small matters, he had no breadth of view or foresight; his policy was continually warped by his passions or caprices; he flaunted vices of the most sordid kind with a cynical indifference to public opinion, and shocked an age which was far from tenderhearted by his ferocity to vanquished enemies.",
		"In the second instance, while the Hebrew says that the man who rebels against his Heavenly Benefactor will a fortiori rebel against a human benefactor, the Greek text gives a cynical turn to the verse, \"Let the man who rebels against his true benefactor be punished through the tender mercies of a quack.\"",
		"The cynical use he made of his \"freedom\" to repudiate obligations solemnly contracted is described elsewhere (see Naples, History).",
		"Steeped in pagan learning, emulous of imitating the manners of the ancients, used to think and feel in harmony with Ovid and Theocritus, and at the same time rendered cynical by the corruption of papal Rome, the educated classes lost their grasp upon morality.",
		"Meanwhile the \" Popish Plot,\" the creation of a band of impostors encouraged by Shaftesbury and the most violent and unscrupulous of the extreme Protestant party in order to exclude James from the throne, had thrown the whole country into a panic. Charles's conduct in this conjuncture was highly characteristic and was marked by his usual cynical selfishness.",
		"William supported him in every device, however unjust, with a cynical frankness which was the distinguishing trait of his character; for he loved to display openly all the vices and meannesses which most men take care to disguise.",
		"Afterwards the constant and easy changes of allegiance, as one faction or the other was in the ascendant, the wholesale confiscations and attainders, the never-ending executions, the sudden prosperity of adventurers, the premium on time-serving and intrigue, sufficed to make the whole nation cynical and sordid.",
		"On the other hand, the ethical optimism of Shaftesbury, rather broadly impressive than exactly reasoned, and connected as it was with a natural theology that implied the Christian scheme to be superfluous, challenged attack equally from orthodox divines and from cynical freethinkers.",
		"The most cynical man of the world, he says, with whatever \" sullen incredulity \" he may repudiate virtue as a hollow pretence, cannot really refuse his approbation to \" discretion, caution, enterprise, industry, frugality, economy, good sense, prudence, discernment \"; nor again, to \" temperance, sobriety, patience, perseverance, considerateness, secrecy, order, insinuation, address, presence of mind, quickness of conception, facility of expression.\"",
		"As a politician \" Labby \" was the chartered jester of the House of Commons, but his pungent and somewhat cynical speeches were the expression of highly independent democratic convictions, deeply opposed to all forms of social privilege or Jingo imperialism.",
		"Be warned, there 's no corner of the industry immune from his cynical rants !",
		"The cynical dealings of Democratic senators expose the real story behind the popularity of campaign finance reform.",
		"Over the last 5 years this government 's much proclaimed ethical foreign policy has been exposed for the cynical sham that it always was.",
		"The current spat over cash for peerages sadly confirms everyone 's most cynical feelings about politics and politicians.",
		"The rest of the game was spent trying to equalize against a Lowdham defense that grew more panicky and cynical with each passing minute.",
		"Worse than confirming my darkest thoughts, it told me that my cynical pessimism is as starry-eyed idealism to the reality.",
		"It also may be a ploy by those cynical and unscrupulous enough to exploit children for their own purposes.",
		"The decision to hold the referendum is a cynical exploitation of vulgar prejudice by the Irish government.",
		"Love or hate the Californian wiz kid, even the most cynical of observers must agree that he has been charitable.",
		"A cynical online dating ad may be attractive to some, but to many others this screams \"high maintenance!\"",
		"Even the most cynical person has to appreciate that.",
		"Of course, this isn't the first time Schefft has announced that she is getting married... call us cynical, but we'll just wait about a year to see if this one sticks.",
		"Points In Case features articles and columns from current college students who take a humorous and often cynical view of college life, education and relationships.",
		"Those born from 1956-1964 are typically less optimistic and have a general cynical outlook.",
		"Taurus can be jaded and often cynical about life and other people.",
		"You may run into an occasional Taurean who denies how important love is to him, but it's rare to find a cynical love child of Venus.",
		"There are some people who choose roses and hearts for tattoos when they are trying to convey a cynical view of romance or life.",
		"Other people dismissed the song and Kesha herself as lightweight and nothing more than a cynical marketing ploy at every turn.",
		"The Venice of the fifties, and the characters that inhabit the boardwalk, make for a moody, almost 'noir' setting, and the characters, without being hard-bitten and cynical, would not be completely out of place in a Bogart movie.",
		"Indolence was supposed to be the keynote of his character - a refined indolence, not, however, without cleverness of a somewhat cynical and superior order.",
		"There is probably no foundation for this story except gossip, and the cynical malice of Catherine.",
		"Cynical disregard for the world's working class led him into the pact with Hitler.",
		"This is personified by Alden Pyle, who is characterized by the cynical British foreign correspondent Thomas Fowler as ' The Quiet American ' .",
		"How far the extraordinary corruption of private morals which has gained for the restoration period so unenviable a notoriety was owing to the king's own example of flagrant debauchery, how far to the natural reaction from an artificial Puritanism, is uncertain, but it is incontestable that Charles's cynical selfishness was the chief cause of the degradation of public life which marks his reign, and of the disgraceful and unscrupulous betrayal of the national interests which raised France to a threatening predominance and imperilled the very existence of Britain for generations.",
		"In his domestic life King Charles was regular, and was a considerate master, though he had a somewhat caustic tongue and took a rather cynical view of mankind.",
		"The older we get, the more hard-boiled and cynical we become.",
		"The Luthor family's Shakespearean dramas left Lex a cynical and bitter young man, but his friendship with Clark softened the edges.",
		"What were these cynical people thinking??!!",
		"When unemployed in work or study he was not averse to the society of boon companions, gave himself readily to transient amours, and corresponded in a tone of cynical bad taste.",
		"The contrast is marked by the humour which seems to combine a cynical view of human folly with a deeply pathetic sense of the sadness and suffering of life.",
		"With cynical insight he discovered that a great government cannot rest on a clique, however distinguished.",
		"Cynical opportunism often hides the despair.",
		"There was something repulsive as well in the enthusiastic nationalism of Pitt as in the cynical nationalism of Frederick.",
		"The collapse of the former Yugoslavia has been aided and abetted by the various western powers using incredibly cynical maneuvers."
	],
	"synonyms": [
		"cassandra-like",
		"misanthropical",
		"misanthropic",
		"scornful",
		"doubtful",
		"disillusioned",
		"disenchanted",
		"disabused",
		"wry",
		"sarcastic",
		"suspicious",
		"snarling",
		"sardonic",
		"ironic",
		"ironical"
	],
	"antonyms": [
		"hopeful",
		"optimistic",
		"trusting",
		"undoubting",
		"believing"
	]
}