{
	"word": "staid",
	"meaning": [
		"Characterized by sedateness and often a strait-laced sense of propriety; serious and conventional.",
		"Resisting change; fixed.",
		"Sober; sedate; settled and steady.",
		"Serious, organized, and professional; sober.",
		"Stay."
	],
	"sentences": [
		"Woo- Gloucester passed as a staid and religious prince, and cester.",
		"Over the last few years he has taken the staid world of opera by storm.",
		"The British economy is only healthy in the sense that the most staid middle-aged man is healthy.",
		"Its cities are shaking off their staid reputations and reveling in their cosmopolitan chic.",
		"Pretoria is the staid, conservative capital, with wide streets lined with jacaranda trees that bloom purple in spring.",
		"From stylish and contemporary to staid and traditional there are several types of chairs to choose from.",
		"Floral vine rugs are fresh and contemporary solutions for rooms in which formal oriental rugs are just too staid and traditional.",
		"Reminiscent of understated, glamorous looks of the '60s, soft curls have a way of updating even the most staid hairstyles.",
		"By the corpse is a hat labeled ' Madame Rita ', real name the rather staid Mrs Grant.",
		"One wonders just how much normally staid writer George St George actually contributed.",
		"Some of the latter are very staid, others flippant enough; most are single women.",
		"The WAGs seemed a welcome adornment to Baden-Baden, which had become a little staid since its 19th century heyday.",
		"That both choose to remain as Ogres rather than retain their human forms avoided a happy but somewhat staid and expected ending.",
		"It certainly makes the next generation of composers look positively staid.",
		"A series of unexpected and often ludicrous juxtapositions ensure that this collection of interconnected stories never become staid.",
		"The idea of urban vigilantes challenging an untouchable crime boss was staid even then, following Double Dragon, Final Fight and their ilk.",
		"Staid middle-aged family a fleetwood would tailored to an.",
		"This is California's most northern wine region and is a bit wilder and woollier than its more staid Napa neighbor to the south, or even Sonoma.",
		"The social climate of this era was transforming from the staid 1950s to the sexual revolution of the 1960s, and Gernreich's swimsuit became a social comment on personal freedom.",
		"Is your current beach look a little staid?",
		"This style of swimwear is typically cut to provide modest coverage, but that doesn't mean that the suit looks old- fashioned or staid.",
		"The designs are elegant, but are not staid.",
		"If you're sporting a relatively staid dress, slip into a pair of more extravagant shoes.",
		"With so much staid Christmas music on the airwaves, many listeners are drawn to \"Rockin' Around the Christmas Tree\" by its upbeat music.",
		"Once upon a time, bat mitzvah invitations were a fairly staid affair.",
		"This is, in part, a reaction to the comparatively staid look and feel of traditional text chat.",
		"I would haue staid till I had made you merry, If worthier friends had not preuented me Ant.",
		"Personally, I favor the more provincial, less ego-driven Sonoma Valley and County wine country over the super-hyped and staid air of its eastern neighbor.",
		"Think full coverage bikini bottoms are staid and old-fashioned?",
		"For example, if g-string bikinis seem just a bit too staid for your taste, then why not purchase the same style in a mesh finish?",
		"Virgo's basic nature is a bit more staid than that of Gemini.",
		"After all, it wasn't long before that they were wearing Edwardian- and Victorian-style clothing with aplomb; those garments were distinctly more staid and polished.",
		"From the generally staid color-blocked styles to the far more ostentatious graphic prints in wild colors, the pants tended to resemble pajamas at times.",
		"This was important because during the 1920's, large numbers of women abandoned the confining corsets; thus was born the flapper, who scandalized the previously staid fashion scene with her short skirts, bobbed hair and decadent lifestyle.",
		"When some women hear the words \"plus sized swimsuits\" they immediately see visions of staid black or navy one piece swimsuits, and then think boring!",
		"She staid there all night; nobody turned in.",
		"His unconventional preaching shocked the more staid members of the flock, but filled the church to overflowing with people unaccustomed to churchgoing."
	],
	"synonyms": [
		"settled",
		"restrained",
		"permanent",
		"composed",
		"fixed",
		"demure",
		"decorous",
		"cool",
		"solemn",
		"serious",
		"earnest",
		"dignified",
		"sedate",
		"sober",
		"grave"
	],
	"antonyms": [
		"adventurous",
		"willing",
		"sporting",
		"fun",
		"frivolous",
		"daring"
	]
}