{
	"word": "inarticulate",
	"meaning": [
		"Produced without the normal articulation of understandable speech.",
		"Not able to speak, as because of strong emotion; mute.",
		"Not able to speak understandably, effectively, or coherently.",
		"Going unexpressed.",
		"Not expressed or not able to be expressed."
	],
	"sentences": [
		"Suddenly the waiter seemed to grow inarticulate with a rush of words.",
		"But it takes another ten years for his emotionally inarticulate father to welcome his partner.",
		"My observation is that the majority of students -- from all backgrounds -- were a little inarticulate and unskilled in the art of discussion.",
		"The valves of inarticulate brachiopods are held together by muscles without a hinge.",
		"The prayer had come to be almost inarticulate, like the dying moan of a wounded beast in the forest.",
		"Most of this remains inarticulate if nonetheless real and powerful.",
		"His was one of those natures whose faculty of deep feeling is unhappily doomed to be inarticulate, and to pass away without the magic power of transmitting itself.",
		"There is reason to believe that the religion of Palestine in the Amarna age was no inchoate or inarticulate belief; like the.",
		"The crisis culminated on a day, each event of which is surrounded in the Buddhist accounts with the wildest legends, on which the very thoughts passing through the mind of Buddha appear in gorgeous descriptions as angels of darkness or of light, To us, now taught by the experiences of centuries how weak such exaggerations are compared with the effect of a plain unvarnished tale, these legends may appear childish or absurd, but they have a depth of meaning to those who strive to read between the lines of such rude and inarticulate attempts to describe the indescribable.",
		"The inarticulate R2D2 expresses himself mainly in beeps and boops (which fortunately Threepio understands), but you can usually tell what his main message is by 'tone of voice'.",
		"Mel from Suffolk Not all teenagers are completely inarticulate.",
		"Simple vocal tics include stuttering, stammering, abnormal emphasis of part of a word or phrase, and inarticulate noises such as throat clearing, grunts, and high-pitched sounds."
	],
	"synonyms": [
		"unarticulate",
		"unvocal",
		"stammering",
		"muffled",
		"inexpressive",
		"hesitating",
		"tongue-tied",
		"speechless",
		"mute",
		"incoherent",
		"dumb",
		"garbled",
		"blurred",
		"wordless",
		"voiceless"
	],
	"antonyms": [
		"articulate",
		"communicative",
		"fluent"
	]
}