{
	"word": "debacle",
	"meaning": [
		"An overwhelming defeat or rout.",
		"A rush of debris-filled waters.",
		"A breaking up of ice in a river, etc.",
		"A total, often ludicrous, collapse or failure.",
		"A violent flood."
	],
	"sentences": [
		"Fortunately for him, he did not live to see the debacle of Russian society in 1917.",
		"In a matter of weeks the whole debacle could be quietly forgotten.",
		"In the video, two cats are fighting with one another until another cat that is presumably their sibling comes up with a creative way to end the debacle.",
		"Who can forget the fuel tax debacle last autumn?",
		"I remember the debacle of the commissioning of OTRU.",
		"Hadden has since maintained a diplomatic silence over the mistakes to be avoided from the latest welsh debacle.",
		"The ensuing debacle played a prominent part in the fomenting of the 1917 mutinies in the French Army.",
		"It's crazy to a point where he may even be getting more beat up by the public than he did after his \"George Bush doesn't care about black people\" debacle.",
		"Shortly after the incident, Simpson called MTV's Total Request Live and explained that the Saturday Night Live debacle was due to an acid reflux condition that caused her to lose her voice.",
		"After last week's debacle, this week's game at home to Pheonix was an important one.",
		"While Cynthia might have suggested some fillers, her sympathy from yesterday's debate debacle continued to prevail and she just wished him good riding as he dusted off his bicycle for a morning ride.",
		"The answer may lie in yesterday's debacle over a Working Group on Biotechnology (3 ).",
		"The fourth boat rectified last year's lower boat debacle with four swift bumps, all within the minute.",
		"They were angry yet thoughtful, and managed to maintain a fascinating conversation about the whole debacle for over ninety minutes.",
		"The response to their recent election debacle was to say ' no turning back ' .",
		"After the Athenian debacle, the Segestans turned to Carthage; but when Hannibal in 409 B.C. firmly established the Carthaginian power in western Sicily, Segesta sank to the position of a dependent ally, and was indeed besieged by Dionysius in 397, being at last relieved by Himilco.",
		"The leadership debacle provided opposition parties and the media with an open season.",
		"The failure to agree a UN mandate for the war was poisonous debacle which left bruised egos all round.",
		"It may be left to future historians to attempt a considered judgment on the English tariff reform movement, and on Mr Chamberlain's responsibility for the Unionist debacle of 1906.",
		"And if we are to avoid the debacle of Seattle and the disappointments of Cancun the richest countries must agree to move.",
		"There were a number of changes to relax the rules surrounding tax credits in an attempt to ease the tension of the overpayments debacle.",
		"The foreign prisoners debacle has led to further pressures.",
		"The giant ape has never had a decent big screen treatment in modern movie history (as Dino DeLaurentis' 1976 debacle hardly counts) until now.",
		"This paper suggests that the AOL Time Warner debacle is a warning to those who would propose greater observance of shareholder primacy.",
		"Following that debacle, Washington went on to release a public service announcement against the use of hate speech, met with gay leaders and agreed to a psychological assessment and counseling.",
		"Knight versus Isaiah Washington debacle happened, in which Katherine Heigl placed herself smack dab in the middle of the controversy.",
		"This debacle or \"scandal\" as some would see it is really just a sign of growing pains from an activity that once included simply \"yelling\" from the side lines.",
		"When this product was finally released, it was too late for a number of reasons, including timing-the financial crisis and bond debacle in 2008 coincided with its launch.",
		"This seemed to satisfy the official, who was obviously embarrassed over the entire debacle and infinitely relieved that at least half their problem was solved without any accusatory newspaper headlines."
	],
	"synonyms": [
		"walloping",
		"whipping",
		"drubbing",
		"trouncing",
		"slaughter",
		"thrashing",
		"fiasco",
		"wreck",
		"havoc",
		"flood",
		"washout",
		"defeat",
		"cataclysm",
		"rout",
		"crash"
	],
	"antonyms": [
		"boon",
		"miracle",
		"wonder"
	]
}