{
	"word": "shrewd",
	"meaning": [
		"Evil, bad, wicked, mischievous, shrewish, etc.",
		"Artful, cunning, wily, etc. in one's dealings with others.",
		"Keen-witted, clever, or sharp in practical affairs; astute.",
		"Keen; piercing; sharp.",
		"Streetwise."
	],
	"sentences": [
		"Julie gave Adrienne a shrewd look.",
		"He is a very shrewd and garrulous fellow.",
		"It is a shrewd criticism, but needs arguing out.",
		"A shrewd observer at the time pronounced him indispensable.",
		"The remarks on life and on human nature are eminently shrewd and profound.",
		"Tierney was a shrewd man of the world, with a natural aptitude for business.",
		"Battle made him ruthless; Hell made him shrewd.",
		"But it is easy to understand the half-despairing adoration with which a shrewd and somewhat prosaic person like Joinville must have regarded this flower of chivalry born out of due time.",
		"The style has the simple, yet fresh and graphic, directness of all good letter-writing, and there is no lack of passages of keen observation, and even shrewd interpretation.",
		"The fact is he was a natural musician and also a shrewd businessman, as we shall see.",
		"Of his amours and mistresses the same shrewd observer of human character, who was also well acquainted with the king, declares \" that his inclinations to love were the effects of health and a good constitution with as little mixture of the seraphic part as ever man had..",
		"Liberal, courteous, a shrewd observer, loyal and watchful in the cause of Russia, he maintained the best possible relations with Lord Lansdowne and Sir Edward Grey, and became a favourite at Court and in London society.",
		"The wealth of the Bechuana consists principally in their cattle, which they tend with great care, showing a shrewd discrimination in the choice of pasture suited to oxen, sheep and goats.",
		"Simple and honourable himself, he was shrewd and penetrating in his judgment of Orientals; and, unlike his great predecessor Clive, he rigidly adhered to the rule of good faith in his own actions, however depraved and however exasperating the conduct of those with whom he had to deal.",
		"It was then that a clerk who saw that there was but an uncertain prospect of help from the pope of his time, conceived the shrewd idea of appealing to the popes of the past, so as to exhort the contemporary generation through the mouth of former popes, from Clement to Gregory.",
		"Though quite illiterate, she was an uncommonly shrewd and sensible woman, and her imperturbable good nature under exceptionally difficult circumstances, testifies equally to the soundness of her head and the goodness of her heart.",
		"In domestic affairs Marcy was a shrewd, but honest partisan; in diplomacy he exhibited the qualities of a broadminded, patriotic statesman, endowed, however, with vigour, rather than brilliancy, of intellect.",
		"That system placed the government of the country in the hands of a territorial oligarchy, composed of a few families of large possessions, fairly enlightened principles, and shrewd political sense.",
		"He was a man much in advance of his age - shrewd, enterprising, and undeterred by difficulty - a kind of Peter the Great of his time.",
		"There are many anecdotes told of him which attest his possession of a playful humour, united with shrewd mother-wit.",
		"Brady had no doubt Dan had chosen the team; the cheerful man was nonetheless shrewd when he needed to be.",
		"He remains, in his atrophied heart, a shrewd communist apparatchik.",
		"Not a pleasant chap, but a shrewd politician who stabilized the Crown, and was able to mend fences.",
		"Richard is politically inept; Henry is a shrewd political operator.",
		"Despite years of pondering him as a shrewd and cynical manipulator of public consciousness, I was immediately entranced.",
		"Diamond said they and shrewd mickey he spent overseas a school or church.",
		"Anyone who has worked on a labor ward gets a pretty shrewd idea about this.",
		"Or are there some very shrewd players behind the scenes?",
		"He was too shrewd a student of his fellow- men to remain long content with rigid formulae of conduct.",
		"Their money is now my money because I was so shrewd.",
		"It's not very authentically Spanish, or politically shrewd.",
		"It in fact is quite shrewd in this regard.",
		"Ramaker's two-stage approach looks shrewd, with his working paper laying the essential groundwork.",
		"The old man seemed shrewd enough not to allow his money to be taken with impunity.",
		"His eyes become shrewd when I ask him this; he seems to want to say something, then hesitates.",
		"What Scotland has I want, tho I have a shrewd suspicion that the forthcoming government White Paper will give us much less.",
		"Bruce, also, was an inspiring leader, a brave guerilla and a shrewd tactician.",
		"He was a portly man, with a rubicund visage, very shrewd, and nothing of a bigot.",
		"In 1859 he removed to New York City, where he became a broker in railway stocks, and in 1868 he was elected president of the Erie railway, of which by shrewd strategy he and James Fisk, Jr.(q.v.), had gained control in July of that year.",
		"We have the testimony of two men of shrewd common sense and masculine understanding - Martial and Juvenal - to the stale and lifeless character of the art of the Silver Age, which sought to reproduce in the form of epics, tragedies and elegies the bright fancies of the Greek mythology.",
		"Nothing pleased him better than to take part with the centurion or the soldier in fencing or other military exercise, and he would applaud any shrewd blow which fell upon his own helmet.",
		"So great was the confidence in Franklin in this emergency that early in 1756 the governor of Pennsylvania placed him in charge of the north-western frontier of the province, with power to raise troops, issue commissions and erect blockhouses; and Franklin remained in the wilderness for over a month, superintending the building 1 The meeting between Franklin, the type of the shrewd, cool provincial, and Braddock, a blustering, blundering, drinking British soldier, is dramatically portrayed by Thackeray in the 9th chapter of The Virginians.",
		"McGillivray was polished in manners, of cultivated intellect, was a shrewd merchant, and a successful speculator; but he had many savage traits, being noted for his treachery, craftiness and love of barbaric display.",
		"Mr Roosevelt and his supporters were convinced that his policy was necessary to save the country from the social and political dangers of plutocracy, and that in establishing a definite system of government regulation not only were popular rights preserved and justice promoted but industrialism and finance were placed upon a basis of regularity and honesty that paved the way for an era of general prosperity in the United States, unhampered by feverish speculation and shrewd scheming, such as the country had so far in its history been unable to enjoy.",
		"But she was a woman of experience, and shrewd; and fortunately she had a safe and affectionate adviser in her brother,_ Prince Leopold of Coburg, afterwards (1831) king of the Belgians,.",
		"From this time forward public attention was turned from the shrewd business capacity which had enabled him to accumulate such a fortune to the public-spirited way in which he devoted himself to utilizing it on philanthropic objects.",
		"They were shrewd enough to guess that the royal triumph might prejudice their influence, and for the next five years they deliberately thwarted the enlightened and far-reaching projects of the king for creating a navy and increasing the revenue without burdening the estates, by a system of tolls levied on the trade of the Baltic ports (see Wladislaus Iv.), even going so far as to refuse for nine years to refund the expenses of the Muscovite War, which he had defrayed out of his privy purse.",
		"You are to be \" as shrewd as snakes \" but also \" as innocent as doves \".",
		"More than any of the Wade family he was not just a shrewd businessman, he was also a real character.",
		"A great man to have around in a crisis, he is also a shrewd observer of human nature.",
		"It 's not very authentically Spanish, or politically shrewd.",
		"Those born in the year of the Rat are hardworking and shrewd.",
		"In New York at this time the National Republicans, or \"Adams men,\" were a very feeble organization, and shrewd political leaders at once determined to utilize the strong anti-Masonic feeling in creating a new and vigorous party to oppose the rising Jacksonian Democracy.",
		"He was a man of strong ambitions, but these were curbed by a shrewd foresight, which led him for a long time to submit to the nominal leadership of other and smaller men.",
		"It is interesting, however, to note that so liberal-minded and shrewd a critic of men as King Leopold I.",
		"He now found a new friend in the Swiss adventurer, Francois Lefort, a shrewd and jovial rascal, who not only initiated him into all the mysteries of profligacy (at the large house built at Peter's expense in the German settlement), but taught him his true business as a ruler.",
		"From 1885 onward he was more and more associated with every branch of Canadian mercantile and financial life, and as a publicist gave shrewd expression to his views on political and economic questions.",
		"He had a quick eye for character, was genuinely amiable, uncontentious, tactful, masterful; and it may be assumed from his success that he was wary or shrewd to a degree.",
		"In spite of his chance victories, he was too shrewd an observer not to recognize the superiority of European methods of warfare; and as the first step towards the empire of which he dreamed he determined to create an army and a fleet on the European model.",
		"In Greece its insensibility to art and the cultivation of life was a fatal defect; not so with the shrewd men of the world, desirous of qualifying as advocates or jurists.",
		"He preserved the habits of a simple peasant, and his administration was characterized in part by the peasant's shrewd common sense, but yet more by a pious solicitude for the minutest details of faith and morals.",
		"You are shrewd in business and cannot be trusted.",
		"There is even now a shrewd suspicion that ' Isa Craig ' hides a name much less obscure.",
		"It smelled strong of the fog, like the smell of a washing-house, but with a shrewd tang of the sea salt.",
		"In North America no-one forces farmers, who are thrifty, shrewd business men or women, to use biotechnology.",
		"His mother, Barbara Reuter, a niece of Johann Reuchlin, was shrewd, thrifty and affectionate.",
		"Elizabeth was much too shrewd to make a marriage which might damage her reputation, and she remained single.",
		"Ramaker 's two-stage approach looks shrewd, with his working paper laying the essential groundwork.",
		"His shrewd sense of political expediency and his loyalty to constitutional principles saved .him from the error of obstructing the advent and driving into an aati-dynastic attitude politicians who had succeeded in winning popular favor.",
		"With all his faults, and in spite of no slight amount of personal vanity, President Faure was a shrewd political observer and a good man of business.",
		"From 1882 till 1887 his prime minister was Walter Murray Gibson (1823-1888), a singular and romantic genius, a visionary adventurer and a shrewd politician, who had been imprisoned by the Dutch government in Batavia in 1852 on a charge of inciting insurrection in Sumatra, and had arrived at Honolulu in 1861 with the intention of leading a Mormon colony to the East Indies.",
		"Shrewd and cautious, he had a compact and well-ordered realm to show at the end of fifty years of wars.",
		"Of fine physique and hardy constitution, they are of strongly independent character; patriarchal in their family life; shrewd, slim and courageous; in religion Protestants of a somewhat austere type.",
		"He was a political adventurer, an enthusiastic, energetic, ambitious, illbalanced man, shrewd and magnetic. He assuredly did much for the free-state cause; meek politics were not alone sufficient in those years in Kansas.",
		"A youth at his father's death (1645), he was committed to the care of the boyarin Boris Ivanovich Morozov, a shrewd and sensible guardian, sufficiently enlightened to recognize the needs of his country, and by no means inaccessible to Western ideas.",
		"After some negotiations, an interview took place between him and Mr (afterwards Sir) Lepel Griffin, the diplomatic representative at Kabul of the Indian government, who described Abdur Rahman as a man of middle height, with an exceedingly intelligent face and frank and courteous manners, shrewd and able in conversation on the business in hand.",
		"He developed four well-defined characters in the process - a country farmer, Ezekiel Biglow, and his son Hosea; the Rev. Homer Wilbur, a shrewd old-fashioned country minister; and Birdofredum Sawin, a Northern renegade who enters the army, together with one or two subordinate characters; and his stinging satire and sly humour are so set forth in the vernacular of New England as to give at once a historic dignity to this form of speech.",
		"His researches were by no means profound; he gives us less of the history of his own time than we have a right to expect - far less, for example, than Orderic. He is, however, an authority of considerable value from 1 066 onwards; many telling anecdotes, many shrewd judgments on persons and events, can be gleaned from his pages.",
		"Taran saw Sirian's shrewd manipulations in the convenient location of the army.",
		"Shrewd, wily, adroit, unfailingly tactful, an adept in all the arts of the politician, he is considered to have done more than any other one man, in the years immediately preceding the War of Independence, to mould and direct public opinion in his community.",
		"Apart from the question of political morality he could not, as a shrewd politician, have failed to see that the people of that section were too loyal to sanction such a scheme.",
		"Paul was shrewd, calculating, tenacious; but on the other hand over-cautious, and inclined rather to temporize than to strike at the critical moment.",
		"As a presumptive ruler of England she was, like Cecil, and for that matter the future archbishop Parker also, too shrewd to commit herself to passive or active resistance to the law; and they merely anticipated Hobbes in holding that the individual committed no sin in subordinating his conscience to the will of the state, for the responsibility for the law was not his but the state's.",
		"Among the enterprising and shrewd Catalans, who look upon their rulers as reactionary, and reserve all their sympathies for the Provencal neighbours whom they so nearly resemble in race, language and temperament, French influence and republican ideals spread rapidly; taking the form partly of powerful labour and socialist organizations, partly of less reputable bodies, revolutionary and even anarchist.",
		"Yet the shrewd common-sense, the biting humour, the power of graphic description and the imaginative \" mysticism \" give them a unique attraction for many even who do not fully sympathize with the implied philosophy or with the Puritanical code of ethics.",
		"Hoadly was shrewd enough not to answer the most brilliant, though comparatively unknown, of his antagonists, William Law.",
		"Patriotic, energetic, independent, incorruptible, shrewd, fair-minded, he was endowed not only with great sympathy with progress, but also with a full faculty for resistance to mere democraticism.",
		"But the once proud and shrewd rulers of France, feeling that their part is played out, are even more bewildered than he, and do not say the words they should have said to destroy him and retain their power.",
		"And the count turned to the cook, who, with a shrewd and respectful expression, looked observantly and sympathetically at the father and son.",
		"The stern, shrewd, and penetrating expression of that look struck Pierre.",
		"The epidemic nature of wheat-rust was known to Aristotle about 350 B.C., and the Greeks and Romans knew these epidemics well, their philosophers having shrewd speculations as to causes, while the people held characteristic superstitions regarding them, which found vent in the dedication of special festivals and deities to the pests."
	],
	"synonyms": [
		"conniving",
		"calculative",
		"scheming",
		"calculating",
		"sharp",
		"astute",
		"slick",
		"sharpwitted",
		"perceptive",
		"wise",
		"wily",
		"subtle",
		"suave",
		"smart",
		"long-headed"
	],
	"antonyms": [
		"stupid",
		"frivolous",
		"foolish",
		"unthinking",
		"naive"
	]
}