{
	"word": "insipid",
	"meaning": [
		"Without flavor; tasteless.",
		"Lacking qualities that excite, stimulate, or interest; dull.",
		"Not exciting or interesting; dull; lifeless.",
		"Flat; lacking character or definition.",
		"Unappetizingly flavorless."
	],
	"sentences": [
		"Dean mum­bled an insipid apology.",
		"He has quite a good voice, it's just a shame they gave him a rather insipid song.",
		"In honour of the Horae a yearly festival (Horaea) was celebrated, at which protection was sought against the scorching heat and drought, and offerings were made of boiled meat as less insipid and more nutritious than roast.",
		"Their primitive beauty is not marred by any attempt to force them into an historical mould, or disguised beneath an accumulation of the insipid inventions of later times.",
		"William Law's books produced a great impression on Wesley, and on his advice the young tutor began to read mystic authors, but he saw that their tendency was to make good works appear mean and insipid, and he soon laid them aside.",
		"And in Marseilles they make an excellent dish of a common fowl, which is often so insipid.",
		"These disks look very insipid on the Philips player in RGB.",
		"The complexion and general appearance is often defined by this, being either pale and somewhat insipid, or dark and brooding.",
		"Christopher Hitchens A He might have thought the term was very slightly insipid, which, I'm afraid, it very slightly is.",
		"In fact, they are becoming ever more insipid.",
		"Suddenly the lights dimmed and there was music, terrible insipid, tinny music.",
		"It's jealous and insipid comments like these, some would argue, that contribute to the unhealthy attitude towards food and body image so prevalent in our culture today.",
		"It is insipid, crackles between the teeth, occurs in variable-sized pieces, is tough, of a yellowish-white colour, and opaque, and has properties similar to gum tragacanth.",
		"The intimacy between him and this \"brown, beautiful, bold but insipid creature,\" as John Evelyn calls her, who chose to be known as Mrs Barlow (Barlo) lasted with intervals till the autumn of 1651, and Charles claimed the paternity of a child born in 1649, whom he subsequently created duke of Monmouth.",
		"And trust me on this; I've always paused before any Rosè due to my inherent association with it to that perfidious and insipid White Zinfandel that rued the day for the wine-drinking public in the 1980's."
	],
	"synonyms": [
		"savourless",
		"flavourless",
		"vapid",
		"flavorless",
		"bland",
		"savorless",
		"flat",
		"jejune",
		"ordinary",
		"mundane",
		"hohum",
		"pointless",
		"monotonous",
		"mawkish",
		"lifeless"
	],
	"antonyms": [
		"pleasing",
		"exhilarating",
		"exciting",
		"interesting",
		"delicious",
		"yummy",
		"appetizing",
		"tasty"
	]
}