{
	"word": "apathetic",
	"meaning": [
		"Feeling or showing a lack of interest or concern; indifferent.",
		"Feeling little or no emotion; unmoved.",
		"Feeling or showing little or no emotion; unresponsive.",
		"Not interested; indifferent; listless.",
		"Void of feeling; not susceptible of deep emotion; passionless; indifferent."
	],
	"sentences": [
		"They are a light-hearted, apathetic people, little given to quarrelling or to the commission of violent crime.",
		"He had shown himself so incapable and apathetic that his followers were sick of fighting for such a despicable master.",
		"He was incorrigibly frivolous, idle and apathetic; his father had given.",
		"I just didn't know why I was so apathetic.",
		"The king, though affectionate, was cold and apathetic, and it was not till seven years after her marriage that there was any possibility of her bearing him an heir.",
		"I ask all in favor to stop being so apathetic and voice your opinion.",
		"He was not content with laying the blame at the door of the effete War Office, but deplored the apathetic way in which the Tsar passed the time at headquarters, without any clear political plan, holding on supinely to formalism and routine, yielding to the spasmodic interference of the Empress.",
		"On the whole they are mild and easy-going and even apathetic, but the facility with which they learn is remarkable.",
		"At the outbreak of the Civil War the inhabitants were generally apathetic; but when the Confederates invaded New Mexico they proved loyal to the Union.'",
		"For more than three years Lancaster practically reigned in his cousins name; it was soon found that the realm got no profit thereby, for Earl Thomas, though neither so apathetic nor so frivolous as Edward, was not a whit more competent to conduct either war or domestic administration.",
		"Of my friends; I consider some too right wing, some too liberal, most just too apathetic.",
		"Sure enough, Jimmy Eat World played a blistering set, albeit to a largely apathetic audience.",
		"Can anyone remain apathetic in the light of such drama?",
		"Like the latter, too, the Aymaras are sullen and apathetic in disposition.",
		"Since then his apathetic successors have neglected to bring to light this splendid work; and it is only by knocking off some of the plaster that one can get a glimpse of the sculptures, which are perfect as on the day they were carved.\"",
		"Seldom had a good cause such an unworthy figurehead as that callous and apathetic prince.",
		"And as with New Zealand my closest friends here were generally apathetic.",
		"These are not indifferent men, they are not apathetic men.",
		"If the condition progresses, the undernourished child may become irritable and/or apathetic and may not reach typical developmental markers such as sitting up, walking, and talking at the usual ages.",
		"Indeed, the zoo experience may make people even more apathetic about conservation.",
		"Yet despite this great desire to belong to something, we Brits can appear remarkably apathetic at times.",
		"In disposition the Laos are an apathetic, peace-loving, pleasantmannered race.",
		"As a race the Polynesians are somewhat apathetic. An enervating climate and lavish natural resources incline them to lead easy lives.",
		"Awoke late, read the Scriptures but was apathetic.",
		"The zeal of that age was succeeded by apathetic reaction, and it became necessary in the metropolis to secure the services of paid justices.",
		"However, the average disabled person is probably no more politicized or vocal than the average, politically apathetic person.",
		"Or perhaps someone who feels totally apathetic about local politics?",
		"The watching public, too, seemed apathetic, none of the ties attracting large crowds.",
		"In this disease the face is heavy, puffy and expressionless, the lips thick, the speech slow, the hands shapeless and spade-like, the patient apathetic, the circulation slow and the extremities cold.",
		"As a rule they are ignorant, unprogressive and apathetic, intensely superstitious, cruel and intemperate, though individual strong characters have been produced.",
		"The broad fact remained that while Mr Chamberlain's activity gathered round him the bulk of the Unionist members and an enthusiastic band of economic sympathizers, the country as a whole remained apathetic and unconvinced.",
		"Discouraged by this failure in the pulpit, Savonarola now devoted himself to teaching in the convent, but his zeal for the salvation of the apathetic townsfolk was soon to stir him to fresh efforts.",
		"He found their religion at a low ebb, the regular clergy apathetic and sensual, the bishop little obeyed, the laity divided by the family feuds of their rulers, unchaste and ignorant.",
		"Light-minded, haughty, apathetic and cold-hearted, she took a sort of passionate delight in changing Henry IV.s whole system of government.",
		"In both 1715 and 1745 Dumfries remained apathetic. Prince Charles Edward indeed occupied the town, holding his court in a building afterwards known as the Commercial Hotel, levying £2000 tribute money and requisitioning 1000 pairs of shoes for his Highlanders, by way of punishing its contumacy.",
		"The Museu Nacional at Rio de Janeiro, which has occupied the imperial palace of Sao Christovao since the overthrow of the monarchy, contains large collections of much scientific value, but defective organization and apathetic direction have rendered them of comparatively slight service.",
		"Eighteenth-century Italy looked on religion with apathetic indifference, and Liguori convinced himself that only the gentlest and most lenient treatment could win back the alienated laity; hence he was always willing to excuse errors on the side of laxity as due to an excess of zeal in winning over penitents.",
		"The peoples, fr rmc-ly so apathetic, were now the centre of resistance, and their efforts failed owing to the timidity or sluggishness of governments and the incompetence of some of their military leaders.",
		"The southerners are apathetic except when roused, and socialist doctrines find their chief adherents in the north."
	],
	"synonyms": [
		"indifferent",
		"unzealous",
		"unhopeful",
		"unfeeling",
		"unemotional",
		"stoic",
		"unmoved",
		"sluggish",
		"passive",
		"passionless",
		"limp",
		"inert",
		"flat",
		"dull",
		"cold"
	],
	"antonyms": [
		"responsive",
		"interested",
		"caring",
		"concerned"
	]
}