{
	"word": "underscore",
	"meaning": [
		"To underline.",
		"Underline.",
		"To put emphasis on; stress.",
		"To cause to appear important or deserving of attention.",
		"To emphasize or draw attention to.",
		"A line drawn under a word, passage, etc., as for emphasis.",
		"(music) A piece of background music."
	],
	"sentences": [
		"Each module uses today's hottest marketing and financial analytics to underscore the importance of making quality management decisions.",
		"The movie soundtrack is produced by T Bone Burnett who also composed the film's underscore.",
		"The g77 compiler appends an underscore to symbols, or two if the name contained an underscore.",
		"The patient's wish will merely underscore that duty.",
		"The movie soundtrack is produced by T Bone Burnett who also composed the film 's underscore.",
		"Type an underscore character to add a space in a display name.",
		"These two cases underscore the complexity of disease generation by pathogens.",
		"Let me just underscore that Iraq cannot set or demand such conditions.",
		"The fact that Rio is appealing just goes to underscore the fact he thinks he 's above such \" trivia \".",
		"Use an underscore, or start new words with a capital letter instead.",
		"The patient 's wish will merely underscore that duty.",
		"The following projects can be fun for an entire troop or for a girl to complete on her own, and they underscore the importance of these core values.",
		"Fortran calling C The fortran compiler will add an underscore to the names of called functions, including external ones.",
		"Economic crises also underscore the importance of effective social safety nets.",
		"While Drop Dead Diva is not featured as a musical dramedy such as Glee, the series uses music to strongly underscore the fantastical elements of many of its story lines."
	],
	"synonyms": [
		"emphasise",
		"emphasize",
		"underline",
		"stress",
		"mark",
		"italicize",
		"heighten",
		"accent",
		"point up",
		"play up",
		"highlight",
		"feature",
		"accentuate",
		"underline"
	],
	"antonyms": []
}