{
	"word": "odium",
	"meaning": [
		"Hatred, esp. of a person or thing regarded as loathsome.",
		"The state or fact of being hated.",
		"Strong dislike, contempt, or aversion.",
		"The disgrace brought on by hateful action; opprobrium.",
		"Hatred or distaste for, accompanied by contempt or disgust."
	],
	"sentences": [
		"In the war of the Lombard League against Barbarossa, Cremona, after having shared in the destruction of Crema in 1160 and Milan in 1162, finally joined the league, but took no part in the battle of Legnano, and thus procured itself the odium of both sides.",
		"After 1864 Hall bore more than his fair share of the odium and condemnation which weighed so heavily upon the national Liberal party, making no attempt to repudiate responsibility and refraining altogether from attacking patently unscrupulous opponents.",
		"We complain of the unjustifiable odium which has been cast upon us by interested and dishonest persons, under the cloak of religion, whose testimony is believed in England to the exclusion of all evidence in our favour; and we can foresee, as the result of this prejudice, nothing but the total ruin of the country.'",
		"For the execution of the archbishop Henry was personally responsible, and he could never free himself from its odium.",
		"Later he shared with the agitators their experience of lawlessness, mob-violence and political odium.",
		"This worthy man, pleased at being able to throw the odium of a refusal on me, left me perfectly satisfied.",
		"For they say that all the others, in order to avoid odium, have expressly held their tongues.",
		"Independent schools are often perceived as being better than they really are, while the state sector sometimes attracts more odium than it deserves.",
		"Furthermore, SNH have brought upon themselves the public odium of having to mount a campaign to exterminate 5000 hedgehogs.",
		"He has often been proved right, despite incurring much odium along the way, and I much admire him for that.",
		"The expenditures on EU structural funds and agricultural subsidies have rightly attracted the greatest odium here in Britain.",
		"Sella hoped by the application of a mechanical meter both to obviate the odium attaching to former methods of collection and to avoid the maintenance of an army of inspectors and tax-gatherers, whose stipends had formerly eaten up most of the proceeds of the impost.",
		"By the preliminary peace of San Stefano the Slavophil aspirations seemed to be realized, but the stipulations of that peace were considerably modified by the congress of Berlin (13th June to 13th July 1878), at which the aged chancellor held nominally the post of first plenipotentiary, but left to the second plenipotentiary, Count Shuvalov, not only the task of defending Russian interests, but also the responsibility and odium for the concessions which Russia had to make to Great Britain and Austria.",
		"Granvelle was made first archbishop of Malines, and all the odium attaching to the increase of the episcopate was laid at his door, though he was in reality opposed to it.",
		"These were held responsible for the misfortunes of the army, and to escape the atmosphere of popular odium retired to their country seats and the provincial capitals.",
		"His eleventh-hour conversion could not avert the conflict of interests which led to the war of 1904-5, from which Russia emerged defeated, but enabled him to veil a serious diplomatic error by relinquishing the odium of failure to his successor, Rosen.",
		"Tacitus describes him as brave in action, ready of speech, clever at bringing others into odium, powerful in times of civil war and rebellion, greedy, extravagant, in peace a bad citizen, in war an ally not to be despised.",
		"He was continually engaged in theological controversy, and, by his advocacy of all efforts to promote the social, moral, and religious amelioration of the poorer classes and his chivalrous courage in defending those whom he held to be unjustly denounced, undoubtedly incurred much and grow- ing odium in influential circles.",
		"Worse men had been less detested, but Danby had none of the amiable virtues which often counteract the odium incurred by serious faults.",
		"If he bore in silence the odium that fell upon him owing to the break-up of the collection of the Louvre, it was because he knew that it would be fatal to allow it to be known that the first initiative in the matter had come from the king.",
		"A reformation by the state seemed at hand, but the religious orders fell deeper in odium and contempt during the next hundred and thirty years.",
		"The new king had everything in his favor; his father Accession had borne the odium of usurpation and fought down ileniy v.",
		"Then, as he had incurred too much of the odium of a creature of Concini to hope for royal favour, he resigned himself to the post of chief adviser to Marie de' Medici in her exile at Blois.",
		"In its sixth chapter the question whether it is lawful to overthrow a tyrant is freely discussed and answered in the affirmative, a circumstance which brought much odium upon the Jesuits, especially after the assassination of Henry IV.",
		"A man of deep learning and originality, proud and a victim to the odium theologicum, lie could brook no rivalry.",
		"He was not present at the congress, and consequently escaped the popular odium for the concessions which Russia had to make to Great Britain and Austria.",
		"In England the political schemings of Parsons were no small factors in the odium which fell on the Society at large; and his determination to capture the English Catholics as an apanage of the Society, to the exclusion of all else, was an object lesson to the rest of Europe of a restless ambition and lust of domination which were to find many imitators.",
		"The secularization of Prussia was opposed by the more religious of Sigismund's counsellors, and the king certainly exposed himself to considerable odium in the Catholic world; but taking all the circumstances into consideration, it was perhaps the shortest way out of a situation bristling with difficulties.",
		"To conciliate them the barons allowed the Provisions of Westminster to be enacted in 1259, in which the power of feudal courts Was considerably restricted, and many classes of suit were transferred to the royal tribunals, a sufficient proof that the kings judges did not share in the odium which appertained to their master, and were regarded as honest and impartial.",
		"So did the effects of the odium theologicum, for the meanwhile at least, die away.",
		"Although Caesar could hardly have expected the bill to pass, the aristocratic party would be saddled with the odium of rejecting a popular measure, and the people themselves would be more ready to welcome a proposal by Caesar himself, an expectation fulfilled by the passing of the lex Julia in 59, whereby Caesar at least partly succeeded where Rullus had failed."
	],
	"synonyms": [
		"loathing",
		"execration",
		"abomination",
		"abhorrence",
		"detestation",
		"unpopularity",
		"malice",
		"hate",
		"dislike",
		"disesteem",
		"blot",
		"disapprobation",
		"contempt",
		"condemnation",
		"antipathy"
	],
	"antonyms": [
		"regard",
		"respect",
		"honor",
		"approval",
		"delight"
	]
}