{
	"word": "facetious",
	"meaning": [
		"Joking or trying to be jocular, esp. at an inappropriate time.",
		"Playfully jocular; humorous.",
		"Treating serious issues with deliberately inappropriate humor; flippant."
	],
	"sentences": [
		"Tom thinks he's being funny, but he's only being facetious and rude.",
		"She was a facetious person, intending to be amusing.",
		"Sorry if that sounds facetious, but it is a valid point.",
		"Trying to talk to Jim about seriousfinancial issues is difficult because of his facetious personality.",
		"Sara's parents were very angry with her facetious attitude when they scolded her.",
		"There is no single quick answer, apart from the slightly facetious \"in the ground.\"",
		"I tried to let Jessica talk to me about what she's dealing with, but other people kept making facetious comments that made her uncomfortable.",
		"If somewhat severe and irritable, he was at the same time scrupulously just, truthful, and steadfast; he never deserted a friend or took an unfair advantage of an antagonist; and on befitting occasions he could be cheerful and even facetious among his intimates.",
		"Thomas de Noronha and Antonio Serrao de Castro, the first a natural and facile writer, the second the author of Os Ratos da Inquisicao, a facetious poem composed during his incarceration in the dungeons of the Inquisition, while Diogo de Sousa Camacho showed abundant wit at the expense of the slaves of Gongorism and Marinism.",
		"In literature he embraced the whole sphere of contemporary studies, and distinguished himself as an orator, a writer of rhetorical treatises, a panegyrist of the dead, a violent impugner of the living, a translator from the Greek, an epistolographer and grave historian and a facetious compiler of fabliaux in Latin."
	],
	"synonyms": [
		"tongue-in-cheek",
		"bantering",
		"comedic",
		"witty",
		"humorous",
		"funny",
		"jocular",
		"jocose",
		"laughable",
		"jesting",
		"sarcastic",
		"comical",
		"clever",
		"comic",
		"amusing"
	],
	"antonyms": [
		"formal",
		"unfunny",
		"grave",
		"serious"
	]
}