{
	"word": "puerile",
	"meaning": [
		"Silly or trivial, esp. in a childish way or as a result of immaturity.",
		"Belonging to childhood; juvenile.",
		"Characteristic of, or pertaining to, a boy or boys; confer: puellile."
	],
	"sentences": [
		"It is usual for children to act puerile, but in adults it seems ridiculous.",
		"James, stop making such puerile excuses.",
		"But his adventures are the merest nightmares of puerile fancy.",
		"I cannot condone such puerile activity in this place of business.",
		"The saints lives are full of puerile legend.",
		"He is acting so puerile, I can't get a serious word out of him.",
		"I do not appreciate his puerile attitude, considering he is a grown man.",
		"I do not advise acting in a puerile manner during your job interview.",
		"My teenage daughter earned herself a spot at the kiddie table, after her puerile conduct.",
		"If you act in a puerile way, many people will not take you seriously.",
		"The young comedian's puerile jokes were not appreciated by the mature audience.",
		"Her puerile attitude caused me to believe that she was younger than she claimed.",
		"I love children's books because of their puerile and innocent nature.",
		"But I feel like kicking the TV myself every time I hear the commentators ' banalities and puerile references to 1966.",
		"Plato seemed puerile, whimsical, full of unintelligible jargon.",
		"The workers got quite tactile While they tried to keep their pride; And the humor became puerile When we ended up inside.",
		"The beautiful mosques and madrasas (theological colleges) are dilapidated; no astronomers study the sky from the tops of their minarets; and the scholars of the madrasas waste their time on the most deplorably puerile scholasticism.",
		"The committiee's discussions always seem to be puerile in nature to me.",
		"You cannot be king of the world; what a puerile thing to say!",
		"The atmosphere of these schools was strictly ecclesiastical and the questions discussed by the scholars were often puerile, but the greatness of the educational work of Charles will not be doubted when one considers the rude condition of Frankish society half a century before.",
		"Three young couples, engaging in rather puerile and absurd conversations.",
		"Marc Jacobs bikinis are always a colorful mix of '60s inspiration and adorable puerile designs that are more endearing than they are sophisticated.",
		"Aristotelians, the dialectical induction of the Topics, content with imperfect enumeration and with showing the burden of disproof upon the critic, is puerile, and at the mercy of a single instance to the contrary.",
		"He animadverted strongly upon the puerile nature of the defence, and in answer to a remark by Essex, that if he had wished to stir up a rebellion he would have had a larger company with him, pointed out that his dependence was upon the people of London, and compared his attempt to that of the duke of Guise at Paris.",
		"Space does not permit us to recount the equally puerile and barbarous legends of Vishnu, Agni, the loves of Vivasvat in the form of a horse, the adventures of Soma, nor the Vedic amours (paralleled in several savage mythologies) of Pururavas and Urvasi.2 Divine Myths of Greece.",
		"He had a taste for puerile amusements, a mania for useless little domestic economies in a court where millions vanished like smoke, and a natural idleness which achieved as its masterpiece the keeping a diary from 1766 to 1792 of a life so tragic, which was yet but a foolish chronicle of trifles.",
		"On the other hand would he be so puerile as to put blobs of red paint on one of my canvasses?",
		"The saints lives are full of puerile legend, and in not a few cases contain accounts of 13thcentury miracles wrought at special places, particularly with reference to the Dominicans.",
		"As always, the characteristically puerile styles of the Marc line let admirers know that you don't take yourself too seriously.",
		"In fact, there is a DVD called Totally Nude Yoga which simply exploits the idea of yoga done in the nude to satisfy puerile interests.",
		"However, the fact that the regulations cite maximum sizes for the uniforms (\"no more than 6 cm of cloth at the hip\") make many suspect that there is a more puerile motivation for the switch to swimsuits.",
		"At the time when this debate was joined, most science fiction movies and television shows were considered puerile by the readers of science fiction literature, and they had a point."
	],
	"synonyms": [
		"young",
		"jejune",
		"adolescent",
		"juvenile",
		"babyish",
		"childish",
		"infantile",
		"immature",
		"youthful",
		"trivial",
		"trifling",
		"sophomoric",
		"silly",
		"green",
		"callow"
	],
	"antonyms": [
		"sensible",
		"mature",
		"adult"
	]
}