{
	"word": "vitiate",
	"meaning": [
		"To reduce the value or quality of; impair or spoil.",
		"To make imperfect, faulty, or impure; spoil; corrupt.",
		"To weaken morally; debase; pervert.",
		"To make (a contract, or other legal instrument) ineffective; invalidate.",
		"To interfere with; to impair; to render null and void; to cause to have no effect."
	],
	"sentences": [
		"A mistake of fact in some circumstances could vitiate the contract.",
		"Duress to the individual negotiator would, however, vitiate the effect of his signature.",
		"Though Depretis, at the end of his life in 1887, showed signs of repenting of the confusion thus created, he had established a parliamentary system destined largely to sterilize and vitiate the political life of Italy.",
		"To restore a text from the documental evidence available we must know and weigh the causes which tend to vitiate this evidence in its various kinds.",
		"The origin of most of the abuses which vitiate Sicilian political life, and of the frequent scandals in the representative local administrations, is to be found in the straitened condition of the Sicilian middle classes.",
		"It is therefore necessary that the solution should be free from metals which may vitiate the results, or special precautions taken by which the impurities are rendered harmless.",
		"The Sunnites insist that the office belongs to the tribe of Koreish (Quraish) to which Mahomet himself belonged, but this condition would vitiate the claim of the Turkish sultans, who have held the office since its transference by the last caliph to Selim I.",
		"A clear failure to observe such proportionality will vitiate the resultant exercise of discretion whether to make either such order.",
		"But turbulence in the motion will vitiate the principle that a bounding surface will always consist of the same fluid particles, as we see on the surface of turbulent water.",
		"To examine all the causes which may vitiate emendations would mean writing a treatise upon human frailty.",
		"For on the one hand unless the egoist's happiness is compatible to some extent with that of his fellows, their opposition will almost inevitably vitiate his perfect enjoyment; on the other hand, the altruist whose primary object is the good of others, must derive his own highest happiness - i.e."
	],
	"synonyms": [
		"misdirect",
		"profane",
		"demoralise",
		"subvert",
		"deprave",
		"debase",
		"debauch",
		"demoralize",
		"pervert",
		"corrupt",
		"deflower",
		"mar",
		"spoil",
		"impair",
		"void"
	],
	"antonyms": [
		"set up",
		"schedule",
		"validate",
		"protect",
		"save",
		"assist",
		"aid",
		"help"
	]
}