{
	"word": "unassailable",
	"meaning": [
		"Not assailable.",
		"Impossible to dispute or disprove; undeniable.",
		"Not subject to attack or seizure; impregnable."
	],
	"sentences": [
		"The overthrow of the Huguenots in 1629 made Richelieu's position seemingly unassailable, but the next year it received its severest test.",
		"The ANC is now almost unassailable in South Africa.",
		"He carefully considered his positions, found them unassailable, and published his Resolutions, the most carefully written of all his works.",
		"Little by little his policy, always supported by a majority in a house of representatives elected by a corrupt and narrow franchise, became more reactionary and purely dynastic. His position in France seeming to be unassailable, he sought to strengthen it in Europe by family alliances.",
		"Salmon built a seemingly unassailable lead only to see it cut to zero on the last run.",
		"From this unassailable standpoint he never swerved, despite the promises and even the menaces both of the eastern and the western powers.",
		"Their new stronghold, screened by mountains and forests, was unassailable by cavalry or artillery, but admirably suited to the light-armed Uskoks, whose excellence lay in guerilla warfare.",
		"The bureaucracy is practically unassailable in the old unions.",
		"That island and some of the adjacent isles fell into the hands of the French (some of them were captured by British troops in 180910); but Sicily remained unassailable.",
		"When David Hume (Dialogues concerning Natural Religion) protests that the universe is a \" singular effect \" and that we have no right to affirm a cause for it, unless we have experience of the origin of many universes, and can generalize the conclusion, They all have causes - he may be unassailable upon empiricist grounds.",
		"Indications that this tradition was not unassailable were not Iacking before the discovery of the Chanqun de Willame, which, although preserved in a very corrupt form, represents the earliest recension we have of the story, dating at least from the beginning of the 12th century.",
		"However many there are ranged against us, God plus one is an unassailable majority.",
		"At first sight that seems an unassailable position, at least in the weak sense of Pascal 's wager.",
		"There the Orthodox believers and popular folklore had an unassailable advantage.",
		"In the face of this we cannot continue to assert our professionalism as an unassailable fact.",
		"This theory cannot be entirely eliminated, owing to lack of unassailable evidence for a North American origin.",
		"Just a couple of months ago Alonso 's Championship lead looked virtually unassailable.",
		"Indeed, Elgar 's significance has never seemed more unassailable than it is today.",
		"Emma also placed second in the Grand Prix, overhauling Donald McIntosh in the final, while Robin Law 's lead remained unassailable.",
		"Have virtually unassailable that into a that includes a at a time.",
		"In eight years of hard work as director of a special land commission he settled the titles of land acquired by the French nation at the Revolution, and placed on an unassailable basis the rights of the proprietors who had bought this land from the government.",
		"Respecting this achievement when developed in its experimental and mathematical completeness, Clerk Maxwell says that it was \" perfect in form and unassailable in accuracy.\"",
		"Just a couple of months ago Alonso's Championship lead looked virtually unassailable.",
		"But in spite of its apparently unassailable position, opposition has emerged from a variety of states intent on challenging the status quo.",
		"The foundation of this theory, the figure of 480 years before the construction of the temple of Jerusalem, is not unassailable.",
		"Indeed, Elgar's significance has never seemed more unassailable than it is today.",
		"With the inability to refute the lies and slanders within the Soviet Union, the cult of Stalin became unassailable.",
		"This applies even to the more serious issue â one rendered almost unassailable by political correctness â of disability rights.",
		"Emma also placed second in the Grand Prix, overhauling Donald McIntosh in the final, while Robin Law's lead remained unassailable.",
		"The French soon discovered to their dismay that, from behind the rubble walls of every field, the agile Maltese were unassailable.",
		"Republican and Socialist agitation, culminating in a series of dangerous risings, strengthened the position of the king as defender of middle-class interest; and since the middle classes constituted the pays legal which alone was represented in Parliament, he came to regard his position as unassailable, especially after the suppression of the risings under Blanqui and Barbes in 1839.",
		"The position of Angiosperms as the highest plant-group is unassailable, but of the point or points of their origin from the general stem of the plant kingdom, and of the path Phylogeny or paths of their evolution, we can as yet say little.",
		"With the fall of Antwerp, for Malines and Brussels were already in the hands of Farnese, the whole of the southern Netherlands was brought once more to recognize the authority of Philip. But Holland and Zeeland, whose geographical position made them unassailable except by water, were by the courage and skill of their hardy seafaring population, with the help of English auxiliaries sent by Queen Elizabeth, able to defy his further advance."
	],
	"synonyms": [
		"strong",
		"secure",
		"unattackable",
		"inviolable",
		"impregnable",
		"untouchable",
		"bulletproof",
		"watertight",
		"unshakable",
		"undisputable",
		"sure",
		"positive",
		"irrefutable",
		"indubitable",
		"indisputable"
	],
	"antonyms": []
}