{
	"word": "benevolent",
	"meaning": [
		"Characterized by or given to doing good.",
		"Doing or inclined to do good; kindly; charitable.",
		"Suggestive of doing good; agreeable.",
		"Characterized by or resulting from benevolence.",
		"Relating to a charitable organization that operates without making a profit."
	],
	"sentences": [
		"Long Cross Farm is reputedly haunted by a very benevolent spirit.",
		"The benevolent gentleman left a further sum of $5000 to be divided among the poor.",
		"It turns out, however, their motives are not so benevolent.",
		"Their benevolent disposition often made them enter the cottages of the poor.",
		"She was at first a benevolent spirit, the counterpart of Hulda in North German myth.",
		"Some of them were benevolent, others malignant.",
		"Gods may behave toward us in ways that we perceive as cruel for entirely benevolent motives.",
		"His character seems to have been singularly pure and benevolent.",
		"Among the benevolent acts attributed to renowned Buddhist priests posterity specially remembers their efforts to encourage the building of roads and bridges.",
		"He was handsome in person and benevolent in disposition.",
		"After his novel it became an acknowledged public holiday and employers even became more benevolent to the people who worked for them.",
		"Charities and benevolent foundations are numerous.",
		"Even to-day the ignorant peasantry of many European countries, Russia, Galicia and elsewhere, believe that all disease is the work of demons, and that medicinal herbs owe their curative properties to their being the materialized forms of benevolent spirits.",
		"The argument of these books, however, depends in turn upon the assumption of a benevolent Creator desirous of communicating with His creatures for their good; and the Natural Theology, by applying the argument from design to prove the existence of such a Deity, becomes the foundation of the argumentative edifice.",
		"But they are not without benevolent and beneficent attributes.",
		"If you speak to a particularly benevolent representative you might actually be able to have fees reversed which have already been assessed to your account.",
		"The charitable and benevolent institutions are numerous, and there are also a library and several learned associations.",
		"It awakened fresh possibilities - successful combination against a common foe, the sinking of petty rivalries, the chance of gaining favour by a neutrality which was scarcely benevolent.",
		"There are many companies that take advantage of the tax free status and the benevolent reputation associated with nonprofits.",
		"Lucky Sagittarius has this benevolent planet as its ruler, and it shows.",
		"It has an Evangelical, an English, a Russian and three Roman Catholic churches, a theatre, and various benevolent institutions, besides all the usual buildings for the lodging, cure and amusement of the numerous visitors who are attracted to this, the most popular watering-place in Bavaria.",
		"He had conspicuous defects both in spirit and intellect, but was benevolent and philanthropic. He was a successful botanist.",
		"Philo, however, pushing his principles to their full consequences, shows that unless we assumed (or knew) beforehand that the system of nature was the work of a benevolent but limited deity, we certainly could not, from the facts of nature, infer the benevolence of its creator.",
		"Meanwhile the rule of the town was extending over more and more territory, so that finally it governed 52 bailiwicks (acquired between 1324 and 1729), the Bernese patricians being thus extremely powerful and forming an oligarchy that administered affairs like a benevolent and well-ordered despotism.",
		"As a prosperous commerical town Stettin has numerous scientific, educational and benevolent institutions.",
		"Hence benevolent extraterrestrials are expected to avoid this abrupt course of action.",
		"The General Charity Society is a benevolent association.",
		"It is a benevolent protector, bearer of life, creature endowed with healing powers and a symbol of good fortune.",
		"The clash between the two societies and Stavia's growing understanding of the nature of the benevolent dictatorship run by her mother is cast in relief by the women's ritualizing of Euripides' classic play, The Trojan Women.",
		"This use of your computer is meant to be benevolent, of course - except when it's not.",
		"If she maintained neutrality, it was due to no impulse of gratitude, and it was far from \" benevolent.\"",
		"The country was wasted by the fury of this savage conqueror, but recovered something of its former prosperity under Ogdai Khan, his son, whose disposition was humane and benevolent.",
		"Hospitals, &c. - Rio de Janeiro is well provided with hospitals, asylums and benevolent institutions.",
		"The river valley, being of exceptional richness, early attracted the traders, and so in the beginning of the 19th century gained the attention of Lord Selkirk, a benevolent Scottish nobleman who sent out in1811-1815several hundreds of Highland settlers.",
		"It is a town of modern growth, and contains the municipal offices of the borough, a custom-house and various benevolent institutions for seamen.",
		"It is the seat of many benevolent, scientific and literary societies and establishments.",
		"The government in 1904 voted nearly 7,000,000 francs in aid of the religious establishments of, and the benevolent institutions kept up by, the Roman Church.",
		"Moderate, benevolent, just, Innocent was one of the best popes of the modern age.",
		"The benevolent institutions include the hospital and the Edward VI.",
		"The wretched inmates were dependent for food upon the caprice of their gaolers or the charity of the benevolent; water was denied them except in the scantiest proportions; their only bedding was putrid straw.",
		"In 1905 the community won a suit brought against it for its dissolution on the ground that, having been incorporated solely as a benevolent and religious body, it was illegally carrying on a general business.",
		"In brief, since God is the \" being of beings \" and comprehends, in the fullest extent, benevolent consent to being in general, true virtue consists essentially in a supreme love to God.",
		"So too, many of the spirits especially concerned with the operations of nature are conceived as neutral or even benevolent; the European peasant fears the corn-spirit only when he irritates him by trenching on his domain and taking his property by cutting the corn; similarly, there is no reason why the more insignificant personages of the pantheon should be conceived as malevolent, and we find that the Petara of the Dyaks are far from indiscriminating and malignant, though disease and death are laid at their door.",
		"Every member of the American organization was also a member of the Ancient Order of Hibernians, an association organized for benevolent purposes, and having branches throughout the United States and Great Britain.",
		"Though Trinity hospital no longer exists as a hospital with resident pensioners, the trustees disburse annually pensions to certain poor burgesses and their wives and children; and the trust controlling the benevolent branch of the Gillespie hospital endowment is similarly administered.",
		"William secured the benevolent neutrality of the emperor Henry IV.; the influence of the archdeacon Hildebrand obtained for the expedition the solemn approval of Pope Alexander II.",
		"Schweinfurt is well furnished with benevolent and educational institutions, including a gymnasium originally founded by Gustavus Adolphus in 1631, and rebuilt in 1881.",
		"Misfortune had chastened him, and the last years of his rule were just and even benevolent, if somewhat autocratic. He died at Mittau, his capital, on the 28th of December 1772.",
		"Benevolent and sympathetic in disposition, he won the affection of his people by fearlessly visiting the districts ravaged by cholera or devastated by earthquake in 1885.",
		"By his indefatigable activity he amassed a fortune of X300,000, the bulk of which he bequeathed to his daughter, with the deduction of considerable sums for the endowment of the anatomical chair in the Ecole de Medecine, and the establishment of a benevolent institution for distressed medical men.",
		"In his efforts to win the affections of Roman society Trajan was aided by his wife Plotina, who was as simple as her husband, benevolent, pure in character, and entirely unambitious.",
		"There are also a handsome kursaal (1903), a grand opera house, numerous modern churches, and several hospitals and benevolent institutions, including the Royal Bath hospital.",
		"The Year-Book for 1907 reported the total number of communicants in all the states at 708,913 (in 18 57, 22 4,73 2); Sunday-school scholars, 679,044 (in 18 57, 1 95,57 2); churches, 5989 (in 18 57, 2350); ministers, 5972 (in 1857, 2315); the amount of benevolent contributions by the churches as $2,591,693, in addition to a total home expenditure of $8,986,727.",
		"Despite the benevolent intentions announced to the Spaniards in his proclamation dated Bayonne, 23rd of June 1808, all reconciliation between them and the French was impossible after Napoleon's treatment of their de facto king, Ferdinand VII.",
		"Buckle has the idea that the two principal works of Smith, the Theory of Moral Sentiments and the Wealth of Nations, are mutually complementary parts of one great scheme, in which human nature is intended to be dealt with as a whole - the former exhibiting the operation of the benevolent feelings, the latter of what, by a singular nomenclature, inadmissible since Butler wrote, he calls \"the passion of selfishness.\"",
		"Though he chastised Liberal professors and turbulent students, it was in the spirit of a benevolent Landesvater; and he laboured assiduously at the enormous task of administrative reconstruction necessitated by the problem of welding the heterogeneous elements of the new Prussian kingdom into a united whole.",
		"Even when the Liberal-Imperialist 0111vier ministry was formed, he maintained at first an anything but benevolent neutrality, and then an open opposition, and it is impossible to be sure whether mere \"canniness,\" or something better, kept him from joining the government of the National Defence, of which he was in a manner the author.",
		"In the work of the former, as Sir William Jones remarks, \"the Tartarian conqueror is represented as a liberal, benevolent and illustrious prince\"; in that of the latter he is \"deformed and impious, of a low birth and detestable principles.\"",
		"Under his supervision his raj came to be regarded as the model for good and benevolent management; he constructed hundreds of miles of roads planted with trees, bridged all the rivers, and constructed irrigation works on a great scale.",
		"Cleanthes, pointing out that from a nature thoroughly evil we can never prove the existence of an infinitely powerful and benevolent Creator, hazards the conjecture that the deity, though all-benevolent, is not all-powerful.",
		"Mahomet, it is said, declared that the house-dwelling snakes were a kind of jinn, and the heathen Arabs invariably regarded them as alike malevolent or benevolent demoniacal beings.\"",
		"Paley displays little or no spirituality of feeling; but this is a matter in which one age is apt to misjudge another, and Paley was at least practically benevolent and conscientiously attentive to his parish duties.",
		"In all versions of the Nutcracker, the Sugar Plum Fairy is a being both mystical and benevolent.",
		"Dorsey's business dealings with Sinatra proved to be far less benevolent.",
		"The Royal South Hampshire Infirmary is the principal of numerous benevolent and charitable institutions.",
		"In art, Oceanus was represented as an old man of noble presence and benevolent expression, with the horns of an ox and sometimes crab's claws on his head.",
		"The Polish rising of 1863 came just in time to prevent a threatened Franco-Russian alliance; the timid and double-faced attitude of both France and Austria during the revolt left them isolated in Europe, while Bismarcks ready assistance to Russia assured at least the benevolent neutrality in the coming struggle with the Habsburg power.",
		"Reactionary as the measure was it enabled the agricultural interest, on which the prosperity of Denmark mainly depended, to tide over one of the most dangerous crises in its history; but certainly the position of the Danish peasantry was never worse than during the reign of the religious and benevolent Christian VI.",
		"Benevolent institutions include the Clayton hospital (1879), on the pavilion system, and the West Riding pauper lunatic asylum with its branches.",
		"The close relation between finance and general policy is most impressively illustrated in this failure of benevolent autocracy.",
		"Both these writers, more particularly the latter, had postulated in controverting Hobbes the existence of a moral sense to explain the fact that we approve benevolent actions, done either by ourselves or by others, which bring no advantage to ourselves.",
		"Among the benevolent and charitable institutions are the royal national hospitals for consumptives (founded in 1869), the seaside home of the London city mission, the St Catherine's home for consumptives and the convalescent home of the Royal Hants Hospital.",
		"Three well planned and commodious hospital buildings represent the benevolent work of the community.",
		"The town has a convent founded in 1256, a high school, a hospital and other benevolent institutions.",
		"The Devonshire hospital, formerly known as the Bath Charity, is a benevolent institution, supported by voluntary subscriptions.",
		"During the Russo-Japanese War he took a strong line in favour of a benevolent attitude on the part of the Vienna Cabinet towards Russia.",
		"It was assumed by deists in debating against the orthodox, that the flood of error in the hostile camp was due to the benevolent cunning or deliberate self-seeking of unscrupulous men, supported by the ignorant with the obstinacy of prejudice.",
		"Do you believe that there is a benevolent deity in charge of this world?",
		"Next year the great tragic poem of Torquemada came forth to bear witness that the hand which wrote Ruy Blas had lost nothing of its godlike power and its matchless cunning, if the author of Le Roi s'amuse had ceased to care much about coherence of construction from the theatrical point of view as compared with the perfection of a tragedy designed for the devotion of students not unworthy or incapable of the study; that his command of pity and terror, his powers of intuition and invention, had never been more absolute and more sublime; and that his infinite and illimitable charity of imagination could transfigure even the most monstrous historic representative of Christian or Catholic diabolatry into the likeness of a terribly benevolent and a tragically magnificent monomaniac. Two years later Victor Hugo published the third and concluding series of La Legende des siecles.",
		"Bismarck, now that the choice was forced upon him, determined in favor of Austria, and during a visit to Vienna in October, arranged with Count Andrssy an alliance by which in the event of either being attacked by Russia the other was to assist; if either was attacked by any power other than Russia, the other was to preserve benevolent neutrality unless the attacking power was helped by Russia.",
		"Either state pledged itself to observe benevolent neutrality in case the other were attacked uss a.",
		"All accounts agree in describing him in later life as a man of handsome presence, with a venerable white beard, piercing black eyes and a benevolent cast of countenance, the effect of which was heightened in conversation by a voice of singular sweetness.",
		"Bearing these matters in mind, we find that during the 18th century the most prominent and beneficent rulers were the emperor Yesu of Gondar, who died about 1720, Sebastie, negus of Shoa (1703-1718), Amada Yesus of Shoa, who extended his kingdom and founded Ankober (1743-1774), Tekla Giorgis of Amhara (1770-1798?) and Asfa Nassen of Shoa (1774-1807), the latter being especially renowned as a wise and benevolent monarch.",
		"Charles was a thorough despot of the benevolent order, and had been deeply offended by the real or suspected share of the Jesuits in the riot of 1766.",
		"At Houghton his course of life was a ceaseless round of benevolent activity.",
		"Amsterdam is also remarkable for the number and high character of its benevolent institutions, which are to a large extent supported by voluntary contributions.",
		"He admits, however, benevolent being as a second object, on the ground that such an object, having a like virtuous propensity, \" is, as it were, enlarged, extends to, and in some sort comprehends being in general.\"",
		"Riaz's standpoint was that of the benevolent autocrat; he believed that the Egyptians were not fitted for self-government and must be treated like children, protected from ill-treatment by others and prevented from injuring themselves.",
		"In works of art Hygieia is represented, together with Asclepius, as a maiden of benevolent appearance, wearing the chiton and giving food or drink to a serpent out of a dish.",
		"It contains three churches, a spacious market-place and various educational and benevolent institutions.",
		"But his health was failing and he withdrew from politics, spending his last years as a benevolent and autocratic country magnate.",
		"His benevolent despotism had healed the wounds inflicted by the barbarian invaders, and given to his subjects a false feeling of security.",
		"The modern history of the British in India, as benevolent administrators ruling the country with an eye to the good of the natives, may be said to begin with Lord William Bentinck.",
		"The difficulty of securing proper officials gradually resulted in the more important civil functions being handed over to the friars, who frequently exercised a benevolent despotism.",
		"There are a Latin and industrial school, several benevolent institutions, and a monument to Christoph von Schmid (1768-1854), a writer of stories for the young.",
		"Fortunately for the Americans, however, the company in 1824 sent to the Columbia river as its chief factor and governor west of the Rocky Mountains Dr John McLoughlin (1784-1857), who ruled the region with an iron hand, but with a benevolent purpose, for twenty-two years.",
		"The benevolent institutions include a general hospital, the eye infirmary, orphan asylum, nursing institution and institute of the society.",
		"Close to the town are the extensive buildings of the Royal Medical Benevolent College, commonly called Epsom College, founded in 1855.",
		"It has two Protestant and three Roman Catholic churches and several schools and benevolent institutions.",
		"Pity he finds to be grief for the calamity of others, arising from imagination of the like calamity befalling oneself; what we admire with seeming disinterestedness as beautiful (pulchrum) is really \" pleasure in promise \"; when men are not immediately seeking present pleasure, they desire power as a means to future pleasure, and thus have a derivative delight in the exercise of power that prompts to what we call benevolent action.",
		"Moral goodness, then, in a \" sensible creature \" implies primarily disinterested affections, whose direct object is the good of others; but Shaftesbury does not mean (as he has been misunderstood to mean) that only such benevolent social impulses are good, and that these are always good.",
		"In discussing this he distinguishes, with well-applied subtlety, between the pleasurableness of the benevolent emotions themselves, the sympathetic enjoyment of the happiness of others, and the pleasure arising from a consciousness of their love and esteem.",
		"While thus maintaining Shaftesbury's \"harmony\" between public and private good, Hutcheson is still more careful to establish the strict disinterestedness of benevolent affections.",
		"Shaftesbury had conclusively shown that these were not in the vulgar sense selfish; but the very stress which he lays on the pleasure inseparable from their exercise suggests a subtle egoistic theory which he does not expressly exclude, since it may be said that this \" intrinsic reward \" constitutes the real motive of the benevolent man.",
		"On the one hand, he speaks of moral approbation as derived from \" humanity and benevolence,\" while expressly recognizing, after Butler, that there is a strictly disinterested element in our benevolent impulses (as also in hunger, thirst, love of fame and other passions).",
		"Both thinkers hold that this perception of right and wrong in actions is accompanied by a perception of merit and demerit in agents, and also by a specific emotion; but whereas Price conceives this emotion chiefly as pleasure or pain, analogous to that produced in the mind by physical beauty or deformity, Reid regards it chiefly as benevolent affection, esteem and sympathy (or their opposites), for the virtuous (or vicious) agent.",
		"He does not himself use the will of an omnipotent and benevolent being as a means of logically connecting individual and general happiness.",
		"Some years earlier, Gay,' admitting Hutcheson's proof of the actual disinterestedness of moral and benevolent impulses, had maintained that these (like the desires of knowledge or fame, the delight of reading, hunting and planting, &c.) were derived from self-love by \" the power of association.\"",
		"He is represented as a middle-aged man of enormous strength, quick to anger, but benevolent towards mankind.",
		"The chief buildings of Scarborough apart from those already considered are the town hall, market hall and public hall, several modern churches and chapels, and charitable and benevolent institutions.",
		"Cagn or Ikaggen, the Mantis, is sometimes regarded with religious respect as African a benevolent god.",
		"Besides the palatial edifices erected in connexion with the mineral water-cure, there are churches of various denominations, Lutheran, Roman Catholic, Russian-Greek and Anglican, schools and benevolent institutions.",
		"But then I see a benevolent individual has donated a not insignificant amount in memory of my late lamented house guest, Brenda Washington.",
		"The Watchers then relegated themselves to the role of a benevolent audience in the bloody basketball game that was Damian's war.",
		"I have to sit back and look like I'm the grateful little kid getting help from the benevolent teacher.",
		"I for one did not actually expect to find the Tower of London infiltrated by anyone, however benevolent; the notion seemed far-fetched.",
		"How can there be a benevolent deity in charge of this world?",
		"The table scrap thing makes a person feel like a benevolent despot, a human queen of the cat realm.",
		"Linux is the prime example of the ` ` benevolent dictator ' ' model of open-source development.",
		"Richard Dimbleby's benevolent paternalism was set alongside the differing personalities of Michelmore and, to a greater extent, Whicker.",
		"He was a candid, upright, and benevolent man, of liberal sentiments and sincere piety.",
		"This was another thing I loved - the benevolent communists going wide-eyed into the unrestrained free-market capitalism of New Mars.",
		"There may also be mentioned a large number of other places of worship, a town hall with fine classical facade and tower, market hall, museums of natural history and of art and industry, an exchange, assembly rooms, and various benevolent institutions.",
		"The king is a benevolent autocrat, easily accessible to all his subjects, both able and willing to protect the weak against the highest-placed oppressor.",
		"In Tuscany the rule of Ferdinand and of his minister Fossombroni was mild and benevolent, but enervating and demoralizing.",
		"It appears that Peisistratus was benevolent to the last, and, like Julius Caesar, showed no resentment against enemies and calumniators.",
		"For a time the propaganda had very little success, because the uneducated peasants and factory workers could not understand the phraseology and abstract principles of socialism; but when the propagandists descended to a lower platform and spread rumours that the tsar had given all the land to the peasants, and was prevented by the proprietors and officials from carrying out his benevolent intentions, there was a serious danger of agrarian disorders, and energetic measures were adopted by the authorities.",
		"He points out that under this benevolent despotism, though men might be happy, their happiness was unstable, because it depended on the character of a single man; and the highest praise he can give to those virtuous princes is that they \" deserved the honour of restoring the republic, had the Romans of their days been capable of a rational freedom.\"",
		"The principal benevolent institutions are Guy's Hospital, St Thomas's Street, founded in 1721 by Thomas Guy, with an important medical school; and Bethlehem Royal Hospital for the Insane, commonly corrupted to Bedlam, the origin of which is found in a priory of the 13th century founded within the City, beside the modern Liverpool Street.",
		"Left an orphan at the age of three, she was brought up by Madame de Mackau, and had a residence at Montreuil, where she gave many proofs of her benevolent character.",
		"It may be noted that the original sense of \"demon\" was a benevolent being; but in English the name now connotes malevolence; in German it has a neutral sense, e.g.",
		"Not only so, but they could count, at the very least, on a benevolent neutrality from the native population; while from the Armenian principalities in the S.E.",
		"These deplorable results were, of course, not universally produced; there were admirable exceptions both among masters and among slaves - instances of benevolent protection on the one side and of unselfish devotion on the other; but the evil effects without doubt greatly preponderated.",
		"France, he believed, would never come single-handed to the assistance of Turkey; Austria would be bound at least to benevolent neutrality by \" gratitude \" for the aid given in 1849; the king of Prussia would sympathize with a Christian crusade; Great Britain, where under the influence of John Bright and Richard Cobden the \" peace at any price \" spirit seemed to be in the ascendant, would never intervene.",
		"Save for the benevolent neutrality of Prussia, therefore, which enabled her to obtain supplies from the north, Russia was pitted singlehanded against a coalition of Turkey, Great Britain and France, to which Sardinia was added later.",
		"The town, which was rebuilt in fine, regular fashion after a destructive fire in 1787, contains three Protestant churches, a Roman Catholic church and various educational and benevolent institutions.",
		"A \"societe industrielle\" for the encouragement of original discovery and invention among the workmen has existed since 1825, and there are various benevolent societies.",
		"Zenaku wo saiban suru tame no The unique standard which Virtue vice-judging sake of is used for judging virtue or mochiitaru yitsu no hyojun Wa vice is benevolent conduct used unique standard solely.",
		"Among other educational establishments, Konigsberg numbers four classical schools (gymnasia) and three commercial schools, an academy of painting and a school of music. The hospitals and benevolent institutions are numerous.",
		"Among its important lines of work may be mentioned frequent reports during the cotton ginning season upon the amount of cotton ginned, supplemental census reports upon occupations, on employees and wages, and on further interpretation of various population tables, reports on street and electric railways, on mines and quarries, on electric light and power plants, on deaths in the registration area 1900-1904, on benevolent institutions, on the insane, on paupers in almshouses, on the social statistics of cities and on the census of manufactures in 1905.",
		"But to these grievances was added in 1804 the sequestration, to provide for Spain's needs, of the benevolent funds (obras pi g s) in Mexico, amounting to about $45,000,000, and nearly all invested on mortgage.",
		"Ferdinand was succeeded by his son, Leopold II., who continued his father's policy R of benevolent but somewhat enervating despotism, which produced marked effects on the Tuscan character.",
		"The benevolent or malignant influence of each planet, together with the sun and moon, is modified by the sign it inhabits at the nativity; thus Jupiter in one house may indicate riches, fame in another, beauty in another, and Saturn similarly poverty, obscurity or deformity.",
		"He was there, he said, \"not only as one of the representatives of the city of Durham, but also as one of the representatives of that benevolent organization, the Anti-Corn Law League.\"",
		"The Evans family were the sole local employers and appear to have been relatively benevolent for the time.",
		"He believed that the arrival of so benevolent a king as Joseph, and the promulgation of a number of useful reforms based on those of the French Revolution, would soothe any passing irritation.",
		"It deals both with benevolent beings which have no circle of worshippers or so limited a circle as to be below the rank of gods, and with malevolent beings of all kinds.",
		"The benevolent institutions include the general hospital, founded in 1817, removed to the present site in 1867, extended by the addition of two wings in 1878 and of an eye department in 1890; a convalescent home for twenty patients from the hospital only (1903); the Royal Cambrian Institution for the Deaf and Dumb, established in 1847 at Aberystwyth, removed to Swansea in 1850, and several times enlarged, so as to have at present accommodation for ninety-eight pupils; the Swansea and South Wales Institution for the Blind, established in 1865 and now under the Board of Education; the Swansea and South Wales Nursing Institute (1873), providing a home for nurses in the intervals of their employment; a nursing institution (1902) for nursing the sick poor in their own homes, affiliated with the Queen's Jubilee Institute of London; the Sailors' Home (1864); a Sailors' Rest (1885); and a Mission to Seamen's Institute (1904).",
		"Such views and sentiments are incompatible with the idealization of a benevolent despotism.",
		"Many educational and benevolent foundations were endowed by him, and it is to Mahommed II.",
		"The various charity and benevolent institutions are closely bound together on a co-operative basis by the agency of the associated charities.",
		"He was a man of high character and benevolent disposition, a fine flute-player, and a generous master to his slaves, for whose children he invented the rattle.",
		"When the most enlightened statesmen of the Republic could seriously believe in the benevolent intentions of Russia the end was not far off."
	],
	"synonyms": [
		"openhearted",
		"large-hearted",
		"kindly",
		"charitable",
		"good-hearted",
		"sympathetic",
		"freehearted",
		"philanthropic",
		"eleemosynary",
		"beneficent",
		"unrevengeful",
		"unselfish",
		"loving",
		"liberal",
		"humane"
	],
	"antonyms": [
		"unkind",
		"malevolent",
		"selfish",
		"mean",
		"greedy",
		"spiteful"
	]
}