{
	"word": "decorum",
	"meaning": [
		"Propriety and good taste in behavior, dress, etc.",
		"An act or requirement of polite behavior.",
		"The appropriateness of an element of an artistic or literary work, such as style or tone, to its particular circumstance or to the composition as a whole."
	],
	"sentences": [
		"There was decorum in the countenance he wore.",
		"Perhaps you could respond to Andy's points and restore a little decorum here.",
		"She accepted his report, not without obvious sadness but with business-like decorum and no sign of tears.",
		"We trust he will show the proper decorum for the occasion.",
		"He was a regular observer of religious rites, took great pains to secure decorum in the services of the church, and was generous in almsgiving both within his empire and without.",
		"When this ebony bird flew in it was beguiling my sad fancy into smiling by the grave and stern decorum of the countenance it wore.",
		"Your sense of ethics and social decorum is also strong as you strive to be your best.",
		"There's too much decorum in the world, too little fun.",
		"The boy had a wild streak that overcame his sense of decorum too often and landed him in duels every other day.",
		"But even in this case allowance must be made for the difference between modern and medieval standards of decorum.",
		"A princess of the realm should sure - um - Try to act with more decorum.",
		"Some ladies, with faces betraying complete forgetfulness of all the rules of decorum, pushed forward to the detriment of their toilets.",
		"He stood a little behind the governor and held himself with military decorum through the service, meditating on a great variety of subjects.",
		"I did come down the steep shaly slope mostly on my bottom not too painful but rather lacking in decorum !",
		"He enclosed a form of the proclamation, and expressed a hearty \" wish that the university would so compose themselves as to perform the solemnity with a reasonable decorum.\"",
		"The Steward reads Prayers in the Family twice a Day, and maintains an exemplary decorum in the House.",
		"Majesty, to keep decorum, must No less beg than a kingdom.",
		"The mutual ardour;gradually cooled; motives of prudence and decorum urged the discontinuance of the connexion; and disillusion changed insensibly to disgust.",
		"In the imperial court, so far as outward decorum and refinement were concerned, there was an immense improvement, and the upper section of the old Russian Dvorianstvo became a noblesse with French aristocratic conceptions and ideals.",
		"The city swarmed with Spanish adventurers, assassins, prostitutes and informers; murder and robbery were committed with impunity, heretics and Jews were admitted to the city on payment of bribes, and the pope himself shamelessly cast aside all show of decorum, living a purely secular and I.",
		"His operas, for all their daintiness and melody, no longer hold the stage; the Masses in which he praised God with a cheerful heart \" have been condemned by the severer decorum of our own day; of his oratorios the Creation alone survives.",
		"These vigilantes were the good citizens (the committee of 1851 included some Boo and that of 1856 some6000-8000citizens of all classes), who organized outside of law, \" not secretly, but in debate, in daylight, with sobriety and decorum,\" to defend and establish, through defying, its rule.",
		"He takes first the semi-moral notion of \" propriety\" or \"decorum,\" and endeavours to show inductively that our application of this notion to the social behaviour of another is determined by our degree of sympathy with the feeling expressed in such behaviour.",
		"The Emperor moved forward evidently wishing to end the conversation, but the flushed and excited Italian, oblivious of decorum, followed him and continued to speak.",
		"Official Girl Scout pins, badges, member ship stars and other mainstream, universal girl scout decorum are placed on the front of the vest or sash on the uniform.",
		"Not only do they provide a certain level of decorum that is much needed in the office environment, but they can be dressed up or down depending on the situation.",
		"This distinguished mastery of style, and love of it for its own sake within the bounds of good sense and literary decorum, gave him a pre-eminence among the story-tellers of his time.",
		"Matveyev, the most influential of the boyars, had married a foreigner who conversed freely with her husband's male friends, contrary to the Muscovite notions of respectability and decorum, and his house, in which the tsar was a frequent visitor, was furnished and decorated in foreign fashion.",
		"These enthusiastic evangelists esteemed zeal a higher virtue than discipline and decorum, and put small emphasis on church systems as compared with conversions.",
		"The Fenian movement had practically expired; some annual motions for the introduction of Home Rule, made with all the decorum qf parliamentary usage, had been regularly defeated.",
		"These form a guard of the building and of the goods and persons in it, and have the right to maintain order and, within certain limits, decorum; but they have no further control over the temporary occupants of the place, which is always kept open for all arrivals from prayer-time at early dawn till late in the evening.",
		"The ambiance is slightly steampunk, with gentlemen dressing for dinner, women being more decorative than useful, and a fine sense that decorum must be preserved.",
		"Similarly, in the view taken by the Stoics of the duties of social decorum, and in their attitude to the popular religion, we find a fluctuating compromise between the disposition to repudiate what is conventional, and the disposition to revere what is 1 The Stoics seem to have varied in their view of \" good repute,\" eu50 ia; at first, when the school was more under the influence of Cynicism, they professed an outward as well as an inward indifference to it; ultimately they conceded the point to common sense, and included it among rrponyp. va.",
		"He looks askance at the minutiae to which habit and social decorum usually blind us, reframing them so they appear ridiculous, shocking.",
		"If you are a party goer with a keen attention to decorum, you will want to coordinate your infant's apparel with the theme of the occasion.",
		"But among its native surroundings the career of Darer stands out with an aspect of ideal elevation and decorum which is its own."
	],
	"synonyms": [
		"propriety",
		"p's and q's",
		"mores",
		"manner",
		"good form",
		"etiquette",
		"decorousness",
		"formality",
		"civility",
		"protocol",
		"tact",
		"gentility",
		"decency",
		"mannerliness",
		"good taste"
	],
	"antonyms": [
		"indecorum",
		"indecency",
		"bad behavior",
		"rudeness",
		"impoliteness",
		"bad-manners"
	]
}