{
	"word": "cordial",
	"meaning": [
		"Warm and friendly; hearty.",
		"Polite and respectful; formally pleasant.",
		"Stimulating the heart; invigorating; reviving.",
		"Sincere; deeply felt.",
		"(rare) Tending to revive, cheer, or invigorate; giving strength or spirits.",
		"An aromatic, syrupy alcoholic drink; liqueur.",
		"A medicine, food, or drink that stimulates the heart.",
		"(UK, Australia, New Zealand) A concentrated noncarbonated soft drink which is diluted with water before drinking.",
		"(UK, Australia, New Zealand) An individual serving of such a diluted drink.",
		"A liqueur prepared using the infusion process."
	],
	"sentences": [
		"Alex was cordial to his father and formal to his sister.",
		"There was nothing original in the treatment, but it showed such power of appreciating the new ideas of the Fichtean method that it was hailed with cordial recognition by Fichte himself, and gave the author immediately a place in popular estimation as in the foremost rank of existing philosophical writers.",
		"It is after all only fizzy water and lime cordial!",
		"An attempt was made to form an anti-Prussian coalition, but it failed in consequence of the cordial understanding between the German and Russian chancellors.",
		"Yet his relations with the king were never cordial.",
		"With the others churches of the Anglican Communion the archbishop's relations were cordial in the extreme and grew closer as time went on.",
		"He also extended cordial greetings to the delegates of these countries.",
		"The cordial relations between Napoleon and the pasha of Iannina had not long continued.",
		"Nevertheless Peckham's relations with the king were often cordial, and Edward called on him for help in bringing order into conquered Wales.",
		"The tension was relaxed with the fall of the Zanardelli government, and comparatively cordial relations were gradually re-established.",
		"The bar has an extensive wine, cordial and cigar list, along with daily lunch and dinner specials.",
		"Guizot inaugurated a different policy; by mutual confidence and friendly offices they entirely succeeded in restoring the most cordial understanding between the two governments, and the irritation which Lord Palmerston had inflamed gradually subsided.",
		"He conceives, therefore, of virtue, or moral beauty, as consisting in the cordial agreement or consent to intelligent being.",
		"He was also mixed up in English affairs, and as a rule maintained cordial relations with Henry I.",
		"We received a very cordial welcome from the landlord, Tammy was allowed in the public bar.",
		"Add the stock and ginger cordial and leave to simmer for 20 minutes.",
		"From the moment you are greeted by the liveried doorman, you will experience a cordial yet discreet welcome.",
		"Their relations with Poles and Ruthenians are anything but cordial, and \" Jew-baiting \" is of frequent occurrence.",
		"At St Petersburg he met with a more cordial reception from Catherine II., and in 1787 he was permitted to return to France, though not to Paris.",
		"In the foreign relations of the United States, as directed by President McKinley, the most significant change was the cordial understanding established with the British government, to which much was contributed by his secretary of state, John Hay, appointed to that portfolio when he was ambassador to the court of St James, and which was due to some extent to the friendliness of the British press and even more markedly of the British navy in the Pacific during the Spanish War.",
		"Thus for the first time for two generations both the chief white races of South Africa were found working in cordial cooperation.",
		"Relations with Great Britain, however, remained far from cordial until the celebration of the fourth centenary of Vasco da Gama's voyage to India, afforded the opportunity for a rapprochement in 1898.",
		"In private life his gaiety, his buoyancy, his high breeding, made even his political opponents forget their differences; and even the warmest altercations on public affairs were merged in his large hospitality and cordial social relations.",
		"As soon as Richelieu became minister in 1624 there was an end to cordial relations with Spain.",
		"Letters in cordial terms were published, which had passed between Mr Chamberlain(September 9) and Mr Balfour (September 16).",
		"The transfer of the elector's support from Sweden to Poland in 1656 was followed by the fall from power of Waldeck, who was succeeded by Otto von Schwerin (1616-1679), under whose influence the elector's relations with the emperor became more cordial.",
		"The cordial understanding with Austria, cemented at Miinchengratz and Berlin, was renewed, after the accession of the emperor Ferdinand, at Prague and Tdplitz (1835); on the latter occasion it was decided \" without difficulty \" to suppress the republic of Cracow, as a centre of revolutionary agitation.",
		"These cordial ties were loosened, however, by the fresh crisis in the Eastern Question after 1838.",
		"The palate has crisp citrus on entry, grapefruit, lemon and lime cordial flavors as well as sweet lemon drops.",
		"In the past the roots were boiled in wine to make a cordial to protect against the plague.",
		"One of Woodall's earliest memories is making elderflower cordial in the kitchen of his grandmother's Georgian farmhouse - just down the road.",
		"Even while the upheaval and reorganization of privatization was under way, we maintained generally cordial relations with local rail managers.",
		"The management at reception are quite cordial and helpful, and most of them are trilingual.",
		"Relations between these various power bases aren't always cordial - links are fluid and alliances temporary.",
		"From delicate elderflower cordial to hearty Yorkshire puds, weâve selected the finest of English fare.",
		"I also consumed vast amounts of my favorite drink â pints of blackcurrant cordial with water (no ice, thank you ).",
		"Can drinking too much fruit cordial be bad for your health?",
		"Children are drugged either with Godfrey's Cordial or stronger decoctions of opium.",
		"A cordial invitation is extended to all members of staff, students and to members of the general public to attend the lecture.",
		"His installation into this congenial post at once introduced him to the best literary society of the time; and in becoming the associate of Charles Lamb, Cary de Quincey, Allan Cunningham, Proctor, Talfourd, Hartley Coleridge, the peasant-poet Clare and other contributors to the magazine, he gradually developed his own intellectual powers, and enjoyed that happy intercourse with superior minds for which his cordial and genial character was so well adapted, and which he has described in his best manner in several chapters of Hood's Own.",
		"Nevertheless the royal journey contributed notably to the establishment of cordial relations between Italy and the central powers, relations which were further strengthened by the visit of the emperor Francis Joseph to Victor Emmanuel at Venice in April 1875, and by that of the German emperor to Milan in October of the same year.",
		"He greeted the treaty of San Stefano (3rd March 1878) with undisguised relief, and by the mouth of the king, congratulated Italy (7th March 1878) on having maintained with the powers friendly and cordial relations free from suspicious precautions, and upon having secured for herself that most precious of alliances, the alliance of the future a phrase of which the empty rhetoric was to be bitterly demonstrated by the Berlin Congress and the French occupation of Tunisia.",
		"Almost immediately after his appointment Signor Tittoni accompanied the king and queen of Italy on a state visit to France and then to England, where various international questions were discussed, and the cordial reception which the royal pair met with in London and at Windsor served to dispel the small cloud which had arisen in the relations of the two countries on account of the Tripoli agreements and the language question in Malta.",
		"He was much more cordial now that he was immersed in what amounted to a major man hunt.",
		"As far as the difference in language will permit, there is cordial fellowship and co-operation with the Presbyterian Church of England.",
		"Though querulous because of his non-preferment, De Quincey tells us that \"his lordship was a joyous, jovial, and cordial host.\"",
		"He strengthened the cordial understanding with France by a formal agreement, the terms of which were not divulged, but he never encouraged the French government in any aggressive designs, and he maintained friendly relations with Germany.",
		"Her relations with the new empress were not of a cordial nature, though she continued devotedly loyal.",
		"Thence four marches, generally over a stony plateau dominated by bare, sterile mountains, brought them to Sana, where they received a cordial welcome from the imam, el Mandi Abbas.",
		"The reception of this volume was cordial, but not so universally respectful as that which Tennyson had grown to expect from his adoring public. The fact was that the heightened reputation of Browning, and still more the sudden vogue of Swinburne, Morris and Rossetti (1866-1870), considerably disturbed the minds of Tennyson's most ardent readers, and exposed himself to a severer criticism than he had lately been accustomed to endure.",
		"But potent opposition was offered to the appointment of a minister of religion, and the chair went to George Croom Robertson - then an untried man - between whom and Martineau a cordial friendship came to exist.",
		"His relations with the imperial house, however, never became cordial; and he was also unsuccessful in winning the sympathy of the Roman nobles.",
		"The fact that his daughter Louise was the consort of Leopold I., king of the Belgians, had brought him into intimate and cordial relations with the English court, which did much to cement the entente cordiale with Great Britain.",
		"The Prussian people were keenly irritated by the cordial relations between their court and the most despotic power in Europe.",
		"The cordial relations thus emphasized encouraged Baron Aerenthal, in the autumn of 1908, to pursue a still bolder policy.",
		"He also received assurances of the cordial sympathy of British Abolitionists with him in his efforts to abolish American slavery.",
		"Thus the privileges of the bishops and of Copenhagen profoundly irritated the lower clergy and the unprivileged towns, and made a cordial understanding impossible, till Hans Svane, bishop of Copenhagen, and Hans Nansen the burgomaster, who now openly came forward as the leader of the reform movement, proposed that the privileges which divided the non-noble Estates should be abolished.",
		"Sir Benjamin's policy - which had the cordial approval both of the Dutch and the British colonists - was one of close settlement by whites in certain districts and military control of the Kaffirs in other regions, and it would have done much to ensure peace.",
		"Though still retaining his official position and much of his influence at court, his personal relations with the emperor were not so cordial as before, and he suffered from the intrigues of the Spanish or anti-German party.",
		"To this succeeded the Moral Proverbs of Christine de Pisan, in verse, in 1478, and a Cordial, in prose, in 1479.",
		"The visit was the symbol of a reconciliation between the Rumanians and the Russians, the relations between whom had been the reverse of cordial since 1878.",
		"These efforts to help the country districts met with cordial recognition from the Dutch farmers, and the release, in May 1904, of all rebel prisoners was another step towards reconciliation.",
		"At the Berlin conference he had established a formidable reputation; the popularity he enjoyed at home was affectionately enthusiastic; no minister had ever stood in more cordial relations with his sovereign; and his honours in every kind were his own achievement against unending disadvantage.",
		"Relations between Sun Yat-sen and Yuan Shih-k'ai were never cordial, but until the ejection from Peking of the Kuo Min-tang Radicals by the President Dictator in 1913, they preserved the appearance of goodwill, and towards the end of 1912 Sun accepted a highly paid appointment as Director of National Railways at Shanghai.",
		"Republican France and the tsar made as cordial demonstrations as Queen Victoria and her government, and Switzerland, Belgium, Holland and others followed suit.",
		"His accession to office was marked by speeches breathing a new spirit of imperial consolidation, embodied either in suggestions for commercial union or in more immediately practicable proposals for improving the \"imperial estate\"; and at the Diamond Jubilee of 1897 the visits of the colonial premiers to London emphasized and confirmed the new policy, the fruits of which were afterwards seen in the cordial support given by the colonies in the Boer War.",
		"Bismarck in this crisis by deferring to the emperor in appearance avoided the danger, but he knew that he had been deceived, and the cordial understanding was never renewed.",
		"Alder is a mild narcotic that can reduce stress and cheer you up in the form of jam and elderflower cordial etc!",
		"Outside of Rome relations between the clergy and the authorities were as a rule quite cordial, and in May 1903 Cardinal Sarto, the patriarch of Venice, asked for and obtained an audience with the king when he visited that city, and the meeting which followed was of a very friendly character.",
		"Franco-Italian friendship was officially cemented by the visit of King Victor Emmanuel and Queen Elena in October 1903 to Paris where they received a very cordial welcome.",
		"On that occasion Bismarck helped Gorchakov to ward off the threatened intervention of France and England, and he thereby founded the cordial relations which subsisted between the cabinets of Berlin and St Petersburg down to 1878, and which contributed powerfully to the creation of the German empire by defending the Prussian cabinet against the jealousy and enmity of Austria and France.",
		"Fortis became prime minister, he accepted the post of minister for foreign affairs, and on the fall of the Cabinet early in 1906 he was appointed ambassador in London, where he remained until 1910, gaining much popularity and contributing to render Anglo-Italian relations ever more cordial.",
		"Natasha's unwontedly brilliant eyes, continually glancing at him with a more than cordial look, had reduced him to this condition.",
		"Moving away from the traditional crumble, try making a spiced rhubarb chutney or rhubarb cordial by boiling the rhubarb with sugar and straining.",
		"You will get the best results if you remain cordial and actively attempt to work out a solution that is best for both you and the creditor.",
		"When parents are able to work through their issues and behave toward each other in a cordial manner, their children can only benefit.",
		"One spouse must be named the defendant even if the divorce is cordial.",
		"An Aquarius will be cooperative when working on group projects and cordial in meetings and with customers, but he or she also won't hesitate to share an opposing point of view or offer a completely new perspective on a situation.",
		"The wives then meet the family, and in the beginning there is usually a cordial atmosphere within the home.",
		"It usually doesn't take long for the cordial atmosphere to evolve into frustration and arguments.",
		"During this period the relations between the two governments and the two countries became much more cordial.",
		"Landor's maxims of \"few acquaintances, fewer friends, no familiarities\" had his cordial approval.",
		"It placed on record \"its cordial appreciation of the efforts of those governments and institutions which have already supported cotton-growing in their respective colonies.\"",
		"Henceforth the relations of the maharajas with the British government were increasingly cordial.",
		"When Fortis became prime minister, San Guiliano accepted the post of minister for foreign affairs, and on the fall of the Cabinet early in 1906 he was appointed ambassador in London, where he remained until 1910, gaining much popularity and contributing to render Anglo-Italian relations ever more cordial.",
		"After the recall of the legate Otho the alliance was less open and less cordial.",
		"Sophia was an accomplished woman of high intelligence, but unfortunately the relations between the royal pair were far from cordial and finally ended in complete disagreement, and the breach between them continued until the death of the queen in 1877.",
		"In January 1892 the khedive Tewfik, who had always maintained cordial relations with Sir Evelyn Baring, died suddenly, and was succeeded by his son, Abbas Hilmi, a young b man without political experience, who failed at first to understand the peculiar situation in which a khedive ruling under British protection is necessarily placed.",
		"In like manner the relations between the British officials and their Egyptian colleagues gradually became more cordial, so that it was found possible at last to reform the local administration in the provinces according to the recommendations of Mr (afterwards Sir) Eldon Gorst, who had been appointed adviser to the ministry of the interior.",
		"Sir Reginald Wingate, the sirdar of the Egyptian army (in which post he succeeded Lord Kitchener at the close of 1899) was named governor-general, and in the work of regeneration of the country, the officials, British, Egyptian and Sudanese, had the cordial co-operation of the majority of the inhabitants.",
		"The young emperor was frank and cordial; Frederick was more cautious, for he detected under the respectful manner of Joseph a keen ambition that might one day become dangerous to Prussia.",
		"He formed a firm and cordial friendship with the Prime Minister, Sir Wilfrid Laurier; but that did not prevent him from welcoming and winning the attachment of Sir Wilfrid's successor, Sir Robert Borden.",
		"Meanwhile, however, the personal relations of Alexander and Napoleon were of the most cordial character; and it was hoped that a fresh meeting might adjust all differences between them.",
		"Monckton Milnes (Lord Houghton), who won universal popularity by the most genuine kindliness of nature, became a cordial friend.",
		"O'Connell steadily supported Lord Melbourne's government, gave it valuable aid in its general measures, and repeatedly expressed his cordial approval of its policy in advancing Irish Catholics to places of trust and power in the state, though personally he refused a high judicial office.",
		"We both know we need to be cordial for the sake of the baby, but that is where we have left it.",
		"The visit to Vienna took place on the 17th to the 22nd of September, and that to Berlin on the 22nd to the 26th of September 1873, the Italian monarch being accorded in both capitals a most cordial reception, although the contemporaneous publication of La Marmoras famous pamphlet, More Light on 1/fe Events of i866, prevented intercourse between the Italian ministers and Bismarck from being entirely confidential.",
		"A revival of Irredentism in connection with the execution of an Austrian deserter named Oberdank, who after escaping into Italy endeavoured to return to Austria with explosive bombs in his possession, and the cordial references to France made by Depretis at Stradella (8th October 1882), prevented the French government from suspecting the existence of the alliance, or from ceasing to strive after a Franco-Italian understanding.",
		"This was justly regarded by him as an important service to his country and one of the triumphs of his career, and he hoped to obtain further successes with the assistance of Germany, but the cordial relations between the cabinets of St Petersburg and Berlin did not subsist much longer.",
		"The twelve years' truce on the 9th of April 1609 brought to an end the cordial relations between Maurice and Oldenbarneveldt.",
		"The advance of the Americans had been rapid and decisive, with a small loss of life - three killed and forty wounded - due to the skill with which the military manoeuvres were planned and executed and the cordial welcome given the invaders by the inhabitants.",
		"The little book promptly aroused widespread interest, some cordial sympathy and much vehement opposition; whilst its large companion the Etudes evangeliques, containing the course on the parables and four sections of his coming commentary on the Fourth Gospel, passed almost unnoticed.",
		"In a frank, cordial letter which was delivered to Cobden on his landing in Liverpool, Lord Palmerston offered him the presidency of the Board of Trade, with a seat in the Cabinet.",
		"Frederick, now king of Prussia, made not a few efforts to get Voltaire away from Madame du Chatelet, but unsuccessfully, and the king earned the lady's cordial hatred by persistently refusing or omitting to invite her.",
		"In the exercise of these functions Joachim quarrelled with Eustache du Bellay, bishop of Paris, who prejudiced his relations with the cardinal, less cordial since the publication of the outspoken Regrets.",
		"In this he had for some time the cordial support of his cabinet.",
		"On Lord Salisbury's resignation on the 11th of July 1902, Mr Balfour succeeded him as prime minister, with the cordial approval of all sections of the Unionist party.",
		"The task of clearing up after the war, both in South Africa and at home, lay before him; but his cordial relations with Mr Chamberlain, and the enthusiastic support of a large parliamentary majority, made the prospects fair.",
		"The leaders of this party came into close contact with the Social Democrats, and their relations became so cordial that Social Democracy everywhere declared the \" Democratie Chretienne \" to be its forerunner and pioneer.",
		"Medical work made an impression on the people and won the favour of the government, which has always been cordial and has employed missionaries as court-tutors.",
		"The cordial and gentle manners of Mrs Gibbon, however, and her unremitting care for his happiness, won him from his first prejudices, and gave her a permanent place in his esteem and.",
		"During the autumn of 1877 he went to London, Paris and Berlin on a confidential mission, establishing cordial personal relationships with Gladstone, Granville and other English statesmen, and with Bismarck.",
		"The correspondence of the two shows that they were far from being on cordial personal terms with one another, but Hood always discharged his duty punctually, and his capacity was so great, and so signally proved, that no question of removing him from the station ever arose.",
		"Well, what is Paris saying? he asked, suddenly changing his former stern expression for a most cordial tone.",
		"After a cordial reception by their commander Omer or Omar Pasha, Ali was imprisoned; he was shortly afterwards assassinated, lest his lavish bribery of Turkish officials should restore him to favour, and bring disgrace on his captor (March 1851).",
		"Perceiving the advantage of a visit to the imperial and apostolic court after the Italian occupation of Rome and the suppression of the religious orders, and convinced of the value of more cordial intercourse with the German empire, Visconti-Venosta and Minghetti advised their sovereign to accept both the Austrian and the subsequent German invitations.",
		"When she heard of his arrival she almost ran into the drawing room, flushed and beaming with a more than cordial smile."
	],
	"synonyms": [
		"affable",
		"genial",
		"amiable",
		"sociable",
		"polite",
		"gracious",
		"agreeable",
		"zealous",
		"sincere",
		"hospitable",
		"vital",
		"vigorous",
		"strengthening",
		"real",
		"liqueur",
		"liqueur",
		"maraschino",
		"strega",
		"galliano",
		"drambuie"
	],
	"antonyms": [
		"indifferent",
		"disagreeable",
		"unpleasant",
		"hostile",
		"aloof",
		"inhospitable",
		"cool",
		"uncordial",
		"unsociable",
		"unfriendly"
	]
}