{
	"word": "chagrin",
	"meaning": [
		"A feeling of embarrassment or distress because one has failed or been disappointed.",
		"A type of leather or skin with a rough surface.",
		"To cause to feel chagrin; embarrass or distress.",
		"To bother or vex; to mortify.",
		"(intransitive) To be vexed or annoyed."
	],
	"sentences": [
		"Having been beaten in a trial of soothsaying, Calchas died of chagrin or committed suicide.",
		"Overwhelmed with chagrin, Formosus died on the 4th of April 896.",
		"He is a man in a gray overcoat, very anxious that I should call him 'Your Majesty,' but who, to his chagrin, got no title from me!",
		"His appreciation of Grant, and his sympathy with the chagrin he suffered after this battle, cemented the friendship between the two.",
		"I shall not feel any chagrin should they deem me unsuitable.",
		"They too were not pleased and, to Dean's chagrin, tracked the front hall with the remnants of the piss-poor shoveling job on the front walk.",
		"In the spring of 1 506 Leonardo, moved perhaps by chagrin at the failure of his work in the Hall of Council, accepted a pressing invitation to Milan, from Charles d'Amboise, Marechal de Chaumont, the lieutenant of the French king in Lombardy.",
		"Much to everyone's chagrin, the final image of the series was a disturbing and violent cliffhanger which would never be resolved.",
		"Much to his parents ' chagrin the company moved to Washington and Dwight toured extensively for two years progressing into bigger and better roles.",
		"For the first three days, Carmen endured the indignity of his chagrin.",
		"On or even before her husband's death she retired to St Cyr, and had the chagrin of seeing all her plans for the advancement of the duke of Maine overthrown by means of the parliament of Paris.",
		"I located one on the far wall but to my chagrin, there was no result from flipping it up and down.",
		"To the great chagrin of reactionaries, it has drawn from under the feet of industry the national ground on which it stood.",
		"Sometimes I have to use my second vote to resolve deadlocks often to the chagrin of the defeated faction.",
		"Devon suggested adding several new destinations to the itinerary, much to the chagrin of his very organized travel companions.",
		"For example, at one point during the story, Greg goes up in the tree to retrieve a blanket and to his chagrin, his pants fall down.",
		"The first was West Virginia University, much to the chagrin of the administration.",
		"Leo always takes the spotlight, often to the chagrin of others who want to be on stage.",
		"The program was cancelled in 2005, much to the chagrin of fans everywhere.",
		"Alex is rarely seen without her husband by her side, much to the chagrin of the other housewives.",
		"When the couple finds out they are having a baby they decide to move in together, much to the chagrin of Amber's parents, who don't approve of Gary.While Amber prepares the baby's nursery Gary blows money on expensive video games.",
		"As a single man, he is perpetually unemployed, much to his parents' chagrin.",
		"Yet his liberalism was of the most cautious and moderate character, as the Opposition, shortly after his accession (March 8th, 1844), discovered to their great chagrin.",
		"He retired to Rome, where he was imprisoned in the castle of St Angelo for six months for his disobedience to the papal orders, and died in 1817, a year or two after his release, of disease contracted in prison and of chagrin.",
		"Ismail, recognizing in this obscure individual a capacity for hard work and a strong will, made him one of his ministers, to find, to his chagrin, that Riaz was also an honest man possessed of a remarkable independence of character.",
		"To his infinite chagrin, during this brief absence his father died.",
		"However, much to our chagrin it seemed every third baby girl ended up with that special name \"Heather.\"",
		"Spears' young fans quickly followed suit, much to the chagrin of their parents.",
		"These networks work on a share and share alike basis, and so all of the music is free - much to the chagrin of the major record labels.",
		"The rival seer Calchas is said to have died of chagrin because the predictions of Mopsus were fulfilled, while his own proved incorrect.",
		"No funds were forthcoming, and in 1795, to the chagrin of Coleridge, the scheme was dropped.",
		"Not without chagrin at his defeat, he withdrew into the ranks of the opposition.",
		"He evinced no rancour or spite; his \" Farewell Sermon \" was dignified and temperate; nor is it to be ascribed to chagrin that in a letter to Scotland after his dismissal he expresses his preference for Presbyterian to Congregational church government.",
		"Perhaps his popularity and many-sidedness militated against his academical success; at any rate he only obtained, to his chagrin, a second class in the History Tripos.",
		"Momus is reported to have burst with chagrin at being unable to find any but the most trifling defects in Aphrodite.",
		"Although he was on familiar terms with the dauphin (afterwards Louis XI.), when the latter was a refugee at the court of Burgundy, he could not but view with chagrin the repurchase by the king of France of the towns on the Somme, which had been temporarily ceded to Philip the Good by the treaty of Arras; and when his father's failing health enabled him to take into his hands the reins of government (which Philip abandoned to him completely by an act of the 12th of April 1465), he entered upon his lifelong struggle against Louis XI., and became one of the principal leaders of the League of the Public Weal.",
		"To his great chagrin he was obliged to begin borrowing again in 1672, and to have recourse to a,ffaires extraordinaires; and this brought him at last to his grave.",
		"In May and June 1789 he had written La France libre, which, to his chagrin, his publisher refused to print.",
		"Unhappily, after the third lecture of the course, Comte had a severe attack of cerebral derangement, brought on by intense and prolonged meditation, acting on a system that was already irritated by the chagrin of domestic discomfort.",
		"There is reason to believe that these first attempts were not received with much favour, and that it was in chagrin at his failure that he precipitately withdrew from his native town, and sought a refuge in Greece proper (about 447 B.C.).",
		"But by the republic of 1848 he was held in less favour, and chagrin at the treatment he experienced at the hands of the governments which succeeded that of Louis Philippe is supposed to have shortened his life.",
		"It is, indeed, impossible to say what motives of personal chagrin, of love of detraction, of the mere literary passion for effective writing, may have contributed to the indignation which inspired his verse.",
		"In the first stage of the history of the statesgeneral Mirabeau's part was very great He was soon recognized as a leader, to the chagrin of Jean Joseph Mounier, because he always knew his own mind, and was prompt in emergencies.",
		"Louis retaliated by refusing to sanction the duke of Burgundy's projected expedition against Calais, whereupon John quitted the court in chagrin on the pretext of taking up his mother's heritage."
	],
	"synonyms": [
		"humiliation",
		"mortification",
		"vexation",
		"dismay",
		"discomposure",
		"discomfiture",
		"confusion",
		"abashment",
		"embarrassment",
		"abase",
		"humble",
		"humiliate",
		"mortify",
		"shame",
		"humiliation",
		"displeasure",
		"dismay",
		"confuse",
		"abash",
		"vex",
		"irritate",
		"dissatisfaction",
		"embarrass",
		"faze"
	],
	"antonyms": [
		"gladness",
		"triumph",
		"joy",
		"delight",
		"happiness",
		"pleasure",
		"please",
		"make happy",
		"delight"
	]
}