{
	"word": "engender",
	"meaning": [
		"To beget.",
		"To bring into being; bring about; cause; produce.",
		"To procreate; propagate.",
		"To be produced; originate.",
		"1667, John Milton, Paradise Lost, Book II."
	],
	"sentences": [
		"Does cloning necessarily engender such confusion?",
		"Yet, as he has discovered, his experience does not always engender respect; \"Everybody now is an expert.\"",
		"The store gave out free samples to engenderloyalty from their customers.",
		"The ruling helped engender optimism that stronger, more enlightened policies could soon emerge in the Olympic movement.",
		"The aim of this new documentary is to engender feelings of patriotism in the citizens of our country.",
		"But today, the challenge is how to engender that loyalty.",
		"Many hope that recent events in our country will engender politicians to take action on gun safety.",
		"The store gave out free samples to engender loyalty from their customers.",
		"Hoping to engender confidence in her students, my son's teacher threw a class party to celebrate all the students' successes.",
		"Whether you believe that these perceptions of what's ideal or universal are built into our DNA, or hold the view that fairy tales engender these ideas, classic fairy tales are much more than simple stories and nonsensical rhymes.",
		"He failed to engender enough sympathy for Phillip Gellburg, a mistake which cannot be blamed on the script.",
		"What childhood would be complete without one of these simple toys that seem to engender the American spirit?",
		"We may indeed with Mr Andrew Lang explain the many myths of the bestial transformations of Zeus on the theory that the God was the tribal ancestor and assumed the shape of the animal-totem in order to engender the tribal patriarch; 7 but on the actual cults of Zeus theriomorphism has left less trace than on those.",
		"This can also engender a feeling of belonging, even pride in being part of the project team.",
		"It is anticipated they will also create a significant 'public' school space to engender pride among the building users.",
		"I look forward to our annual block party every summer. It really helps to engender a sense of pride and community in our neighborhood.",
		"Caring for a newborn is not an impossible feat, but you'll need to engender a firm commitment to the task and an illimitable supply of patience and love in preparation for your baby's arrival.",
		"Festive sleepwear helps to engender the mood for late nights filled with hot cocoa, Christmas wishes, and waiting up to catch a glimpse of Santa.",
		"Though this type of support group does engender sympathy and encouragement, the downside is that a gathering of this sort can also engender depression as sufferers flounder in their losses.",
		"While her character could have been a caricature, Parisse played Julia Lindsay with delicious insanity and managed to engender sympathy even as her character committed reprehensible acts.",
		"The play could not engender enough sympathy for Phillip Gellburg, a mistake which cannot be blamed on the script.",
		"How conciliate the passions, the conflicting interests, the incompatible characters, in short, the innumerable disparities which engender so much discord?",
		"They will also assuage and engender the view that their former partner suffers from a number of moral and personal problems.",
		"On the contrary, the aspiration of the party to preserve its proletarian character must inevitably engender resistance to bureaucratism.",
		"These agents also engender stimulus generalization gradients similar to those of exteroceptive stimuli as a function of modifications of their chemical composition.",
		"Feelings of political exclusion and hopelessness engender damaging passivity punctuated by urban unrest.",
		"Edith thought that returning to her home town would likely engender feelings of hurt and pain from her childhood.",
		"They do really seem to engender a kind of hereditary capacity in their members."
	],
	"synonyms": [
		"spawn",
		"breed",
		"bring forth",
		"sire",
		"mother",
		"get",
		"generate",
		"father",
		"beget",
		"propagate",
		"excite",
		"develop",
		"cultivate",
		"create",
		"cause"
	],
	"antonyms": [
		"finish",
		"halt",
		"destroy",
		"kill",
		"stop"
	]
}