{
	"word": "myopic",
	"meaning": [
		"Nearsighted; unable to see distant objects unaided.",
		"Shortsighted; improvident.",
		"Narrow minded.",
		"A short-sighted individual."
	],
	"sentences": [
		"He needs to be admonished not to have a mind which is narrow or myopic.",
		"For the observation of small objects, a myopic eye is consequently superior to a normal eye; and the normal eye in its turn is superior to the hypermetropic one.",
		"Overall, 25 percent of those living in the United States are myopic.",
		"Over one third of children go on to become myopic as adults.",
		"Silicone contact lenses allow a marked increase in oxygen to reach the eye decreasing the probability of myopic increases.",
		"But the child may independently become more myopic later in life.",
		"Refractive correction for compound myopic astigmatism contained the following parameters.",
		"However, having two myopic parents does not mean for certain that a child will develop myopia.",
		"Fewer than ten children without myopic parents had myopia.",
		"If these visual images converge in front of the retina instead of on the retina, then one is myopic.",
		"If both parents are myopic, then the odds that the child will be myopic are as high as 60 percent.",
		"Less than 5 percent of five year olds are myopic, but this percentage increases to 25 percent by late teens and to approximately 35 percent for young adults and to 42 percent of those middle-aged.",
		"The eye becomes elongated in response to blur these causes, creating a myopic eye.",
		"Over focusing can cause a child to appear to be myopic when he or she is actually not.",
		"A X Jo magnification is, however, by no means guaranteed to a myopic eye of - io D by a lens of i in.",
		"The degree to which one is myopic depends on the powers of the cornea and the lens of the eye and the length of the eyeball.",
		"Retinal detachments and tears are possible, however, in highly myopic children or adolescents who play contact sports.",
		"But if a child has become at least 0.25 diopters myopic at this age then there is a 60 percent chance that the child will require spectacle correction for nearsightedness by age 13.",
		"This drops to at most 40 percent when only one parent is nearsighted, and for 15 percent of myopic children, neither parent has myopia."
	],
	"synonyms": [
		"shortsighted",
		"nearsighted",
		"unforesightful",
		"short",
		"presbyopic",
		"blurred",
		"blind",
		"astigmatic"
	],
	"antonyms": [
		"farsighted",
		"far-sighted"
	]
}