{
	"word": "bequest",
	"meaning": [
		"The act of giving or leaving personal property by a will.",
		"The act of bequeathing.",
		"Something that is bequeathed; a legacy.",
		"Anything bequeathed.",
		"A gift of personal property (usually other than money) by means of a will. Also, any personal property given by means of a will. See also devise and legacy.",
		"To give as a bequest; bequeath."
	],
	"sentences": [
		"The art association of Indianapolis was founded in 1883; and under its auspices is conducted an art school (1902) in accordance with the bequest of John Herron (1817-1895), the school and museum of the association being housed in the John Herron Art Institute, dedicated in 1906.",
		"His chief benefaction, however, was a bequest of $400,000 for the foundation and endowment of a public library in New York City, since known as the Astor library, and since 1895 part of the New York public library.",
		"The Cassie Gift arose out of a bequest by Alexander Cassie of London, a native of Banff, who left £ 20,000 to the poor of the town - the interest being divided twice a year.",
		"Towards the close of the 14th century all the separate portions had come by inheritance or bequest into the hands of Rudolph IV.",
		"The institution owes its origin to a bequest left by John McDonogh.",
		"In 1404 Antony, Philip's second son (killed at Agincourt 1415), became duke of Brabant by bequest of his great-aunt Joan.",
		"The bequest was accepted on those terms by an act passed the same year, and the collection, together with George II.'s royal library, &c., was opened to the public at Bloomsbury as the British Museum in 1759.",
		"Williamstown village is best known as the seat of Williams College, chartered in 1793 as a successor to a \"free school\" in Williamstown (chartered in 1785 and endowed by a bequest of Colonel Ephraim Williams).",
		"The points of dispute between them related mainly to Matildas bequest, and to the kingdom of Sicily, which the pope had rendered independent of the empire by renewing its investiture in the name of the Holy See.",
		"According to Aubrey, Selden left him an equal bequest, but this seems to be a mistake.",
		"You can download a bequest form online to make your donation.",
		"In 1619 he received by bequest, ratified in 1620 by royal grant, the duchy of Angouleme.",
		"When Duke Henry died in 1541 he decreed that his lands should be divided equally between his two sons, but as his bequest was contrary to law, it was not carried out, and the dukedom passed almost intact to his elder son, Maurice.",
		"A pecuniary bequest which is a gift of a fixed sum of money in your Will.",
		"To leave a bequest in your will, please contact John Williams by mail, e-mail, or phone for a free guide.",
		"Kendrick made a similar bequest Of £ 4,000 to Newbury.",
		"His will included a bequest of £ 10,000 to the Royal Academy.",
		"The building cost £ 25,000, partly funded by a bequest.",
		"In 1768 he established by a testamentary bequest The Warburton Lecture which is devoted to the defense of revealed religion, especially Christianity.",
		"Some years ago the late Jill Tuck, left a very generous bequest to the BEC.",
		"Bequest commitment Making a bequest commitment Making a bequest to Lincoln can be an important way of supporting the future of the College.",
		"The school possesses an ancient endowment of £ 100, the bequest of various donors now unknown.",
		"These thugs were acting at someone else's bequest - no doubt for money or for more sinister machinations of organized crime.",
		"Other tasks included coordinating a group of evening and weekend supervisors and creating a database of a bequest of journal offprints.",
		"A further £ 5,000 bequest to this college enabled it to build a new quadrangle.",
		"This was eventually superceded by the present CD library, which includes a rich jazz collection, the bequest of Gordon Turner.",
		"An annotated transcription of Archives 1717 is available on a separate web-page devoted to the Aldrich bequest.",
		"In 1474 Waynflete, being the principal executor of Sir John Fastolf, who died in 1459, leaving a much-contested will, pro - cured the conversion of his bequest for a collegiate church of seven priests and seven almsmen at Caistor, Norfolk, into one for seven fellows and seven poor scholars at Magdalen.",
		"His \"Athlete struggling with a Python\" was exhibited at the Royal Academy in 1877, and was purchased for the Chantrey Bequest collection.",
		"Opposite to the abbey church (see below) stands the town hall (1879-1882), which originated in a bequest by George Aitken Clark (1823-1873), and was completed by his relatives, the thread manufacturers of Anchor Mills.",
		"But the national epopee was not the only bequest the great FirdousI left to his nation.",
		"Wording for a Specific bequest Your solicitor will be able to advise you on the appropriate wording for a Specific bequest.",
		"Many endowment funds result from a bequest upon a death of a donor.",
		"The colony had no legal existence at the time, but was then incorporated as the \"Roman Catholic Religious Society of St Nazianz,\" and as such sued successfully for the bequest.",
		"He meant the great piazza, but by a quibble the republic evaded the concession of so unique an honour and claimed to have fulfilled the conditions of the bequest by erecting the monument at the Scuola of St Mark.",
		"Amongst the principal buildings are the town house (1815), with a tower and spire; the town hall (1873); the library (1887) founded by James Moffat, a merchant of the burgh, and the Carnegie Park Orphanage, also provided from the same bequest.",
		"Among modern public buildings the principal are St Ninian's Episcopal Cathedral, in the Early Middle Pointed style, an important example (completed 1890) of the work of William Butterfield (1814-1900); the municipal buildings (1881); the city-hall; the Marshall Memorial Hall (1823), housing the public library and the museum of the Perth Literary and Antiquarian Society; the Perthshire natural history museum; the Sandeman public library (1898), founded by a bequest of Professor Sandeman of Owens College, Manchester.",
		"The emperor cannot be acquitted of the intolerance which marks edicts such as that depriving apostatizing Christians of the right of bequest.",
		"With what he himself described as a satiric touch, his fortune was bequeathed to found a hospital for idiots and lunatics, now an important institution, as it was in many respects a pioneer bequest.",
		"Logically they are apparently taxes upon the dead, as they limit the area of bequest, but they are felt by the living who receive the estate as if the burden of taxation fell on them.",
		"On his death in 1883 it came by bequest into the possession of the family of Parma.",
		"The museum was erected with part of the munificent bequest made to the city by Dominic Grassi in 1881.",
		"A remarkable feature of the bequest was that while the will is read one of the boys has to stand on his head.",
		"Skip to navigation The Spittal Trust Established in 1976 the Trust was formed following a bequest from the estate of Miss Annie Spittal.",
		"The university is maintained with the proceeds of an endowment fund derived chiefly from public lands given by the national government in accordance with the land grant, or Morrill, Act of 1862 (see Morrill, Justin S.) and from the bequest ($100,000) of Abner Coburn (1803-1885); by appropriations of Congress under the second Morrill Act (1890), and under the Nelson Amendment of 1907, by appropriations of the state legislature, and by fees paid by the students.",
		"The library, situated above the principal portico, was at one time one of the richest in Europe, comprising the king's own collection, the extensive bequest of Diego de Mendoza, Philip's ambassador to Rome, the spoils of the emperor of Morocco, Muley Zidan (1603-1628) and various contributions from convents, churches and cities.",
		"Schaw's Hospital Trust, at one time intended for the education and maintenance of the children of poor parents, has been modified, and the bequest is used to provide free education and bursaries, while the building has been leased by the trustees of Miss Mary Murray, who bequeathed £20,000 (afterwards increased to 30,000) for the training of poor children as domestic servants.",
		"His great stroke as a collector was to acquire (by bequest, conditional on paying off certain debts) in 1701 the cabinet of William Courten, who had made collecting the business of his life.",
		"In front is Lesbos, one of whose towns, Methymna, is said to have sent forth the founders of Assus, as early, perhaps, as r000 or 900 B.C. The whole south coast-line of the Troad is seen, and in the south-east the ancient territory of Pergamum, from whose masters the possession of Assus passed to Rome by the bequest of Attalus III.",
		"Duxbury has a public library, and is the seat of the Powder Point school for boys, and Partridge Academy, founded in 1828 by a bequest of $io,000 from George Partridge of Duxbury, and incorporated in 1830.",
		"The charities belonging to the town, which include John Perrot's bequest (1579), yielding about X350 annually for the improvement of the town, and Tasker's charity school (1684), are very considerable.",
		"The school, formerly called the Madras Academy, was originally endowed by Dr Bell, founder of the Madras system of education, but, having been enriched at a later date by a bequest of Sir David Baxter, it was afterwards called the Bell-Baxter school, and is one of the recognized higherclass schools of the county.",
		"Under his direction the building for the Astor library was erected, and to the library he gave about $550,000, including a bequest of $200,000.",
		"Williams was killed in the battle of Lake George on the 8th of September 1 755, but while in camp in Albany, New York, a few days before the battle, he drew a will containing a small bequest for a free school at West Hoosac on condition that the township when incorporated should be called Williamstown.",
		"Edward Purcell was an obscure Catholic journalist, to whom Manning, late in life, had entrusted, rather by way of charitable bequest, his private diaries and other confidential papers.",
		"Of his fortune (estimated at $5,000,000) approximately $4,000,000 was bequeathed for the establishment and maintenance of \"a free public library and reading-room in the City of New York\"; but, as the will was successfully contested by relatives, only about $2,000,000 of the bequest was applied to its original purpose; in 1895 the Tilden Trust was combined with the Astor and Lenox libraries to form the New York Public Library.",
		"In 1894-1896 Dr Murray directed some excavations in Cyprus undertaken by means of a bequest of £2000 from Miss Emma Tournour Turner.",
		"The idea that the ruler possessed a normal income in certain rents and dues of a quasi-private character, which on emergency he might supplement by calls on the revenues of his subjects, was a bequest of feudalism which gave way before the increasing power of the state.",
		"Amongst the finest of his classical pictures were - \"Syracusan Bride leading Wild Beasts in Procession to the Temple of Diana\" (1866), \"Venus disrobing for the Bath\" (1867), \"Electra at the Tomb of Agamemnon,\" and \"Helios and Rhodos\" (1869), \"Hercules wrestling with Death for the Body of Alcestis\" (1871), \"Clytemnestra\" (1874), \"The Daphnephoria\" (1876), \"Nausicaa\" (1878), \"An Idyll\" (1881), two lovers under a spreading oak listening to the piping of a shepherd and gazing on the rich plain below; \"Phryne\" (1882), a nude figure standing in the sun; \"Cymon and Iphigenia\" (1884), \"Captive Andromache\" (1888), now in the Manchester Art Gallery; with the \"Last Watch of Hero\" (1887), \"The Bath of Psyche\" (1890), now in the Chantrey Bequest collection; \"The Garden of the Hesperides\" (1892), \"Perseus and Andromeda\" and \"The Return of Persephone,\" now in the Leeds Gallery (1891); and \"Clytie,\" his last work (1896)."
	],
	"synonyms": [
		"legacy",
		"will",
		"heritage",
		"gift",
		"dower",
		"bequeath",
		"endowment",
		"inheritance",
		"estate"
	],
	"antonyms": []
}