{
	"word": "equanimity",
	"meaning": [
		"The quality of remaining calm and undisturbed; evenness of mind or temper; composure.",
		"The state of being calm, stable and composed, especially under stress."
	],
	"sentences": [
		"Gentleness, equanimity and benevolence were native to him.",
		"The petty ills of life do not disturb his equanimity.",
		"As regards his execution of the former part of his duties, it is sufficient to say that he preserved his equanimity undisturbed in the darkest hours of peril, and that the strict impartiality of his conduct incurred alternate praise and blame from the fanatics on either side.",
		"The next year was marked by the death of his son, which he bore with equanimity.",
		"Doc Cottle - The old school battle surgeon handled every crisis with equanimity, saving every life he could.",
		"The goal in life to be aimed at, according to him, is not happiness, but tranquillity, or equanimity.",
		"A short pause of story reading [barefoot animal stories] restored sb's equanimity.",
		"We were encouraged to remain physically still, with the mind maintaining equanimity.",
		"The person who has reached the state of perfection has equanimity toward the vicissitudes of life.",
		"He was also a man of great equanimity, even when talking about his own death.",
		"He was singularly sweet-tempered, and shrank from the impassioned political bitterness that raged about him; bore with relative equanimity a flood of coarse and malignant abuse of his motives, morals, religion, 4 personal honesty and decency; cherished very few personal animosities; and better than any of his great antagonists cleared political opposition of illblooded personality.",
		"Their intention is to help students find the quiet, equanimity, and inner wisdom that is \"the promise of yoga.\"",
		"But through all situations of his life he preserved his equanimity, his keen interest in science, and his indefatigable zeal for the instruction of others.",
		"The reception of Maud from the critics, however, was the worst trial to his equanimity which Tennyson had ever had to endure, nor had the future anything like it in store fort him.",
		"The non-rational man aims at self-preservation, and the wise man will imitate him deliberately, and when he fails he will suffer with equanimity.",
		"If we do not develop equanimity there is likely to be aversion because of unpleasant sights and smells or difficult situations.",
		"I answered ridiculous questions about how I thought the press would cover the event with surprising equanimity.",
		"At first he stages a recovery and achieves some equanimity but fate is not finished toying with him.",
		"The purpose of meditation is to clear one's mind and to develop cognitive equanimity.",
		"The soul is usually in a state of complete equanimity.",
		"If the Ricardian school of economists had been merely philosophers, or even a group like the French physiocrats, this state of things might be regarded with equanimity.",
		"It is not too much to say that his imperturbable equanimity, his serene bonhomie kept the host together.",
		"In which a most Horrid Specter disturbs the equanimity of Mr. Vanslyperken.",
		"Thus, there can be more equanimity toward conditioned dhammas.",
		"These regulations placed heavy shackles upon the Press, but in the main they were accepted with patriotic equanimity.",
		"We cannot contemplate with equanimity anything less than a truly auspicious beginning having the good wishes of everyone concerned.",
		"With unsually cigarette in hand and her golden tresses piled high, she contemplates her future with equanimity.",
		"Many reformers, like Glapion, the Franciscan confessor of Charles V., who had read the Address with equanimity if not approval, were shocked by Luther's audacity in rejecting the prevailing fundamental religious conceptions.",
		"The prevailing feeling is a noble spaciousness both in scale and in form, an equanimity based upon knowledge and character, a grandeur of conception expressed by severely simple execution, There is nothing superfluous, nothing common, nothing trivial.",
		"Hence when Richard of Gloucester seized on the person of the young king, and imprisoned Lord Rivers and Sir Richard Grey, the queens brother and son, on the pretence that they were conspiring against him, his action was regarded with equanimity by the people.",
		"But even this could be suffered with equanimity, since Buller was about to bring his own force into play, and Buller, it was confidently supposed, would not fail.",
		"They are Love, Sorrow at the sorrows of others, Joy in the joys of others, and Equanimity as regards one's own joys and sorrows.'",
		"Hume's cheerful temper, his equanimity, his kindness to literary aspirants and to those whose views differed from his own won him universal respect and affection.",
		"On the 19th of February 1906 the parliament was dissolved, without writs being issued for a new election, a fact accepted by the country with an equanimity highly disconcerting The agreement with the crown which had made this course possible included the postponement of the military questions that had evoked the crisis, and the acceptance of the principle of Universal Suffrage by the Coalition leaders, who announced that their main tasks would be to repair the mischief wrought by the \" unconstitutional \" Fejervary cabinet, and then to introduce a measure of franchise reform so wide that it would be possible to ascertain the will of the whole people on the questions at issue between themselves and the crown."
	],
	"synonyms": [
		"calm",
		"composure",
		"calmness",
		"evenness",
		"control",
		"aplomb",
		"tranquility",
		"steadiness",
		"serenity",
		"sang-froid",
		"poise",
		"patience",
		"cool",
		"unflappability",
		"self-possession"
	],
	"antonyms": [
		"discomposure",
		"alarm",
		"excitableness",
		"agitation",
		"worry",
		"anxiety",
		"upset"
	]
}