{
	"word": "innocuous",
	"meaning": [
		"That does not injure or harm; harmless.",
		"Not controversial, offensive, or stimulating; dull and uninspiring.",
		"Not likely to offend or provoke to strong emotion; insipid.",
		"Inoffensive; unprovocative; not exceptional."
	],
	"sentences": [
		"They were innocuous pieces of code.",
		"The conversation was innocuous and she wasn't identified by name.",
		"Why did I react the way I did to a relatively innocuous creature?",
		"I disagree with Nick here, the 1st foul looked innocuous, the second barely worth a booking.",
		"In medicine it is employed as an aperient, and is one of the safest and most innocuous known.",
		"The innocuous challenge by Moses saw a penalty awarded which Andy Stephens could do nothing about.",
		"The innocuous statement caused a couple of raised eyebrows.",
		"One tiny percent sounds so innocuous, whereas $1 billion is a colossal sum.",
		"But flies of the drone-fly kind cannot sting, and, so far as is known, are perfectly innocuous and edible.",
		"Poisonous as well as innocuous snakes are represented in this category.",
		"Speedferries will, in addition, have an absolute discretion to jettison, land, destroy or render innocuous any goods such as those described above.",
		"Protesters in Egypt harnessed the innocuous Facebook Event tool to stage mass rallies that galvanized the nation in the people's fight for democracy.",
		"They feed on fish, frogs and other aquatic animals, and are innocuous and viviparous.",
		"It was innocuous enough, like a good job for someone looking for an easy way to spend a few months.",
		"These visits may seem quite innocuous, or may involve a sense of adventure or excitement.",
		"Given that vitamin C is necessary for health and a relatively innocuous vitamin, continued study may be merited.",
		"He is shown the \" holy church \" under the similitude of a tower in building, and the great and final tribulation (already alluded to as near at hand) under that of a devouring beast, which yet is innocuous to undoubting faith.",
		"Others are much less inclined to avoid collision with man than innocuous kinds.",
		"The washing seems to remove excreta of the muscle's own production, and the period of repose removes them perhaps by diffusion, perhaps by breaking them down into innocuous material.",
		"It was likely that the disease in cattle would prove similarly innocuous.",
		"Considering, however, the numbers of venomous and innocuous snakes that occur in most tropical countries, it might be supposed that mimicry in this order of reptiles would be of commoner occurrence than appears to be the case.",
		"Chemical waste disposal comes within environmental protection legislation so appropriate steps must be taken to render waste innocuous before disposal.",
		"So far, they have all appeared fully innocuous.",
		"Even such innocuous actions as pouring a cup of tea or donning a jacket require careful execution.",
		"These mechanisms involve special enzymes that turn the harmful radicals into innocuous water and oxygen.",
		"Sulfur hexafluoride is an inert, innocuous gas, poorly soluble in aqueous solutions.",
		"Despite the Empress' focus on upholding ancient traditions and manners, she was nonetheless a trailblazer in smaller, more innocuous ways.",
		"While snoring can be innocuous, there are many reasons that you may want to stop snoring.",
		"Single-player cheats are generally much more innocuous.",
		"While many are largely innocuous and appear cute or cartoon-like, video games have earned a large-scale reputation for violence.",
		"Puncture wounds appear innocuous on the surface, but the underlying injury goes deep.",
		"Presenting lingerie as a gift can be innocuous or suggestive, depending on how it is wrapped or what is wrapped in it.",
		"The double cyanides are innocuous.",
		"Partial albinism in this case was undoubtedly correlated with some inherent constitutional defect, in virtue of which the individuals characterized by it were injuriously affected by the juices of a plant quite innocuous to their pigmented brethren.",
		"In tropical America the genus Elaps, which is both poisonous and warningly coloured, is a model for several innocuous snakes.",
		"So close indeed is the similarity that many monkeys, apes and human beings have an apparently instinctive fear of all snakes and do not discriminate between poisonous and non-poisonous forms. Hence it may be that innocuous snakes are in many instances sufficiently protected by their likeness in shape to poisonous species that close and exact resemblance in colour to particular species is superfluous.",
		"The resemblance shows various grades of completeness; and the convergent mimics may be themselves noxious, or edible and innocuous.",
		"He didn't know how something so innocuous could piss her off, but then again, thousands of years hadn't given him much insight into a woman's mind.",
		"At any moment, a seemingly innocuous decision can explode in their faces.",
		"Offensive material may get through and some perfectly innocuous sites may be blocked.",
		"For the most part, Italy's pale straw-colored Pinot Grigio is often described as innocuous and one has to dig deep to find a descriptive adjective for this indistinct white wine.",
		"No more making due with an innocuous sizing of small through extra large that never really meant the same thing from one manufacturer to the next.",
		"They start with things like \"What is your favorite...\" and then go on to list something innocent and innocuous.",
		"While this may seem like an innocuous substance to the average consumer, gluten-sensitive people tend to look at every product from a different perspective.",
		"Since barely, rye, oats, and their derivatives are all natural foods, they can sometimes be listed under fairly innocuous sounding names.",
		"A determined predator can easily find out your child's location by using seemingly innocuous clues.Teach your children to avoid giving any specific information.",
		"Although the family history is fairly innocuous, the house itself still provides many tales of visitations and supernatural occurrences.",
		"Yes, butterflies are considered symbolic of rebirth, and certain flowers have meanings, but generally speaking, these designs are fairly innocuous.",
		"While Renee Zellwegger reportedly only ate boiled eggs on set during the filming of Cold Mountain, her protein rich program may actually be one of the more innocuous regimens.",
		"Rather a relationship of that nature--even if it's innocuous--is hidden from public view.In France, flirting and flattery is commonplace and is often done without the sexual undertones that you might find in the United States.",
		"This results in words being misinterpreted or a person's sentiment misread and therefore quite innocuous comments can become problematic.",
		"In a later Twitter Tracker segment, a bird approaches with a bazooka and blows up the letters in an explosion worthy of a Schwarzenegger movie, and then finishes off with an innocuous chirp that even cracks up the host.",
		"The name is somewhat misleading, because there's a lot of functionality that has grown out of the relatively innocuous little symbol.",
		"For example, listing that you love dogs and have a dog named Sparky in your profile may seem innocuous.",
		"These may be innocuous Google ads in a sidebar, or a single line above whatever your content is.",
		"Although this idea had often been expressed by others, and by Seward himself in his speech of 1848, yet he was severely criticized, and four days later he sought to render this statement innocuous also.",
		"Carbolic acid and sulphates combine in the blood to form sulpho-carbolates, which are innocuous.",
		"In a great majority of cases, however, it is comparatively innocuous to human beings, despite legends to the contrary that have arisen in connexion with certain species like the tarantula.",
		"There is one possible exception, however, to the innocuous nature of the poison and this is supplied by the species of the genus Lathrodectus, one of the Theridiidae.",
		"Cysticercus cellulosae may be comparatively innocuous in a muscle or subcutaneous tissue, but most hurtful in the eye or brain.",
		"The earthquake occurred early in the morning of December 28, and so far as Messina was concerned the damage was done chiefly by the shock and by the fires which broke out afterwards; the seismic wave which followed was comparatively innocuous.",
		"The so-called colubrine venomous snakes, which retain in a great measure an external resemblance to the innocuous snakes, have the maxillary bone not at all, or but little, shortened, armed in front with a fixed, erect fang, which is provided with a deep groove or canal for the conveyance of the poison, the fluid being secreted by a special poison-gland.",
		"It is clear that acetylene, if it is to be used on a large scale as a domestic illuminant, must undergo such processes of purification as will render it harmless and innocuous to health and property, and the sooner it is recognized as absolutely essential to purify acetylene before consuming it the sooner will the gas acquire the popularity it deserves.",
		"The muscle recovers on being allowed to rest unstimulated for a while, and more quickly on being washed with an innocuous but nonnutritious solution, such as 6%, NaC1 in water.",
		"All the salt-water snakes in India are poisonous, while the fresh-water forms are wholly innocuous.",
		"On the second match point against him, the demoralized American fired a long forehand from a fairly innocuous blocked return of service.",
		"Putting aside the innocuous title, the United States was now fully in the business of covert political operations.",
		"It wouldn't be his world, not if he found the seemingly innocuous token his masters sent him to find.",
		"I don't know, something innocuous like pour a glass of wine and dump it down the sink, or open and close a window.",
		"In the innocuous snakes the teeth are simple and uniform in structure, thin, sharp like needles, and bent backwards; their function consists merely in seizing and holding the prey.",
		"You should note the apparently innocuous use of \"popular scientists.\""
	],
	"synonyms": [
		"unobjectionable",
		"innocent",
		"pallid",
		"jejune",
		"insipid",
		"inoffensive",
		"harmless",
		"unoffending",
		"wishy-washy",
		"watery",
		"waterish",
		"washy",
		"vapid",
		"namby-pamby",
		"bland"
	],
	"antonyms": [
		"noxious",
		"damaging",
		"destructive",
		"hurtful",
		"injurious",
		"bad",
		"harmful"
	]
}