{
	"word": "prosaic",
	"meaning": [
		"Of or like prose rather than poetry; often, specif., heavy, flat, unimaginative, etc.",
		"Consisting or characteristic of prose.",
		"Matter-of-fact; straightforward.",
		"Commonplace, dull and ordinary.",
		"(usually of writing or speaking but also figurative) Overly plain or simple, to the point of being boring; humdrum."
	],
	"sentences": [
		"There is some poetry in this composition, but it alternates with very prosaic details.",
		"On his return to France, a sadder and practically a wiser man, he settled down to very prosaic work.",
		"A very prosaic explanation of this nocturnal noise is given by Judson.",
		"Most students would find all of this rather prosaic not to say archaic.",
		"The result seems to have been a very prosaic workable compromise between order and chaos.",
		"There are those who have a more \" mystical \" bent, there are those who are very prosaic.",
		"The Malaca conquistada of Francisco de SA de Menezes, having Alphonso d'Albuquerque for its hero, is prosaic in form, if correct in design.",
		"The literal interpretation of this picturesque quotation has been influenced by the prosaic comments at the end of v.",
		"He treated the question at issue as one of pure logic, and disliking the Reformers, the right of private judgment which Protestants claimed, and the somewhat prosaic uniformity of the English Church, he flung himself into a general campaign against Protestantism in general and the Anglican form of it in particular.",
		"The brief chapters of his work have been justly compared to the laisses or tirades of a chanson in what may be called the vignetting of the subject of each, in the absence of any attempt to run on the narrative, in the stock forms, and in the poetical rather than prosaic word-order of the sentences.",
		"And then I bump back into reality, knowing I would always be too prosaic, and just say a car.",
		"The suras of the third Meccan period, which form a fairly large part of our present Koran, are almost entirely prosaic. Some of the revelations are of considerable extent, and the single verses also are much longer than in the older suras.",
		"Moreover, the very prosaic and artificial verse of Sturla and the last of the old school deserved the oblivion which came over them, as a casual perusal of the stanzas scattered through Islendinga will prove.",
		"On a much more prosaic note, tea tree oil knocks out the bacteria that cause common acne.",
		"The Fruit Blend, for example, contains powdered tangerine, apple, mango, papaya, plum and dozens more fruits, some exotic and some prosaic.",
		"Jane Eyre was a proto-typical 'Gothic Romance', and the brooding lord of the manor was hiding a crazy wife; a fairly prosaic secret.",
		"In actual picturesqueness as well as in general veracity of picture, the book cannot approach Carlyle's; while as a mere chronicle of the events it is inferior to half a dozen prosaic histories older and younger than itself.",
		"The style of Malachi, like his argument, corresponds in its generally prosaic character to that transformation or decay of prophecy which began with Ezekiel; and Ewald rightly called attention to the fact that the conduct of the argument already shows traces of the dialectic manner of the schools.",
		"The Mufaddaliyat differs from the Hamasa in being a collection of complete odes (gasidas), while the latter is an anthology of brilliant passages specially selected for their interest or effectiveness, all that is prosaic or less striking being pruned away.",
		"In the suras of the second period the imaginative glow perceptibly diminishes; there is still fire and animation, but the tone becomes gradually more prosaic.",
		"In substantials the theory of Schopenhauer may be compared with a more prosaic statement of Herbert Spencer (modernizing Hume).",
		"What is romantic to one person may be prosaic to another, and each individual's preferences should be taken into account before choosing appropriate lingerie.",
		"That's a huge example, though, and there are many more prosaic items first imagined in scifi.",
		"While the English plantations were striking root along the coast, by somewhat prosaic but fruitful industry, and were growing in population with rapid strides, two other movements were in progress.",
		"A theology that detaches itself from contemplation and praise does indeed become merely prosaic.",
		"For instance, he employs rhyme in dealing with the most prosaic subjects, and thus produces the disagreeable effect of incongruity between style and matter.",
		"The fact that scraps of poetical phraseology are specially numerous in the earlier suras, enables us to understand why the prosaic mercantile community of Mecca regarded their eccentric townsman as a \" poet,\" or even a possessed poet.\"",
		"The calm beauty of Greek tragedy is seen in the new iambic version of Iphigenie auf Tauris (1787); the classicism of the Renaissance gives the ground-tone to the wonderful drama of Torquato Tasso (1790), in which the conflict of poetic genius with the prosaic world is transmuted into imperishable poetry.",
		"But it is easy to understand the half-despairing adoration with which a shrewd and somewhat prosaic person like Joinville must have regarded this flower of chivalry born out of due time.",
		"Could such a mixed bag of papers have been created by the seemingly prosaic measure of counting online hits?",
		"But underneath, a dense maze of melodic and gestural underpinnings paddle furiously to prevent the material from sounding prosaic.",
		"Although the whole conception of the work implies that confusion of the provinces of poetry and history which was perpetuated by later writers, and especially by Lucan and Silius Italicus, yet it was a true instinct of genius to discern in the idea of the national destiny the only possible motive of a Roman epic. The execution of the poem (to judge from the fragments, amounting to about six hundred lines), although rough, unequal and often prosaic, seems to have combined the realistic fidelity and freshness of feeling of a contemporary chronicle with the vivifying and idealizing power of genius.",
		"Schelling was the main philosophical lion of the time; and in some quarters Hegel was spoken of as a new champion summoned to help him in his struggle with the more prosaic continuators of Kant.",
		"As the Genesis begins with a line identical in meaning, though not in wording, with the opening of Cmdmon's Hymn, we may perhaps infer that the writer knew and used Cmdmon's genuine poems. Some of the more poetical passages may possibly echo Cmdmon's expressions; but when, after treating of the creation of the angels and the revolt of Lucifer, the paraphrast comes to the Biblical part of the story, he follows the sacred text with servile fidelity, omitting no detail, however prosaic. The ages of the antediluvian patriarchs, for instance, are accurately rendered into verse.",
		"The play of brilliant colours and of ever-changing contrasts of light and shade on those rugged mountain-sides and on the surface of the sea itself might have been expected to appeal to the most prosaic. The surface of the sea is generally smooth (seldom, however, absolutely inert as the pilgrims represented it), but is frequently raised by the north winds into waves, which, owing to the weight and density of the water, are often of great force.",
		"Our son-in-law has never attended a poetry do before and he is a somewhat prosaic lawyer with a passion for football.",
		"He tells his fable and draws the moral with businesslike directness and simplicity; his language is terse and clear, but thoroughly prosaic, though it occasionally attains a dignity bordering on eloquence.",
		"The philosophers in their way, like the mystics of Persia (the Sufites) in another, tended towards a theory of the communion of man with the spiritual world, which may be considered a protest against the practical and almost prosaic definiteness of the creed of Mahomet.",
		"I've always loved the sight of windfarms, yet to be honest being up this close it seems more prosaic.",
		"The greater part of the Koran is decidedly prosaic; much of it indeed is stiff in style.",
		"That was Howie to a tee; totally dispassionate and prosaic, ready to join the gang and do someone else's bidding but seldom a decision maker.",
		"The suras of the third Meccan period, which form a fairly large part of our present Koran, are almost entirely prosaic."
	],
	"synonyms": [
		"matter-of-fact",
		"earthbound",
		"pedestrian",
		"prosy",
		"unglamourous",
		"humdrum",
		"commonplace",
		"unglamorous",
		"terrestrial",
		"tedious",
		"straightforward",
		"monotonous",
		"unleavened",
		"uninteresting",
		"uninspiring"
	],
	"antonyms": [
		"inspired",
		"interesting",
		"thinking",
		"creative",
		"imaginative"
	]
}