{
	"word": "curtail",
	"meaning": [
		"To cut short; reduce; abridge.",
		"(figuratively) To limit or restrict, keep in check.",
		"(architecture) A scroll termination, as of a step, etc."
	],
	"sentences": [
		"We decided to curtail the event because people began to leave early.",
		"Could you please curtail the texting and driving while I am a passenger in your car?",
		"Let's try to curtail the time we spend indoors and enjoy the summer season.",
		"If you want to lose weight, curtail the time you spend watching television and replace it with exercise.",
		"In general, however, the tendency has been, under continental influence, to curtail its proportions.",
		"Please curtail the amount of sweets the children have before dinner.",
		"On heavy soils, however, the farmer cannot afford to curtail the time necessary for thorough cultivation of the land.",
		"I need to curtail my grocery budget because I spent far too much last month.",
		"The company had to curtail the large bonus checks they would give to employees during the holidays.",
		"Critics within journalism believe that some external regulation might be necessary to curtail dubious professional behavior and regain public trust.",
		"Losing just a small amount of weight is known to help curtail snoring problems.",
		"After all, who wants to deal with an uncomfortable burn that can curtail other summertime activities?",
		"Will his recent brush with TV celebrity curtail his extreme sports career?",
		"Our planning policies would curtail the spread of out-of-town malls.",
		"The Popular Party's government also managed to sharply curtail the terrorist activities of the Basque pro-independence ETA group.",
		"The motion proposed by the NEC will seriously curtail democracy, which is central to integrating students into the national union.",
		"They were introduced as a security measure, in an attempt to curtail the level of sectarian violence which often accompanied commemorative parades.",
		"Tradition ascribed to him the capture of the maritime town of Helos, which resisted his attempt to curtail its guaranteed rights, and the institution of the class of serfs called Helots.",
		"Emboldened by their success, the fathers approached the subject of reform, their principal object being to curtail the power and resources of the papacy.",
		"Until 1878 the forests were almost neglected; afterwards, the government was forced to levy a graduated tax on goats, owing to the damage they inflicted upon young trees, and to curtail the popular rights of cutting timber and fir-wood and of pasturage.",
		"Vigorously seconding the efforts of Henry to curtail the power of the house of Habsburg, he spent health and money ungrudgingly in this service, and continued his labours until the king's murder in 1610.",
		"One result of this damming up has been to submerge the Silver Strand and to curtail the dimensions of Ellen's Isle.",
		"The \" patriot \" party did their utmost to curtail his prerogatives, and harass him with petty insults, and at last the Prussian king was obliged to interfere to save his niece, who was even more un- of popular than her weak husband, from being driven from the country.",
		"We omit propositions, curtail them, and even express a judgment by a single term, e.g.",
		"And, inasmuch as they held that most abuses were due to the slippery and procrastinating greed of Roman officials, the first step should be ruthlessly to curtail the power of Rome and extend that of local Churches.",
		"The Imperial government insisted that the decision in all Finnish questions affecting the Empire must rest with them; and a renewed attempt was made to curtail the powers of the Finnish Diet.",
		"This was accompanied by a Declaratory Act in which the church expressed its desire to enlarge rather than curtail the liberty hitherto enjoyed.",
		"The importance assigned by these decretals to the bishops and the provincial councils, as well as to the direct intervention of the Holy See, tended to curtail the rights of the metropolitans, of which Hincmar was so jealous.",
		"While the XanGo company has tried to curtail its distributors' enthusiastic, and often overblown comments on the efficacy of the juice, many juice peddlers prefer to prey on the unwary.",
		"Video games seem to be a favorite target of politicians at the moment as more states consider legislation to curtail the sale of violent games.",
		"Since aphthous stomatitis is not contagious, there is no need to curtail a child's activities unless they have developed signs of complications, such as infection.",
		"But whether they work to prevent or curtail certain illnesses, particularly in people with a balanced diet, is in the early 2000s a matter of debate and ongoing research.",
		"According to his premise, to lose weight all you need to do is drink a few teaspoons of apple cider vinegar before your meals to curtail your appetite and diminish cravings.",
		"It is his intention, not to forestall the fall, which is already too far advanced, but to curtail the ensuing Dark Ages.",
		"Moreover, many proprietors contrived to curtail seriously the allotments which the peasants had possessed under serfdom, and frequently they deprived them of precisely the parts which they were most in need of, namely, pasture lands around their houses, and forests.",
		"The alienation of Croat and Magyar - for centuries close allies in the struggle against the Turk - grew rapidly in the 'forties, mainly owing to the aggressive legislation passed by successive Hungarian diets, and tending to curtail Croatia's ancient liberties and extend the sway of the Magyar language.",
		"Jay and Adams disagreed with him on this point, believing that France intended to curtail the territorial aspirations of the Americans for her own benefit and for that of her ally, Spain.",
		"The continual difficulties with the estates of his different dominions had harassed and hampered the elector, and the general peace which followed the treaty of Oliva offered a favourable opportunity to curtail their powers.",
		"Otho had owed his success, not only to the resentment felt by the praetorian guards at Galba's well-meant attempts to curtail their privileges in the interests of discipline, but also largely to the attachment felt in Rome for the memory of Nero; and his first acts as emperor showed that he was not unmindful of the fact.",
		"Maio continued Roger's policy of excluding the nobles from the administration, and sought also to curtail the liberties of the towns."
	],
	"synonyms": [
		"cut-short",
		"clip",
		"cut back",
		"curb",
		"restrict",
		"water-down",
		"stop",
		"slash",
		"retrench",
		"lop",
		"lessen",
		"cut",
		"crop",
		"chop",
		"abate"
	],
	"antonyms": [
		"increase",
		"prolong",
		"extend",
		"lengthen"
	]
}