{
	"word": "laud",
	"meaning": [
		"To praise; extol.",
		"Praise.",
		"A hymn or song of praise.",
		"The service of dawn which constitutes the second (or, when said together with matins, the first) of the canonical hours and includes psalms of praise; morning prayer.",
		"The time appointed for this service."
	],
	"sentences": [
		"He waited on Archbishop Laud before his execution, and was chaplain to Charles I.",
		"Taylor did not vacate his fellowship at Cambridge before 1636, but he spent, apparently, much of his time in London, for Laud desired that his \"mighty parts should be afforded better opportunities of study and improvement than a course of constant preaching would allow of.\"",
		"In the church he inherited the ideas of Laud, and saw in the maintenance of the Act of Uniformity the safeguard of religion.",
		"Fox in the course of debate went out of his way to laud the Revolution, and to sneer at some of the most effective passages in the Reflections.",
		"From the tiny minnow to the huge leviathan, do not all creatures that swim in the waters laud and magnify His great Name?",
		"You've also got to laud the filmmakers ' considerable ambitions of attempting to flesh out a complex sci-fi opus on such a shoestring.",
		"But the members who favored the king, and who formed a considerable minority, wished to see a certain liberty of religious thought, together with a return under a modified Episcopacy to the forms of worship which prevailed before Laud had taken the church in hand.",
		"Some years earlier, under the dominion of Laud, another principle had been proclaimed by Chillingworth and Hales, that of liberty of thought within the unity of the church.",
		"The majority of the upper and middle classes, which had united together against Laud, was now reunited against Cromwell.",
		"One proof of the latter is found in Archbishop Laud and the English High Churchmen of his school, who throw off the Augustinian or Calvinistic yoke in favour of an Arminian theology.",
		"Sancroft was a patron of Henry Wharton (1664-1695), the divine and church historian, to whom on his deathbed he entrusted his manuscripts and the remains of Archbishop Laud (published in 1695).",
		"Each successive move against the puritans by Laud appeared to have provoked an equally fervent response.",
		"B orn at Reading in Berkshire, William Laud was the tenth son of a prosperous clothier.",
		"He had nothing puritanical in his nature, but he shared in the ill-feeling aroused in the Scottish nobility by the political authority given by Charles to the bishops, and by Hamilton's influence with the king, and also in the general indignation at the scheme of imposing upon Scotland a liturgy which had been drawn up at the instigation of the English court and corrected by Archbishop Laud.",
		"At the same time the circumstances of the period, the fact that various schemes of union with Rome were abroad, that the missions of Panzani and later of Conn were gathering into the Church of Rome numbers of members of the Church of England who, like Laud himself, were dissatisfied with the Puritan bias which then characterized it, the incident mentioned by Laud himself of his being twice offered the cardinalate, the movement carried on at the court in favour of Romanism, and the fact that Laud's changes in ritual, however clearly defined and restricted in his own intention, all tended towards Roman practice, fully warranted the suspicions and fears of his contemporaries.",
		"In the Great Remonstrance of 1641 occur the words \"the malignant partie, wherof the Archbishop (Laud) and the earl of Strafford being heads.\"",
		"Clarendon esteemed his influence on the parliamentary side greater than that of Laud on the royalist.",
		"This may be so; but it would be strange if a writer who could say,\" in much wisdom is much grief,\"should deliberately laud wisdom.",
		"He declined invitations from Cambridge, but accepted from Archbishop Laud a prebend in Canterbury cathedral without residence, and went to England to be installed in 1629, when he was made LL.D.",
		"When at Rochester he appointed William Laud as his chaplain and gave him several valuable preferments.",
		"His correspondence with Laud and with Sir Dudley Carleton and Sir Francis Windebank (Charles I.'s secretaries of state) are valuable sources for the history of the time.",
		"In 1629 Prynne came forward as the assailant of Arminianism in doctrine and of ceremonialism in practice, and thus drew down upon himself the anger of Laud.",
		"In 1643 he took an active part in the proceedings against Nathaniel Fiennes for the surrender of Bristol, and showed a vindictive energy in the prosecution of Archbishop Laud.",
		"He manipulated the evidence against him, and having been entrusted with the search of Laud's papers, he published a garbled edition of the archbishop's private \"Diary,\" entitled A Breviate of the Life of Archbishop Laud.",
		"He was a student of Western theology, a correspondent of Archbishop Laud, and had travelled in Germany and Switzerland.",
		"Laud, now archbishop of Canterbury, was not a little solicitous about Chillingworth's reply to Knott, and at his request, as \"the young man had given cause why a more watchful eye should be held over him and his writings,\" it was examined by the vicechancellor of Oxford and two professors of divinity, and published with their approbation in 1637, with the title The Religion of Protestants a Safe Way to Salvation.",
		"In the matter of ecclesiastical administration he similarly followed a middle course; but he had now to contend against the growing influence of Laud and the extreme high church party.",
		"In 1639 he was again condemned by the Star Chamber for libelling Laud, a further heavy fine being imposed for this offence.",
		"Laud early took up a position of antagonism to the Calvinistic party in the church, and in 1604 was reproved by the authorities for maintaining in his thesis for the degree of B.D.",
		"In April 1622 Laud, by the king's orders, took part in a controversy with Percy, a Jesuit, known as Fisher, the aim of which was to prevent the conversion of the countess of Buckingham, the favourite's mother, to Romanism, and his opinions expressed on that occasion show considerable breadth and comprehension.",
		"A close and somewhat strange intimacy, considering the difference in the characters and ideals of the two men, between Laud and Buckingham now began, and proved the chief instrument of Laud's advancement.",
		"The opportunity came with the old king's death in 1625, for James, with all his pedantry, was too wise and cautious to embark in Laud's rash undertakings, and had already shown a prudent moderation, after setting up bishops in Scotland, in going no further in opposition to the religious feelings of the people.",
		"On the accession of Charles, Laud's ambitious activities were allowed free scope.",
		"Laud defended Richard Montague, who had aroused the wrath of the parliament by his pamphlet against Calvinism.",
		"Laud's infatuated policy could go no further, and the etcetera oath, according to which whole classes of men were to be forced to swear perpetual allegiance to the \"government of this church by archbishops, bishops, deans and archdeacons, &c.,\" was long remembered and derided.",
		"Laud's complete neglect of the national sentiment, in his belief that the exercise of mere power was sufficient to suppress it, is a principal proof of his total lack of true statesmanship. The hostility to \"innovations in religion,\" it is generally allowed, was a far stronger incentive to the rebellion against the arbitrary power of the crown, than even the violation of constitutional liberties; and to Laud, therefore, more than to Strafford, to Buckingham, or even perhaps to Charles himself, is especially due the responsibility for the catastrophe.",
		"Passing to the more indirect influence of Laud on his times, we can observe a narrowness of mind and aim which separates him from a man of such high imagination and idealism as Strafford, however closely identified their policies may have been for the moment.",
		"The chief feature of Laud's administration is attention to countless details, to the most trivial of which he attached excessive importance, and which are uninspired by any great underlying principle.",
		"The external form was with him the essential feature of religion, preceding the spiritual conception, and in Laud's opinion being the real foundation of it.",
		"Spiritual influence, in Laud's opinion, was not enough for the church.",
		"When the Long Parliament met, the Catholics were believed to be the authors and agents of every arbitrary scheme which was supposed to have entered into the plans of Strafford or Laud.",
		"Refusing to observe the ecclesiastical regulations of Archbishop Laud, he was brought before the court of high commission in 1629, and again in 1634, when, for opposing the placing of a rail around the communion table, he was suspended and imprisoned.",
		"John Maxwell (c. 1590-1647), archbishop of Tuam, was a Scottish ecclesiastic who took a leading part in helping Archbishop Laud in his futile attempt to restore the liturgy in Scotland.",
		"They include most of the collects on Saints' Days, for which, though no direct evidence of authorship is as yet forthcoming, Cranmer is probably responsible, and certain other collects, such as that for the Royal Family (Archbishop Whitgift); that for the high court of parliament (Archbishop Laud); that for all conditions of men (Bishop Gunning), &c.",
		"The wants, moreover, of the North American colonies did not escape the attention of Archbishop Laud during his official connexion with them as bishop of London, and he was developing a plan for promoting a local episcopate there when his troubles began and his scheme was interrupted.",
		"Prejudice and real or imaginary legal obstacles stood in the way of the erection of episcopal sees in the colonies; and though in the 17th century Archbishop Laud had attempted to obtain a bishop for Virginia, up to the time of the American revolution the churchmen of the colonies had to make the best of the legal fiction that their spiritual needs were looked after by the bishop of London, who occasionally sent commissaries to visit them and ordained candidates for the ministry sent to England for the purpose.",
		"Humphrey Henchman, bishop of London, employed him to write a vindication of Laud's answer to John Fisher, the Jesuit.",
		"Although a strong opponent of Laud's and Charles's ecclesiastical policy, Prichard lived unmolested, and even rose to be chancellor of St Davids; but the indiscreet Wroth, \" the founder and father of nonconformity in Wales,\" being suspended in 1638 by Bishop Murray of Llandaff, founded a small community.",
		"The General Assembly of Glasgow in 1638 abjured Laud's book and took its stand again by the Book of Common Order, an act repeated by the assembly of 1639, which also demurred against innovations proposed by the English separatists, who objected altogether to liturgical forms, and in particular to the Lord's Prayer, the Gloria Pcrtri and the minister kneeling for private devotion in the pulpit.",
		"However, he never took up his episcopal duties at Hereford, as in October 1633 he was consecrated bishop of London in succession to Laud.",
		"Its church of St Paul was built as a chapel of ease to Fulham, and consecrated by Laud in 1631.",
		"Among many proofs of these qualities it will be enough to refer to what he says of the characters of James I., Bacon, Laud, Strafford and Cromwell.",
		"On the recommendation of Laud he was appointed one of the royal chaplains in 1631, and was a favourite preacher with the king, who made him regius professor of divinity at Oxford in 1642.",
		"A rector of the school of Laud would have held such a young man up to the whole parish as a model.",
		"It has been said, but without certainty, that Hale was engaged as counsel for the earl of Strafford; he certainly acted for Archbishop Laud, Lord Maguire, Christopher Love, the duke of Hamilton and others.",
		"He shared to the full his fathers dislikc and distrust of the Puritans, and he supported with the whole weight of the crown the attempt of William Laud (q.v.), since 1633 archbishop of Canterbury, to enforce conformity to the ritual prescribed by the Prayer Book.",
		"Suspicion was easily aroused that a deep plot existed, of which Laud was believed to be the centre, for carrying the nation over to the Church of Rome, a suspicion which seemed to be converted into a certainty when it was known that Panzani and Conn, two agents of the pope, had access to Charles, and that in 1637 there was a sudden accession to the number of converts to the Roman Catholic Church amongst the lords and ladies of the court.",
		"Arngrim Jonsson's Brevis Commentarius (1593), and Crymogaea (1609), were the first-fruits of this movement, of which Bishops Odd, Thorlak and Bryniulf (worthy parallels to Parker and Laud) were the wise and earnest supporters.",
		"This book, together with his insistence on points of ritual in his cathedral church and his friendship with Laud, exposed him to the suspicions and hostility of the Puritans; and the book was rudely handled by William Prynne and Henry Burton.",
		"He was elected fellow of Corpus Christi College in 1620; in 1633 he became chaplain to Archbishop Laud and in 1634 master of Jesus College, Cambridge, and rector of Yelverton, Somerset.",
		"He attended Laud at his execution, and during the Commonwealth kept a school at Stevenage, Hertfordshire.",
		"He introduced order into the disorganized finances of the college and procured the confirmation of Laud's decree, which reserved five of the Eton fellowships for members of King's College.",
		"Ralph and ' laud recovered seisin of the premises but were \" in mercy \" for a false claim against the Vicar.",
		"Swiss Army is well known for their watches and specially made pocket knives, and happily, Swiss Army backpacks reflect the high craftsmanship that many laud the company for.",
		"Whether you love or hate their sound, you can't help but acknowledge and laud their seminal role in the music industry they helped to partially create.",
		"Laud b.tueesn 600 1500/oct C",
		"Archbishop Laud sent for Taylor to preach before him at Lambeth, and took the young man under his special protection.",
		"Henrietta; but it may have been strengthened by his known connexion with Laud, as well as by his ascetic habits.",
		"Both are to be found in the 2nd volume of Laud's Anecdota syriaca.",
		"It was his cool treatment of such sanctified names as Charles, Cranmer and Laud that provoked the indignation of Southey and the Quarterly, who forgot that the same impartial measure was extended to statesmen on the other side.",
		"Influenced, however, by his godfather, Laud, then bishop of London, he resolved to make an impartial inquiry into the claims of the two churches.",
		"If high-church doctrines, however, met with opposition at Oxford, they were relished elsewhere, and Laud obtained rapid advancement.",
		"In 1607 he was made vicar of Stanford in Northamptonshire, and in 1608 he became chaplain to Bishop Neile, who in 1610 presented him to the living of Cuxton, when he resigned his fellowship. In 1611, in spite of the influence of Archbishop Abbot and Lord Chancellor Ellesmere, Laud was made president of St John's, and in 1614 obtained in addition the prebend of Buckden, in 1615 the archdeaconry of Huntingdon, and in 1616 the deanery of Gloucester.",
		"In the patronage of learning and in the exercise of authority over the morals and education of youth Laud was in his proper sphere, many valuable reforms at Oxford being due to his activity, including the codification of the statutes, the statute by which public examinations were rendered obligatory for university degrees, and the ordinance for the election of proctors, the revival of the college system, of moral and religious discipline and order, and of academic dress.",
		"Laud continued to support Strafford's and the king's arbitrary measures to the last, and spoke in favour of the vigorous continuation of the war on Strafford's side in the memorable meeting of the committee of eight on the 5th of May 1640, and for the employment of any means for carrying it on.",
		"With the fall of Laud all attempts to enforce it necessarily came to an end.",
		"His father having neglected to sacrifice to Artemis, she sent a wild boar to ravage the laud, which was eventually slain by Meleager.",
		"In the time of Archbishop Laud, however, the present practice of the Church of England was introduced.",
		"In November 1640 the Long Parliament succeeded to the Short, and sent Laud and Strafford to the Tower, and Hobbes, who had become, or thought he had become, a marked man by the circulation of his treatise (of which, \" though not printed, many gentlemen had copies \"), hastened to Paris, \" the first of all that fled.\"",
		"By 1636, Charles and Laud had decided to introduce a liturgy, a slightly, but in Scottish apprehensions \" idolatrously,\" modified version of the Anglican prayer-book.",
		"In the discharge of his vice-chancellor's duties he came into conflict with Laud, who even thus early was manifesting his antagonism to the prevailing Puritanism.",
		"During the first years of his reign he was occupied in other directions; but when he came to Scotland in 1633 to be crowned, Laud came with him, and though like his father he showed himself kind to the clergy in matters of stipend, and adopted measures which caused many schools to be built, he also showed that in the matter of worship the policy of forcing Scotland into uniformity with England was to be carried through with a high hand.",
		"During the years prior to the Great Rebellion, however, in spite of the preaching and writings of Vicar Prichard, Wroth and others, the vast mass of Welshmen of all classes remained friendly to the High Church policy of Laud and staunch supporters of the king's prerogative.",
		"The use of ceremonial lights was among the indictments in the impeachment of Laud and other bishops by the House of Commons, but these were not based on the Act of Uniformity.",
		"Laud now tendered the king's pardon, which had been granted to him in April 1643.",
		"Thus what Laud grasped with one hand he destroyed with the other.",
		"Laud was a prodigy of parts and learning over whose tomb Art and Genius still continued to weep. Hampden deserved no more honourable name than that of the \"zealot of rebellion.\"",
		"He also found time to preach and lecture elsewhere, and to deliver remarkable speeches at social functions; he worked hard with Archbishop Benson on the Parish Councils Bill (1894); he became the first president of the Church Historical Society (1894), and continued in that office till his death; he took part in the Laud Commemoration (189J); he represented the English Church at the coronation of the tsar (1896).",
		"In December 1621 he succeeded his friend, William Laud, as president of St John's College, and in 1626 and 1627 he was vice-chancellor of the university.",
		"Laud never married."
	],
	"synonyms": [
		"proclaim",
		"glorify",
		"exalt",
		"extol",
		"revere",
		"praise. praise",
		"panegyrize",
		"hymn",
		"venerate",
		"song",
		"honor",
		"felicitate",
		"deify",
		"approbate",
		"adore",
		"extolment",
		"eulogy",
		"encomium",
		"deification",
		"commendation",
		"approbation",
		"panegyric",
		"laudation"
	],
	"antonyms": [
		"criticize",
		"condemn",
		"blame",
		"castigate"
	]
}