{
	"word": "defunct",
	"meaning": [
		"Having ceased to exist or live.",
		"No longer living; deceased.",
		"No longer existing or functioning, as because of failure.",
		"(computing) Specifically, of a program: that has terminated but is still shown in the list of processes because the parent process that created it is still running and has not yet reaped it. See also zombie, zombie process.",
		"To make defunct.",
		"The dead person (referred to)."
	],
	"sentences": [
		"The whole system right across the board is defunct out of order and totally unbalanced.",
		"The Irish National League was, however, founded October to take up the work of the defunct Land League, and the country continued to be disturbed.",
		"Instead it has promoted its now almost defunct front, Globalize Resistance.",
		"The institution of slavery is virtually defunct.",
		"All links checked; apparently defunct links marked or removed.",
		"There are thousands and thousands of newspapers, both in print and defunct, in the United States.",
		"These defunct amusement parks may stand empty for years, or they may be quickly removed to make way for new construction developments or other projects.",
		"One of his measures, by which New Granada became responsible for the half of the debts of the defunct republic of Colombia, gave serious offence to a large party, and he was consequently succeeded not, as he desired, by Jose Maria Obando, but by a member of the opposition, Jose Ignacio de Marquez.",
		"The show aired for four seasons on the now defunct WB Network from 2002 to 2006.",
		"Circuit City reestablished themselves as an online retailer only when the brick-and-mortar stores went defunct.",
		"If a park has been long abandoned, its rides, buildings, and other structures may fall victim to vandalism and arson, effectively demolishing the defunct rides.",
		"If the new bride-to-be is still uncomfortable with the connotation of a ring that once was part of a defunct relationship, a new, more suitable ring can be chosen at a later time.",
		"Research suggests this is not the case cross cultural differences usually make such skills defunct in a new environment.",
		"Everwood originally aired on the now defunct WB network from 2002-2006.",
		"A company called DS-Xtreme created a homebrew solution like the one described in the above section, but the company is now defunct.",
		"The site remarks on the fact that One Life to Live is a pseudo spinoff of the now defunct Another World.",
		"Blake on the now defunct ABC Family series Wildfire, a bull rider who died in his last appearance.",
		"Hence the skill undoubtedly possessed by several graduates of the defunct art school has to be devoted chiefly to a subordinate purpose, namely, the fashioning of models for metal-casters.",
		"Apparently, in October 2007, the defunct backup dancer petitioned the court for Britney to pay his $160,000 legal bills.",
		"Pictures of Crystal Beach amusement park can bring back a host of memories for the defunct park's thousands of happy guests.",
		"The exclusive animated sequences in the ride's queue also include an animated cameo by Back to the Future scientist Doc Brown (Christopher Lloyd) in a subtle tribute to the now defunct attraction.",
		"As mentioned above if the game is old, then you may run into a slight hurdle of the company being defunct.",
		"The men revealed that they had started a website in July called BigFootTracker.com (now defunct) where they decided to display the picture of the corpse stuffed into a freezer.",
		"Some of the first actors to appear in the cover of that magazine from the now defunct Love of Life soap opera, including John Aniston of Days of Our Lives.",
		"While the characters on the now defunct soap opera set up shop in the fictional town of Everwood, Colorado, the actual show was shot in a variety of small cities in northern Utah.",
		"The creation of One Life to Live happened in direct response to the success of the now defunct Another World on NBC.",
		"The original conception of Napster may now be defunct, but its legacy lives on.",
		"Quality costume jewelry picked up the now defunct fine jewelry market.",
		"Don Andrews remains the nominal leader of the virtually defunct Nationalist Party of Canada.",
		"Everything that had once existed, like ' Spare Rib ', seemed to have gone defunct.",
		"This determination was the last hooray of a defunct agency, that was feeling petulant because we had not engaged with them.",
		"A competition was run in the now defunct London Evening Standard to name the new town and the winner was Thamesmead.",
		"From 1991 to 1993, she played the role of Kelly Capwell on the now defunct Santa Barbara.",
		"Some are currently being filmed and some have been defunct for awhile.",
		"These were unknown to Bosio, and are both covered with frescoes, the vault being in one case decorated with the scene which represents Christ seated among the apostles and pronouncing sentence upon the defunct.",
		"Mr Andrew Lang says that \"whenever a native dies, no matter how evident it may be that death has been the result of natural causes, it is at once set down that the defunct was bewitched.\"",
		"Hutton, who in 1881 wrote that the word \"was suggested by Huxley at a meeting held previous to the formation of the now defunct Metaphysical Society at Mr Knowles's house on Clapham Common in 1869, in my hearing.",
		"Alas, the society itself became defunct in May 2003.",
		"At worst, it is an apology for the defunct neo-liberalism and tired post- modernism of the last decade.",
		"Of the museum, which originally belonged to the defunct Banff Institution and was afterwards taken over by the town council, Thomas Edward - the \"working naturalist,\" whose life was so sympathetically written by Samuel Smiles - was curator for a few years.",
		"In the aftermath of Michael Jackson's sudden death in June of 2009, all things MJ were once again brought into the spotlight, from collectors' item tickets to his now defunct London concert tour to vintage t-shirts and LPs.",
		"This show appears on E! and follows the star around on her day to day activities as she cares for her children and puts a lot of energy into dispelling rumors about her defunct marriage to Charlie Sheen."
	],
	"synonyms": [
		"kaput",
		"inoperative",
		"inactive",
		"finished",
		"lifeless",
		"extinct",
		"deceased",
		"dead",
		"vanished",
		"lost",
		"late",
		"gone",
		"asleep",
		"departed"
	],
	"antonyms": [
		"existent",
		"valid",
		"operating",
		"alive",
		"functioning",
		"operative",
		"live",
		"existing",
		"working"
	]
}