{
	"word": "cryptic",
	"meaning": [
		"Having a hidden or ambiguous meaning; mysterious; baffling.",
		"Secret or occult.",
		"Obscure and curt in expression.",
		"Serving to conceal, as the form or coloration of certain animals.",
		"Using code or cipher.",
		"(informal) A cryptic crossword."
	],
	"sentences": [
		"The cryptic response made her hesitate.",
		"I knew Quinn kept cryptic notes of machine settings and results but I was sure the majority of his writings remained in Keene.",
		"Damian straightened, at his limit with the cryptic nonsense.",
		"Two days later, a cryptic message was posted on his regular secure web site.",
		"He watched the change, irritated by the bizarre mood swings and cryptic ramblings that defined Darian's speech lately.",
		"From their years together, he knew the cryptic response was the best he'd get.",
		"Suddenly, Andre's cryptic warning made sense.",
		"Some clues are quite cryptic, forcing kids to exercise their brains.",
		"Nothing will raise suspicions faster than guarded phone calls and cryptic messages.",
		"Can you help solve the riddle of the cryptic messages found engraved on old Wurzels records?",
		"Deidre's bucket list came to mind, distracting him from interpreting Fate's cryptic comparison.",
		"Your next short letter was too cryptic for me.",
		"I shall be careful in future not to make my remarks so cryptic.",
		"Barring some freak discovery, the story will remain as cryptic as it is touching.",
		"They do offer a \" guide \" to installing SuSe from the net, but it lacks detail and seems intentionally cryptic to me.",
		"Some of the runes are cryptic tree runes which are easily deciphered by a numeric code based on the futhark - the runic alphabet.",
		"By Roselli 's cryptic account, Castro learned the identity of the underworld contacts in Havana who had been trying to knock him off.",
		"The meaning of a text-based tattoo doesn't have to be any more or less obvious than a graphic tattoo; a couple of lines from your favorite poem can be just as cryptic as an image of something.",
		"Some browsers file it under \"security\"; others under \"languages\"; Netscape Communicator had it under the cryptic heading \"Advanced\".",
		"At the end of his patience with the cryptic demon, Gabriel left.",
		"This leads us on to another common form of cryptic clue, in which a word is hidden in the letters of a phrase.",
		"The newuser letter contains a somewhat cryptic string printed at the bottom of the page.",
		"I see that you have been taken in by the rather cryptic \" other \" link - you must be of the curious kind.",
		"Levels above 3 are designed for use only by developers and generate HUGE amounts of data, most of which is extremely cryptic.",
		"Back buttons are disabled, JavaScript is demanded and the log-in routine is often cryptic at best.",
		"If you use cryptic, abbreviated names then you will receive cryptic email messages and your users will see cryptic, abbreviated error messages.",
		"The written English children used would have been say writing formal thank you letters for Christmas presents and passing cryptic notes around the classroom.",
		"The scalloped hammerhead in the western north Atlantic is actually a new, cryptic, species.",
		"The cryptic intron contains sequences similar to those required for recognition of normal plant introns.",
		"Their specialty is a dark cryptic sarcasm that encases a surprising core belief in the power of love.",
		"Listed below are 10 cryptic clues some a little tricksy, most fairly easy-peasy.",
		"It is for these cryptic and often flatulent bits of ' thinking ' that the book was so badly received when it first appeared.",
		"Trying to figure out a cryptic definition or trying to remember that obscure movie from the 1950s that will fill out the rest of an entire line of answers is difficult unless you have a crossword dictionary handy.",
		"Favorite teacher's telling you good luck, best friends pledging to be there forever, secret crushes writing cryptic messages- they're all there for you to smile over, cry, over and in some cases, puzzle through!",
		"They may be cryptic and confusing but they may be prophetic as well.",
		"A very unique engagement ring coupled with a traditional setting and standard \"will you marry me\" does not constitute a creative proposal, but choosing an outrageous setting or cryptic question can revitalize the event.",
		"In the absence of a plot description, moviegoers are only given what is called a logline-a short, cryptic sentence that may or may not give away what they're going to see when the curtain goes up.",
		"Neil even admits to inventing the passage simply to show how Nostradamus passages are so cryptic as to allow whatever interpretation one would like to apply.",
		"The cryptic utterances of Yoda - \"Do, or do not.",
		"These magic users are secretive, jealous of their knowledge and prone to cryptic utterances and encoded notes.",
		"The article offered cryptic spoilers based on poses like one Cylon Six pointing a finger at another.",
		"Some cryptic correspondence with the pope, whether actually by James or by Elphinstone, one of his ministers, came apparently to the knowledge of the English court; his secret relations with the earl of Essex were, if not known, suspected; the young earl of Gowrie, returned from a residence on the continent, was too effusively welcomed by Elizabeth in May 1600; and James made a tactless speech when asking parliament for money towards his \" honourable entering to the crown of England after the death of the queen.\"",
		"In cryptic fashion the poet thus registers a vow of vengeance on the Philistines.",
		"He failed to make the cryptic words in any way friendly, and the cold glare seared through her."
	],
	"synonyms": [
		"inscrutable",
		"deep",
		"mystifying",
		"mysterious",
		"cryptical",
		"sibylline",
		"qabalistic",
		"kabbalistic",
		"cabalistic",
		"uninformative",
		"cabbalistic",
		"obscure",
		"murky",
		"vague",
		"secret"
	],
	"antonyms": [
		"plain",
		"straightforward",
		"obvious",
		"clear",
		"seen"
	]
}