{
	"word": "brazen",
	"meaning": [
		"Of brass.",
		"Showing no shame; bold; impudent.",
		"Having the ringing sound of brass; harsh and piercing.",
		"Like brass in color or other qualities.",
		"Sounding harsh and loud, like brass cymbals or brass instruments.",
		"To face or undergo with bold self-assurance.",
		"To carry through in a brazen manner. Generally used with out or through."
	],
	"sentences": [
		"Never in her life had she done anything so brazen.",
		"Crime was never again so brazen and daring, and 1856 marks also the beginning of political reform.",
		"Sometimes they have wings of gold, brazen claws and the tusks of boars.",
		"Needless to say, it takes a brazen gal to pull this magic off.",
		"He is also the author of the Brazen Serpent (1831), the Doctrine of Election (1839), several \"Introductory Essays\" to editions of Christian Authors, and a posthumous work entitled Spiritual Order and Other Papers (1871).",
		"Remember, it's always easy to get more brazen.",
		"From the standpoint of the popular religion, the removal of the local altars, like Hezekiah's destruction of the brazen serpent, would be an act of desecration, an iconoclasm which can be partly appreciated from the sentiments of 2 Kings xviii.",
		"While Micro bikinis may not be the most popular form of bathing suit, their evolution has certainly received a level of notoriety for brazen sexiness.",
		"The brand's designs present everything from brazen leopard prints to muted, textured leathers, so these bags are anything but classic or conventional.",
		"A brazen serpent, whose institution was attributed to Moses, had not hitherto been considered out of place in the cult; its destruction was perhaps the king's most notable reform.",
		"He was honoured as a hero, and his memory was held in such respect that when all the brazen statues of tyrants were condemned to be sold in the time of Timoleon (150 years later) an exemption was made in favour of the statue of Gelo.",
		"At Crete the brazen Talos, who would not permit them to land, was killed by the Dioscuri.",
		"On the 1st, they marched in procession through the city, dressed in an embroidered tunic, a brazen breastplate and a peaked cap; each carried a sword by his side and a short staff in his right hand, with which the shield, borne on the left arm, was struck from time to time.",
		"Even Moses himself is said to have made a brazen serpent which, down to Hezekiah's time, continued to be worshipped at Jerusalem.",
		"We seem here to have a remnant of the very ancient and widely diffused tree-worship. Sometimes, however, auguries were taken in other manners, being drawn from the moaning of doves in the branches, the murmur of a fountain which rose close by, or the resounding of the wind in the brazen caldrons which formed a circle all round the temple.",
		"He was at last overthrown in a general rising headed by Telemachus, the ancestor of Theron (tyrant c. 4 88 -47 2), and burned in his brazen bull.",
		"There is hardly room to doubt that we have here a tradition of human sacrifice in connexion with the worship of the Phoenician Baal (Zeus Atabyrius) such as prevailed at Rhodes; when misfortune threatened Rhodes the brazen bulls in.",
		"Human sacrifices to Baal were common, and, though in Phoenicia proper there is no proof that the victims were burned alive, the Carthaginians had a brazen image of Baal, from whose downturned hands the children slid into a pit of fire; and the story that Minos had a brazen man who pressed people to his glowing breast points to similar rites in Crete, where the child-devouring Minotaur must certainly be connected with Baal and the favourite sacrifice to him of children.",
		"In 1907 the sanctuary of Athena \"of the Brazen House\" (X aX KlocKos) was located on the Acropolis immediately above the theatre, and though the actual temple is almost completely destroyed, fragments of the capitals show that it was Doric in style, and the site has produced the longest extant archaic inscription of Laconia, numerous bronze nails and plates and a considerable number of votive offerings, some of them of great interest.",
		"The attempt is now brazen; it used to be surreptitious.",
		"The New Ugly Face of Domination Power is increasingly brazen.",
		"Beaufort 's brazen trumpet blast, burning the Witch of Orleans.",
		"Her styles were bold, without being brazen, and vibrantly feminine, without being overwhelming.",
		"This shade is less brazen than the aforementioned shades, but promises the same simple application and removal methods.",
		"The Ed Hardy swimwear collection for men and women is rife with brazen, sexy styles that are destined to be instant favorites - assuming the wearer is gutsy enough to pull them off, of course.",
		"The effect is strong and enigmatic, and you'll undoubtedly turn heads - but that's usually the point when one is wearing pants as brazen as these!",
		"Clearly, you don't have to be incredibly brazen to pull off this look, given that there are so many asymmetric hem styles available for petite women.",
		"Fall and winter 2011 promise more of the same, in the form of looks that run the gamut from effortlessly classic to completely brazen.",
		"Less brazen, yet far more brow-raising in their presence than everyday jeans and neutral trousers, were the bright pants in shades of fuchsia, blue and mustard.",
		"His liberal use of chains in the crafting of the straps is both brazen and impudent, and absolutely perfect for providing one's classic business-wear with a chic sharpness.",
		"To be a landlord takes fortitude, but to be a landlord without proper insurance coverage takes a brazen disregard for financial well-being.",
		"They're sexy without being trashy, and can make even the shyest of ladies feel a bit more brazen without stepping too far outside of her comfort zone the way an open cup bra or other nightie could.",
		"These include the bronze doors executed by Bishop Bernward, with reliefs from the history of Adam and of Jesus Christ; a brazen font of the 13th century; two large candelabra of the 11th century; the sarcophagus of St Godehard; and the tomb of St Epiphanius.",
		"The most famous is the Brazen Palace erected by King Datagamana about 164 B.C. The pokunas are bathing-tanks or tanks for the supply of drinking-water, which are scattered everywhere through the jungle.",
		"The place is little mentioned in ancient literature, though Silius Italicus tells us that it was hence that the Romans took their magisterial insignia (fasces, curule chair, purple toga and brazen trumpets), and it was undoubtedly one of the twelve cities of Etruria.",
		"His daring is illustrated by the story that he came by night to the temple of Athene \"of the Brazen House\" at Sparta, and there set up his shield with the inscription, \"Dedicated to the goddess by Aristomenes from the Spartans.\"",
		"The most famous if not the first 1 is Phalaris of Acragas (Agrigentum), whose exact date is uncertain, whose letters are now cast aside, arid whose brazen bull has been called in question, but who clearly rose to power very soon after the foundation of Acragas.",
		"In his brazen bull, invented, it is said, by Perillus of Athens, the tyrant's victims were shut up and, a fire being kindled beneath, were roasted alive, while their shrieks represented the bellowing of the bull.",
		"She had never met a man so brazen, or so sexy.",
		"I don't think I can look that desperate if I tried, she said, amazed at Toni's brazen attempts to flash Xander.",
		"What was the purpose of the brazen intruder, and to what end had he tampered with the trappings of such a formidable adversary?",
		"There's just no need to ever be quite so brazen with cushions.",
		"In the manner of buttons they are quite hard, quite brazen.",
		"The takeover is often brazen, and it is extremely unlikely that Jesus was born on December 25.",
		"As with all the others, there is the same quietly brazen effrontery in trying to minimize or ignore unanswerable facts.",
		"This is to believe on the Son of God lifted up; which is compared with looking to the brazen serpent.",
		"Pottier, who does not dispute the historical personality of Minos, in view of the story of Phalaris considers it probable that in Crete (where a bull-cult may have existed by the side of that of the double axe) victims were tortured by being shut up in the belly of a red-hot brazen bull.",
		"The chief episode in his uneventful pontificate was the visit of Constans to Rome; the pope received him \"almost with religious honours,\" a deference which he requited by stripping all the brazen ornaments of the city - even to the tiles of the Pantheon - and sending them to Constantinople.",
		"I know you like him, but you need to stand your ground and not let some boy turn you into his brazen little side dish.",
		"Needless to say, it takes a brazen individual to wear a shirt like this, and it's usually a person who doesn't mind turning a few heads or getting into some heated discussions from time to time.",
		"Whether a brilliant cherry hue or a subdued maroon, red has the ability to turn heads, instill confidence in a woman and add a shot of brazen color to her look.",
		"Most students who do this prank either do it on an athletic field, in a commons area in the rear of the school, or if you are really brazen, the front lawn of the school.",
		"Her father, having been warned by an oracle that she would bear a son by whom he would be slain, confined Danae in a brazen tower.",
		"Here also was produced the Book of Dimma, consisting of the gospels and accompanied by a brazen shrine, ornamented with silver and tracery, and preserved in the library of Trinity College, Dublin.",
		"One of the chief objects of veneration among the Cimbri is said to have been a brazen bull.",
		"They wore brazen helmets with purple crests, and rough-haired black cloaks, in which they slept on the bare ground.",
		"There was certainly a brazen bull at Agrigentum, which was carried off by the Carthaginians to Carthage, whence it was again taken by Scipio and restored to Agrigentum.",
		"A brazen Triton on the summit, with a rod in his hand, turned round by the wind, pointed to the quarter from which it blew.",
		"He is cowardly in war, and on one occasion was shut up for years in a huge brazen pot.",
		"Charles the Great carried off the brazen statue of Theodoric and the marble columns of his palace to his own palace at Aix-la-Chapelle.",
		"The Sicilians honoured his august aspect as he moved amongst them with purple robes and golden girdle, with long hair bound by a Delphic garland, and brazen sandals on his feet, and with a retinue of slaves behind him.",
		"When Aaron himself is connected with the worship of the golden calf, and when to Moses is attributed a brazen serpent which the reforming king Hezekiah was the first to destroy, it is evident that religious conceptions developed in the course of ages."
	],
	"synonyms": [
		"immodest",
		"brass",
		"arrogant",
		"bold",
		"brassy",
		"audacious",
		"shameless",
		"sassy",
		"presumptuous",
		"nervy",
		"insolent",
		"forward",
		"metallic",
		"loud",
		"intense"
	],
	"antonyms": [
		"shy",
		"humble",
		"meek",
		"timid",
		"shamefaced",
		"shamed"
	]
}