{
	"word": "manifold",
	"meaning": [
		"Having many and various forms, features, parts, etc.",
		"Of many sorts; many and varied; multifarious.",
		"Being such in many and various ways or for many reasons.",
		"Comprising, consisting of, or operating several units or parts of one kind.",
		"Complicated.",
		"Something that is manifold.",
		"A whole composed of diverse elements.",
		"One of several copies.",
		"A pipe with one inlet and several outlets or with one outlet and several inlets, for connecting with other pipes, specif., as in an automobile, for conducting exhausts from each cylinder into a single exhaust pipe.",
		"A topological space in which each point has a neighborhood that is equivalent to a neighborhood in Euclidean space. The surface of a sphere is a two-dimensional manifold because the neighborhood of each point is equivalent to a part of the plane.",
		"To make more than one copy of.",
		"To make manifold; multiply.",
		"(printing) To multiply or reproduce impressions of by a single operation.",
		"Many times; repeatedly."
	],
	"sentences": [
		"The services required of landowners were very manifold in character.",
		"The numerous Letters of Cyprian are not only an important source for the history of church life and of ecclesiastical law, on account of their rich and manifold contents, but in large part they are important monuments of the literary activity of their author, since, not infrequently, they are in the form of treatises upon the topic in question.",
		"Valentin Weigel (1533-1588), who stands under manifold obligations to Franck, represents also the influence of the semi-mystical physical speculation that marked the transition from scholasticism to modern times.",
		"In response to the exceeding diversity of habitat and of the conditions of life, the parasites exhibit manifold and widely-different types of form, organization and life-history.",
		"In spite of these manifold activities Mamun did not forget the hereditary enemy of Islam.",
		"The central ideas are thus self-consciousness, as the supreme condition under which experience is subjectively possible, and the manifold details of experience as a varied and complex whole.",
		"The officials are not well paid, and are certainly numerous; while the manifold checks and counterchecks have by no means always been sufficient to prevent dishonesty.",
		"But if his offices were manifold, so also were his talents.",
		"Just as London, in spite of its manifold industrial interests, is hardly to be termed a manufacturing centre, so the populous district surrounding it is not to be termed an industrial district in the sense in which that term is applied to the remaining regions of dense population which fall for consideration here.",
		"The alimentary,or intestinal, canal varies greatly in relative length and capacity in different mammals, and also offers manifold peculiarities of form, being sometimes a simple cylindrical tube of nearly uniform calibre throughout, but more often subject to alterations of form and capacity in different portions of its course - the most characteristic and constant being the division into an upper and narrower and a lower and wider portion, called respectively the small and the large intestine; the former being arbitrarily divided into duodenum, jejunum and ileum, and the latter into colon and rectum.",
		"Though practically invisible,' it appeals in its properties to other of our senses, so that the evidences of its presence are manifold.",
		"In her Calvin found, to use his own words, \"the excellent companion of his life,\" a \"precious help\" to him amid his manifold labours and frequent infirmities.",
		"The influences which led to this result were manifold.",
		"At the same time his synechological view prevented him from saying that every atom has a soul, because according to him a soul always corresponds to a unity of a physical manifold.",
		"The Revival of Learning must be regarded as a function of that vital energy, an organ of that mental evolution, which brought into existence the modern world, with its new conceptions of philosophy and religion, its reawakened arts and sciences, its firmer grasp on the realities of human nature and the world, its manifold inventions and discoveries, its altered political systems, its expansive and progressive forces.",
		"Then the thermostat opens, allowing the coolant to pass through the exhaust manifold and hence back to the cooling tanks.",
		"Remove the inlet manifold and both heads, and inspect the piston crowns and valves for signs of heavy contact.",
		"The main proof of the objective value of the view we may gain will rather lie in the degree in which it succeeds in assigning to every element of culture its due position, or in which it is able to appreciate and combine different and apparently opposite tendencies and interests, in the sort of justice with which it weighs our manifold desires and aspirations, balancing them in due proportions, refusing to sacrifice to a one-sided principle any truth or conviction which experience has proven to be useful and necessary.",
		"By giving him a Red Button, or button of the highest rank, a Peacock's Feather, the order of the Double Dragon, a patent of nobility to his ancestors for three generations, and the title of Junior Guardian of the heir apparent, the Chinese showed their appreciation of his manifold and great services; while under the seal of the British government there were bestowed upon him the orders of C.M.G.",
		"In writing Albanian the Latin character is employed by the Ghegs, the Greek by the Tosks; neither alphabet suffices to represent the manifold sounds of the language, and various supplementary letters or distinguishing signs are necessary.",
		"Real knowledge consists in comprehending this all-pervading harmony as embodied in the manifold of perception, and the senses are \"bad-witnesses,\" because they apprehend phenomena, not as its manifestation, but as \"stiff and dead.\"",
		"When this fundamental truth had been fully grasped, mathematicians began to inquire whether algebras might not be discovered which obeyed laws different from those obtained by the generalization of arithmetic. The answer to this question has been so manifold as to be almost embarrassing.",
		"Influenza, again, was well known to us in 1836-1840, yet clinical observers had not traced out those sequels which, in the form of neuritis and mental disorder, have impressed upon our minds the persistent virulence of this infection, and the manifold forms of its activity.",
		"Upon the convergence of the manifold lines of investigation rest all reconstructions, all methodical studies of biblical religion, law and prophecy, and all endeavours to place the various developments in an adequate historical framework.",
		"As each one has received a special gift, employ it in serving one another as good stewards of the manifold grace of God.",
		"Ponder in thine heart upon the unsearchable wisdom of God, and meditate on its manifold revelations.",
		"The other probability is an air leak at the inlet manifold gasket, the brake servo hose or other small bore vac hoses.",
		"On TDC with valves supposedly closed air is whooshing out of the inlet manifold.",
		"In 1862 he was called on by Lord Monck, the governor-general, to form a ministry, which by manifold shifts held office till February 1864.",
		"Notwithstanding his manifold engagements, he found time to attend to the tenderer affections; for it was during his residence at Strassburg that he married, in August 1540, Idelette de Bure, the widow of one Jean Stordeur of Liege, whom he had converted from Anabaptism.",
		"But, then, I take funerals, and know the manifold heartache with which one tries to deal.",
		"Indeed, it shows that for measure preserving homeomorphisms of a compact manifold, chaos is in fact the general case.",
		"The same idea can be applied to produce chaotic homeomorphisms on any manifold.",
		"The flange lubricators use condensed steam direct from the auxiliary manifold and when correctly used apply a steady trickle of water to the flange.",
		"Lightly grease the top gasket and loosely fit the inlet manifold to the cylinder.",
		"We consider the phenomenon of forced symmetry breaking in a symmetric Hamiltonian system on a symplectic manifold.",
		"Opposite to an unstable manifold, both are types of invariant manifold.",
		"In the mathematical literature this set is called an inertial manifold.",
		"Secure the inlet manifold evenly do not over tighten.",
		"Primary in last few months has been the exhaust manifold cracked.",
		"The final step is to fit the vacuum pipe from intake manifold to servo.",
		"Also bought a ' Boy Racer ' (TM) induction manifold pipe - need to get some bits tig'd onto it.",
		"New front shock absorbers, up rated by 25 %, a SS sports exhaust with extractor manifold.",
		"Pipework connecting discharge appliances to SVP manifold, should be designed not to cause self siphonage.",
		"Assembled with 71mm side squish head, 26mm carburetor and AF conversion manifold and ultra performance exhaust.",
		"Those solutions belong (or asymptotically tend) to a certain invariant linear subspace - cluster manifold.",
		"Thus it has come to pass that the muscles of the hind limbs are, like their framework, more easily compared with those of reptiles and mammals than are the wings, whilst within the class of birds they show an enormous amount of variation in direct correlation with their manifold requirements.",
		"The complexity of modern knowledge and the interrelation of its different branches are often insufficiently realized, and that by writers who differ widely in the application of such material as they use to their particular views of the manifold problems of the Old Testament.",
		"But there were many, including the empress herself, who looked upon him as a man of manifold and commanding genius.",
		"Sufferers from mental disease are still regarded too much as troublesome persons to be hidden away in humane keeping, rather than as cases of manifold and obscure disease, to be studied and treated by the undivided attention of physicians of the highest skill.",
		"With all its manifold instructiveness, his book is a narrative as entertaining as those of Macaulay or Froude.",
		"It is impossible to enter into the manifold details of the fire cultus which forms the main part of the worship in the Avesta.",
		"While in this position he became convinced that the only permanent solution of the manifold difficulties which the freedmen encountered lay in their moral and industrial education.",
		"The leading Reformers - Luther, Zwingli, Melancthon - frequently expressed themselves against the prevailing view of the manifold sense of Scripture, and in particular questioned the legitimacy of allegorical interpretation - except for purposes of popular and practical exposition.",
		"This figure afforded, as it were, a new point of crystallization for the existing Gnostic ideas, which now grouped themselves round this point in all their manifold diversity.",
		"The court dignitaries and their titles were manifold; not less manifold were the royal prerogatives, in which the sultans followed the example set by their predecessors, the Buyids.",
		"Founded in 1877, it was the first in the United States, and its manifold activities have not only contributed much to the amelioration of social conditions in Buffalo, but have caused it to be looked to as a model upon which similar institutions have been founded elsewhere.",
		"Thus he clearly described the preparation of hydrochloric acid by the action of oil of vitriol on common salt, the manifold virtues of sodium sulphate - sal mirabile, Glauber's salt - formed in the process being one of the chief themes of his Miraculum mundi; and he noticed that nitric acid was formed when nitre was substituted for the common salt.",
		"Their author Milaraspa (unless the work should be attributed to his disciples), often called Mila, was a Buddhist ascetic of the I ith century, who, during the intervals of meditation travelled through the southern part of middle Tibet as a mendicant friar, instructing the people by his improvisations in poetry and song, proselytizing, refuting and converting heretics, and working manifold miracles.",
		"Magee's manifold activities, his capability as an administrator, his sound judgment, and his remarkable insight into the ecclesiastical problems of his time, rank him among t he most distinguished of English prelates.",
		"His manifold labours and austerities appear to have shortened his life.",
		"It is only as an illustration of his many-sidedness and his manifold activity that we now turn to his work as a statesman, as a theatre-director, as a practical political economist.",
		"In these vicissitudes which led to the growth of the Old Testament, in its preservation among a devoted people, and in the results which have ensued down to to-day, it is impossible not to believe that the history of the past, with its manifold evolutions of thought and action, points the way to the religion of the future.",
		"Strips of paper bearing a manifold repetition of the words \"The Jewel in the Lotus, Amen,\" are wrapped round cylinders of all sizes - from hand-mills to windor water-mills.",
		"In this natural state man, who even before he actually sins is a sinner before God by original or inherited sin, commits manifold actual transgressions; but he is not absolutely without power of will towards good, and is not always doing evil.",
		"Here he plunged into manifold work, literary and professional.",
		"In this comparatively retired sphere he soon found scope for that manifold activity which so prominently characterized his subsequent career.",
		"At Pavia in 1494 we find him taking up literary and grammatical studies, both in Latin and the vernacular; the former, no doubt, in order the more easily to read those among the ancients who had laboured in the fields that were his own, as Euclid, Galen, Celsus, Ptolemy, Pliny, Vitruvius and, above all, Archimedes; the latter with a growing hope of some day getting into proper form and order the mass of materials he was daily accumulating for treatises on all his manifold subjects of enquiry.",
		"But the scattered details of comparative anatomy are capable of manifold arrangement, while the palimpsest of individual development is not merely fragmentary, but often has the fragments misplaced.",
		"In contrast with the \"world,\" as the totality of being in its differentiation, this absolute unity, or God, in whom the real as manifold, and the spirit as one, find their unifying base, by its very nature is unphenomenal, indefinable and inconceivable.",
		"The manifold of sense, which plays so important a part in the critical theory of knowledge, is left in an obscure and perplexed position.",
		"The aim of this project is to provide an algorithm that computes the stable manifold without using the inverse map at all.",
		"Even in normal circumstances their play and counterplay, attractive and repellent, must be manifold almost beyond conception; for the body may be regarded as a collective organization consisting of a huge colony of micro-organisms become capable of a common life by common and mutual arrangement and differentiation of function, and by toleration and utilization of each other's peculiar products; some organs, such as the liver, for example, being credited with a special power of neutralizing poisons, whether generated under normal conditions or under abnormal, .which gain entrance from the intestinal tract.",
		"Human knowledge consists in the comprehension of this all-pervading harmony as embodied in the manifold of perception; the senses are \"bad witnesses\" in that they report multiplicity as fixed and existent in itself rather than in its relation to the One.",
		"The changes produced at a distance by distribution of toxins may be very manifold - cloudy swelling and fatty degeneration, serous effusions, capillary haemorrhages, various degenerations of muscle, hyaline degeneration of small blood-vessels, and, in certain chronic diseases, waxy degeneration, all of which may be widespread, are examples of the effects of toxins, rapid or slow in action.",
		"Optimal solutions lie on the two-dimensional stable manifold of the corresponding Hamiltonian system.",
		"The most frequently used example is the unstable manifold of a periodic orbit that just lost its stability in a period-doubling bifurcation.",
		"No more valuable contribution to the illustration of western Chinese configuration has been given to the public than that of C. C. Manifold who explored and mapped the upper basin of the Yang-tsze river between the years 1900 and 1904, whilst our knowledge of the geography of the Russo-Chinese borderland on the north-east has been largely advanced by the operations attending the RussoJapanese war which terminated in 1905.",
		"But a few weeks before, Mr Drummond, who was Sir Robert Peel's private secretary, had been shot dead in the street by a lunatic. In consequence of this, and the manifold anxieties of the time with which he was harassed, the mind of the great statesman was no doubt in a moody and morbid condition, and when he arose to speak later in the evening, he referred in excited and agitated tones to the remark, as an incitement to violence against his person.",
		"During the trying winter of 1854-55, the suffering he was compelled to witness, the censures, in great part unjust, which he had to endure and all the manifold anxieties of the siege seriously undermined his health, and although he found a friend and ardent supporter in his new French colleague, General Pelissier (q.v.), disappointment at the failure of the assault of the 18th of June 1855 finally broke his spirit, and very shortly afterwards, on the 28th of June 1855, he died of dysentery.",
		"The manifold plate is then heavily punched from one side, so that the opposite face protrudes in broken blisters, which are then hammered down until each becomes a centre of wave propagation.",
		"He recites how he had heard of the monarch's Christian profession, diligence in good works and piety, by manifold narrators and common report, but also more particularly from his (the pope's) physician and confidant (medicus et familiaris noster), Master Philip, who had received information from honourable persons of the monarch's kingdom, with whom he had intercourse in those (Eastern) parts.",
		"In the form in which we now possess them, they are a compilation after the pattern of the Clementine Homilies, and have been subjected to manifold redactions.",
		"When we add to this the fact that the writers of the 12th century represented the personages and events of the 6th in the garb, and under the conditions, of their own time, we can understand the reason of the manifold difficulties which beset the study of the cycle.",
		"Again it is a notable specimen of early Christian pseudepigraphy, and one which had manifold and far-reaching results.",
		"The manifold affections of sense are not simply aggregated in the individual, like the heroes in the Trojan horse.",
		"Lotze's logic then represents the statical aspect of the function of thought in knowledge, while, so far as we go in knowledge thought is always engaged in the unification of a manifold, which remains contradistinguished from it, though not, of course, completely alien to and unadapted to it.",
		"It is the crowning merit of the author that he never ceases to be an impartial spectator - a cold and curious critic. We might compare him to an anatomist, with knife and scalpel dissecting the dead body of Italy, and pointing out the symptoms of her manifold diseases with the indifferent analysis of one who has no moral sensibility.",
		"The Renaissance cannot be comprehended in its true character without familiarity with these six representatives of its manifold and many-sided inspiration.",
		"Manifold errors also result from the weakness of the senses, which affords scope for mere conjecture; from the influence exercised over the understanding by the will and passions; from the restless desire of the mind to penetrate to the ultimate principles of things; and from the belief that \" man is the measure of the universe,\" whereas, in truth, the world is received by us in a distorted and erroneous manner.",
		"Broadly speaking it may be said that a distinction may be drawn between \" spirits \" and \" gods,\" but it is a distinction of degree rather than of kind, obvious enough at the upper end, yet shading off into manifold varieties of resemblance in the lower forms. Some writers only recognize friendly agencies as gods; but destructive powers like the volcano, or the lords of the underworld, cannot be regarded as the protectors of the life of man, yet they seem in many mythologies to attain the full personalised stature of gods with definite names.",
		"A recollection of the manifold forms which religious life and thought have taken in Christendom or in Islam, and the passions which are so easily engendered among opposing sects, will prevent a one-sided estimate of the religious standpoints which the writings betray; and to the recognition that they represent lofty ideals it must be added that the great prophets, like all great thinkers, were in advance of their age.",
		"The scientific training which Bacon had received, mainly from the study of the Arab writers, showed him the manifold defects in the systems reared by these doctors.",
		"With him, as far as we are able to conclude from the scanty notices of him, the manifold Gnostic speculations are reduced essentially to the one problem of the good and the just God, the God of the Christians and the God of the Old Testament.",
		"Its highest function is the contemplation of the divine unity, discoverable under the manifold of objects.",
		"Taken for granted the Kantian hypothesis of a sense of sensations requiring synthesis by understanding, and the Kantian conclusion that Nature as known consists of phenomena united by categories as objects of experience, Green argued, in accordance with Kant's first position, that knowledge, in order to unite the manifold of sensations by relations into related phenomena, requires unifying intelligence, or what Kant called synthetic unity of apperception, which cannot itself be sensation, because it arranges sensations; and he argued, in accordance with Kant's second position, that therefore Nature itself as known requires unifying intelligence to constitute the relations of its phenomena, and to make it a connected world of experience."
	],
	"synonyms": [
		"multiphase",
		"heteromorphous",
		"multiplex",
		"multiform",
		"much",
		"many",
		"abundant",
		"multifold",
		"multifarious",
		"sundry",
		"replicate",
		"replete",
		"multitudinous",
		"multiple",
		"various",
		"manifold paper",
		"multiply"
	],
	"antonyms": [
		"one",
		"sole",
		"single"
	]
}