{
	"word": "untenable",
	"meaning": [
		"That cannot be held, defended, or maintained.",
		"Incapable of being tenanted or occupied.",
		"Insupportable; intolerable.",
		"Not able to be held, as of an opinion or position; unholdable, indefensible."
	],
	"sentences": [
		"On the 21st of January Dr Saenz Pena at last perceived that his position was untenable, and he handed in his resignation.",
		"Finding his position there to be untenable, he retreated still farther to the country of his own tribe, while his rival advanced to Ispahan, where he received the submission of nearly all the chief cities of Persia.",
		"None the less is the position in itself an untenable one and the parent of scepticism.",
		"Hadrian's first important act was to abandon as untenable the conquests of Trajan beyond the Euphrates (Assyria, Mesopotamia and Armenia), a recurrence to the traditional policy of Augustus.",
		"Konigsberg thus became untenable, and Murat fell back to Posen, where on the 10th of January he handed over his command to Eugene Beauharnais and returned to Paris.",
		"The position proved untenable.",
		"He made a reputation as a parliamentary debater, but lost favour with his constituents who were largely Republican, and only held his seat with the help of Livio Quartaroli, mayor of Forli, and Saffi; when they died his position became untenable and he was not reelected.",
		"In this endeavour Lotze discards as useless and untenable many favourite conceptions of the school, many crude notions of everyday life.",
		"In 1776 Commodore Hopkins, of the American navy, took the island of New Providence; he soon, however, abandoned it as untenable, but in 1781 it was retaken by the Spanish governor of Cuba.",
		"Such a charge as prelude to the advance of a great infantry bayonet attack must have swept the exhausted Prussians down the hill like sheep, but the opportunity passed, and the gunners finding their position untenable, limbered up, not without severe losses, and retired to a second position in rear.",
		"Fichte's \" Wissenschaftslehre,\" he said, is a completely untenable system, and a metaphysics of fruitless apices, in which he disclaimed any participation; his own Kritik he refused to regard as a propaedeutic to be construed by the Fichtian or any other standpoint, declaring that it is to be understood according to the letter; and he went so far as to assert that his own critical philosophy is so satisfactory to the reason, theoretical and practical, as to be incapable of improvement, and for all future ages indispensable for the highest ends of humanity.",
		"The Ottimati were mostly anti-Medicean, and by 1527 the position was untenable.",
		"No doubt there were many conscious hypocrites and impostors among the professional prophets, as there always will be among the professional representatives of a religious standpoint which is intrinsically untenable, and yet has on its side the prestige of tradition and popular acceptance.",
		"In moral effect the battle proved anything but a defeat to the Americans, who now drew a cordon of works around Boston, hemming Howe's army in a contracted, and, as it proved, untenable, position.",
		"It was necessary to Grotius's defence of Heemskirk that he should show that the Portuguese pretence that Eastern waters were their private property was untenable.",
		"In 191 they supported Antiochus badly, and by their slackness in the defence of Thermopylae made his position in Greece untenable.",
		"One very favourite, but utterly untenable interpretation is that the \" seven forms,\" are seven different Arabic dialects.",
		"However innocent his own connexion with the company was, it involved him in unpleasant public discussion, and his position became untenable.",
		"This conclusion is untenable, and the suggestion that the author was Pedro de Lobeira (who flourished in the 15th century) involves a glaring anachronism.",
		"Linguistically, physically and mentally this view is untenable.",
		"When on the 18th of March Field Marshal Radetzky, feeling that the position of the Austrian garrison was untenable, sounded the rebels as to their terms, some of the leaders were inclined to agree to an armistice which would give time for the Piedmontese troops to arrive (Piedmont had just declared war), but Cattaneo insisted on the complete evacuation of Lombardy.",
		"Large cat litter boxes are not intimidating in and of themselves, but the largest of sizes can become practically untenable when you are changing the cat litter.",
		"This difficulty removed, the agitation of the \" patriots \" against the stadholderate form of government increased in violence, and William speedily found his position untenable.",
		"On this basis, with other interesting morphological comparisons, Brefeld erected his hypothesis, now untenable, that the Ascomycetes and Basidiomycetes diverge from the Zygomycetes, the former having particularly specialized the ascus (sporangial) mode of reproduction, the latter having specialized the conidial (indehiscent one-spored sporangiole) mode.",
		"Mr Gore, starting from the same basis of faith and authority, soon found from his practical experience in dealing with the \"doubts and difficulties\" of the younger generation that this uncompromising attitude was untenable, and set himself the task of reconciling the principle of authority in religion with that of scientific authority by attempting to define the boundaries of their respective spheres of influence.",
		"Of the reasons for a date in one of the earlier decades of the 2nd century, as argued by the Tubingen school and its heirs, several are now untenable.",
		"But the break-through between Tolmino and Caporetto had made these positions untenable.",
		"The hypothesis that Beowulf is in whole or in part a translation from a Scandinavian original, although still maintained by some scholars, introduces more difficulties than it solves, and must be dismissed as untenable.",
		"Mr Lang, in The Valet's Tragedy, had some years earlier ironically wondered why nobody made this suggestion, which, however, he regarded as untenable.",
		"The view wbich became current through Anquetil Duperron, that the Ayes/a is throughout the work of Zoroaster (in Zend, Zarathushtra), the founder of the religion, has long been abandoned as untenable.",
		"Certain expositors have tried to obviate the difficulty, first by supposing that the expression \"son of Nebuchadrezzar\" in Daniel means \"descendant\" or \"son,\" a view which is rendered untenable by the facts just cited.",
		"On hearing of the war between England and the United States, Astor's associates, deeming Astoria untenable, sold the property in October 1813 to the North-west Company.",
		"It was because the issues opened led to changes so far greater than the wisest statesman then perceived, that Pitts solution, logically untenable as it was, was preferable to Burkes.",
		"It made the great mistake of underrating the strength of its enemy; it suffered its agents to commit the strategical blunder of locking up the few troops it had in an untenable position in the north of Natal.",
		"Burke attempted to defend the alliance on the ground of the substantial agreement between Fox and North in public aims. The defence is wholly untenable.",
		"His cardinal position, from which he deduced so many important conclusions, namely, that the parts and organs of the old constitution of France were sound, and only needed moderate invigoration, is absolutely mistaken and untenable.",
		"Moreover, many of the arguments by which the position of rigid libertarians of the older school has been proved untenable.",
		"The fact is that any close philosophical analysis of Spencer's system of ethics can only result in the discovery of a multitude of mutually conflicting and for the most part logically untenable theories.",
		"Venizelos then organized a revolt at Therisso, which was partially successful but which died out after a few months, yet not until it had made the Prince's position in the island untenable.",
		"Parnell had to conciliate the Clan-na-Gael and the Fenians generally, both in Ireland and America, while abstaining from action which would make his parliamentary position untenable.",
		"Horizontal gene transfer a key process of the fluid genome - makes Neo-Darwinism untenable in perhaps the most explicit fashion.",
		"We got into the untenable position of arguing that recidivism was an entirely structural affair.",
		"It is untenable, then, to suggest that absolute scarcity propelled the events of 2003.",
		"What then are the options if the present British course becomes politically untenable?",
		"As a result his position as party leader became increasingly untenable and finally in 1979 he resigned the position and also left the SDLP.",
		"The case for man-made UFOs is stronger than ever whereas the evidence for ' alien flying saucers ' is wholly untenable.",
		"We think that the position of the tobacco companies in withholding information on the additives their cigarettes contain is completely untenable.",
		"His own way of thinking makes such a view quite untenable.",
		"These reasons alone make the apparent death theory untenable.",
		"By 1650 it was rendered untenable, the huge defensive lake was drained, and the gatehouse was converted to residential accommodation.",
		"Eisner's position has become untenable, however, he has not been the most popular of CEO's for sometime.",
		"But such criticisms are beginning to look increasingly untenable.",
		"The population of medieval England peaked at the beginning of the 14th century, before some settlements began to prove untenable.",
		"But his position had become untenable, partly owing to an ill-considered telegram which he addressed to the tsar on his return; partly in consequence of the attitude of Prince Bismarck, who, in conjunction with the Russian and Austrian governments, forbade him to punish the leaders of the military conspiracy.",
		"As, however, it was proved by the explorations of Sir Charles Warren in1869-1870that the Tyropoeon valley passed under this corner, and that the foundations must have been of enormous depth, Fergusson's theory must be regarded as untenable (see also Sepulchre, Holy).",
		"Contrary to expectation, he showed great energy in suppressing disorder; but after the proclamation of a state of siege his position became untenable, and in 1895 he had to resign.",
		"All patristic students now recognize the great inequality of these authors, and admit that they are not free from the faults of their times; it is not denied that much of their exegesis is untenable, or that their logic is often feeble and their rhetoric offensive to modern taste.",
		"After Giolitti's renunciation of a mandate in Albania the claim to Skutari became untenable, and at last in 1921 the Supreme Council sanctioned the frontiers assigned to Albania in 1913.",
		"Her commonsense told her that the only way she could save the man she loved from the vengeance of his enemies after her death was to facilitate in time his descent from his untenable position.",
		"He had completed it in 1634; but owing to the fierce opposition with which he had to contend, he was only able to print it at Paris in 1650, by aid of a son, who had turned Catholic. The various readings in the Old Testament text and the differences between the ancient versions and the Massoretic text convinced him that the idea of the integrity of the Hebrew text, as commonly held by Protestants, was untenable.",
		"Tigranes's position, always insecure, soon became untenable, and it became necessary for Rome to intervene once more.",
		"Reform on these lines would not unsettle the financial markets, which already accept that the existing rules are untenable.",
		"It is a most untenable position, in my mind at least.",
		"Nevertheless, Gombrich carries his comparison between the two systems to an untenable conclusion.",
		"He rejoined the action later, during which time the Platoon withdrew from an untenable situation.",
		"Heaven v. Pender 1 goes no further than this, tho it is often cited to support all kinds of untenable propositions.",
		"Eisner 's position has become untenable, however, he has not been the most popular of CEO 's for sometime.",
		"The National rail operators need to understand that their position is untenable in the 21st century.",
		"The Director of Personnel said the Crime Fighting Fund was a barrier to workforce modernisation and was untenable in the long term.",
		"For many feminists, such unabashed idealism is not only conceptually untenable, it is politically suspect, since it denigrates the (traditionally feminized) body.",
		"Nevertheless, though the conceptions originally denoted by \" evolution \" and \" development \" were shown to be untenable, the words retained their application to the process by which the embryos of living beings gradually make their appearance; and the terms\" development,\" \" Entwickelung,\"and \" evolutio \" are now indiscriminately used for the series of genetic changes exhibited by living beings, by writers who would emphatically deny that \" development \" or \" Entwickelung \" or \" evolutio,\" in the sense in which these words were usually employed by Bonnet or Haller, ever occurs.",
		"He had done much for the welfare of Crete, but his participation in party struggles and his attitude towards the representatives of the powers had rendered his position untenable.",
		"Farel was called to Neuchatel in July 1538, but his position there was made untenable, though he remained at his post during a visitation of the plague.",
		"But Wagner boldly fought for them, and might have prevailed earlier had he not taken part in the political agitations of 1849, after which his position in Dresden became untenable.",
		"Rauch's position had become untenable, and he was succeeded by the more moderate Dr. Tomasic, who brought with him from Budapest the concession of a somewhat extended franchise (260,000 instead of 50,000 electors).",
		"In the judgment of the present writer however, the results of Old Testament study (particularly in the Prophets) since Professor Robertson Smith's death have shown that this theory is untenable.",
		"But it was 24 hours too late, for Blucher's defeat had rendered the AngloDutch position untenable.",
		"Pan-Lung was connected with the Japanese lines by covered ways, approaches were begun towards several of the eastern forts, and on the 10th of September 180-Metre Hill was stormed, though the crest was untenable under the fire from 203-Metre Hill.",
		"After the murder of the duc de Berry and the enforced retirement of Decazes, he again became president of the council (21st February 1821); but his position was untenable owing to the attacks of the \"Ultras\" on the one side and the Liberals on the other, and on the 12th of December he again resigned.",
		"The principle of limited liability which this attitude assumed was soon found to be utterly untenable.",
		"The Fashoda incident was the subject of important diplomatic negotiations, which at one time approached an acute phase; but ultimately the French position was found to be untenable, and on the 11th of December Marchand and his men returned to France by the Sobat, Abyssinia and Jibuti.",
		"The position was gradually becoming untenable.",
		"But this view is untenable on two grounds.",
		"Lotze on the one hand held the Hegelian \" deduction \" to be untenable, and classed himself with those who in his own phrase.",
		"This again sounds ingenious, but is quite untenable.",
		"Such a position is both logically and historically untenable.",
		"Furthermore, within the body the acidity of the upper GI tract renders the habitat untenable to fungi.",
		"They had moved onto high loose shale but their position seemed untenable.",
		"That's completely normal, so instead of trying to fit yourself into an untenable ideal, go the mix and match route.",
		"This puts everyone in a stressful and untenable situation, and there have been many methods such as Applied Behavioral Analysis, dietary treatments, and alternative medicines used to try and deal with them.",
		"Clissa, however, became untenable, and the Uskoks withdrew to Zengg, on the Croatian coast, where, in accordance with the Austrian system of planting colonies of defenders along the Military Frontier, they were welcomed by the Emperor Ferdinand I., and promised an annual subsidy in return for their services.",
		"At length, when the position was becoming quite untenable, he received through Zwingli a call to Zurich as professor of Greek and Hebrew, and formally throwing off his monk's habit, entered on a new life."
	],
	"synonyms": [
		"indefensible"
	],
	"antonyms": []
}