{
	"word": "iconoclast",
	"meaning": [
		"One opposed to the religious use of images or advocating the destruction of such images.",
		"One who attacks and seeks to destroy widely accepted ideas, beliefs, etc."
	],
	"sentences": [
		"The worship of images never seems to have taken root among Armenians; indeed they supplied the Greek world with iconoclast soldiers and emperors.",
		"Suffolk legend has it that William Dowsing, the great iconoclast, is buried in this church.",
		"His son Gegnesius in 722 was taken to Constantinople, where he won over to his opinions the iconoclast emperor, Leo the Isaurian.",
		"But the tide of conquest was stemmed by the iconoclast emperors, and the Arab expeditions, excepting those of Harun al-Rashid, 781 and 806, and of elMotasim, 838, became simply predatory raids.",
		"He practised his profession first at Macao and then at Canton, but from the outset of his career displayed more interest in politics than in medicine, being by temperament an iconoclast, an organizer of secret societies and a leader of conspiracies against the established order of things.",
		"The iconoclast emperor Leo V., an Armenian, persecuted the sect afresh, and provoked a rising at Cynoschora, whence many fled into Saracen territory to Argaeum near Melitene.",
		"In 730 Germanus the patriarch resigned rather than subscribe to a decree condemning images; later he was strangled in exile and replaced by an iconoclast, Anastasius.",
		"In his eagerness to restore the simplicity of the primitive church he even assailed Mariolatry, intercession of saints, relics and perhaps infant baptism, to the scandal even of the iconoclast bishops themselves.",
		"Theophilus, the last of the iconoclast emperors, was a devoted Mariolater and controversialist who invited the monks to discuss the question of images with him, and whipped or branded them when he was out-argued; he at length banished them from the cities, and branded on the hands a painter of holy pictures, Lazarus by name, who declined to secularize his art; he also raised to the patriarchal throne John Hylilas, chief instigator of the reaction of 815.",
		"The theologians whom Louis the Pious convened at Paris in 825, to answer the letter received from the iconoclast emperor Michael Balbus, were as hostile to the orthodox Greeks as to the image-worshippers, and did not scruple to censure Pope Adrian for having approved of the empress Irene's attitude.",
		"The cult of images was now solemnly restored, iconoclast bishops deposed or reconciled, the dogmatic theory of images defined, and church discipline re-established."
	],
	"synonyms": [
		"image breaker",
		"revolutionary",
		"rebel",
		"dissenter",
		"nonconformist",
		"radical",
		"individualist",
		"renegade",
		"antichrist",
		"heathen",
		"vandal"
	],
	"antonyms": []
}