{
	"word": "gossamer",
	"meaning": [
		"A filmy cobweb floating in the air or spread on bushes or grass.",
		"A very thin, soft, filmy cloth.",
		"Something that is light, delicate, or sheer, such as fabric.",
		"A lightweight waterproof coat.",
		"Anything like gossamer in lightness, flimsiness, etc.",
		"Light, thin, and filmy."
	],
	"sentences": [
		"The shape of fairy wings vary from a moth's wings to a butterfly to gossamer bird -like wings that flare upwards.",
		"Your little girl will likely have a say in what her holiday dress should look like, and chances are she will choose something spectacularly gossamer.",
		"It soon became the norm for fairies to be pictured as the size of buttercups and daisies, flitting about on gossamer wings and hidding under toadstools.",
		"The construction of Hampton Bay fans includes the addition of Gossamer Wind blades as the brand name for every fan.",
		"It was formerly supposed that this custom was peculiar to a single species, which was called the \"gossamer\" spider from the fact that the floating webs, when brought to the earth by rain or intercepted by bushes and trees, coat the foliage or grass with a sheeting of gossamer-like silk; but the habit is now known to be practised by the newly-hatched young of a great variety of species belonging to several distinct families.",
		"A third with pins in her mouth was running about between the countess and Sonya, and a fourth held the whole of the gossamer garment up high on one uplifted hand.",
		"Made of molded plastic, Gossamer blades are energy efficient, and they tend to consume almost one-half of the energy used by a standard ceiling fan.",
		"First, it taps into the unconscious self, as well as to what Carl Jung termed the \"collective unconscious\", the one that is ever connected to the \"call\" and rhythm of nature, as well as the gossamer threads that connect us to one another.",
		"After all, some of the fabrics used in more daring swimsuit designs can be gossamer thin, and seem more illusion than real.",
		"The painting at the top was made to resemble a reinforced bandeau top with a slight band at the bottom possibly made from a gossamer fabric of some sort.",
		"It's a gossamer sleeveless gown in pure cotton cambric with delicate white flowers and green ribbon design.",
		"Try wearing two gossamer bamboo scarves knotted together and tucked inside an overcoat with the ends loose."
	],
	"synonyms": [
		"cobweb",
		"chiffon",
		"tissue",
		"gauze",
		"sheer nylon",
		"sheer silk",
		"filament",
		"spiderweb",
		"tendril",
		"cobwebby",
		"vapourous",
		"see-through",
		"gauze-like",
		"vaporous",
		"transparent",
		"sheer",
		"gauzy",
		"filmy",
		"diaphanous",
		"ethereal",
		"vapory",
		"gossamery",
		"airy",
		"aery"
	],
	"antonyms": [
		"coarse",
		"thick",
		"opaque"
	]
}