{
	"word": "exacerbate",
	"meaning": [
		"To make more intense or sharp; aggravate (disease, pain, annoyance, etc.)",
		"To increase the severity, violence, or bitterness of; aggravate.",
		"To exasperate; annoy; irritate; embitter.",
		"To make worse (pain, anger, etc.) worse; aggravate."
	],
	"sentences": [
		"He wanted desperately to put his arms around her but knew he'd just exacerbate the situation.",
		"Excessive or hard exercise can exacerbate it.",
		"He was largely responsible for the Scandinavian Seven Years' War (1562-70), which did so much to exacerbate the relations between Denmark and Sweden.",
		"According to the National Women's Health Information Center, stress can cause or exacerbate physical health problems like high blood pressure, back and neck pain, and even diabetes.",
		"The attempt of the king to enforce the official use of the Dutch language, and the foundation of the so-called philosophical college at Louvain helped to exacerbate the growing discontent.",
		"Often, the stress of worrying about school can exacerbate health conditions.",
		"Some medications exacerbate the problem.",
		"Humidifiers should be adequately and frequently cleaned with bleach or comparable cleanser to avoid mold which can be aerosolized and then exacerbate existing allergies.",
		"There is better evidence that cannabis use can exacerbate the symptoms of schizophrenia.",
		"While effective they can cause depression, exacerbate asthma, decrease heart rate and increase danger of heart failure.",
		"Coughing or sneezing can also exacerbate the pain.",
		"While the underlying causes are largely unknown, there is some evidence that suggests sun exposure, stress, and other situations which cause flushing or blushing of the cheeks may exacerbate those with the condition.",
		"Do flood bunds reduce or exacerbate the damage caused by floods?",
		"Sometimes, a vasectomy can exacerbate previous problems between a couple.",
		"Vitamin B12 supplementation may exacerbate or contribute to hyperthyroidism.",
		"In fact, MBT footwear may be considered somewhat miraculous to individuals who typically have trouble finding shoes that accommodate their troubled feet or that don't exacerbate joint or other types of body pain.",
		"The record levels of debt and the housing crash will both exacerbate each other as the crash heralds recession and then general deflation.",
		"Extreme weather conditions can exacerbate erosion in regions where it is a problem.",
		"B12 supplementation may exacerbate the symptoms of mitral valve prolapse.",
		"These shoes won't exacerbate your problems like high heels or non-supportive shoes might.",
		"Some researchers believe that the presence of a yeast-like fungus, known as Candida, can exacerbate many autism symptoms.",
		"An underlying physical condition normally causes the disorder, but certain foods exacerbate symptoms and prolong attacks.",
		"A good gift is always a gift that fits and does not exacerbate female insecurities.",
		"Oil-laden products can clog pores and exacerbate acne.",
		"These types of foods may exacerbate the virus and bring about outbreaks.",
		"As two separate skin conditions, some treatments could exacerbate the other condition.",
		"Not only do they seem to be disproportionately concentrated among low-income groups, but female headship itself is seen to exacerbate poverty.",
		"The last thing we should be doing is using billions to exacerbate that imbalance.",
		"Similar patterns of development sometimes exacerbate the consequences of collapse of the unconsolidated sediments forming sandbars.",
		"The people are already extremely vulnerable and any military action could exacerbate this, with potentially severe and lasting humanitarian consequences.",
		"They also believe these policies \" prevent willing and healthy members of the community from giving blood and exacerbate the current blood shortage.",
		"Caffeine also relaxes the pyloric sphincter (the valve at the top of the stomach ), which can exacerbate problems of acid reflux.",
		"Caffeine also relaxes the pyloric sphincter (the valve at the top of the stomach), which can exacerbate problems of acid reflux.",
		"Also, mothers who have a tendency towards plugged ducts and mastitis infections may want to forgo the underwire styles which can only exacerbate such problems.",
		"The end of a new relationship can exacerbate a child's abandonment issues.",
		"While the oils may be good for the skin because they are made from natural ingredients, they may exacerbate oily skin conditions.",
		"These will keep in moisture and can exacerbate foot odor.",
		"Not only that, but they tend to exacerbate the effects of the UVB rays on skin's health (or lack thereof).",
		"Sitting too close to the screen could exacerbate the effects of the light sensitivity, as could the increasingly complex graphic technology featured in games.",
		"These feelings can cause them to give up and avoid social situations, which can in turn exacerbate their peer problems.",
		"Smoking, excessive alcohol and caffeine consumption, and steroid medications may deplete bone and exacerbate bone fragility.",
		"Pacifiers can exacerbate any problems with developing speech and language.",
		"Because B12 can increase energy, it may also cause or exacerbate the symptoms of anxiety such as heart palpitations and anxiety attacks.",
		"With cardiac glycosides, NSAIDs may exacerbate cardiac failure, reduce GFR and increase plasma cardiac glycoside levels.",
		"These drugs reduce blood pressure, resulting in a reflex tachycardia that may exacerbate angina.",
		"This cleaner environment does not exacerbate allergies, headaches or asthma.",
		"Grain and corn seem to exacerbate this problem.",
		"In addition, excessive or strenuous exercise can exacerbate the symptoms of RLS in some cases.",
		"Alcohol, cigarette smoke, and monosodium glutamate (MSG, added to many Asian foods) may also exacerbate a mitochondrial disorder.",
		"Temporary solutions can help men adjust to the psychological stress of hair loss, though each solution should be carefully monitored to be sure it does not exacerbate the condition or cause other health problems.",
		"In 1988, Wally Cochran of the Royal Guide Dogs in Australia received a request from a woman needing a guide dog which would not exacerbate her husband's dog allergy.",
		"Often the proteins in the urine exacerbate the urinary tract symptoms and the tannins found in slippery elm help filter the proteins out of the system quicker."
	],
	"synonyms": [
		"aggravate",
		"exasperate",
		"worsen",
		"add fuel to the flames",
		"heighten",
		"intensify",
		"tease",
		"irritate",
		"ire",
		"provoke",
		"annoy",
		"anger",
		"infuriate",
		"increase",
		"enrage"
	],
	"antonyms": [
		"comfort",
		"aid",
		"help",
		"soothe",
		"calm"
	]
}