{
	"word": "unencumbered",
	"meaning": [
		"Not burdened with worries, cares or responsibilities.",
		"Free of encumbrance.",
		"Of property, not subject to any claims."
	],
	"sentences": [
		"They released the heartache they had been holding in and were filled with unencumbered passion, melting into each other as they had the first time, but now neither held any secrets, and neither needed to maintain control.",
		"Jenn wore nothing more than a vest to keep her core warm, preferring for her arms to be unencumbered.",
		"While it may not sound like much, the fact that the mouth of the container is unencumbered by \"frills\" means that accessing the blush formula is as easy as pie.",
		"Unencumbered by the demands of the mass market, modern architects were free to express their aesthetics in state-financed housing projects.",
		"When dressing for a business casual situation, think cool, clean, crisp, unencumbered, polished - in other words, think professional.",
		"The Studio Collection differs slightly as the front of the glasses are relatively unencumbered; however, the beauty of this collection lies in the arms of the frames.",
		"The anti-fog lenses on these goggles are angled on the upper portion to give swimmers an unencumbered forward view, while the lower half of each lens is angled to increase the overall field of vision.",
		"In endeavouring, with the aid of the church, to establish his kingship on the Western model Stephen had the immense advantage of building on unencumbered ground, the greater part of the soil of the country being at his The absolute disposal.",
		"When you want to try all manner of wicked and wild moves on the surfboard, you need a good pair of freestyle board shorts to let you do whatever you want while feeling completely unencumbered.",
		"The atmosphere of some classes may be sexually charged, although yogis in many naked yoga classes are extremely present and focused on their postures, a benefit of being unencumbered by clothing.",
		"If your gold is unencumbered it means that the gold is subject to physical delivery at any time and is not influenced by the financial abilities of the storage provider."
	],
	"synonyms": [
		"free-as-a-bird",
		"free"
	],
	"antonyms": [
		"encumbered"
	]
}