{
	"word": "confound",
	"meaning": [
		"To cause to become confused or perplexed.",
		"To mix up or lump together indiscriminately; confuse.",
		"To fail to distinguish; mix up.",
		"To make feel confused; bewilder.",
		"To damn.",
		"(statistics) A confounding variable."
	],
	"sentences": [
		"Many authors confound the year of Rome with the civil year, supposing them both to begin on the 1st of January.",
		"I'm guessing I confound you the same way you do me.",
		"In order not to confound the innocent with the guilty, Torquemada published a declaration offering grace and pardon to all who presented themselves before the tribunal and avowed their fault.",
		"The belief that he had not really died, but would return again to confound his foes, was long prevalent, not only in the remoter provinces, but even in Rome itself; and more than one pretender was able to collect a following by assuming the name of the last of the race of Augustus.",
		"He is, in fact, an instance of the tendency, which has so often been remarked by other nations in the English, to drag in moral distinctions at every turn, and to confound everything which is novel to the experience, unpleasant to the taste, and incomprehensible to the understanding, under the general epithets of wrong, wicked and shocking.",
		"The Christian Fathers seem to confound them with the Samaritans, and the confusion is natural enough.",
		"Just like in real baseball, vary up your pitches to confound opponents.",
		"At the outset we have an almost dithyrambic address to the goddess Roma, whose glory has ever shone the brighter for disaster, and who will rise once more in her might and confound her barbarian foes.",
		"Caecilius holds a place between Plautus and Terence in his treatment of the Greek originals; he did not, like Plautus, confound things Greek and Roman, nor, like Terence, eliminate everything that could not be romanized.",
		"Their religion has been described as a kind of demonworship, consisting of rude dances and shouts raised to scare away the evil spirits, whom they confound with their ancestors.",
		"This can potentially confound the interpretation of the results, particularly in primary care where many of the patients first present with a problem.",
		"Confound it, I could have earned ten thousand dollars with infinitely less trouble.",
		"She cursed the grand duke, saying she could not imagine how he could confound the innocent with the guilty.",
		"Dreamtime website Few bands confound the stereotyped expectations aroused by the words ' free improvisation ' as thoroughly as Dreamtime.",
		"To suppose that all mythical stories are fables invented by the philosophers is to write history backwards avid confound the instinctive, impersonal, poetic wisdom of the earliest times with the civilized, rational and abstract occult wisdom of our own day.",
		"It was this rationalistic treatment of the sacred writings which helped to confound the Cartesians with the allegorical school of John Cocceius, as their liberal doctrines in theology justified the vulgar identification of them with the heresies of Socinian and Arminian.",
		"The more extreme climates of arid regions on the margins of the tropics, by the unpredictable succession of droughts and floods, confound the prevision of uninstructed people, and make prudence and industry qualities too uncertain in their results to be worth cultivating.",
		"This air sign can have some very contradictory ideas and traits that can confuse and confound lovers and friends.",
		"If you aren't the right sun sign match for Gemini, you may have difficulty coping with the many Gemini characteristics that can often confound other signs.",
		"Others again confound both the year of Rome and the civil year with the Julian year, which in fact became the civil year after the regulation of the calendar by Julius Caesar.",
		"These are ways of error, because they confound existence and non-existence.",
		"This can truly confound Virgo and even overwhelm him since he's never learned to accept, much less deal with, his own emotions.",
		"In dealing with money, he refutes the Mercantile School, which had tended to confound it with wealth."
	],
	"synonyms": [
		"bedevil",
		"fox",
		"discombobulate",
		"fuddle",
		"befuddle",
		"throw",
		"confuse",
		"beat",
		"stump",
		"stick",
		"flummox",
		"nonplus",
		"waste",
		"surprise",
		"stun",
		"misdeem"
	],
	"antonyms": [
		"enlighten",
		"clarify",
		"relate",
		"make clear",
		"explain",
		"clear up"
	]
}