{
	"word": "diffidence",
	"meaning": [
		"Lack of confidence in oneself, marked by hesitation in asserting oneself; shyness.",
		"The quality or state of being diffident; timidity or shyness."
	],
	"sentences": [
		"This recording has Pollard playing the bebop heavyweight against Scott's glacial diffidence.",
		"With habitual diffidence she handed a new manuscript to me and took (to the Ladies) momentary leave.",
		"In the opinion of the highest authority, Mark Pattison, \"as a refutation of Scioppius it is most complete\"; but there are certainly grounds for dissenting, though with diffidence, from this judgment.",
		"We haue been guided by thee hitherto, And of thy Cunning had no diffidence, One sudden Foyle shall neuer breed distrust Bastard.",
		"I have accordingly felt myself bound, tho with the greatest diffidence and respect, to enter this caveat.",
		"In short, modesty and apparent diffidence, originating mainly in physical causes, were his leading characteristics.",
		"Out of respect for the natural diffidence of their author, the essays are presented with only introductory comment.",
		"So it was immediately the more striking that there was such evident diffidence, specifically, on this issue.",
		"A rapprochement with France and a continuance of the Irredentist movement could not fail to arouse Austro-German hostility; but, on the other hand, to draw near to the central powers would inevitably accentuate the diffidence of France.",
		"Although subsequently to the Reformation period the Protestant churches for the most part relapsed into the dogmatism of the Roman Catholic Church, and were ever ready with censure for every departure from orthodoxy - yet to-day a spirit of diffidence in regard to one's own beliefs, and of tolerance towards the beliefs of others, is abroad.",
		"The sudden fall of Gambetta (26th January 1882) having removed the fear of immediate European complications, the cabinets of Berlin and Vienna again displayed diffidence towards Italy.",
		"Extreme modesty, almost amounting to diffidence, was combined with the utmost kindliness in Lord Kelvin's bearing to the most elementary student, and nothing seemed to give him so much pleasure as an opportunity to acknowledge the efforts of the humblest scientific worker.",
		"Depretis tardily recognized the need for such agreement, if only to remove the coldness and invincible diffidence which, Afflan."
	],
	"synonyms": [
		"self-distrust",
		"self-doubt",
		"afraidness",
		"self-depreciation",
		"timidness",
		"modesty",
		"meekness",
		"timidity",
		"shyness",
		"reserve",
		"bashfulness",
		"apprehension",
		"insecurity",
		"hesitation",
		"fear"
	],
	"antonyms": [
		"confidence",
		"boldness"
	]
}