{
	"word": "clamor",
	"meaning": [
		"A loud outcry; uproar.",
		"A vehement, continued expression of the general feeling or of public opinion; loud demand or complaint.",
		"A loud, sustained noise.",
		"To make a loud sustained noise or outcry.",
		"To express with, or bring about by, clamor.",
		"To make a clamor; cry out, demand, or complain noisily.",
		"To exclaim insistently and noisily.",
		"To influence or force by clamoring."
	],
	"sentences": [
		"Her instincts were at a clamor.",
		"There is no doubt that the troubled Rodman will clamor for the spotlight, just as he did during his tenure on the show.",
		"The disturbed note in her hushed voice made his instincts clamor.",
		"The distant clamor of voices became a nearby roar, and the stench of rot foul made her",
		"People clamor to find new number puzzles and more ways to get their sudoku fix online.",
		"With terrific attitudes like theirs, it's no wonder that folks clamor to meet The Roar!",
		"Populist sentiment to appease, no Daily Mail clamor.",
		"What these figures have done is that they have only increased the clamor calling for immediate rate cuts in the next month.",
		"As more women clamor for models who look healthy and normal, more magazines will slowly start to accommodate them.",
		"The first, the longest, and the loudest clamor against Roosevelt came with his plan for the reorganization of the Supreme Court.",
		"Were there no ears on which the rude clamor of that noisy mirth struck as a funeral knell?",
		"Orator, ยง 214 \" patris dictum sapiens temeritas fili comprobavit - hoc dichoreo tantus clamor contionis excitatus est ut admirabile esset.",
		"Along with the clamor from plus-size women who wanted to have a selection of up-to-date fashions to choose from, the clothing industry has recognized the growing need for trendy plus size clothing in sizes 14 and up.",
		"In spite of the band's many troubles, huge amounts of fans continued to clamor for entrance into \"the Temple\", and Dean DeLeo quietly soaked up dozens of impressive accolades focused on his guitar playing.",
		"Having others of the same age group allows for a relaxed environment, free from the hustle of busy working life, or the clamor of kids at play.",
		"The Nokia Aeon was unveiled to the world near the end of 2006, before the iPhone hit the market and made everyone clamor over touchscreen cell phones.",
		"Though women who've recently given birth clamor to tone these muscles, men too will appreciate how tightening and strengthening their lower core will improve their entire strength and look of their abdominals.",
		"Individuals who share their bed with a noisy sleeper may be looking for snoring prevention tricks and techniques, which may help calm the evening clamor.",
		"Even though it's been over sixty eight years, people everywhere, from all corners of the globe, still clamor for their handsomely made goods.",
		"Soon, these women realized that there was more of their bodies that could be made golden by the rays of the sun, and they began to clamor for smaller bikinis that would increase their tanning potential."
	],
	"synonyms": [
		"cacophony",
		"blare",
		"blaring",
		"din",
		"hue-and-cry",
		"clamouring",
		"clamoring",
		"clamour",
		"alarum",
		"hubbub",
		"brouhaha",
		"uproar",
		"tumult",
		"racket",
		"outcry",
		"blare",
		"yell",
		"shout",
		"tumult",
		"ruckus",
		"rage",
		"racket",
		"outcry",
		"noise",
		"hullabaloo",
		"uproar",
		"boast",
		"hubbub",
		"howl",
		"discord"
	],
	"antonyms": [
		"silence",
		"quiet",
		"be silent",
		"be-quiet"
	]
}