{
	"word": "enfranchise",
	"meaning": [
		"To give a franchise to; specif., to admit to citizenship, esp. to the right to vote.",
		"To free from slavery, bondage, legal obligation, etc.",
		"To bestow a franchise on.",
		"To grant rights to an individual or group, such as a right to vote or to have personal freedom (for example, the Emancipation Proclamation enfranchised the slaves).",
		"To grant the franchise to an entity, specifically:"
	],
	"sentences": [
		"The reform bill proper proposed to enfranchise every male citizen above 24 years of age with one year's residential qualification.",
		"This last conception lay beyond the horizon of Caesar, as of all ancient statesmen, but his first act on gaining control of Italy was to enfranchise the Transpadanes, whose claims he had consistently advocated, and in 45 B.C. he passed the Lex Julia Municipalis, an act of which considerable fragments are inscribed on two bronze tables found at Heraclea near Tarentum.3 This law deals inter alia with the police and the sanitary arrangements of the city of Rome, and hence it has been argued by Mommsen that it was Caesar's intention to reduce Rome to the level of a municipal town.",
		"This disciple of the German philologists, this crowned Carbonaro, the friend of the archaeologists and historians who were to help him to write the Histoire de Cesar, dreamed of developing the policy of nationalism, and of assisting the peoples of all countries to enfranchise themselves.",
		"He saw that to establish peace in Ireland the Roman Catholics would have to be enfranchised; he realized that to enfranchise them in a separated Ireland would be to subject the proud Protestant minority to an impossible domination, and to establish not peace but war.",
		"Then the owner also laid his rod on the slave, declaring his intention to enfranchise him, and the praetor by his addictor confirmed the owner's declaration."
	],
	"synonyms": [
		"affranchise",
		"free",
		"deliver",
		"manumit",
		"emancipate",
		"liberate",
		"admit to citizenship",
		"sanction",
		"authorize",
		"license",
		"release"
	],
	"antonyms": [
		"disenfranchise"
	]
}