{
	"word": "sequester",
	"meaning": [
		"To set off or apart; separate; segregate; often, to segregate or isolate (the jury) during a trial.",
		"To remove or isolate (a chemical, often a gas) from an environment by incorporation, mixing, or insertion under pressure.",
		"To take over; confiscate; seize, esp. by authority.",
		"To take and hold (property) by judicial authority, for safekeeping or as security, until a legal dispute is resolved.",
		"To withdraw; seclude.",
		"Sequestration; separation.",
		"(law) A person with whom two or more contending parties deposit the subject matter of the controversy; one who mediates between two parties; a referee.",
		"(medicine) A sequestrum.",
		"Part or all of this entry has been imported from the 1913 edition of Webster's Dictionary, which is now free of copyright and hence in the public domain. The imported definitions may be significantly out of date, and any more recent senses may be completely missing."
	],
	"sentences": [
		"To keep them safe, the man decided to sequester his most valuable items in a safe.",
		"The plan is to sequester ourselves in a cabin for a few days and separate ourselves from all technology.",
		"The doctor recommended that the ill patient should sequester himself in an isolated room to avoid infecting others.",
		"The court will sequester all assets of the man until he pays what is due.",
		"Finally, when reforestation is for a permanent land change, forests can remove and sequester carbon from the atmosphere.",
		"On average, farmers will sequester about 60 tons of carbon per hectare, resulting in $ 480 per hectare.",
		"The cyanobacteria and algae that make up the crusts can fix atmospheric nitrogen and sequester carbon dioxide directly from the atmosphere.",
		"If the toast is slightly burnt, the charcoal can help sequester toxins and pull them from the body.",
		"They sequester iron at the position marked by the asterisk.",
		"The experience of being trapped in a house for 66 days, not to mention hotel sequester before and after, did make me appreciate everything so much more, like the trees, the ocean, choice of food, my friends, my own bed and freedom!",
		"I went for a week only eating soup before sequester to see whether I could mentally stand being on slop for a week.",
		"I even did pushups and sit-ups in the hotel during sequester.",
		"I did strength training and running before sequester."
	],
	"synonyms": [
		"attach",
		"impound",
		"seize",
		"confiscate",
		"sequestrate",
		"isolate",
		"set apart",
		"keep apart",
		"seclude",
		"withdraw",
		"quarantine",
		"confine",
		"insulate",
		"segregate",
		"separate"
	],
	"antonyms": [
		"make public",
		"bring out",
		"uncover",
		"reveal"
	]
}