{
	"word": "nadir",
	"meaning": [
		"That point of the celestial sphere directly opposite to the zenith and directly below the observer.",
		"The lowest point.",
		"(astronomy) The axis of a projected conical shadow; the direction of the force of gravity at a location; down.",
		"(beekeeping, archaic) An empty box added beneath a full one in a beehive to give the colony more room to expand or store honey.",
		"(beekeeping) To extend (a beehive) by adding an empty box at the base.",
		"A male given name."
	],
	"sentences": [
		"This treaty, which constituted the kingdom of Westphalia and the duchy of Warsaw, registers the nadir of Prussia's humiliation under Napoleon.",
		"From Kazvin Nadir moved to Isfahan, where he organized an expedition against Kandahar, then in the possession of a brother of Mahmud, the conqueror of Shah Jlosain.",
		"The Bakhtiari encouraged his brother, Ali Mardan, to compete for the succession to Nadir.",
		"Taken prisoner by Nadir and barbarously mutilated by Adil Shah, he had afterwards found means to rejoin his people, but had surrendered himself to Karim Khan when his father was killed in battle.",
		"After the death, of Nadir against the wali of that country had looked around him Georgia.",
		"Khorasan could hardly be called an integral part of the shahs kingdom so long as it was under Operations even the nominal rule of the blind grandson of in Nadir.",
		"Another adversary presented himself in the person of Nadir Mirza, son of Shah Rukh, who, when Aga Mahommed appeared before Meshed, had taken refuge with the Afghans.",
		"Finally, he advanced into Khorasan with an army which appears to have met with no opposition save at Nishapur and Turbet, both of which places were taken, and when it reached Meshed, Nadir Mirza tendered his submission, which was accepted.",
		"The revolt of Nadir Mirza had, as before explained, drawn the shahs attention to Khorasan in the early part of his reign; but, although quiet had for the moment been restored at Meshed by the presence of the royal camp, fresh grounds of complaint were urged against the rash but powerless prince, and recourse was had to extreme measures.",
		"It was during this contest that the famous Nadir Shah advanced from Persia to the invasion of Hindustan; and while at Kandahar he despatched several detachments into Baluchistan and established his authority in that province.",
		"Abdulla Khan, however, was continued in the government of the country by Nadir's orders; but he was soon after killed in a battle with the forces of the nawabs of Sind.",
		"In these circumstances Nasir Khan, the second son of Abdulla Khan, who had accompanied the victorious Nadir to Delhi, and acquired the favour and confidence of that monarch, returned to Kalat and was hailed by the whole population as their deliverer.",
		"As soon as the tyrant was dead, Nasir Khan mounted the musnud amidst the universal joy of his subjects; and immediately transmitted a report of the events which had taken place to Nadir Shah, who was then encamped near Kandahar.",
		"On the death of Nadir Shah in 1747, he acknowledged the title of the king of Kabul, Ahmad Shah (Durani).",
		"This throne was carried off by the Persian invader Nadir Shah in 1739, and has been rumoured to exist still in the Treasure House of the Shah of Persia; but Lord Curzon, who examined the thrones there, says that nothing now exists of it, except perhaps some portions worked up in a modern Persian throne.",
		"During the course of its history it was four times sacked, by Nadir Shah, Timur, Ahmad Shah and the Mahrattas, and its roadway has many times run with blood.",
		"Three years later the Persian monarch, Nadir Shah, after defeating the Mogul army at Karnal, entered Delhi in triumph.",
		"Nadir Shah, after vainly attempting to stay the tumult, at last gave orders for a general massacre of the inhabitants.",
		"For fifty-eight days Nadir Shah remained in Delhi, and when he left he carried with him a treasure in money amounting, at the lowest computation, to eight or nine millions sterling, besides jewels of inestimable value, and other property to the amount of several millions more.",
		"About 1740 Nadir Shah granted the town and district with the fort of Shamil and the town of Minn, together with the islands of Kishm, Hormuz (Ormus) and Larak, to the Arab tribe of the Beni Ma'Ini in return for a payment of a yearly rent or tribute.",
		"In 1736 it was conquered by Nadir Shah.",
		"It commands all the passes which here debouch from the north through the Hindu Kush, and from the west through Kandahar; and through it passed successive invasions of India by Alexander the Great, Mahmud of Ghazni, Jenghiz Khan, Baber, Nadir Shah and Ahmad Shah.",
		"Indeed from the time of Baber to that of Nadir Shah (1526-1738) Kabul was part of the empire of Delhi.",
		"Then the plumb line not only defines the zenith as already shown, but in a downward direction it defines the nadir, which is the point of the sphere directly below our feet.",
		"The angular motion of the telescope in passing from this position to that when the celestial object is in the line of sight is the distance (ND) of the body from the nadir.",
		"In 1722 Peter the Great of Russia wrested the town from the Persians, but in 1736 the supremacy of Nadir Shah was again recognized.",
		"He was slain by Nadir Kuli Khan, the general of Shah Tahmasp, who afterwards, as Nadir Shah, became possessor of Seistan as part of his Persian dominions.",
		"Shortly after the death of Nadir (1751) Seistan passed, together with other provinces, into the hands of Ahmad Shah Abdali, the first sovereign in a united Afghanistan.",
		"Height is the elevation of the mean surface observed at nadir above the reference ellipsoid.",
		"In the first Test at Lord's they reached a nadir of 131 for eight in response to England's 551 for six declared.",
		"Secondly, the result marked the nadir (so far) in the long-term decline of the Labor party.",
		"This, surely, represents the nadir of Saturday night programming on the channel.",
		"However, the prognostic value of this nadir level depends on most men achieving a nadir of 0.2 ng/ml or less.",
		"Sales rose in October and now are 8 per cent higher than in February, where they touched the nadir.",
		"The weather is regarded as the very nadir and scoff of conversational topics.",
		"The tenth century saw Christianity at a lower nadir than at any time to the present.",
		"The mean platelet count nadir measured was approximately 40% of baseline.",
		"Aurangzeb's death and the invasion of Nadir Shah led to a triple alliance among the three leading chiefs, which internal jealousy so weakened that the Mahrattas, having been called in by the Rahtors to aid them, took possession of Ajmere about 1756; thenceforward Rajputana became involved in the general disorganization of India.",
		"In 1738 John Elton traded between Astrakhan and the Persian port of Enzeli on the Caspian, and undertook to build a fleet for Nadir Shah.",
		"But Nadir Kuli Khan came forward as the champion of Shah Tahmasp II., the rightful ruler, and drove the Turks from these provinces, capturing Tabriz.",
		"Since that period it has remained nominally a part of the Turkish empire; but with the decline of Turkish power, and the general disintegration of the empire, in the first half of the 18th century, a then governor-general, Ahmed Pasha, made it an independent pashalic. Nadir Shah, the able and energetic usurper of the Persian throne, attempting to annex the province once more to Persia, besieged the city, but Ahmed defended it with such courage that the invader was compelled to raise the siege, after suffering great loss.",
		"The Bani Nadir were expelled, the Bani Quraiza slaughtered.",
		"It became the seat of the Ayyubite sultan Saladin in 1184; was bequeathed in 1233 to the caliphs of Bagdad; was plundered by the Mongols in 1236 and in 1393 by Timur, and was taken in 1732 by the Persians under Nadir Shah.",
		"In 1742 Shemakha was taken and destroyed by Nadir Shah of Persia, who, to punish the inhabitants for their creed (Sunnite Mahommedanism), built a new town under the same name about 16 m.",
		"The invasion in 1738 of Nadir Shah, who traversed the province from Peshawar to Dera Ismail Khan, is a landmark in the history of the frontier.",
		"After travelling from Lhasa to Peking with a lama mission he returned, again by Lhasa, to India, and was an eyewitness of the sack of Delhi by Nadir Shah in 1737.",
		"The Koh-i-nor, which was in 1739 in the possession of Nadir Shah, the Persian conqueror, and in 1813 in that of the raja of Lahore, passed into the hands of the East India Company and was by them presented to Queen Victoria in 1850.",
		"It remained in Persian possession till 1709, when it was taken by the Afghans, but was retaken after a two years' siege by Nadir Shah.",
		"Nadir Shah was assassinated in 1749, and immediately on hearing the news of his death Ahmad Shah (Abdali) seized Nadir Shah's treasure at Kandahar, and proclaimed himself king, with the consent, not only of the Afghans, but, strange to say, of the Hazaras and Baluchis as well.",
		"In March 1738 he was rescued by Nadir Shah, who soon afterwards gave him the command of a body of cavalry composed chiefly of Abdalis.",
		"On the assassination of Nadir in 1 747, Ahmad, having failed in an attempt to seize the Persian treasures, retreated to Afghanistan, where he easily persuaded the native tribes to assert their independence and accept him as their sovereign.",
		"The predominance of the Afghan in Afghanistan dates from the middle of the 18th century, when Ahmad Shah carved out Afghanistan from the previous conquests of Nadir Shah and called it the Durani empire.",
		"Among these was a noble young soldier, Ahmad Khan, of the Saddozai family of the Abdali clan, who after the assassination of Nadir (1747) was chosen by the Afghan chiefs at Kandahar to be their leader, and assumed kingly authority over the eastern part of Nadir's empire, with the style of Dur-i-Durdn, \" Pearl of the Age,\" bestowing that of Durani upon his clan, the Abdalis.",
		"In 1739 Nadir Shah of Persia, the sixth and last of the great Mahommedan conquerors of India, swept like a whirlwind over Hindustan, and sacked the imperial city of Delhi.",
		"The central authority never recovered from the invasion of Nadir Shah in 1 739, who carried off plunder variously estimated at from 8 to 30 millions sterling.",
		"The population returned to the original site after the destruction of the medieval city by Shah Abbas, and the city prospered again until its bloody siege by Nadir Shah.",
		"Persia of the present day is not only, in the matter of geographical definition, far from the vast empire of Sacred Writ and remote history, but it is not even the less extensive dominion of the Safawi kings and Nadir Shah.",
		"If further allowance be made for the district held by the Afghan invaders as part of their own country, it will be seen how greatly the extent of Persia proper was reduced, and what a work Nadir had before him to restore the kingdom to its former proportions.",
		"Nadir, it has been said, was proclaimed shah in the plains of Moghan in 1736.",
		"The mulla bashi (or high priest) objecting to the last, Nadir ordered him to be strangled, a command which was carried out on the spot.",
		"The return march of Nadir to Persia is not recorded with precision.",
		"Nadir then visited the strong fortress of Kelat, to which he was greatly attached as the scene of his boyish exploits, and Meshed, which he constituted the capital of his empire.",
		"About the time of setting out on his Indian expedition he was described as a most comely man, upwards of 6 ft., tall, well-proportioned, of robust make and constitution; inclined to be fat, but prevented by the fatigue he underwent; with fine, large black eyes and eyebrows; of sanguine complexion, made more manly by the influence of sun and weather; a loud, strong voice; a moderate wine-drinker; fond of simple diet, such as pilaos and plain dishes, but often neglectful of meals altogether, and satisfied, if occasion required, with parched peas and water, always to be procured.i During the reign of Nadir an attempt was made to establish a British Caspian trade with Persia.",
		"It does not appear that Nadir Mirzas cause was ever seriously espoused by the Afghans nor that Fath Au Shahs claim to Meshed, as belonging to the Persian crown, was actively resisted.",
		"Persia claimed the principality of Herat as part of the empire of Nadir, but her pretensions had been satisfied by payments of tribute or evasive replies.",
		"Will they hit the nadir of stereotyping as they did in the Fowler's Irish escapade?",
		"With the Mahommedan conquest of Persia and the fall of the Sassanians the title was abolished; it was in use for a short time during the ioth Century, having been granted to Shah Ismail Samani by the Caliph Motadid A.D, 900; it appeared again on coins of Nadir Shah, 1736-1747, and was assumed by the present dynasty, the Kajars, in 1799.",
		"Nadir Shah (1736-1747) abolished these offices altogether, and seized most of the endowments of the ecclesiastical establishments in order to pay his troops, and, the lands appropriated by him not having been restored, the clergy have never regained the power they once possessed.",
		"On the 16th of November the victorious Nadir entered Isfahan, and was soon followed by the young shah Tahmasp II., who burst into tears when he beheld the ruined palace of his ancestors.",
		"Ashraf tried to escape to Kandahar almost alone, but was murdered by a party of Baluch robbers; and thus, by the genius of Nadir, his native land was delivered from the terrible Afghan invaders.",
		"The ambition of Nadir, however, was far greater than his loyalty.",
		"Poor little Abbas died at a very convenient time, in the year 1736, and Nadir then thiew off the mask.",
		"Besides tracing out the lines of Nadirabad, a town Since merged in modern Kandahar, Nadir had taken advantage of the time available and of opportunities presented to enlist a large number of men from the Abdali and Ghilzai tribes.",
		"He went thence to China, returned to Lhasa, and was in India in time to be an eye-witness of the sack of Delhi by Nadir Shah in 1737.",
		"Another English merchant, named Jonas Hanway, arrived at Astrabad from Russia, and travelled to the camp of Nadir at Kazvin.",
		"At one time of greater size, it was reduced by Nadir Shah within its present limits.",
		"The principal palace was the Chehel Situn (forty pillars), destroyed by the Afghans in 1723, and, although rebuilt by Nadir Shah in 1731, already in ruins in 1743.",
		"With difficulty the rebellion was suppressed; in 1733 the war with Persia was resumed, and after three years of fighting Nadir succeeded in 1736 in inducing Turkey to recognize him as shah of Persia and to restore the territory captured since the reign of Murad IV.",
		"Scarcely two years after the signature of the treaty of Belgrade sinister rumours reached Constantinople from Persia, where Nadir Shah, on his return from India, was planning an attack on Mesopotamia.",
		"In the war of the Austrian Succession, which followed the accession of Maria Theresa to the Habsburg throne, Turkey, in spite of the urgency of France, would take no share, and she maintained the same attitude in the disorders in Persia following the death of Nadir Shah.",
		"In the first half of the 18th century, when Bushire was an unimportant fishing village, it was selected by Nadir Shah as the southern port of Persia and dockyard of the navy which he aspired to create in the Persian Gulf, and the British commercial factory of the East India Company, established at Gombrun, the modern Bander Abbasi, was transferred to it in 1759.",
		"Afghan tribes, who had originally dwelt far to the east, were first settled at Herat by Nadir Shah, and from that time they have monopolized the government and formed the dominant element in the population.",
		"The invasion of Nadir Shah of Persia came to complete the degradation of the land; and in 1740 the feeble king, Abu 'l-Faiz, paid homage to the conqueror, and was soon after murdered and supplanted by his vizier.",
		"Alexander the Great, Tamerlane and Nadir Shah are believed to have successively crossed the Indus at or about this spot in their respective invasions of India.",
		"In 1737-38 Nadir Shah both recovered Kandahar and took Kabul.",
		"Nadir had sent an ambassador into Hindustan requesting the Mogul emperor to order the surrender of certain unruly Afghans who had taken refuge within Indian tern- Invasion of India.",
		"This pavilion was built by Nadir Shah.",
		"On the opposite side of the river is the village of Khairabad, with a fort, also erected by Akbar according to some, or by Nadir Shah according to others.",
		"Kabul so continued till the invasion of Nadir Shah (1738)."
	],
	"synonyms": [
		"low-water mark",
		"foot",
		"lowest point",
		"depth(s)"
	],
	"antonyms": [
		"zenith"
	]
}