{
	"word": "scintillating",
	"meaning": [
		"Animated, brilliant, or highly skilled.",
		"Brilliantly or impressively clever, exciting, amusing or witty.",
		"That scintillates with brief flashes of light; sparkling.",
		"Present participle of scintillate."
	],
	"sentences": [
		"Maybe some scintillating conversation would break the ice.",
		"Hmmm, must make for scintillating pillow talk.",
		"The gas chandeliers were usually of glass, with drops on the loops scintillating in the light like diamonds.",
		"Choosing either a Newbery book or an honor book will guarantee a scintillating story.",
		"Hours was enough scintillating political shoptalk during the july.",
		"Keith Hudson... this is scintillating stuff... here is music of the highest caliber...",
		"Rutter has been in scintillating form in Kiyonari 's absence.",
		"Fortunately Johnny Pate's arrangements are so scintillating and Curtis ' unique soaring falsetto so alluring that even the old chestnuts sound great.",
		"Needless to say it is a scintillating performance, bringing hitherto unheard of depths to the role of ' dancing party guest '.",
		"And while it may not be scintillating, sparkling football every week, the fact remains that valuable points are being collected.",
		"Delicious 28m S A simply scintillating high-level traverse of the wall right of The Deep; the \" D \" Wall.",
		"Rosberg may eventually be worn down but, for now, he actually apologizes for his \" not so scintillating answers \".",
		"Lee Richardson - Joint top scorer for the Brits and made some scintillating passing maneuvers after recovering from a disappointing opening ride.",
		"Victoria's Secret's Low-Back Satin Slip is another scintillating option.",
		"Denmark are the 2006 Speedway World Cup Champions after emerging victorious from a scintillating final at Reading.",
		"The scintillating chicken tikka masala, a dish which now outsells fish and chips in Britain, is equally outstanding.",
		"Along the way, you'll get to enjoy fine wine, scintillating conversation with people from around the world and gourmet cuisine.",
		"Check. Online play, scintillating graphics, scalable environments, rankings, cooperative play, spy gadgets, vehicles, and scads of futuristic weapons?",
		"While the original's dry down leaves behind a touch of sweetness, So Sexy for Women is much more scintillating and dark in its lingering notes."
	],
	"synonyms": [
		"frothy",
		"sparkly",
		"effervescent",
		"bubbling",
		"scintillant",
		"glittery",
		"glistering",
		"glittering",
		"glinting",
		"fulgid",
		"coruscant",
		"aglitter",
		"stimulating",
		"lively",
		"dazzling",
		"coruscating",
		"twinkling",
		"winking",
		"spangling",
		"flashing",
		"glancing",
		"gleaming",
		"glimmering",
		"glinting",
		"glistening",
		"glistering",
		"glittering",
		"shimmering",
		"sparkling",
		"shining"
	],
	"antonyms": [
		"blah",
		"dull",
		"matte"
	]
}