{
	"word": "atone",
	"meaning": [
		"To make amends, as for a sin or fault.",
		"To make amends or reparation (for a wrongdoing, a wrongdoer, etc.)",
		"To make amends for; expiate.",
		"To agree.",
		"To be in agreement."
	],
	"sentences": [
		"Grown to manhood he took service under Tiridates, now king of Armenia, in order by his own fidelity to atone for his father's treachery.",
		"But he had to atone by his death for the fault of his system.",
		"I have much to atone for.",
		"Sonya had cried and begged to be forgiven and now, as if trying to atone for her fault, paid unceasing attention to her cousin.",
		"As the city grew, the right to so many days a year atone or other shrine (or its \" gate \") descended in certain families and became a species of property which could be pledged, rented or shared within the family, but not alienated.",
		"In 1269 James the Conqueror of Aragon, at the bidding of the pope, turned from the long Spanish Crusade to a Crusade in the East in order to atone for his offences against the law matrimonial.",
		"Those who did not adopt the monastic life endeavoured on a lower plane and in a less perfect way to realize the common ideal, and by means of penance to atone for the deficiencies in their performance.",
		"Pindar erected a shrine of the Mother of the gods beside his house, and the Athenians were directed by the Delphic oracle to atone for the execution of a priest of Cybele during the Peloponnesian War by building the Metroon.",
		"Since by the universally accepted doctrine of karman (deed) or karmavipaka (\" the maturing of deeds\") man himself - either in his present, or some future, existence - enjoys the fruit of, or has to atone for, his former good and bad actions, there could hardly be room in Hindu pantheism for a belief in the remission of sin by divine grace or vicarious substitution.",
		"To atone for the murder of Beorn, Sweyn went on a pilgrimage to Jerusalem, and on the return journey he died on the 29th of September 1052, meeting his death, according to one account, at the hands of the Saracens.",
		"We do n't atone for our sins by our own self-sacrifice.",
		"Until recent years the forest birds did much to atone for this deficiency, for among them the tui and makomako rank high as songsters, while the apteryxes, kakapo, weka and stitch-bird are of peculiar interest to science.",
		"Mommsen interprets this policy as signifying that \"the rule of the urban community of Rome over the shores of the Mediterranean was at an end,\" and says that the first act of the \"new Mediterranean state\" was \"to atone for the two greatest outrages which that urban community had perpetrated on civilization.\"",
		"Such institutions as these were clearly of the highest importance, and for two centuries they did something to atone for the lack of a genuine monarchy.",
		"The death of Christ does not atone for a man's personal sins.",
		"We don't atone for our sins by our own self-sacrifice.",
		"Some bingers are so desperate to lose weight that they will binge because they are starving, but then they will purge in some way to \"atone\" for having consumed such great quantities of food.",
		"Angel's journey dealt with his need to atone for past and current crimes (particularly those associated with his slip back to Angelus on two occasions).",
		"Watchers are drawn from men who feel they have committed a terrible act or series of acts for which they wish to atone.",
		"The summer crops (millet, sesame, figs, melons, grapes, olives, &c.) are fertilized by the heavy \" dews \" which are one of the most remarkable climatic features of the country and to a large extent atone for the total lack of rain for one half the year.",
		"In 1866 Reuss-Greiz was compelled to atone for its active sympathy with Austria by the payment of a fine.",
		"The splendid declamation of Camille, and the excellent part of the elder Horace, do not altogether atone for these defects.",
		"But no one who needs or has ever needed repentance can ever atone for other men's sins.",
		"I ask an opportunity to atone for my fault and prove my devotion to His Majesty the Emperor and to Russia!",
		"The whole household, as if to atone for not having done it sooner, set eagerly to work at the new task of placing the wounded in the carts.",
		"The Spartans were indignant, and when the Argives and their allies, in flagrant disregard of the truce, took Arcadian Orchomenus and prepared to march on Tegea, their fury knew no bounds, and Agis escaped having his house razed and a fine of 100,000 drachmae imposed only by promising to atone for his error by a signal victory.",
		"It was thought that martyrdom would atone for sin, and imprisoned confessors not only issued to the Churches commands which were regarded almost as inspired utterances, but granted pardons in rash profusion to those who had been excommunicated by the regular clergy, a practice which caused Cyprian and his fellow bishops much difficulty."
	],
	"synonyms": [
		"square",
		"satisfy",
		"redeem",
		"reconcile",
		"propitiate",
		"pay",
		"harmonize",
		"expiate",
		"repent",
		"correct",
		"compensate",
		"appease",
		"answer",
		"amend",
		"abye"
	],
	"antonyms": []
}