{
	"word": "adulterate",
	"meaning": [
		"To make impure by adding extraneous, improper, or inferior ingredients.",
		"To make inferior, impure, not genuine, etc. by adding a harmful, less valuable, or prohibited substance.",
		"To corrupt.",
		"To spoil by adding impurities.",
		"To commit adultery.",
		"Spurious; adulterated.",
		"Guilty of adultery; adulterous.",
		"Adulterous.",
		"Adulterated; not genuine.",
		"Tending to commit adultery."
	],
	"sentences": [
		"To avoid giving toddlers too much sugar, adulterate their juice with water.",
		"I will not adulterate my schedule by filling it with unimportant tasks.",
		"Many processed food brands get caught for attempting to adulterate their products with poor quality additives and preservatives.",
		"I want to adulterate the lemonade with water so that we have more, but I am afraid of ruining the quality.",
		"To lower the concentration of the chemical solution, adulterate it with distilled water.",
		"Kate is careful not to adulterate her professional reputation by making poor choices on social media.",
		"Some wedding reception hosts will adulterate the alcoholic beverages to make the event safer.",
		"These businessmen did n't adulterate products, putting leaves in tea or chalk in flour.",
		"I will not adulterate my schedule by filling it withunimportanttasks.",
		"They are much used to adulterate those of Oporto, or, after undergoing the blending operation termed compage, are passed off as Bordeaux wines in France.",
		"Be aware when shopping in grocery stores, because some meat companies will adulterate their products with water to increase the weight.",
		"Before I buy any canned fruit, I make sure that the company does not adulterate with high fructose corn syrup.",
		"The substances used to adulterate opium are grape-juice thickened with flour, fig-paste, liquorice, half-dried apricots, inferior gum tragacanth and sometimes clay or pieces of lead or other metals.",
		"The fast food company had a lawsuit filed against them because they tried to adulterate their meat without informing customers."
	],
	"synonyms": [
		"stretch",
		"load",
		"debase",
		"dilute",
		"denaturalize",
		"thin",
		"spurious",
		"spike",
		"mix",
		"counterfeit",
		"alter",
		"sophisticate",
		"falsify",
		"taint",
		"water",
		"debased",
		"adulterated"
	],
	"antonyms": [
		"free",
		"clarify",
		"distill",
		"filter",
		"refine",
		"cleanse",
		"purify",
		"clean",
		"maintain",
		"virtuous",
		"moral",
		"clean"
	]
}