{
	"word": "brusque",
	"meaning": [
		"Rough and abrupt in manner or speech; curt."
	],
	"sentences": [
		"He was brusque and candid, two traits she hadn't yet gotten used to.",
		"His tone was brusque.",
		"Brusque, impatient and sarcastic, his often abrasive manner rubbed many crewmembers the wrong way.",
		"She took a bite of her sandwich and glanced up when he finally spoke, his tone brusque.",
		"I hope I haven't been too brusque - I certainly don't mean to be!",
		"When one did come down the service in the coffee bar was slow and equally brusque.",
		"The last admonition is characteristic, as Shammai was choleric and brusque.",
		"His brusque dismissal was a simple way of saying they needed to move on and put this behind them.",
		"His manner was brusque, and his advocacy of the causes which he had at heart, though always perfectly sincere, was vehement to the point sometimes of recklessness.",
		"They liked him because he was vigorous, brusque, uncouth, relentless, straightforward and open.",
		"Renowned for its rude waiters and crowded tables, the restaurant's brusque service is part of the experience.",
		"My caffeine fix was served by a rather brusque Italian woman today.",
		"The waitresses are all Eastern European and have a very brusque manner.",
		"The action was rather closer behind, as David Franklin and David Ashton engaged in a tense and sometimes slightly brusque battle for second.",
		"If service seems a little brusque sometimes that is because the waiter is always so busy.",
		"Prefacing his action by a violent tirade against the royalist conspirators of Clichy, he sent to Paris General Augereau, well known for his brusque behaviour and demagogic Jacobinism.",
		"This was followed, five days later, by a revolt of all the coast Arabs against German rule - the Germans, raw hands at the task of managing Orientals, having aroused intense hostility by their brusque treatment of the dispossessed rulers.",
		"As crown-prince, Charles's brusque and downright manners had led many to regard his future accession with some apprehension, yet he proved to be one of the most popular of Scandinavian kings and a constitutional ruler in the best sense of the word.",
		"The rarity of really continuous series has naturally led palaeontologists to support the hypothesis Of brusque transitions of structure.",
		"But his brusque and haughty demeanour to his equals made him many enemies.",
		"The second volume of the translation, completing the historical books, published in 1797, found no more friendly reception; but this circumstance did not discourage him from giving forth in 1800 the volume of Critical Remarks on the Hebrew Scriptures, which presented in a somewhat brusque manner the then novel and startling views of Eichhorn and his school on the primitive history and early records of mankind.",
		"The Editor of the Spectator's career as a front bencher has been brilliant, brief and brusque.",
		"The Bulgarians, on their side, allocated a whole army to the task of dealing with it, by investment, brusque assault or regular siege, or a combination of those methods.",
		"A number of prosperous German colonies - the largest and best known of which are Blumenau, Dona Francisca, Joinville, Itajahy, Brusque, Dom Pedro and Sao Bento - are devoted chiefly to agriculture.",
		"Recollections of their easy triumph in 1894 and perhaps thoughts of Sevastopol, German theories of the \" brusque attack,\" the fiery ardour of the army, and above all the need of rapidly crushing or expelling the squadron in harbour, combined to suggest a bombardment and general assault.",
		"The capital of the state is Florianopolis also called Santa Catharina and Desterro, and its other towns are Blumenau, Lages (9356), Laguna (7282), Joinville (13,996), Itajahy (8875), Brusque (8094), Sao Jose (11,820), opposite Florianopolis, Tubarao (5495) and Sao Francisco (5583), a good port in the northern part of the state in direct communication with a majority of the German colonies."
	],
	"synonyms": [
		"brusk",
		"curt",
		"short",
		"crusty",
		"brief",
		"blunt",
		"gruff",
		"abrupt",
		"short-spoken",
		"violent",
		"terse",
		"surly",
		"snippy",
		"rude",
		"rough"
	],
	"antonyms": [
		"polite",
		"kind",
		"tactful",
		"courteous"
	]
}