{
	"word": "labyrinthine",
	"meaning": [
		"Of or constituting a labyrinth.",
		"Like a labyrinth; intricate; complicated; puzzling.",
		"Twisting, convoluted, baffling, confusing, perplexing."
	],
	"sentences": [
		"One could have traveled round the word many times while I trudged my weary way through the labyrinthine mazes of grammars and dictionaries, or fell into those dreadful pitfalls called examinations, set by schools and colleges for the confusion of those who seek after knowledge.",
		"Her eye for detail makes Miranda an endearing guide to the labyrinthine alleyways of Marrakech.",
		"Its streamlined design allows you to delve deeper into many of the hitherto inaccessible labyrinthine waterways.",
		"When examined with the microscope, by means of the usual section method, they are seen to consist of a labyrinthine tube lined with peculiar cells, each cell having a deep vertically striated border on the surface farthest from the lumen, as is seen in the cells of some renal organs.",
		"First (and perhaps earliest in time), the chambers are grouped round a central court, being engaged one with the other in a labyrinthine complexity, and the greater oblongs are entered from a long side and divided longitudinally by pillars.",
		"Above all, he now, being comparatively secure in position, engaged much more strongly in public controversies, and resorted less to his old labyrinthine tricks of disavowal, garbled publication and private libel.",
		"Between this and the next crescent of the Heeren Gracht sprang up, on the east, the labyrinthine quarter where for more than three centuries the large Jewish population has been located, and in the middle of which the painter Rembrandt lived (1640-1656) and the philosopher Spinoza was born (1632).",
		"Asymmetrical tonic neck reflex (sometimes called the tonic labyrinthine reflex) is activated as a result of turning the head to one side.",
		"The heroine is vaguely threatened by spooky happenings in the labyrinthine mansion, but the menace never seems to be resolved.",
		"You will explore dark and dangerous places like the labyrinthine, the ruined dwarven city underneath the earth, an unholy keep of a vampire, and other dimensional planes.",
		"It was accepted as an unquestionable fact by every one who undertook to describe the catacombs, that the Christians of Rome, finding in the labyrinthine mazes of the exhausted arenariae, which abounded in the environs of the city, whence the sand used in building had been extracted, a suitable place for the interment of their martyred brethren, where also the sacred rites accompanying the interment might be celebrated without fear of interruption, took possession of them and used them as cemeteries.",
		"The particulars of his case have been investigated by Dr Bucknill and Sir William Wilde, who have proved that he suffered from nothing that could be called mental derangement until the \"labyrinthine vertigo\" from which he had suffered all his life, and which he erroneously attributed to a surfeit of fruit, produced paralysis, \"a symptom of which was the not uncommon one of aphasia, or the automatic utterance of words ungoverned by intention."
	],
	"synonyms": [
		"mazy",
		"labyrinthian",
		"knotty",
		"involved",
		"involute",
		"intricate",
		"elaborate",
		"tangled",
		"daedalian",
		"daedal",
		"convoluted",
		"complicated",
		"complex",
		"byzantine"
	],
	"antonyms": []
}