{
	"word": "latent",
	"meaning": [
		"Present but invisible or inactive; lying hidden and undeveloped within a person or thing, as a quality, power, or talent.",
		"Present or potential but not evident or active.",
		"Present but not symptomatic.",
		"Dormant but capable of normal development under the best conditions.",
		"Being in a condition of biological rest or inactivity characterized by cessation of growth or development and the suspension of many metabolic processes.",
		"A fingerprint that is not apparent to the eye but can be made sufficiently visible, as by dusting or fuming, for use in identification.",
		"A fingerprint found on an object as at the scene of a crime."
	],
	"sentences": [
		"Caird wrote also an excellent study of Spinoza, in which he showed the latent Hegelianism of the great Jewish philosopher.",
		"The latent heat of vaporization of mercury was found by Marignac to be 103 to 106.",
		"The latent discontent of the allies was soon fanned into hostility by the intrigues of Mausolus, prince of Cardia, who was anxious to extend his kingdom.",
		"Latent Heats of Liquefaction.-Of these we know little.",
		"Being at high risk is a latent stage of coronary heart disease.",
		"The loss of energy could not be greater than this on the simple kinetic theory, unless there were some evolution of latent heat of co-aggregation, due to the work done by the mutual attractions of the co-aggregating molecules.",
		"Yet, whilst such latent postulates warped his view of things, they did not entirely determine his method.",
		"Then let us heat both ice and solution through the infinitesimal temperature range dT to the freezing point T of the solvent, melt the ice by the application of an amount of heat L, which measures its latent heat of fusion, and allow the solvent so formed to enter the solution reversibly through a semi-permeable wall into an engine cylinder, doing an amount of work Pdv.",
		"For the depression of the freezing-point a relation of the same form applies, but do is negative, and L is the latent heat of fusion.",
		"The system consisting of the earth and the pound therefore possesses an amount of energy which depends on the relative positions of its two parts, on account of the latent physical connexion existing between them.",
		"If h is the water heat at the lower temperature, h l the water heat at the higher temperature, and L the latent heat at the higher temperature, the heat supply per pound of steam is equal to h1 - h2+L1, which, from the steam tables, with the values of the temperatures given, is equal to 1013 B.Th.U.",
		"Though the outbreak was unconnected with the religious feud, the latent fanaticism of both creeds was soon aroused, and the island once more became a scene of pillage and devastation.",
		"But the essential narrowness and timidity of his general outlook prevented him from detecting and estimating latent forces, either in politics or in matters strictly intellectual and moral; and this lack of understanding and sympathy accounts for his distrust and dislike of the passion and fancy of Shelley and Keats, and for his praise of the half-hearted and elegant romanticism of Rogers and Campbell.",
		"While possessing considerable gifts of mind and a latent fund of energy, he seldom acted or reflected until the favourable moment had passed.",
		"However, this period of time marks the latent holiday dress phase during which you can find the latest holiday designs.",
		"By an imaginary cycle of operations we may then justify the application to solutions of the latent heat equation which we have already assumed as applicable.",
		"P. Mudge have both shown that albino rats also carry in a latent condition the determinants for black or grey.",
		"But in such albino crosses the colour characters are latent because albinoes do not carry the whole of the complements for colour production.",
		"It is not only among albino animals that colour factors are carried in a latent condition, but also in white flowers.",
		"The leaves are best taken off with the base whole, and should be planted in well-drained sandy soil; in due time they form roots, and ultimately from some latent bud a little shoot which forms the young plant.",
		"In the hearth of the blast furnace the heat made latent by the fusion of the iron and slag must of course be supplied by some body which is itself at a temperature above the melting point of these bodies, which for simplicity of exposition we may call the critical temperature of the blast-furnace process, because heat will flow only from a hotter to a cooler object.",
		"But Henrys bitter humiliations transformed his character; they brought out all his latent capacities of manliness.",
		"Schleiden regarded variation and the production of new or improved structures as an unfolding of possibilities latent in the stock.",
		"Segregated inheritance may have produced the appropriate combinations which were latent in the capacities of the race, and the exigencies of the environment protected them in the suitable localities.",
		"Should a person be infected with latent malaria, heat exposure is very likely to induce an acute malarial attack and the combination is almost certain to lead to hyperpyrexia.",
		"Dialectic is, therefore, a dislocating power; it shakes the solid structures of material thought, and exhibits the instability latent in such conceptions of the world.",
		"By this means the latent heat of the steam, issuing from all pans but the last, is utilized for evaporating purposes, and from half to three-fourths of the fuel is saved.",
		"Nevertheless, in the axolotl the latent tendency can still be revived, as we have seen above and as is proved by the experiments of Marie von Chauvin.",
		"When once sexually ripe the axolotl are apparently incapable of changing, but their ancestral course of evolution is still latent in them, and will, if favoured by circumstances, reappear in following generations.",
		"In fact the time was ripe; and, as often happens in similar circumstances, only a hint was necessary to complete the latent chain of thought.",
		"The difficulties arise in connexion with the determination of the quantities of ice melted or steam condensed, and in measuring the latent heat of fusion or vaporization in terms of other units for the comparison of observations.",
		"In the practical use of the instrument it is not necessary to know both the latent heat of fusion of ice and the change of volume which occurs on melting; it is sufficient to determine the change of volume per calorie, or the quantity of mercury which is drawn into the bulb of the apparatus per unit of heat added.",
		"It is not possible to deduce a more satisfactory value from the latent heat and the change of density, because these constants are very difficult to determine.",
		"These methods have reached their highest development in connexion with the determination of the mechanical equivalent of heat, but they may be applied with great advantage in connexion with other problems, such as the measurement of the variation of specific heat, or of latent heats of fusion or vaporization.",
		"In the same way, to infer a machine from hearing the regular tick of a clock, to infer a player from finding a pack of cards arranged in suits, to infer a human origin of stone implements, and all such inferences from patent effects to latent causes, though they appear to Jevons to be typical inductions, are really deductions which, besides the minor premise stating the particular effects, require a major premise discovered by a previous induction and stating the general kind of effects of a general kind of cause.",
		"The quantity required per unit mass of the substance is termed the latent heat of vaporization.",
		"The method commonly adopted in measuring the latent heat of a vapour is to condense the vapour at saturation-pressure in a calorimeter.",
		"The quantity of heat so measured is the total heat of the vapour reckoned from the final temperature of the calorimeter, and the heat of the liquid h must be subtracted from the total heat measured to find the latent heat of the vapour at the given temperature.",
		"It was applied in the most perfect manner by Regnault to determine the latent heats of steam and several other vapours at high pressures.",
		"Taking the difference between the values of H for any two temperatures 1 \" Latent Heat of Steam,\" Phil.",
		"Since the specific heat of the liquid increases rapidly at high temperatures, while dH/d0 diminishes, it is clear that the latent heat must diminish more and more rapidly as the critical point is approached.",
		"The empirical formulae above quoted must be compared and tested in the light of the theoretical relation between the latent heat and the rate of increase of the vapour-pressure (dp/d0), which is given by the second law of thermodynamics, viz.",
		"The rate of variation of the latent heat at low pressures is equal to S-s, where s is the specific heat of the liquid.",
		"He proceeds to calculate from this expression the difference of vapour-pressures of ice and water in the immediate neighbourhood of the melting-point, but does not observe that the vapour-pressures themselves may be more accurately calculated for a considerable interval of temperature by means of formula (23), by substituting the appropriate values of the latent heats and specific heats.",
		"A formula of the same type was given by Athenase Dupre (Theorie de chaleur, p. 96, Paris, 1869), on the assumption that the latent heat was a linear function of the temperature, taking the instance of Regnault's formula (io) for steam.",
		"But this neglects the latent heat of solution, unless we may suppose it included by writing the internal latent heat L i in place of L in Callendar's formula.",
		"The latent heat L (formula 9) is found by subtracting from H (equation 15) the values of the heat of the liquid h given in the same article.",
		"Fresh knowledge, new forces and faculties, have to be acquired by positive and strenuous efforts, while, on the other hand, delusions and superstitions are to be abandoned by an attitude of conscious neglect; or to use the phraseology of the Hindus, Avidyd, nescience - the mental state of the unenlightened - through which the individual energies are scattered and dissipated in futile effort, is gradually replaced by Vidyd, the higher wisdom which dispels the darkness of the mind, awakens our latent faculties and concentrates our efforts in the direction of that harmonious union, which ultimately results in Nirvana.",
		"Thus, while Christendom was still preoccupied with the Crusades, two main forces of the Renaissance, naturalism and enthusiasm for antique modes of feeling, already brought their latent potency to light, prematurely indeed and precociously, yet with a promise that was destined to be kept.",
		"It stimulated the curiosity of latent sensibilities, provoked fresh inquisition into the groundwork of existence, and strengthened man's self-esteem by knowledge of what men had thought and felt and done in ages when Christianity was not.",
		"Early in his career Cavendish took up the study of heat, and had he promptly published his results he might have anticipated Joseph Black as the discoverer of latent heat and of specific heat.",
		"As regards the latent process (latens processes) which goes on in all cases of generation and continuous development or motion, we examine carefully, and by quantitative measurements, the gradual growth and change from the first elements to the completed thing.",
		"The latent configuration (latens schematismus) or inward structure of the parts of a body must be known before we can hope to superinduce a new nature upon it.",
		"The wrongs of Hilderic, a Catholic, and with the blood of Theodosius in his veins, afforded to Justinian a long-coveted pretext for overthrowing the Vandal dominion, the latent weakness of which was probably known to the statesmen of Constantinople.",
		"We may call this the latent heat of surfaceextension.",
		"Wolf that at ordinary temperatures the latent heat of extension of the surface of water is dynamically equivalent to about half the mechanical work done in producing the surface-extension.",
		"We seem to find it latent in the Arcadian worship of Zeus AvKaIos and the legend of King Lycaon.",
		"With the approval of Antiochus Epiphanes, the Sadducean section embraced the outward forms of Hellenism, and out of the persecution of the orthodox which followed was born the hope of a future life which was in the circumstances the necessary corollary of God's righteousness and was discovered to be latent in Scripture.",
		"The latent hostility between the two factions threatened at one time to develop into a religious war, but no serious campaigns took place until Kassa (later Theodore) appeared on the scene.",
		"To account for the stripes on the subsequent foals, it is only necessary (now that the principles of cross-breeding are better understood) to assume that in the cross-bred chestnut mare there lay latent the characteristics of the Kattiawar or other Indian breeds, in which stripes commonly occur.",
		"Its specific gravity is 3.18828 (r), latent heat of fusion 16.185 calories, latent heat of vaporization 45.6 calories, specific heat 0.1071.",
		"But, if we are to judge from his own statement in a letter from Heidelberg in 1846, the doubts which now actively assailed him had long been latent in his mind.",
		"Lord Russells decision, however, seemed to indicate some latent sympath,y for the Southern cause; and the irritation which was felt in the North was increaned by the news that the Southern Stfltes were accrediting two gentlemen to represent them at Paris and at London.",
		"Again, Western theology, very roughly summarized, while accepting the earlier doctrinal tradition, has broken new ground for itself, in affirming as rational necessity that God must punish sin (this is at least latent in Aquinas's - doctrine of natural law), but as contingent fact of revelation that God has in Christ combined the punishment of sin with the salvation of sinners; this is the Reformation or postReformation thought.",
		"But the mystery latent in our ideas of space and time is, that \" something in the mind \" irresistibly hinders us from allowing the possibility of any limit to either.",
		"This yearning, he held, springs - like more sensual impulses - from a sense of want of something formerly possessed, of which there remains a latent memory in the soul, strong in proportion to its philosophic capacity; hence it is that in learning any abstract truth by scientific demonstration we merely make explicit what we already implicitly know; we bring into clear consciousness hidden memories of a state in which the soul looked upon Reality and Good face to face, before the lapse that imprisoned her in an alien body and mingled her true nature with fleshly feelings and impulses.",
		"We may take this latter treatise as representing the first in the development of English ethics, at which what were afterwards called \" utilitarian\" and \" intuitional \" morality were first formally opposed; in earlier systems the antithesis is quite latent, as we have incidentally noticed in the case of Cumberland and Clarke.",
		"The latent hostility of the old order was aroused; the general ordered the immediate suppression of the house at Seville, and procured a bull from Gregory XIII.",
		"In patients with diabetes mellitus this may lead to a deterioration of metabolic control; latent diabetes mellitus may become manifest.",
		"Of course, the advantage of the culturally sedimented idealization of the lifeworld was its always latent, always available state.",
		"Comte does not recognize that this process is aided by any increase of innate capacity; on the contrary, progress is to him the unfolding of fundamental faculties of human nature which always pre-existed in a latent condition; yet he may perhaps be said to have prepared the way for the new conception of human progress by his inclusion of mental laws under biology.",
		"Nature was no longer, as with Fichte, to be a mere spring-board to evoke the latent powers of the spirit.",
		"The demonstrable rational necessity, instead of being innate, or conscious from our birth, may lie latent or subconscious in the individual mind; but for all that, when we gradually become more awake intellectually, such truths are seen to \" carry their own evidence along with them.\"",
		"In some individuals, HSV can be reactivated from a latent state.",
		"Most importantly, Bayesian analysis of word frequencies, and latent semantic indexing should be investigated as a means of matching text-based records.",
		"The word potential does not imply that this energy is not real; it exists in potentiality only in the sense that it is stored away in some latent manner; but it can be drawn upon without limit for mechanical work.",
		"In order to see whether the heat came out of the chips he compared the capacity for heat of the chips abraded by the boring bar with that of an equal quantity of the metal cut from the block by a fine saw, and obtained the same result in the two cases, from which he concluded that \"the heat produced could not possibly have been furnished at the expense of the latent heat of the metallic chips.\"",
		"The clay soils of England, Agricul- the latent fertility of which was to be brought into 187 since Y g I sis.",
		"Hence we are inclined to look on the imaginal disks as cellular areas that possess in a latent condition the powers of growth and development that exist in the embryo, powers that only become evident in certain special conditions of the organism.",
		"External influences and latent fanaticism were active; a serious insurrection broke out in Bosnia and Herzegovina in 1875, and the efforts to quell it almost exhausted Turkey's resources; the example spread to Bulgaria, where abortive outbreaks in September 1875 and May 1876 led to those cruel measures of repression which were known as \" the Bulgarian atrocities,\" 3 Mussulman public feeling was inflamed, and an attempt at Salonica to induce a Christian girl who had embraced Islam to return to her faith caused the murder of two foreign consuls by a fanatical mob.",
		"We can calculate the heat of formation from its ions for any substance dissolved in a given liquid, from a knowledge of the temperature coefficient of ionization, by means of an application of the well-known thermodynamical process, which also gives the latent heat of evaporation of a liquid when the temperature coefficient of its vapour pressure is known.",
		"Charles's invasion of Poland (July 1654) came as a distinct relief to the Danes, though even the Polish War was full of latent peril to Denmark.",
		"According to Ribbert it is the isolation, together with the latent capacity of isolated cells for unlimited poliferation, that gives rise to new growths.",
		"These pans are sometimes heated by boiling oil, with the idea that under such conditions the sugar which is kept stirred all the time as it thickens cannot be burnt or caramelized; but the same object can be attained more economically with steam of a given pressure by utilizing its latent heat.",
		"In the majority of cases the good results obtained are more particularly due to the setting free of \" dormant \" or \" latent \" food constituents and to the amelioration of the texture of the soil, so that its aeration, drainage, temperature and water-holding capacity are altered for the better.",
		"Moreover, his attention was engaged on studies which ultimately led to his doctrine of latent heat.",
		"He noticed that when ice melts it takes up a quantity of heat without undergoing any change of temperature, and he argued that this heat, which as was usual in his time he looked upon as a subtle fluid, must have combined with the particles of ice and thus become latent in its substance.",
		"In 1764, with the aid of his assistant, William Irvine (1743-1787), he further measured the latent heat of steam, though not very accurately.",
		"Practically it is found that a certain amount of hypermetropia remains latent, owing to spasm of the accommodation, which relaxes only gradually.",
		"The heat absorbed in this change is called the latent heat of change of state, and may be represented by the symbol L'.",
		"In the case of a solid or a liquid, the latent heat of isothermal expansion may often be neglected, and if the specific heat, s, be also taken as constant, we have simply 0-00 =s log e0/00.",
		"If the substance at the temperature 0 undergoes a change of state, absorbing latent heat, L, we have merely to add the term Lie to the above expression.",
		"Even before this latent antagonism was made plain there were many minor matters which were sufficient to precipitate a rupture in particular congregations.",
		"Ordinary consciousness ignores these \" latent fires \"; ordinary discussion brings them to light and divides men into factions and parties over them; philosophy not because it denies but because it acknowledges the law of non-contradiction as supreme is pledged to seek a point of view from which they may be seen to be in essential harmony with one another as different sides of the same truth.",
		"If foodstuffs are to be employed it must be possible to grow them in excess of food requirements, and at a cost low enough to ensure that the price of the alcohol shall be about the same as that 1 The lower calorific value plus the latent heat of evaporation at constant volume.",
		"The expectation of a Messianic restoration to the Holy Land has always been strong, if often latent, in the Jewish consciousness.",
		"But the anarchy, manifest or latent, existing throughout the provinces proved too great for Selim to cope with.",
		"But this line of argument was latent in Christian thought from the time when St Paul spoke of the \" foolishness \" of preaching.",
		"A latent significance is found, a particular connexion is traced, and a continuity is established, the true nature of which must be tested by critical students.",
		"Similarly with regard to the many other pathogenic Trypanosomes now known, there is undoubtedly, in each case, some indigenous wild animal tolerant of that particular form, which serves as a \" latent source of supply \" to strange mammals.",
		"Olcott, she founded the \" Theosophical Society \"with the object of (I) forming a universal brotherhood of man,(2) studying and making known the ancient religions, philosophies and sciences, (3) investigating the laws of nature and developing the divine powers latent in man.",
		"His interest in this branch of inquiry dates back at least as far as 1874, when he discussed the \"Latent Heat of Liquid Gases\" before the British Association.",
		"The slope of these curves is determined by the so-called \"latent heat equation\" FIG.",
		"The phase rule combined with the latent heat equation contains the whole theory of chemical and physical equilibrium.",
		"First a small quantity of one of the pure components begins to crystallize out, and the rate of cooling is thereby diminished owing to the latent heat liberated by the change of state.",
		"A familiar example is to be found in solutions of sodium sulphate, which may be cooled much below their saturation point and kept in the liquid state till a crystal of the hydrate Na 2 SO 4 IoH 2 O is dropped in, when solidification occurs with a large evolution of latent heat.",
		"The latent heat L at any temperature is given by L=Lo - f 0 64 0 (s - s')dT, where Lo is value at To and s--s' is the difference in the specific heats of water and ice.",
		"The latent opposition was aroused by the Vatican decrees.",
		"Southern, was that the latent heat was constant.",
		"The rate of change of the latent heat is easily deduced from that of the total heat by subtracting the specific heat of the liquid.",
		"Diarmait MacMurchada (Dermod MacMurrough), greatgrandson of Diarmait Mael-na-mBo, as king of Leinster was by descent and position much mixed up with foreigners, and generally in a state of latent if not open hostility to the high-kings of the Hy Neill and Dalcais dynasties.",
		"Confusion between these powers was inevitable, but at this time neither Charles, the pope, nor the people had a suspicion of the troubles latent in the ceremony that seemed so simple.",
		"The third crusade, undertaken, sorely against Philips will, in alliance with Richard, only increased the latent hostility between the two kings; and in 1191 Philip abandoned the enterprise in order to return to France and try to plunder his absent rival.",
		"The latent nominalism of Aristotle only came gradually to be emphasized through the prominence which Christianity gave to the individual life, and, apart from passing notices as in Abelard, first found clear enunciation in the school of Duns Scotus.",
		"There is still a class of conceptions requiring more than a logical treatment, but differing from the last in not involving latent contradictions, and in being independent of the reality of their objects, the conceptions, viz.",
		"The extent of this loss is determined by the relation between the liquid heat and the latent heat of vaporization at the refrigerator temperature.",
		"If r represents the latent heat of the vapour, and q 2 and q1 the amounts of heat contained in the liquid at the respective temperatures of T2 and T11 then the loss from the heat carried from the condenser into the refrigerator is shown by (q2-q1)/r and the useful refrigerating effect produced in the refrigerator is r-(q 2 -q i).",
		"On the other hand, a great advantage is gained in the absorption machine by using the direct heat of the steam, without first converting it into mechanical work, for in this way its latent heat of vaporization can be utilized by condensing the steam in the coils and letting it escape in the form of water.",
		"The binding energy of a second layer of adsorbate molecules is similar to the latent heat of sublimation or vaporization of the adsorbate molecules is similar to the latent heat of sublimation or vaporization of the adsorbate.",
		"The opening of these will quickly bring the awakening of your latent psychic abilities.",
		"This vibration may be experienced by someone who may have latent clairvoyance and occasionally ' seen ' as a ghost.",
		"Scott Archer's wet collodion of 1851 process produced a negative by bringing out a latent image in a chemical developer.",
		"With The Artist's Way you can discover how to unlock your latent creativity and make your dreams a reality.",
		"The LDA want the panel to cover construction risk, liability, advance loss of revenue and latent defects.",
		"Some of these services will search out latent customer demand, others will not survive.",
		"Aspects of the human condition include exotropia, accommodative esotropia, A and V patterns, dissociated vertical deviation and latent nystagmus.",
		"They were able to use gelatin to create fake fingerprints from photographs of latent fingerprints left on glass.",
		"This latent trait model hypothesized a single dimension of severity of social functioning underpinning HoNOS social items.",
		"T-cell immunity is known to be important in maintaining VZV in a latent state.",
		"Meditation is the process of re-discover ing, enjoying and using the positive qualities already latent within you.",
		"When the ruminant feed ban was introduced, the scale of the epidemic was still latent.",
		"So what's brought on this rare expression of a hitherto latent double standard?",
		"This unexpected relationship brings out new and previously latent aspects of the object.",
		"Four, many people are part of informal and even latent networks that need to be identified by activists.",
		"In this way, she might uncover things latent in the work that even I don¹t know are there.",
		"Many of these were in elderly people who developed infections, which remained latent in the body, many years ago.",
		"Finally there is the latent resentment that the US is clearly held to a much stricter standard in matters like these.",
		"When surface meltwater refreezes internally, it releases huge amounts of latent heat thus softening the ice column.",
		"The latent political charge of anti-discrimination legislation is laid bare in all its potentially subversive colors.",
		"Latent heat is released in clouds, at higher levels, and tends to warm the middle troposphere.",
		"As reconstructed by Lowes, the poetic utterance is a latent presence that speaks in and through the poet.",
		"He rejects the attempt to explain human personality as \" generated by the material molecular aggregate of its own unaided latent power,\" and affirms that the \" universe where the human spirit is more at home than it is among these temporary collocations of matter\" is \" a universe capable of infinite development, of noble contemplation, and of lofty joy, long after this planet - nay the whole solar system - shall have fulfilled its present spire of destiny, and retired cold and lifeless upon its endless way \" (pp. 199-200).",
		"The British public, in whom there had always been the latent desire to retrieve the surrender to the Boers which had followed the disaster at Majuba, were at last awakened by the ministerialist press to the necessity of vindicating British influence in South Africa, and the government soon found that, in spite of a highly articulate Radical minority, the feeling of the country was overwhelmingly behind them.",
		"The phase rule combined with the latent heat equation enables us to trace the general phenomena of equilibrium in solutions, and to elucidate and classify cases even of great complexity.",
		"Though no rise of temperature accompanies the melting of ice, there is yet a definite quantity of heat absorbed, namely, about 80 calories per gram; this is called the latent heat of fusion of water (see FusloN).",
		"Samatha can purify the mind, but it cannot eradicate unwholesome latent tendencies.",
		"The virus becomes latent in most cats that have had active cases of FHV.",
		"Unfortunately, the disease can remain latent for a period of time.",
		"Although less than two dozen cats were actually reported as being afflicted with a B1 deficiency, it is impossible to tell how many felines were displaying latent symptoms of the condition, symptoms that went unnoticed by their owners.",
		"This stage has an early, or latent, phase, an active phase, and a transitional phase.",
		"The latent phase usually lasts the longest and is the least intense phase of labor.",
		"Most women are relatively comfortable during the latent phase, and walking around is encouraged, since it naturally stimulates the process.",
		"In chronic or latent infection, a much smaller number of viruses are released, and healthy cells can multiply more rapidly than they are destroyed.",
		"A latent virus can wait inside the nervous system for days, months, or even years.",
		"Latent and active infection is understood by considering the cold sore cycle.",
		"Between active infections, the virus is latent.",
		"At some point in the future, latent viruses become activated and once again cause sores or recurrent infections.",
		"Although it is unknown what triggers latent virus to activate, several conditions bring on infections.",
		"Once infected, the virus remains latent in the body for life.",
		"Latent virus-A nonactive virus that is in a dormant state within a cell.",
		"The herpes virus is latent in the nervous system.",
		"Individuals who exhibit latent or delayed speech may be depressed, while those who have rapid or pressured speech may suffer from mania or anxiety.",
		"The virus migrates along nerves to an area of regional ganglia (nerve centers) and then typically enters into a latent (sleeping) phase.",
		"Similar to venereal syphilis, however, it begins with skin sores and has a latent period followed by a more severe stage, which includes bone infections and additional skin lesions.",
		"Latent nystagmus appears only when one eye is covered.",
		"A child with latent nystagmus will not see well when one eye is covered.",
		"Treating Lyme disease early and thoroughly is important because Lyme disease can hide for long periods within the body in a clinically latent state.",
		"During latent syphilis, symptoms go unnoticed.",
		"How you deliver such poetry to your latent ex-partner matters every bit as much as the poem's message.",
		"If you don't have a lot of money to spend, your best bet for customized clipart is to befriend a graphic artist or even a student at your school with latent talents and a helpful attitude.",
		"Theorizing that Ellison's extended stay in the jungle activated his latent abilities, Sandburg wants to study Ellison for his research.",
		"The long-lived Changelings sent out 100 infants to every part of the galaxy, each imbedded with a latent desire to return home and share their experiences.",
		"You can astral project into the present by using latent abilities within your mind.",
		"Thus a latent image of the \" reseau-lines \" will be formed on the sensitive plate, and, when the latter has been exposed to the sky in the telescope, we obtain, on development, a negative of the images both of the stars and of the reseau-lines.",
		"Though patient and good-tempered in the main, they have a latent warmth of temper, and if oppressed beyond a certain limit they would fiercely turn upon their tormentors.",
		"Precosmically the Will is potential and the Reason latent, and the Will is void of reason when it passes from potentiality to actual willing.",
		"This doctrine of latent heat he taught in his lectures from 1761 onwards, and in April 1762 he described his work to a literary society in Glasgow.",
		"He understood that latent heat (as they say in physics) of patriotism which was present in all these men he had seen, and this explained to him why they all prepared for death calmly, and as it were lightheartedly.",
		"Vanyel helps Tylendel gain an illegal revenge for the death of his brother, but the plot goes awry, resulting in Tylendel's death and the sudden blasting open of all of Vanyel's own latent magical skills and abilities.",
		"Folk-right is the aggregate of rules, formulated or latent but susceptible of formulation, which can be appealed to as the expression of the juridical consciousness of the people at large or of the communities of which it is composed.",
		"In the notation of the calculus the relations become - dH/dp (0 const) = odv /do (p const) (4) dH/dv (0 const) =odp/do (v const) The negative sign is prefixed to dH/dp because absorption of heat +dH corresponds to diminution of pressure - dp. The utility of these relations results from the circumstance that the pressure and expansion co efficients are familiar and easily measured, whereas the latent heat of expansion is difficult to determine.",
		"The value of B is determined by observing the latent heat, Lo = F\"o - F'0, which gives B =B\" - B' =L0+(s' - So)00+(n+r)copo - bpo+dho (45) This constant may be called the absolute latent heat, as it expresses the thermal value of the change of state in a manner independent of temperature.",
		"The report on this census contained a very valuable exposition of the difficulties involved in such operations and the numerous sources of error latent in an apparently simple set of questions.",
		"All their faces were now shining with that latent warmth of feeling Pierre had noticed the day before and had fully understood after his talk with Prince Andrew.",
		"And by some latent sequence of thought the descent of the Mozhaysk hill, the carts with the wounded, the ringing bells, the slanting rays of the sun, and the songs of the cavalrymen vividly recurred to his mind.",
		"Moreover, all the medusae budded from a given hydroid colony are either male or female, so that even the non-sexual polyp must be considered to have a latent sex."
	],
	"synonyms": [
		"potential",
		"possible",
		"eventual",
		"veiled",
		"unseen",
		"sessile",
		"secret",
		"invisible",
		"delitescent",
		"inactive",
		"dormant",
		"abeyant",
		"unrealized",
		"suppressed",
		"quiescent",
		"potentiality",
		"possibility",
		"latency",
		"incubation",
		"dormancy",
		"deliquescence",
		"quietude",
		"quiescence"
	],
	"antonyms": [
		"public",
		"open",
		"apparent",
		"clear",
		"obvious",
		"manifest",
		"active",
		"live"
	]
}