{
	"word": "circumvent",
	"meaning": [
		"To surround or encircle with evils, enmity, etc.; entrap.",
		"To surround or circle around.",
		"To get the better of or prevent from happening by craft or ingenuity.",
		"To avoid or evade.",
		"To avoid or get around something; to bypass."
	],
	"sentences": [
		"Some people argue that individuals can help circumvent this cost by investing in their local farmers markets or community supported agriculture (CSA).",
		"However, even if eBuddy web messenger makes it possible for you to circumvent the rules, it doesn't mean you should.",
		"They were using an unnatural method to circumvent God's decision - that they would not have a child of their own.",
		"This delivers opioid to the same opioid receptors as an intermittent injection, but allows the patient to circumvent delays.",
		"The first and most famous of these rulers was Gabriel Bethlen (q.v.), who reigned from 1613 to 1629, perpetually thwarted all the efforts of the emperor to oppress or circumvent his Hungarian subjects, and won some reputation abroad by adroitly pretending to champion the Protestant cause.",
		"To remove or circumvent these impediments, and to improve the Mobile harbour, the United States government spent, between 1870 and 1904, approximately $12,000,000.",
		"The ban on all religious groups is merely an artifice to circumvent prohibitions on discrimination against a specific group by discriminating against everyone equally.",
		"The power of the archdeacons rested upon custom and prescription, not upon the canon law; and though the bishops could not break, they could circumvent it.",
		"France undertook, moreover, to pay the outstanding subsidies to Sweden, amounting to one and a half millions of livres annually, beginning from January 1772; and Vergennes, one of the great names of French diplomacy, was to be sent to circumvent the designs of Russia at Stockholm as he had previously circumvented them at Constantinople.",
		"To circumvent this, you plug a step-down converter into the mains and then your imported console plugs into the converter.",
		"Only you can decide if it's right to circumvent their efforts and help counterfeit watchmakers infringe on their copyrights.",
		"The Green Party's proposed taxes would very neatly circumvent the international ban on aviation fuel tax.",
		"Seven of the eight respondents believed that there was a way to circumvent the technology that renders the stolen electronic inoperable.",
		"For many teens, this kind of surveillance can become onerous, and may lead them to try and find ways to circumvent the system.",
		"While it's not specific to Restaurant City, the Cheat Engine is used extensively by players to do all sorts of things that circumvent the \"normal\" rules of the game.",
		"Choosing to go into the phone's settings and only use the GPS when you need it can circumvent both of these problems, however, and keep the technology a useful tool rather than an annoyance.",
		"These hacks involve reducing the system to a stripped down version of the operating system to circumvent the security controls Sony has built into the PSP.",
		"YouHide - this website offers an explanation of what an anonymous proxy server is, as well as specifically mentioning its ability to circumvent work and school blocks on sites such as MySpace and Facebook.",
		"In response to the risks, professional divorce counselors and child advocates have spent decades establishing proven methods to both circumvent common problems and treat the issues that do arise.",
		"If you find that you're having a hard time earning certain trophies, you can circumvent the requirements by editing a little file.In the directory where you installed Chuzzle on your computer, look for a folder called Profiles.",
		"For others, purchasing a uniform that fits too tightly or too loosely may just be another way to circumvent the system and protest the requirements without actually breaking the dress code.",
		"One way to circumvent some of the above is to opt for items that don't require such careful fitting, like teddies or baby doll nightgowns."
	],
	"synonyms": [
		"bypass",
		"elude",
		"dodge",
		"besiege",
		"surround",
		"beleaguer",
		"hem-in",
		"beat",
		"outfox",
		"outsmart",
		"overreach",
		"outwit",
		"sidestep",
		"skirt",
		"parry"
	],
	"antonyms": [
		"assist",
		"aid",
		"help",
		"permit",
		"allow"
	]
}