{
	"word": "capitulate",
	"meaning": [
		"To give up (to an enemy) on prearranged conditions; surrender conditionally.",
		"To give up; stop resisting."
	],
	"sentences": [
		"The French were repulsed from Valencia; and Dupont, who had advanced into the heart of Andalusia, was compelled to retreat and ultimately to capitulate with all his forces at Baylen (July 10).",
		"Compelled at last to capitulate, it was completely dismantled, and was never again fortified.",
		"Before the end of September the French army was reduced to capitulate.",
		"In the RussoTurkish War the Servian army, under the personal command of King Milan, besieged Nish, and forced it to capitulate on the 10th January 1878.",
		"But in April 1555 the town was reduced to extremity and was forced to capitulate to the emperor and the duke.",
		"In December 1814 he appeared before Bogota with a force of 2000 men, and obliged the recalcitrant leaders to capitulate, - a service for which he received the thanks of congress.",
		"And, unless we capitulate without resistance to the will of the German victors, this peace will not come soon.",
		"Albany had to blockade Margaret in Stirling Castle before she would surrender her sons, After being obliged to capitulate, Margaret returned to Edinburgh, and being no longer responsible for the custody of the king she fled to England in September, where a month later she bore to Angus a daughter, Margaret, who afterwards became countess of Lennox, mother of Lord Darnley and grandmother of James I.",
		"The bey of Mascara watched his opportunity, and at length, in 1708, the weakness of Spain and the treason of the count of Vera Cruz obliged the city to capitulate.",
		"Darge, Haeli's brother, took charge of the young prince, but after a hard fight with Angeda, one of Theodore's rases, was obliged to capitulate.",
		"He expelled seven hundred families and transferred the government from the council to three hundred of the oligarchs, but being blockaded in the Acropolis he was forced to capitulate.",
		"And, unless we capitulate without resistance to the will of the german victors, this peace will not come soon.",
		"The ministry of the Visconde de Olinda in 1849 entered into alliances with the governors of Montevideo, Paraguay and the states of Entre Rios and Corrientes, for the purpose of maintaining the integrity of the republics of Uruguay and Paraguay, which Rosas intended to reunite to Buenos Aires, and the troops of Rosas which besieged Montevideo were forced to capitulate.",
		"On the 12th of May the dictatorship of Garibaldi was proclaimed at Salemi, on the 15th of May the Neapolitan troops were routed at Calatafimi, on the 25th of May Palermo was taken, and on the 6th of June 20,000 Neapolitan regulars, supported by nine frigates and protected by two forts, were compelled to capitulate.",
		"In July 1807 another British force of eight thousand men under General Whitelock endeavoured to regain possession of Buenos Aires, but strenuous preparations had been made for resistance, and after fierce street fighting the invading army, after suffering severe losses, was compelled to capitulate.",
		"Saturninus, defeated in a pitched battle in the Forum (Dec. 10), took refuge with his followers in the Capitol, where, the water supply having been cut off, they were forced to capitulate.",
		"Having crossed the Po to punish the Insubrians, he at first met with a severe check and was forced to capitulate.",
		"But after* the water-supply of the garrison had been cut off, the besieged were forced to capitulate, on the 11th of July 1648, on the condition of surrendering up the three chief defenders of the castle.",
		"Shut up in the fortress with 12,000 men, after Garibaldi's occupation of Naples, the king, inspired by the heroic example of Queen Maria, offered a stubborn resistance, and it was not till the 13th of February 1861 that, the withdrawal of the French fleet having made bombardment from the sea possible, he was forced to capitulate.",
		"Famine soon began to press hard upon the besieged, and in September Shah Uosain offered to capitulate.",
		"In 1137 he was beaten near Barin, and escaping into the fort was surrounded and forced to capitulate.",
		"Abandoned first by England and then by Holland, the emperor, notwithstanding these desertions, still wished to maintain the war in Germany; but Eugene was unable to relieve either Landau or Freiburg, which were successively obliged to capitulate; and seeing the Empire thus laid open to the armies of France, and even the Austrian hereditary states themselves exposed to invasion, the prince counselled his master to make peace.",
		"At last, on the 15th of August 1585, Antwerp was compelled by famine to capitulate.",
		"Watched as he was by countless enemies at home and abroad, a single false step would have brought ruin and disgrace on himself; the growing national excitement would have burst through all restraint, and again, as fifteen years before, Germany divided and unorganized would have had to capitulate to the orders of foreign powers (see Schleswig-Holstein Question).",
		"In 1807 the Servians, having risen for their independence, forced the Turkish garrison to capitulate, and became masters of Belgrade, which they kept until the end of September 1813, when they abandoned it to the Turks.",
		"In March 1848 the Austrian garrison was driven from the town by the revolutionary party, but in the following June the town was bombarded and compelled to capitulate.",
		"Unfortunately famine compelled the garrison of Kassala to capitulate on the 3oth of July of that year, and Osman Digna hurried there from Tamai to raise a force with which to meet the Abyssinian general, Ras Alula, who was preparing for its relief.",
		"In 1741 the Swedes made an effort to recover the ceded province, but through wretched management suffered disaster, and were compelled to capitulate in August 1742, ceding by the peace of Abo, next year, the towns of Villmanstrand and Fredrikshamn.",
		"He conquered in 1135 several fortresses in the east of the principality of Antioch, and in this year and the next pressed the count of Tripoli hard; while in 1137 he defeated Fulk at Barin, and forced the king to capitulate and surrender the town.",
		"Returning to Normandy in 1574, he defended Domfront, which was being besieged by Marshal de Matignon, but was forced to capitulate on the 25th of May.",
		"Paetus, a weak and incapable man, suffered a severe defeat at Rhandea (62), where he was surrounded and forced to capitulate and to evacuate Armenia.",
		"Saxony was in that year attacked by the Prussians, and with so much success that not only was the Saxon army forced to capitulate at Pirna in October, but the elector, who fled to Warsaw, made no attempt to recover Saxony, which remained under the dominion of Frederick.",
		"About the same time Edward Bruce took Rutherglen and laid siege to Stirling, whose governor, Sir Philip de Mowbray, agreed to capitulate if not relieved before the 24th of June 1314.",
		"On the 11th of December 1789, the people of Brussels rose against the Austrian garrison, and compelled it to capitulate, and, on the 27th, the states of Brabant declared their independence.",
		"His \"plan\" for defending the city raised expectations doomed to disappointment; the successive sorties made under pressure of public opinion were unsuccessful, and having declared in one of his proclamations that the governor of Paris would never capitulate, when capitulation became inevitable he resigned the governorship of Paris on the 2 2nd of January 1871 to General Vinoy, retaining the presidency of the government until after the armistice in February.",
		"But in November 1806, when Blucher, retiring from the catastrophe of Jena, had to capitulate in the vicinity of Lubeck, the town was sacked by the French.",
		"Moreover the little fortresses of Josephstadt and Koniggratz both refused to capitulate, and the whole Prussian armies were thus compelled to move down the Elbe to Pardubitz before they could receive any definite new direction.",
		"The Hanoverians, however, were victorious at the battle of Langensalza on the 27th of June 1866, but the advance of fresh bodies of the enemy compelled them to capitulate two days later.",
		"The name of one of them, Thomas Conway, an Irish soldier of fortune from the French service, is attached to what is called \"Conway's Cabal,\" a scheme for superseding Washington by General Horatio Gates, who in October 1777 succeeded in forcing Burgoyne to capitulate at Saratoga, and who had been persistent in his depreciation of the commander-in-chief and in intrigues with members of Congress.",
		"In April 1754 he set out with two companies for the Ohio, defeated (28th May) a force of French and Indians at Great Meadows (in the present Fayette county, Pennsylvania), but at Fort Necessity in this vicinity was forced to capitulate (3rd July), though only after a vigorous defence."
	],
	"synonyms": [
		"concede",
		"headline",
		"fall",
		"enumerate",
		"fold",
		"cede",
		"cave",
		"agree",
		"yield",
		"surrender",
		"succumb",
		"bow",
		"submit",
		"give up",
		"buckle"
	],
	"antonyms": [
		"defend",
		"fight"
	]
}