{
	"word": "autonomous",
	"meaning": [
		"Not controlled by others or by outside forces; independent.",
		"Of or having to do with an autonomy.",
		"Independent in mind or judgment; self-directed.",
		"Having self-government.",
		"Independent of the laws of another state or government; self-governing."
	],
	"sentences": [
		"The ancient Mexican tribe was composed of twenty autonomous kins.",
		"Each tribe under its chief was autonomous.",
		"Philadelphus, and began to recover itself as an autonomous municipality.",
		"None of the groups became fully autonomous of the project.",
		"Conference between sister churches for counsel is provided for; so that, while autonomous, they do not live as isolated units.",
		"Areas are subdivisions of autonomous systems (AS 's).",
		"For administrative purposes the province is divided into eleven districts and one autonomous municipality, Laibach (pop. 36,547), the capital.",
		"Sparta was the chief member of the confederacy (hegemon), but the states were autonomous.",
		"They will allow engineers to evaluate the advantages of autonomous spacecraft operation.",
		"In 1868 Transylvania was definitely reunited to Hungary proper, and the town and district of Fiume declared autonomous.",
		"By this peace all the Greek cities on the mainland of Asia with the islands of Cyprus and Clazomenae were recognized as Persian, all other cities except Imbros, Lemnos and Scyros as autonomous.",
		"It is true that we find oligarchic government in Chios and Lesbos (up to 428) and in Samos (up to 440), but this is discounted by the fact that all three were \" autonomous \" allies.",
		"In 1849 Transylvania was divided from Hungary by an imperial decree, and became an Austrian crown-land; but in 1860 Transylvania became an autonomous province, with a separate Diet, and a high executive power of its own.",
		"Most of these new cities were based on older settlements; but the essential point is, that they were peopled by Greek and Macedonian colonists, and enjoyed civic independence with laws, officials, councils and assemblies of their own, in other words, an autonomous communal constitution, under the suzerainty of the empire.",
		"Their three tribes - Trocmi, Tolistobogians and Tectosages--submitted to Rome (189 B.C.), but they remained autonomous till the death of their king Amyntas, when Augustus erected Galatia into a province.",
		"During the deadlock (June 2, 1905) Kossuth had obtained the adoption of a motion to authorize the compilation of an autonomous Hungarian tariff, and on the 28th of May 1906, the Coalition cabinet was authorized by the crown to present the Szell-Korber tariff to the Chamber in the form of a Hungarian autonomous tariff distinct from but identical with the Austrian tariff.",
		"Eastern Rumelia was constituted an autonomous province of the Turkish empire by the Berlin treaty of 1878; but on the 18th of September 1885, after a bloodless revolution, it was united with Bulgaria (q.v.).",
		"For administrative purposes, the country is divided into 9 districts and an autonomous municipality, Czernowitz (pop. 69,619), the capital.",
		"In the end, all the numerous and partly autonomous provinces of the Sassanid empire fell, one after the other, into the hands of the Moslems, and the young king, Yazdegerd III.",
		"Errors in policy and in government facilitated the rise of Pontus into a formidable power under Mithradates, who was finally driven out of the country by Pompey, and died 63 B.C. Under the settlement of Asia Minor by Pompey, Bithynia-Pontus and Cilicia became provinces, whilst Galatia and Cappadocia were allowed to retain nominal independence for over half a century more under native kings, and Lycia continued an autonomous League.",
		"It was made autonomous in the 5th century, in recognition of the supposed discovery of the original of St Matthew's Gospel in a \" tomb of Barnabas \" which is still shown at Salamis.",
		"The remainder of the vassal statesCarmania, Susiana, Mesenc were ended by Ardashir; and the autonomous desert fortress of Hatra in Mesopotamia was destroyed by his son Shapur (Sapor) I., according to the Persian and Arabian traditions, which, in this point, are deserving of credence.",
		"The island was presented by Hadrian to Athens, but it appears again at a later date as \"free and autonomous.\"",
		"Arizona became a territory of the first (or practically autonomous) class in 1863.",
		"For administrative purposes Bohemia is divided into ninety-four districts and two autonomous municipalities, Prague (pop. 204,478), the capital, and Reichenberg (34,204).",
		"Her husband Prasutagus ruled the Iceni (in what is now Norfolk) as an autonomous prince under Roman suzerainty.",
		"In general, each tribe is autonomous, but, as already stated, considerable kingdoms have been created by the Luba-Lunda.",
		"These reverses, however, were redeemed by the valour of the British troops, the spirit of the British nation, and the enthusiasm which induced the great autonomous colonies of the empire to send men to support the cause of the mother country.",
		"The great Australian colonies were almost created in her reign; two of themVictoria and Queenslandowe their name to her; they all received those autonomous institutions, under which their prosperity has been built up, during its continuance.",
		"The seminary is now affiliated with Harvard University, though it remains independent and autonomous.",
		"The trade of the city has been unfavourably affected by the political events which have converted former provinces of the Turkish empire into autonomous states, by the development of business at other ports of the empire, owing to the opening up of the interior country through the construction of railroads, and by the difficulties which the government, with the view of preventing political agitation, has put in the way of easy intercourse by natives between the capital and the provinces.",
		"For administrative purposes, the province is divided into 78 districts and 2 autonomous municipalities - Lemberg (pop. 159,618), the capital, and Cracow (91,310).",
		"There were no provincial assemblies, no municipal bodies, no merchant-gilds, no autonomous churches; the people had no means of making themselves heard; they had no place in an administration which was completely in the hands of a central hierarchy of officials of all ranks, from dukes to scabini, with counts, viscounts and centenarii in between.",
		"He was, however, entirely free from personal ambition, and had no desire to be general over a number of dependent houses, so that he desired that _all congregations formed on his model outside Rome should be autonomous, governing themselves, and without endeavouring to retain control over any new colonies they might themselves send out - a regulation afterwards formally confirmed by a brief.",
		"The Berlin treaty was a disappointment to the Gregorian Armenians, who had hoped that Armenia and Cilicia would have been formed into an autonomous province administered by Christians.",
		"There is no concrete data as to when Samuil created an autonomous Macedonian archbishopric.",
		"He held a guest professorship at the same university, where he taught introductory artificial intelligence and autonomous systems.",
		"The autonomous agent enables this extremely time consuming process to be entirely automated.",
		"Control of Autonomous Ground Vehicles Improving factory automation for Siemens A&D by using a radio based location system to control Autonomous Ground Vehicles.",
		"These are largely autonomous, enabling organizations based on specific areas of interest for students.",
		"In this sense the discursive or ideational is only ever relatively autonomous of the material.",
		"It is wholly autonomous, multi-national, non-sectarian and ecumenical in orientation and operation.",
		"The Kurds believe Turkey's goal would be to suppress the creation of a truly autonomous Kurdish state in northern Iraq.",
		"Colleges are central and virtually autonomous bodies without which the University would barely exist.",
		"There are two general arguments in favor of trying to make learners autonomous.",
		"It means we get the benefits of being part of a bigger business, while remaining largely autonomous.",
		"There is a fine balance between encouraging autonomous learning and maintaining adequate supervision.",
		"This generative politics is a partnership of state and society, but one in which both ' sides '; are considered autonomous.",
		"Despite strong police presence on the autonomous bloc there was very little antagonism on the march.",
		"Autonomous Cafe has successfully commandeered EDB Cafe of the University of Sussex on the 31/01/06.",
		"It is hard to avoid this conflation of autonomous sources of income within a rural household economy and break it down to discrete units.",
		"The trade also helps the economy of the autonomous Kurdish enclave in northern Iraq.",
		"Today, the town is an autonomous municipality and has earned itself extraordinary success in the panorama of international tourism.",
		"In addition, three other autonomous prefectures are allowed to enjoy the preferential policies the state has adopted for the western regions.",
		"It's an apt, if ironic, tag given that the hotel lies in an autonomous Tibetan prefecture.",
		"Worship is an autonomous activity for the critical realist too.",
		"The Cowley Works wer completely reorganized into a completely autonomous entity which will manufacture complete cars.",
		"This is suited to the control of autonomous mobile robots in order to learn to navigate around a training domain.",
		"Option Courses are taught by a single weekly 2-hour seminar, supplemented by a weekly autonomous learning session.",
		"The dukes of the Greek empire and the Lombard dukes 1 Benevento, together with a few autonomous commercial cities, still divided Italy below the Campagna of Rome (seeL0MBARDs).",
		"During the Greco-Turkish War of 1897 Visconti Venosta labored to maintain the Europe-an concert, joined Great Britain in preserving Greece from the worst consequences of her folly, and lent moral and material aid in establishing an autonomous government in Crete.",
		"The old Illyrian population was rapidly absorbed or expelled, its Latin institutions being replaced by the autonomous tribal divisions, or Zupanates, of the Sla y s.",
		"Autonomous coins were struck, of which many specimens now exist (see NuMisMATics).",
		"Like Poland two centuries later, Hungary had ceased to be a civilized autonomous state because her prelates and her magnates, uncontrolled by any higher authority, and too ignorant or corrupt to look beyond their own immediate interests, abandoned themselves to the exclusive enjoyment of their inordinate privileges, while openly repudiating their primal obligation of defending the state against extraneous enemies.",
		"They insisted that the Government should introduce proposals as to the official language of functionaries, for they feared a return of the procedure used by Badeni, which by means of a Government ordinance had altered the received usage and upset the national balance of power; that in Bohemia the purely German sub-districts (Bezirke) should be included in German districts (Kreise), and in like manner the purely Czech sub-districts in Czech districts, so that there would then be a relatively small number of territories of mixed nationality, which would have to be governed bilingually; that minorities should be protected by law; and that in appointing to posts in the offices of the autonomous Bohemian territorial Government, proportionate consideration should be given to the Germans, attention being paid to the fact that in Bohemia more than a third of the population were German, and that they paid more than half the taxes, but that the Czech national majority had appointed more than 90% of Czechs and not even 10% of Germans in the Government offices.",
		"For administrative purposes the province is divided into 4 districts and an autonomous municipality, Gorz (pop. 25,432), the capital.",
		"Morality is synonymous with freedom; the freedom to grow into an autonomous person.",
		"Local Leagues local leagues are also autonomous voluntary bodies, which organize table tennis competition at a local level.",
		"Of interest to the physical oceanographic community is the autonomous capture and transmission of full-depth turbulence parameter profiles.",
		"Cats are generally thought of as autonomous creatures that can fend for themselves most of the time.",
		"Adolescents try on different social roles as they interact with peers, and peers serve as a social stepping stone as adolescents move away from their emotional dependence upon their parents and toward autonomous functioning as an adult.",
		"The child who, because of his or her successful passage through earlier stages, is trusting, autonomous, and full of initiative, will quickly learn to be industrious.",
		"In Maryland, this organization operates under 18 autonomous local affiliates located throughout the state.",
		"Space flight, space colonies, artificial intelligence, autonomous cars and every labor saving device imaginable.",
		"The treaty of Berlin followed, which limited the principality to the country between the Danube and the Balkans, created the autonomous province of Eastern Rumelia south of the Balkans, and left the remainder of the proposed Bulgarian state under Turkish rule.",
		"The coins of the Greek dynasts and autonomous towns are struck on a variable standard with a stater of 170 to 180 grs.",
		"In the extreme west, a money currency in its most highly developed formthat of coinage minted by the state, or an autonomous communityhad developed since the 7th century among the Lydians and Greeks.",
		"Organs of self-government of autonomous areas have the right to manage local financial matters.",
		"This is also the part of the brain that controls heartbeats, breathing and other autonomous bodily functions.",
		"Notwithstanding the advance of £160,000 made by the four protecting powers after the institution of autonomous government and the profits (£61,937) derived from the issue of a new currency in 1900, there was at the beginning of 1906 an accumulated deficit of £23,470, which represents the floating debt.",
		"The old Illyrian population was rapidly absorbed or expelled, its Latin institutions being replaced by the autonomous tribal divisions, or Zupanates, of the Slays.",
		"In 1844 he took advantage of his visit to England to propose to British ministers a plan of partition, under which Great Britain was to receive Egypt and Crete, Constantinople was to be erected into a free city, and the Balkan states were to become autonomous under Russian protection.",
		"The states are subdivided into cornarcas, or judicial districts, and into municipios, or townships, which is the smallest autonomous division.",
		"The British government was ready to grant land for an autonomous settlement in East Africa.",
		"The robot in Red Planet was actually named AMEE, which stands for Autonomous Mapping Evaluation and Evasion.",
		"Thus the Benedictine polity may be described as a number of autonomous federations of autonomous monasteries.",
		"The result was that the system of commercial treaties ceased, and Austria-Hungary was free to introduce a fresh tariff depending simply on legislation, an \" autonomous tariff \" as it is called.",
		"According to this instrument Greece was to be erected into a tributary state, but autonomous, and governed by an hereditary prince chosen by the powers.",
		"In June 1913 the Government considered itself justified by necessity of the State in adopting a measure which in many respects was held to be a breach of the constitution; it appointed a commission for Bohemia, the members of which were nominated by the State, to deal with the autonomous affai s of this country.",
		"In the extreme eastern corner of the Czechoslovak Republic, there is situated a little autonomous region of Russinia (or Sub-Carpathian Russia), which, together with Slovakia, was part and parcel of the Hungarian Kingdom till the Treaty of St.",
		"For administrative purposes the province is divided into 6 districts and an autonomous municipality, Rovigno (pop. 10,205).",
		"On the other hand, lichens, previously regarded as autonomous plants, are now known to be dual organisms - fungi symbiotic with algae.",
		"The Benedictine houses never coalesced in this manner; even when, later on, a system of national congregations was introduced, they were but loose federations of autonomous abbeys; so that to this day, though the convenient expression \" Benedictine order \" is frequently used, the Benedictines do not form an order in the proper sense of the word.",
		"These measures were followed by the presentation of collective notes to the Greek and Turkish governments (2nd March), announcing the decision of the powers that (1) Crete could in no case in present circumstances be annexed to Greece; (2) in view of the delays caused by Turkey in the application of the reforms Crete should now, be endowed with an effective autonomous administration, intended to secure to it a separate government, under the suzerainty of the sultan.",
		"The league was, therefore, specifically a free confederation of autonomous Ionian cities founded as a protection against the common danger which threatened the Aegean basin, and led by Athens in virtue of her predominant naval power as exhibited in the war against Xerxes.",
		"The organization of the Benedictine houses into provinces or chapters under this legislation interfered in the least possible degree with the Benedictine tradition of mutual independence of the houses; the provinces were loose federations of autonomous houses, the legislative power of the chapter and the canonical visitations being the only forms of external interference.",
		"The significance of these great events in the general history of America is that from 1783 onwards there was, in the New World, an autonomous community not wholly unified at once, nor without strife, but self-governing and self-subsisting, in entire separation from European control.",
		"In return for their acquisitions in Germany, Austria and Prussia were to consent to the erection of an autonomous Polish state extending from Danzig to the sources of the Vistula, under the protection of Russia.",
		"On July 31, in a reply to the German Chancellor Michaelis, he admitted that in 1917 an agreement had been made with the Tsar to erect the German territories on the left bank of the Rhine into an autonomous state, but denied that there had been any question of their annexation to France.",
		"He contributed more than any one else to the erection of the grand-duchy into an autonomous state, and was its first and best governor-general.",
		"When Bulgaria under the Berlin Treaty was constituted an autonomous principality under the suzerainty of Turkey, the tsar recommended his nephew to the Bulgarians as a candidate for the newly created throne, and Prince Alexander was elected prince of Bulgaria by unanimous vote of the Grand Sobranye (April 29, 1879).",
		"Though the cabinet had no stable majority, it induced the Chamber to sanction a commercial treaty which had been negotiated with France and a general autonomous customs tariff.",
		"A, Cell (individual) of the unicellular Green Alga Pleurococcus, as an example of an undifferentiated autonomous assimilating cell.",
		"In advanced religion, indeed, prayer is the chosen vehicle of the free spirit of worship. Its mechanism is not unduly rigid, and it is largely autonomous, being rid of subservience to other ritual factors.",
		"The demands of the Liberals were as in 1868; those for personal and property rights were much more definitely stated, and among explicit reforms demanded were the separation of civil and military power, general recognition of administrative responsibility under a colonial autonomous constitutional regime; also among economic matters, customs reforms and reciprocity with the United States were demanded.",
		"Here, on the 14th of September 1829, was signed a treaty by which the Porte ceded to Russia the islands at the mouth of the Danube and several districts on the Asiatic frontier, granted full liberty to Russian navigation and commerce in the Black Sea, and guaranteed the autonomous rights previously accorded to Moldavia, Walachia and Servia.",
		"A large number of applications for mining concessions have been received since the establishment of the autonomous government.",
		"A long series of insurrections - those of 1821, 1833, 1841, 1858, 1866-1868, 1878, 1889 and 1896 may be especially mentioned - culminated in the general rebellion of 1897, which led to the interference of Greece, the intervention of the great powers, the expulsion of the Turkish authorities, and the establishment of an autonomous Cretan government under the suzerainty of the sultan.",
		"For administrative purposes, Upper Austria is divided into two autonomous municipalities, Linz (58,778) the capital, and Steyr (17,592) and 12 districts.",
		"If it be taken in its strict acceptation of autonomous state sovereignty, the exception is somewhat of a truism.",
		"The Ghibellines being unable to maintain their supremacy, the city came to be divided into two almost autonomous republics, the comune headed by the podestd, and the popolo headed by the capitano and militarily organized into twenty companies; the central power was represented by twelve anziani or elders.",
		"For administrative purposes, the province is divided into 21 districts and 4 towns with autonomous municipalities, namely Graz (pop. 138,370), the capital, Cilli (6743), Marburg (24,501) and Pettau (4227).",
		"His assessment, of the details of which we know nothing, was so fair that it remained popular long after the league of autonomous allies had become an Athenian empire.",
		"Mantineia regained its autonomous position in the Achaean League in 192, and its original name during a visit of the emperor Hadrian in A.D.",
		"For the first four or five centuries of Benedictine history there was no organic bond between any of the monasteries; each house formed an independent autonomous family, managing its own affairs and subject to no external authority or control except that of the bishop of the diocese.",
		"According to the autonomous constitution of 1899 the supreme power was vested in Prince George of Greece, acting as high commissioner of the protecting powers.",
		"Thus the great attempt on the part of Athens to lead a harmonious league of free Greek states for the good of Hellas degenerated into an empire which proved intolerable to the autonomous states of Greece.",
		"The port administration was placed under an autonomous harbour board (consorzio) in 1903.",
		"For administrative purposes, the province is divided into seven districts, and an autonomous municipality, Klagenfurt (pop. 2 4, 314), the capital.",
		"On the 27th of April 1899 a new autonomous constitution was voted by a constituent assembly, and in the following June the local administration was handed over to Cretan officials by the international authorities.",
		"Each congregation has its president, who is merely a president, with limited powers, and not a general superior like the Provincials of other orders; so that the primitive Benedictine principle of each monastery being self-contained and autonomous is preserved."
	],
	"synonyms": [
		"self-reliant",
		"self-directed",
		"sovereign",
		"self-governing",
		"independent",
		"self-subsistent",
		"free-spirited",
		"uncontrolled",
		"separate",
		"self-governed",
		"free"
	],
	"antonyms": [
		"subject",
		"dependent"
	]
}