{
	"word": "rostrum",
	"meaning": [
		"In ancient Rome,",
		"Any platform, stage, etc. for public speaking.",
		"The curved, beaklike prow of an ancient Roman ship, especially a war galley.",
		"Public speaking, or public speakers collectively.",
		"The speaker's platform in an ancient Roman forum, which was decorated with the prows of captured enemy ships."
	],
	"sentences": [
		"Rostrum free, not supported by either the prosternum or the basal segments of the appendages.",
		"Its rostrum is unusually long, being five-sixths of the body length in the female, and slightly shorter in the male.",
		"Ia, frons; b, clypeus (the pointed labrum beneath it); II, mandible; III, first maxilla; (a, base; b, sheath; c, piercer), III', inner view of sheath; IV, second maxillae forming rostrum (b, mentum; c, ligula).",
		"Mandibles and first maxillae modified as piercers; second maxillae fused to form a jointed, grooved rostrum.",
		"Within the groove of the rostrum two pairs of slender piercers - often barbed at the tip - work to and fro.",
		"They fly about from July till October, living upon the sap of the vine, which is sucked up by the rostrum from the leaves or buds.",
		"Maxillary and labial palpi are also present, and the latter, together with the labrum or lower lip, form the rostrum.",
		"The point of the rostrum is pressed against the surface to be pierced; then the stylets come into play and the fluid food is believed to pass into the mouth by capillary attraction.",
		"Usually the sides of the carapace are strangely produced into a mock rostrum in front of the ocular lobe, be it oculiferous or not.",
		"Between these, resting vertically upon the rostrum, appears the vomer; very variable in shape and size, often reduced to a mere trace, as in the Galli, or even absent, broken up into a pair of tiny splints in Pici.",
		"The condition usually spoken of as a \" proboscis \" appears to be derived from the condition of a simple rostrum (having the mouth at its extremity) by the process of incomplete introversion of that simple rostrum.",
		"The sternum has no keel, and ossifies from lateral and paired centres only; the axes of the scapula and cora.coid have the same general direction; certain of the cranial bones have characters very unlike those possessed by the next order - the vomer, for example, being broad posteriorly and generally intervening between the basisphenoidal rostrum and the palatals and pterygoids; the barbs of the feathers are disconnected; there is no syrinx or inferior larynx; and the diaphragm is better developed than in other birds.'",
		"In them the vomer, however variable, always tapers to a point anteriorly, while behind it includes the basisphenoidal rostrum between the palatals; but neither these nor the pterygoids are borne by its posterior divergent ends.",
		"The vomer is broad, abruptly truncated in front, and deeply cleft behind, so as to embrace the rostrum of the sphenoid; the palatals have produced postero-external angles; the maxillo-palatals are slender at their origin, and extend obliquely inwards and forwards over the palatals, ending beneath the vomer in expanded extremities, not united either with one another or with the vomer, nor does the latter unite with the nasal septum, though that is frequently ossified.",
		"The irritation is caused by the rostrum of the insect being inserted into the skin, from which the blood is rapidly pumped up. A third human louse, known as the crab-louse (Phthirius pubis) is found amongst the hairs on other parts of the body, particularly those of the pubic region, but probably never on the head.",
		"A scaffold, connected by a wooden bridge with the magistrates' rostrum, had been erected on the spot where the piles of the m.",
		"Under- (Radicola) of Phylloxera, with proneath, between the legs, lies the boscis inserted into tissue of root rostrum, which reaches back to of vine.",
		"The insect is fixed by this rostrum, which is inserted into the root of the vine for the purpose of sucking the sap. The abdomen consists of seven segments, and these as well as the anterior segments bear four rows of small tubercles on their dorsal surface.",
		"The name of \"pink shrimp\" is given to Pandalus montagui or annulicornis, which turns red on boiling and which resembles in form the larger \"prawns,\" having a long rostrum or beak, saw-edged above and below.",
		"The bivalved carapace has a jointed rostrum, and covers only the front part of the body, to which it is only attached quite in front, the valve-like sides being under control of an adductor muscle.",
		"The cephalic region includes the rostrum or praeoral [[Right Fig]].",
		"As already stated, the notochord extends beyond the mouth to the tip of the rostrum.",
		"This becomes divided into two, the right half forming the cavity of the rostrum, while the left acquires an opening to the exterior, and forms the praeoral pit of the larva, which subsequently gives rise to special ciliated tracts in the vestibule of the mouth mentioned above.",
		"A single blowhole is located on a slightly raised lump on the front left side of the rostrum.",
		"The map is explained on a rostrum supported by an anchor and metal seaweed fronds made by local blacksmith Ken Dowber.",
		"During this time they had occupied the speaker's rostrum and the area reserved for the Standing Commission.",
		"Josef Strauss died young - in 1870, aged 42, after collapsing on the conductor's rostrum.",
		"It starts when you are born and never stops - until you reach the rostrum!",
		"Members of Council The President called upon the Scrutineer to take the rostrum to announce the results of the Council Election Ballot.",
		"He joined Allsop in 1997 to assist with the commercial auctions and is now sharing the rostrum with Duncan.",
		"But what of Canada, a nation that had never before failed to make the medal rostrum?",
		"In this way the Communist Party exploits the parliamentary rostrum in order to develop its agitation on the broadest basis among the masses.",
		"They lack the pronounced rostrum of the abundant Palaemon species of prawn.",
		"Lewis had started the day in third place behind the two women who joined her on the medal rostrum.",
		"He responded by jumping 2.30m and winning the event, but even on the victory rostrum there were as many boos as cheers.",
		"We set up an animation rostrum in the corner of the classroom.",
		"The palatines are long, always fused anteriorly with the premaxilla, and fre quently with the maxillo-palatine processes; posteriorly they slide upon the presphenoidal rostrum, and articulate in most birds with the pterygoids; they form the greater part of the palatal roof and border the choanae or inner nares.",
		"The posterior ends of the palatals and anterior of the pterygoids articulate directly with the rostrum.",
		"The claws are a different shape and reddish on the underside and the rostrum is rather longer than on the European Lobster.",
		"During this time they had occupied the speaker 's rostrum and the area reserved for the Standing Commission.",
		"Josef Strauss died young - in 1870, aged 42, after collapsing on the conductor 's rostrum.",
		"It starts when you are born and never stops - until you reach the rostrum !",
		"The early morning rostrum camera had not yet been invented.",
		"The Champion guys are all so enthusiastic and dedicated and it would be good to reward them with a rostrum finish.",
		"Such was the increased pace, Alfa Romeo did not score one rostrum position in six races.",
		"He failed to gain a rostrum place even tho he was undoubtedly the season 's overall top performer.",
		"The head is seen in front resting on the foot and carrying a median non-retractile snout or rostrum, and a pair of cephalic tentacles at the base of each of which is an eye.",
		"Neither male nor female has wings; the rostrum is replaced by a functionless tubercle; and there is no alimentary canal.",
		"This group is characterized by the prolongation of the head into a rostrum or proboscis, at the end of which the mouth, with its appendages, is placed.",
		"The basal portion of the antennae frequently lies in a depression at the side of the rostrum, and this gives the antennae the appearance of emerging half-way along the rostrum.",
		"When the nuts are about half-grown, the female bores, with its rostrum, a minute hole in the still comparatively soft nut-shell, and deposits an egg within the nut.",
		"The capitulum, with its associated structures, is sometimes called the rostrum, whereas sometimes the term rostrum is restricted to the hypostome alone.",
		"The immense family of the Curculionidae includes members which differ greatly from one another in size, colour, and appearance; even the rostrum, the most striking common characteristic, varies greatly."
	],
	"synonyms": [
		"soapbox",
		"stump",
		"ambo",
		"pulpit",
		"podium",
		"dais",
		"snout",
		"tribune",
		"lectern",
		"platform",
		"stage"
	],
	"antonyms": []
}