{
	"word": "integrity",
	"meaning": [
		"The quality or state of being of sound moral principle; uprightness, honesty, and sincerity.",
		"The quality or state of being unimpaired; perfect condition; soundness.",
		"The quality or state of being complete; unbroken condition; wholeness; entirety.",
		"Steadfast adherence to a strict moral or ethical code.",
		"(cryptography) With regards to data encryption, ensuring that information is not altered by unauthorized persons in a way that is not detectable by authorized users."
	],
	"sentences": [
		"Integrity is a quality that makes for a successful individual.",
		"Integrity is an important quality for an employee to exhibit.",
		"She looked for an employer who had integrity and valued its employees as well as the planet.",
		"Since Amy trusted Matt so much, she never questioned his integrity.",
		"He had been accused of vanity and ostentation in his office, but his reputation for ability and integrity as a judge was high even with his enemies.",
		"A practical way to show integrity is to work hard even when nobody is watching.",
		"The engineers were concerned about the structural integrity of the dam wall.",
		"By citing all of the sources used in their research papers, the students showed integrity.",
		"By allowing their children to have independence and expecting honesty, the parents were successful in teaching integrity.",
		"He had honor and integrity.",
		"The establishment of these principles was essential to the integrity and permanence of the American Union.",
		"Allie's parents would rather her show integrity and fail a test than cheat and do well.",
		"Since the professor trusted the student's integrity, he allowed her to take the test outside of class.",
		"It advocates unity of the monetary system throughout the entire state, with strict integrity in the quality of the coin, and the charge of a seigniorage sufficient to cover the expenses of mintage.",
		"Embodying the virtues of candor and integrity will help you to gain a favorable reputation.",
		"The absolute integrity and unflinching courage that marked his career were always ungrudgingly admitted by his greatest enemies.",
		"At last (August 1678) a peace was concluded at Nym wegen by which the Dutch secured the integrity N y= and independence of their country.",
		"Even though she carried it to extreme, he admired her integrity.",
		"Connected with the principle of neutralization is that of guaranteeing the integrity of states.",
		"After the death of his father, he was brought up under the care of Arrius Antoninus, his maternal grandfather, a man of integrity and culture, and on terms of friendship with the younger Pliny.",
		"His character in other respects was always of stainless integrity.",
		"The successive publication of Tables for the Purchasing and Renewing of Leases (1802), of The Doctrine of Interest and Annuities (1808), and The Doctrine of Life-Annuities and Assurances (1810), earned him a high reputation as a writer on life-contingencies; he amassed a fortune through diligence and integrity and retired from business in 1825, to devote himself wholly to astronomy.",
		"The inspector will look at the structural integrity, quality of building materials and age of the roof, porch and walls to complete their evaluation.",
		"More extensive damage can destroy the integrity of the entire stone.",
		"You are welcome to discuss the difference between this material and current knowledge on the Discussion pages of the articles, but to preserve its historical integrity, please do not update the articles themselves.",
		"In November 1907 a treaty was concluded between France, Germany, Great Britain and Russia on the one part and Norway on the other, for the maintenance of the integrity of Norway.",
		"Pauline particles like apa, Sc6, Sam, E7recra, Iise and Moo 1 When the literary integrity of the epistle is maintained this allusion naturally drops to the ground, since the use of the epistle by Polycarp rules the earlier conjectures of Baur and others (who made the pastorals anti-Marcionite) out of court; besides, passages like i.",
		"According to later legends, on account of his inflexible integrity he was made one of the judges of the dead in the lower world, together with Aeacus and Minos.",
		"No details of the earlier history of Thebes have been preserved, except that it was governed by a land-holding aristocracy who safeguarded their integrity by rigid statutes about the ownership of property and its transmission.",
		"It uses relay signal switching to preserve signal integrity.",
		"At this period he was noted for his integrity, gentle-heartedness and charitable disposition.",
		"On this occasion he insisted on the re-establishment of the constitution in its integrity as a sine qua non.",
		"He reached Bucharest on the 22nd, and on the same day, in the presence of the provisional government, took the oaths to respect the laws of the country and to maintain its rights and the integrity of its territory.",
		"In the subsequent settlement of affairs, Mummius exhibited considerable administrative powers and a high degree of justice and integrity, which gained him the respect of the inhabitants.",
		"Lord Beaconsfield has been praised for his integrity in money matters; the praise could have been spared - it does not rise high enough.",
		"He was a statesman of integrity, ability and determination, whose good qualities are too apt to be overlooked in consequence of his connexion with the unhappy fate of Maximilian.",
		"Both parties were republican and democratic; both wished to complete the Revolution; both were determined to maintain the integrity of France.",
		"Rewbell was an able, although unscrupulous, man of action, Barras a dissolute and shameless adventurer, La Revelliere Lepeaux the chief of a new sect, the Theophilanthropists, and therefore a bitter foe to other religions, especially the Catholic. Severe integrity and memorable public services raised Carnot far above his colleagues, but he was not a statesman and was hampered by his past.",
		"He entered upon his work with a firm determination to carry out those reforms which he had originally purposed, and to set up in all its integrity that form of church polity which he had carefully matured during his residence at Strassburg.",
		"The first man was made in the image and likeness of God, which not only implies man's superiority to all other creatures, but indicates his original purity, integrity and sanctity.",
		"Rather as that city which most nobly expressed the noblest attributes of Greek political existence, and which, by her preeminent gifts both of intellect and of moral insight, was primarily responsible, everywhere and always, for the maintenance of those attributes in their integrity.",
		"But Great Britain and Austria intervened to preserve the integrity of Turkey.",
		"His reputation for learning and integrity stood high; he was regarded with respect and favour by Arnulf of Lisieux and Gilbert Foliot of Hereford (afterwards of London), two of the most eminent bishops of their time.",
		"Since the Frankish monarchy was now in their power some of, them tried to reestablish the unity of that monarchy in all its integrity, together with the superiority of the State over the Church; others, faithless to the idea of unity, saw in the disintegration of the state and the supremacy of the nobles a warrant for their own independence.",
		"By his alliance with the Grisons (1603) he guaranteed the integrity of the Valtellina, the natural approach to Lombardy for the imperial forces; and by his intimate union with Geneva he controlled the routes by which the Spaniards could reach their hereditary possessions in Franche-Comt and the Low Countries from Italy.",
		"Determine which features to use to enforce data integrity.",
		"Kiln dried using mortise and tenon joinery guarantees quality and integrity with each unique TREE.",
		"Hybridisation with introduced sika deer Cervus nippon is thought to pose a significant threat to the genetic integrity of native red deer.",
		"The safety system is generally based on using high integrity safety relief valves.",
		"The Green paper plea for integrity of official statistics indicates a wish by government statisticians to distance themselves from the statistics they produce.",
		"In the beginning of 1356, his integrity having been suspected, he was thrown into prison until the death of Abu Inan in 1358, when the vizier al-Hasan ibn Omar set him at liberty and reinstated him in his rank and offices.",
		"Referential integrity is used to ensure that changes of site name cascade through the tables, for example.",
		"Please do not add referential integrity constraints to the tables, e.g. through the Visual Data Manager or Access.",
		"Yimou Zhang 's use of slow motion and visual effects has an artistic integrity that compliments the romanticism of the story.",
		"They identify at least five points of view among those who read the Scriptures with integrity.",
		"He was of imposing presence and had great conversational powers; but his inflexible integrity was not sufficiently tempered by tact and civility to admit of his winning general popularity.",
		"A general election, in February 1906, was followed by three changes of ministry, the last of which, on the 19th of May, inaugurated the regime known in Portugal as the dictadura or dictatorship. JoaoFranco, the new prime minister, was conspicuous among Portuguese politicians for his integrity, energy and courage; he intended to reform the national finances and administration - by constitutional means, if possible.",
		"Antonio Galvao, who, after governing the Moluccas with rare success and integrity, had been offered the native throne of Ternate, went home in 1540, and died a pauper in a hospital, his famous treatise only appearing posthumously.",
		"On 6th February 1873 Bolivia entered upon a secret agreement with Peru, the ostensible object of which was the preservation of their territorial integrity and their mutual defence against exterior aggression.",
		"Here he had an opportunity of displaying his public spirit and integrity in a way that deeply impressed both the king and the country.",
		"His private life and public career were marked by the utmost integrity, and by a rigid austerity which earned him the name of the \"iron baron.\"",
		"Before this appeared he had written two dissertations entitled The State of the Printed Hebrew Text of the Old Testament considered, published respectively in 1753 and 1759, which were designed to combat the then current ideas as to the \"absolute integrity\" of the received Hebrew text.",
		"By the Greek constitution of 16th/28th November 1864 \" the Orthodox Church of Greece remains indissolubly united, as regards dogmas, to the great Church of Constantinople, and to every other church professing the same doctrines, and, like these churches, it preserves in their integrity the apostolical constitutions and those of the councils of the Church, together with the holy traditions; it is aiTacE4aXos, it exercises its sovereign rights independently of every other church, and it is governed by a synod of bishops.\"",
		"Meanwhile he considered that the integrity and independence of the Ottoman empire must be maintained so far as these other powers were concerned.",
		"British interference in both cases was successful in maintaining the integrity of Arab rule, and the Bahrein islands are now under British protection.",
		"He regarded the treaty of Unkiar Skelessi which Russia extorted from the Porte in 1832, when she came to the relief of the sultan after the battle of Konieh, with great jealousy; and, when the power of Mehemet Ali in Egypt appeared to threaten the existence of the Ottoman dynasty, he succeeded in effecting a combination of all the powers,who signed the celebrated collective note of the 27th of July 1839, pledging them to maintain the independence and integrity of the Turkish Empire as a security for the peace of Europe.",
		"Palmerston endeavoured to induce France and Russia to concur with England in maintaining the Treaty of London, which had guaranteed the integrity of the Danish dominions.",
		"But he relied, ultimately, on the protection of the powers which had guaranteed the integrity of Denmark by the treaty of London, and if words have any meaning at all he had the right to expect at the very least the armed support of Great Britain.'",
		"A similar tone of exaggerated depreciation of the Massoretic Hebrew text, coloured by polemical bias against Protestantism, mars his greatest work, the posthumous Exercitationes biblicae de hebraeici graecique textus sinceritate (1660), in which, following in the footsteps of Cappellus, but with incomparably greater learning, he brings irrefragable arguments against the then current theory of the absolute integrity of the Hebrew text and the antiquity of the vowel points.",
		"The preamble of the document declared that it was the common interest of the three Powers \"to maintain intact the integrity of Ethiopia,\" and Article I.",
		"The safety of the structure depends upon the preservation of the absolute integrity of the cage.",
		"Xenocrates's earnestness and strength of character won for him universal respect, and stories were remembered in proof of his purity, integrity and benevolence.",
		"They are distinguished by moral integrity, good sense and learning.",
		"A secret convention was signed between Russia and Rumania on the 16th of April, by which Rumania allowed free passage to the Russian armies, the tsar engaging in return to maintain its political rights and to protect its integrity, while all matters of detail connected with the passage of the Russian troops were to be regulated by a special treaty.",
		"He soon proved that he had the ability and the integrity of purpose to use his great opportunity for the benefit of his country.",
		"While perhaps too cautious to be the ideal leader of a young and vigorous community, his grasp of detail, indefatigable industry, and unbending integrity won him the respect even of his political opponents.",
		"His integrity in the management of the museum was called in question, but a judicial investigation speedily cleared his honour, to the satisfaction even of his accusers.",
		"This was the point which Kant missed in his analysis, and this is the fundamental truth which Cousin thinks he has restored to the integrity of philosophy by the method of the observation of consciousness.",
		"It was in his rectory house at Hadleigh, Suffolk, that a meeting of High Church clergymen was held, 25th to 29th of July (Newman was not present), at which it was resolved to fight for \"the apostolical succession and the integrity of the Prayer-Book.\"",
		"He is now responsible for reliability modeling and analysis of deep submicron devices covering oxide integrity, hot carrier, electromigration and ESD.",
		"Preserving the territorial integrity of every nation in Europe by ensuring a balance of power in Europe.",
		"Only by artificial means, which threaten the integrity of the service, can a parasitic form of competition make inroads.",
		"Integrity From behind, ask the patient to do a single foot tiptoe test on both sides.",
		"Tripwire 's database must be secure for an integrity check to be sufficiently trustworthy.",
		"Joe, Stan Fischer is well known to be a person of unimpeachable integrity.",
		"Does the stone require fiberglass resin backing to reinforce its integrity?",
		"It is usually viewed by the prospective homebuyer as a non-biased statement showing the structural and functional integrity of the home.",
		"Of all the public grounds within London this is the most valuable to the populace at large; the number of visitors on a Bank holiday in August is generally, under favourable conditions, about 100,000; and strenuous efforts are always forthcoming from either public or private bodies when the integrity of the Heath is in any way menaced.",
		"The Anglo-Russian convention of 1907 determined the following conditions with respect to Tibet - the recognition of the suzerain rights of China and the territorial and administrative integrity of the country; that no official representative at Lhasa should be appointed either by England or by Russia, and that no concessions for railways, mines, &c., should be sought by either power.",
		"The election took place on the 4th of June, when 152 votes out of 196, four being absent, determined that Leopold should be proclaimed king of the Belgians, under the express condition that he \"would accept the constitution and swear to maintain the national independence and territorial integrity.\"",
		"He took the side of Maupeou in the struggle between the chancellor and the parlements, and in 1788 declared that the integrity of the constitution must be maintained.",
		"He was respected for his integrity and independence, and a stern outside covered warm affections.",
		"In this way he absorbed in their integrity the raw materials for elaboration.",
		"It has been said that the declared object of this policy had been to maintain the independence and integrity of Afghanistan, to secure the friendly alliance of its ruler, and thus to interpose a great barrier of mountainous country between the expanding power of Russia in Central Asia and the British dominion in India.",
		"The Crimean War followed and in 1856 the treaty of Paris, by which the powers hoped to stem the tide of Russian advance and establish the integrity of a reformed Ottoman state.",
		"On the 23rd of February 1904 an agreement was determined whereby Japan resumed her position as administrative adviser to Korea, guaranteed the integrity of the country, and bound herself to maintain the imperial house in its position.",
		"It need hardly be said that such an a priori conviction is not a sufficient basis on which to found a sweeping condemnation of Bacon's integrity as an administrator of justice.",
		"Even the problems of its integrity are quite secondary.",
		"Many members, men of advanced views, were excluded by the council of state, acting on the strength of clause XVII., which declared that those elected must be \"persons of known integrity, fearing God, and of good conversation.\"",
		"When the Wilson scandals occasioned the downfall of Grevy in December 1887, Carnot's high character for integrity marked him out as a candidate for the presidency, and he obtained the support of Clemenceau and of all those who objected to the candidatures of men who have been more active in the political arena, so that he was elected by 616 votes out of 827.",
		"On the outbreak of the Civil War, he denounced secession as criminal, and was one of the strongest advocates of maintaining the integrity of the Union at all hazards.",
		"By this document the dukes of Brabant undertook to maintain the integrity of the duchy, and not to wage war, make treaties, or impose taxes without the consent of their subjects, as represented by the municipalities.",
		"He immediately betook himself to the necessary studies, and acquitted himself in his new office with ability, boldness and integrity.",
		"Unlike Lord Hartington (afterwards duke of Devonshire) and other Liberals, who declined to join Mr Gladstone in view of the altered attitude he was adopting towards Ireland, Mr Chamberlain entered the cabinet as president of the Local Government Board (with Mr Jesse Collings as parliamentary secretary), but on the 15th of March 1886 he resigned, explaining in the House of Commons (8th April) that, while he had always been in favour of the largest possible extension of local government to Ireland consistently with the integrity of the empire and the supremacy of parliament, and had therefore joined Mr Gladstone when he believed that this was what was intended, he was unable to consider that the scheme communicated by Mr Gladstone to his colleagues maintained those limitations.",
		"Prussia was bound by the treaty of London of 1852, which guaranteed the integrity of the Danish monarchy; to have disregarded this would have been to bring about a coalition against Germany similar to that of 1851.",
		"As to his personal integrity and disinterestedness there has never been the slightest doubt.",
		"He disbelieves in Job's integrity, and desires him to be so tried that he may fall into sin.",
		"He owed his influence partly to his natural genius and partly to the transparent integrity and nobility of his character.",
		"Confidence in the integrity, the self-control, and the good judgment of the people, which was the content of Jefferson's political faith, had almost no place in Hamilton's theories.",
		"Of the judgments rendered by his countrymen, Washington's confidence in his ability and integrity is perhaps the most significant.",
		"His letters to Congress, in which he expressed his suspicion of Deane's business integrity and criticized his accounts, resulted in Deane's recall; and other letters impaired the confidence of Congress in Franklin, of whom he was especially jealous.",
		"France was to guarantee the integrity of Persia, to recognize that Georgia (then being invaded by the Russians) belonged to the shah, and was to make all possible efforts for restoring that territory to him.",
		"To its maintenance he had sacrificed \" his religious convictions\" and \" the traditions of Russian policy \" in consenting to uphold the integrity of Turkey; a sacrifice perhaps the less hard to make since, as he added, the Ottoman empire no longer existed.",
		"Cannot understand concepts of integrity or duty to court.",
		"This is done by coding DTDs and integrity constraints with linear constraints on the integers.",
		"Above all the principles of honesty and integrity when applying the PMS are essential to enable genuine creativity in design and realism in management.",
		"From first to last he cared greatly for one thing and one thing only; the integrity of his catholic creed.",
		"Vascular integrity in the healthy endothelium is maintained through the release of a variety of paracrine factors such as nitric oxide (NO ).",
		"These lanes have kept their integrity with authentic crumbled facades and darkened corners, where little pubs serve mulled wine on chilly nights.",
		"Esthetic convention allows that an architectural folly, well executed, can achieve a real artistic integrity in its deliberate incompleteness.",
		"Instead of choosing to have integrity in his working relationship with Susan, he goes giddy at the knees every time he sees her.",
		"Be sensitive in the way you respond, encourage honesty, integrity, compassion for others.",
		"Multiple sealing materials are used to preserve sensor integrity over a wide range of applications.",
		"I am sure you will have made a difference on a social level without compromising artistic integrity.",
		"The Chief Executive said that the publication of this question bank could risk undermining the integrity of the test.",
		"Who Can Apply To maintain the integrity of Punk & Oi In The UK Limited, adverts must be related to the website contents.",
		"The provider should deliver reliable and secure connectivity to safeguard the integrity and confidentiality of corporate data.",
		"We tend to err on the side of caution to protect the integrity of the system.",
		"It should protect totally the territorial integrity of Iraq.",
		"As well as data quality issues, referential integrity between data sources was also given particular attention.",
		"The panels had begun to rust badly and threatened the structural integrity of the surface.",
		"Journalists must ask themselves if speed is more important than accuracy and journalistic integrity.",
		"In my opinion, these compensatory measures come to form part of the disabled person's bodily integrity.",
		"The subsequent retraction did not therefore cast doubt on his integrity.",
		"They had a lot of integrity and were very self-righteous but no-one was interested.",
		"But the road layout has remained sensitive to its integrity, and it is still a church to walk to rather than drive.",
		"Clearly, agents that support the integrity or function of motor axonal sprouts may improve or delay patient symptoms in PPS.",
		"Tripwire's database must be secure for an integrity check to be sufficiently trustworthy.",
		"In order to be considered trustworthy you must be full of integrity.",
		"I thought you were a man of honor, integrity, a fearless warrior, ready and eager to defend our country.",
		"No wonder the Americans call this agency the UN watchdog, the term that is demeaning and condescending to the integrity of this organization.",
		"In spite of an unusually large crop of scandals about him we cannot but believe that he bore an honourable character, and his integrity is vouched for by Thucydides in such strong terms as to exclude all further doubt on the question.",
		"The most onerous post of all, that of minister of finance, was confided to Dr Vicente Lopez, who, though he was not of marked financial ability, was at least a man of untiring industry and of a personal integrity that was above suspicion.",
		"It was formerly thought that this was the Lollius whom Horace described as a model of integrity and superior to avarice in Od.",
		"The nearness of China to Australia has always appeared to the Australian democracy as a menace to the integrity of the white settlements; and at the many conferences of representatives from the various states, called to discuss matters of general concern, the Chinese question has always held a prominent place, but the absence of any federal authority had made common action difficult.",
		"Bismarck, moreover, was indignant at the connivance of the Italian government in the Garibaldian expedition to Dijon, and was irritated by Visconti-Venostas plea in the Italian parliament for the integrity of French territory.",
		"Italy, who had made the integrity of the Ottoman empire a cardinal point of her Eastern policy, felt this change of the Mediterranean status quo the more severely inasmuch as, in order not to strain her relations with France, she had turned a deaf ear to Austrian, Russian and German advice to prepare to occupy Tunisia in agreement with Great Britain.",
		"In consequence of the ill-will that Boetius had thus roused, he was accused of treason towards the end of the reign of Theodoric. The charges were that he had conspired against the king, that he was anxious to maintain the integrity of the senate, and to restore Rome to liberty, and that for this purpose he had written to the emperor Justin.",
		"This was notably the case with the claim of Russia to Poti and the valley of the Rion (Phasis), which was still outstanding at the time of the congress of Vienna (1814-1815) and prevented the question of a European guarantee of the integrity of Turkey from being considered.",
		"In giving a model of the style in which human interest can best be imparted to abstract discussions, he used his great oratorical gift and art to persuade the world to accept the most hopeful opinions on human destiny and the principles of conduct most conducive to elevation and integrity of character.",
		"The veneration in which he was held by the Athenians serves to dissipate the calumnies which have been thrown on his character by Andreas, and the whole tone of his writings bespeaks a man of the highest integrity and purest morality.",
		"Wright's integrity in office was illustrated in 1845, when the \"anti-rent troubles\" (see NEW York) broke out and it seemed probable that the votes of the disaffected would decide the coming election.",
		"To guarantee still further the integrity of Poland, Casimir, who had no male issue, concluded a compact with Charles Robert whereby he recognized Louis, Charles Robert's son, as the successor to the Polish crown; Louis on his part contracting to confirm the privileges of the Polish gentry and clergy, and to rule Poland through natives only.",
		"He had completed it in 1634; but owing to the fierce opposition with which he had to contend, he was only able to print it at Paris in 1650, by aid of a son, who had turned Catholic. The various readings in the Old Testament text and the differences between the ancient versions and the Massoretic text convinced him that the idea of the integrity of the Hebrew text, as commonly held by Protestants, was untenable.",
		"Power lay for some time in the hands of the queen-mother and in those of her minister, Cardinal Mazarin, who found it difficult to maintain the power of the throne and the integrity of French territory during the domestic troubles of the Fronde and the last stages of the Thirty Year's War.",
		"The aim of the war, \" limited \" in so far that the Japanese never deluded themselves with dreams of attacking Russia at home, was to win such victories as would establish the integrity of Japan herself and place her hegemony in the Far East beyond challenge.",
		"Now the integrity of Japan was worth little if the Russians could hope ultimately to invade her in superior force, and as Port Arthur was the station of the fleet that might convoy an invasion, as well as the symbol of the longed-for hegemony, the fortress was necessarily the army's first objective, a convincing Sedan was the next.",
		"On June 17 1907 a promising speech from the throne opened the first universal suffrage Parliament and promised \" to leave to the peoples as a secure heritage the integrity of their national territories\"; \"to solve the language question.",
		"The queen's frequent messages of thanks and greeting to her colonies and to the troops sent by them, and her reception of the latter at Windsor, gave evidence of the heartfelt joy with which she saw the sons of the empire giving their lives for the defence of its integrity; and the satisfaction which she showed in the Federation of the Australian colonies was no less keen.",
		"Hefele himself, one of the most learned and acute of Cyril's partisans, is compelled to admit that Nestorius accurately held the duality of the two natures and the integrity of each, was equally explicitly opposed to Arianism and Apollinarianism, and was perfectly correct in his assertion that the Godhead can neither be born nor suffer; all that he can allege against him is that \"the fear of the communicatio idiomatum pursued him like a spectre.\"",
		"Russinia (Sub-Carpathian Russia) is granted the widest possible autonomy compatible with the integrity of the Czechoslovak Republic. The Chamber of Deputies is elected for six years, the Senate for eight.",
		"The Czechoslovak Republic was first and foremost concerned, while avoiding all that may smack of chauvinism or imperialism, to maintain its integrity within the frontiers assigned to it by the Peace Conference.",
		"The nature and attributes of God; His gracious purposes towards man; the relation of man to God, with the practical consequences that follow from it; the true nature of religious service; the call to repentance as the condition of God's favour; the ideal of character and action which each man should set before himself; human duty under its various aspects; the responsibilities of office and position; the claims of mercy and philanthropy, justice and integrity; indignation against the oppression of the weak and the unprotected; ideals of a blissful future, when the troubles of the present will be over, and men will bask in the enjoyment of righteousness and felicity, - these, and such as these, are the themes which are ever in the prophets' mouths, and on which they enlarge with unwearying eloquence and power.",
		"The British government declared its intention to maintain the integrity of Belgium in accordance with the treaty of 1839, and it induced the two belligerent powers to agree not to violate the neutrality of Belgian territory.",
		"Frederick bluntly informed his nephew that, in concert with Russia and Denmark, he had guaranteed the integrity of the existing Swedish constitution, and significantly advised the young monarch to play the part of mediator and abstain from violence.",
		"The perfect success of both was regarded, not unreasonably, as a popular ratification of the republic, and though continually harassed by the formation and dissolution of ephemeral ministries, by socialist outbreaks, and the beginnings of anti-Semitism, Carnot had but one serious crisis to surmount, the Panama scandals of 1892, which, if they greatly damaged the prestige of the state, increased the respect felt for its head, against whose integrity none could breathe a word.",
		"Hence the supreme quality for a leader is unquestionable integrity '.",
		"All who know Mrs. O'Hare know her to be a woman of unquestioned integrity.",
		"Verification of the authenticity and integrity of data does not necessarily prove the identity of the signatory who creates the electronic signatures.",
		"Watertight integrity depends to a great extent on the closeness of finish to each plank overlap or ' land '.",
		"Marlowe is a hard-boiled, wisecracking detective with a big streak of integrity down his spine and with a moral code of his own.",
		"The reason that these investment grade gold bars are a great choice is because they involve a chain of integrity as well as one of custody so you know that the gold is real and not simply a dressed up bar of lead.",
		"With diverse breeds such as the American Shorthair and its 80 color variations, having a defined set of standards is crucial for maintaining the integrity of a breed.",
		"Their role in supporting research and disaster relief demonstrates their devotion to a mission to protect cats and preserve the integrity of their recognized pedigreed breeds.",
		"This can really test the integrity of a cat's digestion, and the simplest solution to a stomach that simply cannot handle such an onslaught is vomiting.",
		"The wood furniture is made with the old world values and integrity that the Amish have been so well known for.",
		"The Amish are famous for their work integrity and honest, old-fashioned values.",
		"Probably one of the most recyclable products, glass can be recycled endlessly, unlike paper that loses its integrity and quality after more than three life cycles.",
		"Such a kitchen layout demonstrates the integrity of style serving function.",
		"It is important to visit the technician regularly to undergo a brief touch-up in order to maintain the look and sustain the integrity of the color.",
		"A slick of clear gloss maintains the color's integrity, but I can deepen it with a darker pink gloss or play it down and add a hint of peach (great for summer) with a fresh, lighter gloss.",
		"Because fragrance can be altered when stored improperly, you'll need to take precautions to store your samples and uphold the integrity of the scent.",
		"Fortunately, its pint-sized packaging does not compromise the integrity of the makeup.",
		"Sustainable farming methods are nature-based in that they are focused on maintaining the long-term health of the land and the integrity of its crop.",
		"Be sure the paper is acid-free so it does not affect the integrity of your photographs.",
		"Couples who choose this option often have sheet cakes for serving, as sculpted cakes may prove difficult to cut while maintaining structural integrity.",
		"Lastly, it's always good to be reminded that brightly colored or dark towels should be washed separately to retain color integrity.",
		"This is a more affordable style of comforter whereas a baffle box construction seals the feather inside the inner walls of the baffling and therefore maintains the integrity of the lofting.",
		"The coal miner and his wife gained many fans due to the integrity with which they played the game.",
		"Dawit later questioned the journalistic integrity of the magazine and went on record to say that this is simply not true and that she is both grateful and happy that her daughter was adopted by Jolie.",
		"In most cases the items are used, but since designer apparel is considered high quality, the clothing should maintain its integrity despite being abused by active tots.",
		"Not only is this often the less expensive option, it maintains the historic integrity of your home.",
		"Having fewer seams helps to maintain the integrity of the floor's design while keeping installation times and labor costs down.",
		"Additionally, steps can be taken to help increase the integrity of the stone, making some stones cost more because extra care has been taken with them.",
		"Home repairs should be carried out on a regular basis to help maintain both the value and the integrity of your home.",
		"This could cause a chip that would spoil the integrity of the ring, as well as its beauty.",
		"At stake here is not just the billions of dollars NASA has wasted chasing chimeras, but the very integrity of scientific exploration.",
		"But Boetius denied the accusation in unequivocal terms. He did indeed wish the integrity of the senate.",
		"The question is one which practical railway men have long since ceased to argue on general principles; they recognize that the answer depends upon the respective degree of talent and integrity which characterize the business community on the one hand and the government officials on the other.",
		"The special servant-songs which Duhm asserts can be readily detached from the texture of the Deutero-Isaiah without disturbance to its integrity are Isa.",
		"Although highly esteemed for his integrity and genuine ability, it was not until February 1906 that he was called upon to form a ministry, on the fall of the Fortis cabinet.",
		"Men of all standards of integrity, they were exposed to external influences, but whether divided among themselves in their adherence to conflicting parties, or isolated in their fierce denunciation of contemporary abuses, they shared alike in the worship of Yahweh whose inspiration they claimed.",
		"But with the death of Sargon in 705 there was another great outburst; practically the whole of Palestine and Syria was in arms, and the integrity of Sennacherib's empire was threatened.",
		"To defend it on the ground that it created and stimulated the national consciousness is hardly reconcilable with the historic remark of the voter who voted against Aristides because he wished to hear no more of his incorruptible integrity; moreover in democratic Athens the \"national consciousness\" was, if anything, too frequently stimulated in the ordinary course of government.",
		"The distinguished career of the former and the widespread confidence in his ability and political integrity had marked him for the most important position in the Cabinet; and there had been a general demand that the new administration should utilize the organizing ability displayed by Hoover in many fields.",
		"To the first tribunate of Saturninus is probably to be assigned his law on majestas, the exact provisions of which are unknown, but its object was probably to strengthen the power of the tribunes and the popular party; it dealt with the minuta majestas (diminished authority) of the Roman people, that is, with all acts tending to impair the integrity of the Commonwealth, being thus more comprehensive than the modern word \" treason.\"",
		"With the consent of the tsar, it was proposed to submit the questions at issue to the decision of Great Britain, France and Austria; and the Porte was informed that, in the event of its accepting this arrangement, the powers would at once proceed to guarantee the integrity of the Ottoman Empire.",
		"Great Britain, when Canning was no longer at the helm of state, had reverted to the traditional policy of preserving Ottoman integrity at all costs; the invitation of the tsar to accept the logical consequences of Navarino was refused; and Russia was left to settle her account with Turkey.",
		"The question of the holy places was insignificant in itself - it might be settled if France were granted political compensation elsewhere; that of the protectorate claimed by Russia over the Christians involved the integrity of the sultan's sovereignty.",
		"From 1220 onward, the judiciary powers of these assemblies were exercised by a tour majour of twelve barons jurats charged with the duty of maintaining the integrity of the fors.",
		"The ministry of the Visconde de Olinda in 1849 entered into alliances with the governors of Montevideo, Paraguay and the states of Entre Rios and Corrientes, for the purpose of maintaining the integrity of the republics of Uruguay and Paraguay, which Rosas intended to reunite to Buenos Aires, and the troops of Rosas which besieged Montevideo were forced to capitulate.",
		"Cobden, who had travelled in Turkey, and had studied the condition of that country with great care for many years, discredited the outcry about maintaining the independence and integrity of the Ottoman empire which was the battle-cry of the day.",
		"But Matthias at least taught the sultan to respect the territorial integrity of Hungary, and throughout his reign the Eastern Question, though often vexatious, was never acute.",
		"After long and violent debates, the diet, on the 8th of August, unanimously adopted an address to the crown, drawn up by Deak, praying for the restoration of the political and territorial integrity of Hungary, for the public coronation of the king with all its accompaniments, and the full restitution of the fundamental laws.",
		"The integrity of the succession has, however, been accepted after searching investigation by men of such learning as Grabe and Routh, and has been formally recognized by the convention of the American Episcopal Church.",
		"Wood was prosecuted eventually for insinuations against the judicial integrity of the earl of Clarendon.",
		"This will preserve its integrity and ensure that, whenever you do happen to need a dress vest, you will always have a stylish option in your closet.",
		"Sustainable agriculture supporters stress that working with the earth's natural cycles and allowing plants to adapt to a changing environment preserves the integrity and nutritional benefits of food.",
		"Demand the certification or testing copy from the retailer or the manufacturer to be assured of the organic integrity of the product.",
		"Global Organic Textile Standard ensures manufacturing and labeling integrity.",
		"The essence of organic farming recognizes that agriculture causes pollution and can affect the integrity of the soil.",
		"The problem is that exposure to ultraviolet (UV) rays cause a form of radiation which alters the cellular integrity of skin cells.",
		"Billed as the \"singles site for seniors with integrity\", this site doesn't even allow access to profiles without membership.",
		"This site advertises itself as the \"singles site for seniors with integrity.\"",
		"Also concerned with integrity, this site is very clear that all prospective members must be honest with their information and presentation of themselves.",
		"Hard study, temperance and integrity gave him a good reputation and moderate success, and in 1827 he was made an attorney and, in 1829, counsellor of the supreme court of the state.",
		"Fortunately for the integrity of the Polish state the premature death of Alexander in 1506 brought upon the throne his capable brother Sigismund, the fifth son of Casimir IV., whose long reign of gismundl., forty-two years was salutary, and would have been so 6-1548.",
		"He was also one of the guarantors of the integrity of Denmark (London protocol, May 8th, 1852).",
		"Canning and Wellington' were anxious to preserve the integrity of Turkey, and therefore to prevent any isolated intervention of Russia; and Wellington seemed to Canning the most suitable instrument for the purpose of securing an arrangement between Great Britain and Russia on the Greek question, through which it was hoped to assure peace in the East.",
		"By it all the powers represented agree to respect the territorial integrity of Morocco, subject to a possible intervention limited to the purpose of preserving order within it.",
		"His son, Marcus Livius Drusus, became tribune of the people in 91 B.C. He was a thoroughgoing conservative, wealthy and generous, and a man of high integrity.",
		"Austria, once the champion of Europe against the Turk, saw in the Russian advance on the Danube a greater peril than any to be feared from the moribund Ottoman power, and made the maintenance of the integrity of Turkey a prime object of her policy.",
		"The Russian experiment of maintaining the integrity of Turkey while practically treating her as a vassal state, ended with the compromise of 1841; and the emperor Nicholas I.",
		"The Russo-Turkish War, which ended in the peace of Kutchuk Kainardji (1774), was fatal to the integrity of Moldavian territory.",
		"Have you learned-- no, do you remember nothing about loyalty, integrity, and family?",
		"Seems an odd mission for someone of your rank, Brade, unless you lost that integrity of yours and are just after the money like I am.",
		"Sometimes her old fashioned moral standards were a point of contention, but her integrity was never under question.",
		"If you compromise you will have made a difference on a social level without compromising artistic integrity.",
		"Leading developer and a microsoft attorney on integrity and.",
		"Each family will be asked to provide an au pair with two referees who can vouch for their integrity.",
		"The extreme force needed to produce such a bending deformation would certainly threaten the integrity of the glass itself.",
		"The solution delivered included the PRIME revenue integrity monitoring engine which identifies multiple areas of revenue leakage.",
		"To ensure continued integrity of the PRINCE2 methodology, only Accredited Training Organizations can train & examine in this subject.",
		"The development of the consumer monoculture Historically, the erosion of cultural integrity was a conscious goal of colonial developers.",
		"But even if in the future we were to have a Bishop who was not orthodox, my integrity would not be compromised.",
		"Of the dogmatic writings we possess only one in its integrity, and that only in the translation of Rufinus, 1 Hepi apx& v (On the Fundamental Doctrines).",
		"France recognized the integrity of the Turkish Empire and promised an indemnity to the House of Orange exiled from the Batavian (Dutch) Republic since 1794.",
		"The reply of the Western powers was first to compel the victor to maintain the territorial integrity of Chiria, and then within two years to establish themselves in Chinese harbours.",
		"Her designs are made with the up-most integrity, are chic-ly original, and are of the highest quality.",
		"Guests who have been injured at an amusement park should follow this list of basic dos and don'ts to protect their legal integrity as they consult with an experienced attorney.",
		"There are no special modes, and the game integrity is the same as the original.",
		"Aside from all the changes to the game, Hasbro has kept the integrity of the series by keeping the gameplay the same.",
		"The stickers should stick nicely and if you have the special recharger for the Wii Fit board, you'll never have to take the cover off, thereby compromising the integrity of the stickers.",
		"A wound occurs when the integrity of any tissue is compromised (e.g. skin breaks, muscle tears, burns, or bone fractures).",
		"Microscopic examination of a hair plucked at the periphery of the hair loss area often reveals a characteristic disruption of the integrity of the hair shaft.",
		"Irritants remove lipids, which are fatty substances that help to maintain the integrity of skin cells; irritants also damage the skin's ability to hold water.",
		"In so doing, they help to assess the integrity of the nerve circuits involved.",
		"The familiar knee-jerk reflex is an example; this reflex tests the integrity of the spinal cord in the lower back region.",
		"Heating elements are supercharged to withstand daily use, ceramic tourmaline or enamel plates smooth without sacrificing the integrity of the hair, and everyday styling time is reduced in half.",
		"After caring for the hair of his chemical and color treated clients, he found the drying effects of a lathering shampoo sacrificed the integrity of the hair, creating lackluster, dull and dry locks.",
		"In effort to protect the integrity of the hair as Chaz performed his magic, he created an entire line of cleansing conditioners that work to gently cleanse the hair without the addition of harsh detergents.",
		"Employers view lying about one's criminal history as a problem with present-day honesty and integrity, and they aren't going to hire you if you lie during the application process.",
		"If possible, compare the structural integrity of the unit with several other mobile homes.",
		"Your Scrabble integrity and interpersonal relationship will be better for it.",
		"While the canine costumes are made to withstand repeated use in different environments, you still need to care for them properly, in order to preserve the integrity of the design.",
		"Principles to put forth during dating are honesty, integrity, good self-assessment, and an equally strong sense of identity.",
		"I want to congratulate you for your willingness to live with integrity.",
		"When we live our life with integrity, we are living, acting and behaving authentically.",
		"To have a healthy and successful relationship with others honesty and integrity are essential.",
		"If you choose to upgrade your membership, you will take a questionnaire about your attitudes and behaviors that have to do with sincerity and integrity.",
		"In Today by Melody Jackson, the native American woman tells of how \"listening to the silence\" helped her find her own integrity, her own joy in her identity.",
		"The company is committed to preserving the integrity of the diamond industry, and has strict regulations in place to prevent conflict diamonds from being incorporated into any of its jewelry.",
		"Always ask to see the pearl's certificate of authenticity to ensure its value, and investigate the integrity of the jeweler as well.",
		"Extra care should be taken when wearing micro pave diamond rings, and they should never be worn during household chores, while swimming, or when activities may jeopardize the ring's integrity.",
		"Regular professional inspections can help detect damage or potential problems before the ring's integrity is threatened.",
		"Lux explains, \"We are committed to maintaining supply chain integrity and providing knowledge of product origin.",
		"Eventually, this material loss can affect the integrity of more intricate designs involving diamonds or gemstones.",
		"Attribution is very simple to add to your writing and protects your reputation, your integrity and your job prospects.",
		"This not only builds integrity in the writing, but also avoids plagiarism.",
		"By verifying the information trail, a writer protects their personal and professional integrity.",
		"The goal of the SEO writer is to create readable content liberally sprinkled with the key SEO phrases as required by the client without sacrificing the integrity of the piece.",
		"Wielding a high-profile accessory improperly can destroy the product's aesthetic integrity.",
		"The company strives for perfection, offering its clients honesty, integrity, competitive prices and knowledgeable associates.",
		"It's wise to do some research on the Web site's integrity and history prior to purchasing anything.",
		"This brings down the cost of the bag and, in some cases, may even strengthen its integrity and ability to carry heavy loads.",
		"Be yourself and let your actions reflect that integrity.",
		"You should make sure your integrity isn't compromised.",
		"It's all part of his sense of integrity and code of ethics.",
		"Genuine feelings are the height of passion and integrity for Scorpio, and he wants to feel everything when it comes to love.",
		"Proper storing and cleaning are essential to protect and maintain the integrity of the dress and the fibers.",
		"Practice caution when obtaining the freebies in order to protect integrity and safety of the machine.",
		"While Favorpals cautions its members to exercise their best judgment, our community-and our larger faith in the intrinsic value of our progressive movement-must rely on the integrity of our members, as endorsed by our rating system.",
		"This provides excellent traction and maintains the integrity of the playing surface.",
		"They are built to maintain the integrity of all types of grass and turf surfaces.",
		"For best results, most artists remove only a minimal amount of skin while stressing the importance of good after care to maintain both skin health and design integrity.",
		"Today, Seiko continues to offer the world quality and integrity in watch making.",
		"It is also a wise choice to select a watch that has some level of water resistance - even if it is just to ensure the integrity of the watch while doing dishes or out in the rain.",
		"My father has built his business on integrity, providing the highest quality at an affordable price, and understanding the value of his customers as the base of his business.",
		"Home inspectors investigate every aspect of a house's structural integrity including the foundation, electrical, plumbing, air conditioning, heating and insect damage.",
		"Practice and promote ethics - Encourage others to act with integrity.",
		"A character reference letter is a formal document that provides information about the personal integrity of a particular individual, from the perspective of someone who has a personal relationship with the person the letter is about.",
		"This tells the prospective employer that you are a person of integrity who does what they say they are going to do.",
		"Specific vehicle systems and features, like body integrity and electrical components, are rated for each model year of a vehicle.",
		"Knowing your GVW is important for certain road surfaces, vehicle handling and towing, structural integrity, and general safety.",
		"The vehicle's weight can affect many systems in an automobile, including the brakes, tires, axle integrity, engine, and even the frame.",
		"In Jeep unibody vehicles, like the Liberty, rust problems can affect the structural integrity of the vehicle.",
		"The Comanche featured an unusual unibody design, which meant that the truck's exterior panels were actually responsible for maintaining much of its structural integrity.",
		"Since the structural integrity of the vehicle depends heavily on the integrity of the body panels, rust can be a major problem.",
		"If your heel stretch isn't up to par, work your leg muscles into order by continuously stretching the integrity of your split.",
		"However, if you neglect to maintain the integrity of your outdoor living space, then you can actually decrease the value of your entire property.",
		"Closed chain leg toning exercises can contribute to joint compression, which may improve the integrity of the joint.",
		"A muscle is actually weaker in its fully stretched position, so weakening a muscle prior to exercise or sport can compromise the integrity of the joints.",
		"Companies like Peak Pilates were formed on the premise that while the integrity of Joseph Pilates should be kept intact, the exercises need to continue to grow and the word needs to spread.",
		"The only disadvantage in this instance is that you'll have to dry clean them to maintain their integrity.",
		"The chemicals in other soaps tend to break down the integrity of the materials over time.",
		"Unfortunately, many of these items will simply not maintain their integrity with a hand wash or delicate cycle.",
		"Although these decisions haven't made her rich, it's kept her integrity intact; something much more valuable to the singer.",
		"The only exceptions are during competitions and occasionally when twists are involved; at these times, the feeds are blacked out to preserve the integrity of the broadcasts.",
		"This is to prevent spoilers from leaking before the show has aired, and to ensure the integrity of the production.",
		"She has been with the company for more than 20 years and has the ability to juggle multiple tasks without compromising the integrity of any event.",
		"One tribe is made up of Survivor Heroes, who are castaways that left a positive impression on viewers or played the game with integrity.",
		"Many people believe that reality TV in general is outrageous, but plenty of shows manage to keep integrity and fairness in play.",
		"This latest Star Trek series, while offered in a new format, holds to the integrity of the Star Trek universe.",
		"The enchanting scent of damask rose is instantly calming, while essential fatty acids work their magic to boost your skin's integrity and keep it functioning to its full potential.",
		"To maintain the integrity and health of your nails, take proper care of them.",
		"As more and more girls became part of it, the uniform, regardless of the style, was able to identify the young woman as someone who wanted to serve the community and held herself to an ideal of personal integrity and improvement.",
		"Lifeguard uniforms should be water-resistant or at the very least be able to handle getting wet on a regular basis without compromising the integrity of the design.",
		"While structural integrity is important, the most solid helmet isn't much use if it's so tight that it gives the player a headache, or so loose that it swivels on the head and blocks vision.",
		"After Tess broke their engagement - at the last minute - there had been no reason for him to hold his end of the bargain... nothing but integrity.",
		"I want assurances from you and that horrid old Mr. O'Connor that the integrity of my family name will not be stained with unproven lies!",
		"She'd never learned to lie; in fact, she would never dare lie to Mr. Tim, not with his rigid sense of integrity.",
		"My guess would be her integrity.",
		"Fabricius was regarded by the Romans of later times as a model of ancient simplicity and incorruptible integrity.",
		"In momentary peril of death for fifteen years, he restored in the Vivarais and the Cevennes Presbyterian church polity in all its integrity.",
		"He seriously guaranteed the integrity of Polish territory, after placing Stanislaus II.",
		"He found the medical profession of his time split up into a number of sects, medical science confounded under a multitude of dogmatic systems, the social status and moral integrity of physicians degraded.",
		"The exegetical arguments are, in short, the final court of appeal, and their verdict tells rather in favour of the epistle's integrity.",
		"To one who had been a man of war from his youth up, who had won and lost many fights, the rout of a detachment and the forcible seizure of some debateable frontier lands was an untoward incident; but it was no sufficient reason for calling upon the British, although they had guaranteed his territory's integrity, to vindicate his rights by hostilities which would certainly bring upon him a Russian invasion from the north, and would compel his British allies to throw an army into Afghanistan from the south-east.",
		"In the use of the ancient versions for the purposes of textual criticism there are three precautions which must always be observed; we must reasonably assure ourselves that we possess the version itself in its original integrity; we must eliminate such variants as have the appearance of originating merely with the translator; the remainder, which will be those that are due to a difference of text in the MS. (or MSS.) used by the translator, we must then compare carefully, in the light of the considerations just stated, with the existing Hebrew text, in order to determine on which side the superiority lies.\"",
		"He owed his political influence chiefly to his rank, his mild disposition, and his personal integrity, for his talents were in no sense brilliant, and he was deficient in practical energy as well as in intellectual grasp.",
		"In office he proved more of an opportunist than his career in opposition would have indicated, but his political courage and personal integrity remained beyond suspicion.",
		"His fear lest Russia should demand a stretch of coast along the Varanger Fjord induced him to remain neutral during the Crimean War, and, subsequently, to conclude an alliance with Great Britain and France (November 2 5th, 1855) for preserving the territorial integrity of Scandinavia.",
		"During a tour through Kashmir with Sir Henry Lawrence he kept the purse and Sir Henry could never obtain an account from him; subsequently Sir George Lawrence accused him of embezzling the funds of the Lawrence Asylum at Kasauli; while Sir Neville Chamberlain in a published letter says of the third brother, Lord Lawrence, \"I am bound to say that Lord Lawrence had no opinion of Hodson's integrity in money matters.",
		"The intelligence, integrity and morality of the Babis are high, but their efforts to improve the social position of woman have been much exaggerated.",
		"The British government, in view of the apparent intention of China to establish effective suzerainty in Tibet, drew the attention of the government at Peking to the necessity of strictly observing its treaty obligations, and especially pointing out that the integrity of the frontier states of Nepal, Bhutan and Sikkim must be respected.",
		"So highly was he now esteemed for his courage, abilities and integrity, that all parties were anxious to have him on their side (Eloge, by Montesquieu).",
		"The duchies of Saxe Altenburg, Saxe Coburg Gotha and Saxe Meiningen have in common the family Order of Ernest, founded in 1833 in memory of Duke Ernest the Pious of Saxe Gotha and as a revival of the Order of German Integrity (Orden der deutschen Redlichkeit) founded in 1690.",
		"His first step was to recover control of the mint, and place it in the hands of capable middle-class merchants and bankers, like Caspar Beer, Jan Thurzo, Jan Boner, the Betmans, exiles for conscience' sake from Alsace, who had sought refuge in Poland under Casimir IV., Justus Decyusz, subsequently the king's secretary and historian, and their fellows, all practical economists of high integrity who reformed the currency and opened out new ways for trade and commerce.",
		"A clause was also inserted provisionally recognizing the principle of the integrity of Denmark.",
		"By Article Treaty of I, the integrity of the Austrian monarchy was preAugust23.",
		"But in a few early passages the required qualification appears to be rather moral integrity than exalted station.",
		"Holstein was now restored to Denmark, and Prussia and Austria consented to take part in the conference of London, by which the integrity of Denmark was upheld, and the succession to the whole monarchy settled on Prince Christian, youngest son of Duke William of SchleswigHolstein-Sonderburg-Gliicksburg, and husband of Louise of Hesse, the niece of King Christian VIII.",
		"It may seem strange that so important a body of law as the Basilica should not have come down to us in its integrity, but a letter has been preserved, which was addressed by Mark the patriarch of Alexandria to Theodorus Balsamon, from which it appears that copies of the Basilica were in the 1 2th century very scarce, as the patriarch was unable to procure a copy of the work.",
		"It may be assumed that an empire like that acquired by Timur could not long be maintained by his descendants in its integrity.",
		"Fermat was for some time councillor for the parliament of Toulouse, and in the discharge of the duties of that office he was distinguished both for legal knowledge and for strict integrity of conduct.",
		"Vitamin E - maintains integrity of cell membranes throughout the body and protects fats in low density lipoproteins from oxidation.",
		"Trunks that are resistant to chlorine and salt water are an excellent choice; they provide protection while maintaining the integrity of the shorts.",
		"Although with these styles, there is a certain way in which you should care for them to keep the integrity of your suit intact.",
		"This should preserve its integrity for a long time so that you can enjoy the full effect of its protection and practicality.",
		"Antioxidants directly counteract this by strengthening cell membrane integrity or disrupting the formation of free radicals.",
		"These benefits include, but are not limited to, vital bodily functions like cardiovascular health, bone metabolism, embryonic development in pregnant women and maintaining genetic integrity.",
		"You don't want to substitute too many materials, otherwise you risk compromising the integrity of the entire costume.",
		"In as little as 24 hours most people fasting will lose integrity in their intestinal wall lining.",
		"He refused to support Mr Gladstone's Home Rule Bill in 1885, and was one of those who chiefly contributed to its rejection, and whose reputation for unbending integrity and intellectual eminence gave solidity to the Liberal Unionist party.",
		"According to Artemidorus (whose authority is followed by Strabo), the towns that formed the Lycian league in the days of its integrity were twentythree in number; but Pliny states that Lycia once possessed seventy towns, of which only twenty-six remained in his day.",
		"The same principle underlies different other self-denying arrangements and declarations made by the powers with reference to Chinese integrity.",
		"The constitution of the 3rd of May had scarce been signed when Felix Potocki, Severin Rzewuski and Xavier Branicki, three of the chief dignitaries of Poland, hastened to St Petersburg, and there entered into a secret convention with the empress, whereby she undertook to restore the old constitution by force of arms, but at the same time promised to respect the territorial integrity of the Republic. On the 14th of May 1792 the conspirators formed a confederation, consisting, in the first instance, of only ten other persons, at the little town of Targowica in the Ukraine, protesting against the constitution of the 3rd of May as tyrannous and revolutionary, and at the same time the new Russian minister at Warsaw presented a formal declaration of war to the king and the diet."
	],
	"synonyms": [
		"wholeness",
		"unity",
		"completeness",
		"character",
		"sincerity",
		"probity",
		"honor",
		"honesty",
		"soundness",
		"virtue",
		"entireness",
		"decency",
		"candor",
		"uprightness",
		"totality"
	],
	"antonyms": [
		"corruption",
		"dishonor",
		"disgrace",
		"dishonesty",
		"incompleteness",
		"division"
	]
}