{
	"word": "palpable",
	"meaning": [
		"That can be touched, felt, or handled; tangible.",
		"Capable of being felt by palpating.",
		"Easily perceived by the senses; audible, recognizable, perceptible, noticeable, etc.",
		"Clear to the mind; obvious; evident; plain.",
		"(medicine) That can be detected by palpation.",
		"Perceptible to touch; capable of being palpated."
	],
	"sentences": [
		"His pain was almost palpable, and she couldn't help feeling it was too raw for him to fake.",
		"There was palpable tension in the room.",
		"It is true that he made an ostensible offer on the franchise question, but that proposal was made dependent on so many conditions that it was a palpable sham.",
		"There was a palpable sense of panic.",
		"The liver, spleen, kidneys and bladder were not palpable.",
		"It seemed suddenly to have become palpable; I felt it yield to pressure.",
		"The feeling was palpable in the air above the audience.",
		"The growing anger in Japanese society is so palpable that the ruling class is terrified.",
		"It may be expedient for balancing taxation and roughly redressing palpable inequalities, and may be adopted for that purpose and no other.",
		"It created palpable excitement about the video's distribution and potential accessibility.",
		"In the worlds of nature and mind they are more palpable and violent.",
		"Their unease was palpable.",
		"They all attempted small talk, but the tension was palpable.",
		"Constantinople, was urging his government to take advantage of the palpable weakness of Turkey for bringing about a radical solution of the Eastern question.",
		"Another fact, now generally admitted, renders a 2nd-century date yet more incredible; and that is the failure of a writer devoted to Paul's memory to make palpable use of his Epistles.",
		"The warmth of such friendships is palpable and to meet friends from many thousands of miles away is frequently a surprise pleasure.",
		"Whatever fog gripped her dissipated suddenly, and she breathed a sigh at the palpable release.",
		"It explained his and Kris's palpable animosity, but it didn't explain why Rhyn was a prisoner.",
		"This is strongly accentuated by the palpable differences between the US and NVA forces.",
		"Not having enough money is a very real and palpable fear of most startups.",
		"The story involves palpable anachronisms as Johnson's only visit to Glasgow was before Hume's death.",
		"Yet, there is a certain palpable commonality running throughout.",
		"The sense of oppression and paranoia is palpable and only increases as the action hots up.",
		"The author advocates the use of popular culture to make this very complex issue palpable for undergraduates.",
		"The emphasis was upon results, very palpable results.",
		"There is a bright air of confidence abroad that is quite palpable.",
		"The buzz created by the operations remains palpable, albeit slightly jaded as the novelty of new theaters wears off.",
		"However, the lack of active extension combined with effusion, palpable deficiency in the patellar mechanism, and patella Alta is diagnostic.",
		"Some patients have rather generalized joint line tenderness, palpable synovitis or an effusion.",
		"It is usually an incidental finding, diagnosed by prenatal ultrasonography or as a palpable abdominal mass.",
		"Indeed, from about April onwards there has been an almost palpable feeling in the air of profound unease.",
		"But the weakness of Orleans was too palpable, and in a famous remark Mirabeau expressed his utter contempt for him.",
		"Only within the past few years have stores been established in the foreign settlements for the sale of silver utensils, and already the workmanship on these objects displays palpable signs of the deterioration which all branches of Japanese art have undergone in the attempt to cater for foreign taste.",
		"In the Life by Gilpin it is given as 1470, a palpable error, and possibly a misprint for 1490.1 Foxe states that at \" the age of fourteen years he was sent to the university of Cambridge,\" and as he was elected fellow of Clare in 1509, his year of entrance was in all likelihood 1505.",
		"In 1559 and 1612 appeared in French a work on True and Perfect Love, purporting to be a translation from the Greek of Athenagoras; it is a palpable forgery.",
		"The contradiction here is palpable; and at the same time the antithesis of \" just \" and \" good \" ultimately vanishes.",
		"No clearer proof could be desired of the utterly uncritical spirit of the age in which the Hexateuch got its present form than that this detailed account should be immediately followed by two short paragraphs in palpable contradiction of the whole plan of camp and march so elaborately worked out in the preceding narrative.",
		"Further, the effects that he estimates are all of a definite, palpable, empirically ascertainable quality; they are such pleasures and pains as most men feel and all can observe, so that all his political or moral inferences lie open at every point to the test of practical experience.",
		"The rich images created in the poems stem from remarkably simple language, creating vivid visions that conjure a palpable experience.",
		"Other symptoms may include difficulty breathing, excessive salivation and drooling, the presence of a palpable mass in the abdomen, yellow-tinted skin (jaundice), and failure to respond (lethargy).",
		"It was a moment prefaced with the palpable friction between the idol judge and Katrina Darrell, aka, the \"Bikini Girl\".",
		"Hawaii's Aloha spirit is palpable in its warm and friendly people and litany of family-friendly vacation options.",
		"The passion welling up in him was palpable.",
		"But he is still a consummate entertainer, and the love that passes across the footlights, in both directions, is palpable.",
		"Browne use of the suggestion that this is in some way a move toward Shariah Law in the UK is palpable nonsense.",
		"The fact was only too palpable that there was too much drinking in the town.",
		"But, as the power of the `Abbasids declined (see article Caliphate, ad fin.) and external authority fell in the provinces into the hands of the governors and in the capital into those of the amir al-omard, the distinction became more and more palpable, especially when the Buyids, who were disposed to Shi`ite views, proclaimed themselves sultans, i.e.",
		"In 1798 he joined Jefferson in opposing the Alien and Sedition Laws, and Madison himself wrote the resolutions of the Virginia legislature declaring that it viewed \"the powers of the Federal government as resulting from the compact to which the states are parties, as limited by the plain sense and intention of the instrument constituting that compact; as no further valid than they are authorized by the grants enumerated in that compact; and that, in case of a deliberate, palpable and dangerous exercise of other powers, not granted by the said compact, the states, who are parties thereto, have the right and are in duty bound to interpose for arresting the progress of the evil, and for maintaining within their respective limits, the authorities, rights and liberties appertaining to them.\"",
		"Statistical inquiries as to the incidence of taxation or of particular taxes, though ideal or even approximate equality of a palpable arithmetical kind is practically unattainable by governments, are not altogether to be put aside.",
		"Professor Newcomb, who has compiled an instructive table of the equinoxes severally observed by Hipparchus and Ptolemy, with their errors deduced from Leverrier's solar tables, finds palpable evidence that the discrepancies between the two series were artificially reconciled on the basis of a year 6 m too long, adopted by Ptolemy on trust from his predecessor.",
		"He stalked past her, his anger palpable.",
		"Hence the law to which it gives birth is enwrapped in religious forms which are likewise visible and palpable, inasmuch as primitive man is incapable of abstract, philosophical ideas.",
		"Another friendship of the same period had more palpable immediate effect, but not so permanent.",
		"From about April onwards there has been an almost palpable feeling in the air of profound unease.",
		"There were palpable pulses."
	],
	"synonyms": [
		"tangible",
		"clear",
		"certain",
		"noticeable",
		"discernible",
		"recognizable",
		"real",
		"patent",
		"ostensible",
		"material",
		"distinct",
		"concrete",
		"blatant",
		"plain",
		"manifest"
	],
	"antonyms": [
		"impalpable",
		"intangible",
		"abstract",
		"doubtful",
		"questionable",
		"unreal",
		"inferential",
		"dubious",
		"vague",
		"obscure",
		"unclear",
		"hidden"
	]
}