{
	"word": "stipulate",
	"meaning": [
		"To specify in the terms of an agreement, a contract, etc.",
		"To agree to (a fact) in order to reduce the scope of the dispute to be resolved by a court. Used of litigants.",
		"To make a specific demand (for something) as a condition of or requirement in an agreement.",
		"To form an agreement.",
		"To specify, promise or guarantee something in an agreement.",
		"Having stipules.",
		"(botany) Having stipules; that is, having outgrowths borne on either side of the base of the leafstalk."
	],
	"sentences": [
		"His previous experience made him stipulate for full powers and a sufficient revenue.",
		"To avoid privacy issues at this point, let's stipulate that everything is recorded only for your future reference.",
		"On the one side, some researchers stipulate that the Bible clearly references statements that support the idea of being reborn into another life.",
		"To ensure wetlands are not lost or destroyed, regulations stipulate that any wetland drained or filled in must be replaced in kind.",
		"Further amendment planned later in the year that will stipulate maximum periods for downloading data.",
		"You will need to stipulate a minimum quantity you will collect from any one office.",
		"The licenses stipulate public service requirements set out in existing analog licenses, together with new digital switchover obligations.",
		"Nor does the law stipulate what constitutes ' disturbance '.",
		"It is prohibited to stipulate in the constitution charter additional benefit consisting of work or personal services of the partners.",
		"Because the guidelines generally stipulate that she must return to her home country at the end of one year, emotional ties can make the parting hard for everyone involved.",
		"Be aware that hotels may stipulate that pets may not be left alone in the room unless confined to a crate, so be sure to bring one if needed.",
		"However, some European countries, such as Germany and France, do welcome pets but may stipulate dogs ride in carriers or at least be leashed.",
		"On the surface, this should be fairly easy because there are feeding directions on every bag that stipulate how many cups to feed, based on your dog's size.",
		"Some brands of laminate flooring stipulate that it is not to be mopped for 48 hours.",
		"These laws stipulate how an animal is slaughtered and how it is then processed, stored, and distributed.",
		"When you've settled on a price, be sure to stipulate that the sale is not final until you've received the car and decided that it meets your expectations.",
		"Plants having stipules are called stipulate; those having none are exstipulate.",
		"More specific guidelines may stipulate that pants are worn at the natural waist (to eliminate the temptation to \"sag\"), pants leg hems must not drag the floor, and capri pants are not allowed.",
		"The first step was to decree the penalty of six years' imprisonment against any person who should sell specie for a more considerable quantity of assignats, or who should stipulate a different price for commodities according as the payment was to be made in specie or in assignats.",
		"In the case of protectorates over uncivilized countries it is usual to stipulate against alienation of territory without consent of the Oberstaat.",
		"In general terms the peach may be said to be a medium-sized tree, with lanceolate, stipulate leaves, borne on long, slender, relatively unbranched shoots, and with the flowers arranged singly, or in groups of two or more, at intervals along the shoots of the previous year's growth.",
		"In commercial matters, payment in kind was still common, though the contracts usually stipulate for cash, naming the standard expected, that of Babylon, Larsa, Assyria, Carchemish, &c. The Code enacted, however, that a debtor must be allowed to pay in produce according to statutory scale."
	],
	"synonyms": [
		"specify",
		"condition",
		"qualify",
		"bargain",
		"arrange",
		"indicate",
		"guarantee",
		"detail",
		"state",
		"require",
		"promise",
		"warrant",
		"designate",
		"covenant",
		"contract"
	],
	"antonyms": [
		"wish",
		"imply"
	]
}