{
	"word": "impervious",
	"meaning": [
		"Incapable of being passed through or penetrated.",
		"Not affected by.",
		"Able to withstand; not susceptible.",
		"Preventive of any penetration; impenetrable, impermeable, particularly of water.",
		"Immune to damage or effect."
	],
	"sentences": [
		"He wasn't impervious to harm, much as he might think so.",
		"They are impervious to water and gases.",
		"He clasped his arms behind his head and lay down, impervious to the cold.",
		"In their poetry above everything the Japanese have remained impervious to alien influences.",
		"Very special care should be taken so to proportion the sand as to make a perfectly impervious mixture.",
		"The houses are built of clay with (generally) flat roofs impervious to fire.",
		"The fundamental idea of Soxhlet's method for sterilizing milk is to boil it for forty minutes in small bottles holding just enough for one meal, and closing the same with an impervious stopper, which is only removed just before use.",
		"Jarrah timber is nearly impervious to the attacks of the teredo, and there is good evidence to show that, exposed to wear and weather, or placed under the soil, or used as submarine piles, the wood remained intact after nearly fifty years' trial.",
		"These prairies are traversed by ridges, which facilitate irrigation, and are underlaid by an impervious subsoil, which facilitates both effective storage and drainage.",
		"Just what does make a man behave the way he does and so impervious to the feelings of others.",
		"Black ironwood is likewise used in building wagons, while sneezewood is largely utilized for supports for piers and other marine structures, being impervious to the attacks of the Teredo navalis.",
		"The tightness of the weave makes the smock impervious to insect bites.",
		"Nephridia always paired, rarely (Pontobdella) forming a network communicating from segment to segment; lumen of nephridia always intracellular, funnels pervious or impervious.",
		"The Dombes is characterized by an impervious surface consisting of boulder clay and other relics of glacial action.",
		"He does not age and appears impervious to weapons of individual destruction.",
		"The impervious nature of the material ensures that there is no leakage or spillage of body fluids during removal.",
		"Water Resistant - Glazed ceramic tiles can be impervious to liquids, so spills are easily cleaned up.",
		"The first wine receptacles were made of skins or hides, treated with oil or resin to niake them impervious.",
		"In Very Severe exposure zones the walls should be protected by some form of impervious cladding e.g. tile hanging or weather boarding.",
		"It is virtually impervious to corrosion, light compared to steel, and far tougher than GRP.",
		"By contrast, Type 2 projects remain largely impervious to our efforts at improvement.",
		"Our splendid main battle tank is almost impervious to the rocket propelled grenade, which is the weapon of choice of the enemy.",
		"Remember, the old, traditional materials and finishes were textured, rather that highly finished, porous not impervious.",
		"This is to prevent the damage caused by PAS from becoming impervious to improvement.",
		"Neither reasons quite pass muster with the truancy team, who are impervious to weak excuses.",
		"Both the surface and the core are made of thermosetting resins, which make them impervious to moisture.",
		"The meeting will take place on a planetoid impervious to outside attack or internal subversion in any way.",
		"Self-consciousness, or the subject of the transcendental unity of apperception, was likewise impervious to cognition from the Kantian standpoint.",
		"Landolt was disposed to attribute these losses in weight to the containing vessel, which was of glass or quartz, not being absolutely impervious, but in 1908 he showed that, by making allowance for the moisture adsorbed on the vessel, the errors were both positive and negative, and were less than one in ten million.",
		"Impervious to Russian influence, he remained true to his original nationality, and by his undisguised aversion to everything in his adopted country and his passionate, childish admiration of Frederick the Great, he made himself so unpopular that within a few months of his accession, in December 1761, he was dethroned and assassinated by the partisans of his ambitious and able consort, the famous Catherine II.1 During the long reign of Catherine II.",
		"The most annoying aspect of Disco Queen 's personality is that she seems impervious to both cold and scornful looks from women like you.",
		"Stoneware is highly vitrified and is hard and impervious to fluids.",
		"In such a mixture, so free and open that the hand could be pushed down below the bulb, we have seen them perfectly grown where the natural soil was too stiff and impervious.",
		"When added on top of landscape fabric, rubber mulch creates a barrier that's almost impervious to weed seeds.",
		"There's no doubt some water will come into contact with the bag, but it will hold up best over time if it's impervious to moisture.",
		"Waterproof items are impervious to cold, driving rain, standing water, or other bad weather.",
		"The trasers are impervious to water and oil.",
		"The One Ring was imbued with a portion of Sauron's essence and seemed impervious to all damage.",
		"Similarly it is necessary, in view of the hydrostatical relations of water and mineral oils, and the volatile character of the latter, that the porous stratum should be protected from water and air by an overlying shale or other impervious deposit.",
		"The Blue Clay forms, at the higher levels, a stratum impervious to water, and holds up the rainfall, which soaks through the spongy mass of the superimposed coralline formations.",
		"Crossing the state along the lower edge of the Fall Line is a belt heavy with clay, but so impervious to water as to be of little value for agricultural purposes.",
		"As sea-water contains both sulphates and magnesium salts, it is especially necessary in concrete for harbour work to take every care to produce an impervious structure.",
		"The buds, conspicuous for their size, are protected by a coat of a glutinous substance, which is impervious to water; in spring this melts, and the bud-scales are then cast off.",
		"Expensive measures offer present solutions Liquid crystal display monitors are totally impervious to the effects of magnetic fields.",
		"The Misuse of Drugs Act seems impervious to amendment or repeal.",
		"In her innocence she ruins all their plans and proves impervious to their attempts to bump her off.",
		"C. Röntgen of Munich made in 1896 his remarkable discovery of the so-called X or Röntgen rays, a class of radiation produced by the impact of the cathode particles against an impervious metallic screen or anticathode placed in the vacuum tube.",
		"Some other major benefits to installing vinyl siding in a rustic setting are that it doesn't rot or splinter and it is impervious to termites and other pests.",
		"Impervious - Tiles will absorb less than .5 percent of water.",
		"Waterproof rain clothing is made of fabric impervious to rain; it cannot penetrate the fabric.",
		"Basically, they are completely impervious to anything except Lasers of Bombs.",
		"Smartphones aren't impervious to Motorola cell phone recalls either.",
		"Another drawback is that the bladeless mechanism, while durable, is not impervious to wear.",
		"The bed of fire-clay under a coal seam, being impervious to water, frequently determines the horizon of numerous springs issuing from the hillsides.",
		"The actual coal measure strata, consisting mainly of shales and clays, are generally impervious to water, but when strata of a permeable character are sunk through, such as the magnesian limestone of the north of England, the Permian sandstones of the central counties, or the chalk and greensand in the north of France and Westphalia, special methods are required in order to pass the water-bearing beds, and to protect the shaft and workings from the influx of water subsequently.",
		"The outer wall, especially of the upper epidermis, has a tough outer layer or cuticle which renders it impervious to water.",
		"The large demand for copper to be used in sheathing ships ceased on the introduction of iron in shipbuilding because of the difficulty of coating iron with an impervious layer of copper; but the consumption in the manufacture of electric apparatus and for electric conductors has far more than compensated.",
		"When the higher-lying portion of such land is porous, rain falling upon it sinks down until it is arrested by clay or other impervious matter, which causes it again to issue at the surface and wet the lower-lying ground.",
		"Their mother and the regent's, her father's former mistress, was herself not impervious to her prisoner's lifelong power of seduction and subjugation.",
		"In tidal seas a \" jas \" (or storage reservoir) is constructed alongside, similarly rendered impervious, in which the water is allowed to settle and concentrate to a certain extent.",
		"C. Rntgen of Munich made in 1896 his remarkable discovery of the so-called X or Rntgen rays, a class of radiation produced by the impact of the cathode particles against an impervious metallic screen or anticathode placed in the vacuum tube.",
		"In an impervious clay the flow of the water is much impeded and the water-table can be controlled only by frequent lines of pipes.",
		"As the tide rises the spiders take refuge in crevices and spin over their retreat a sheet of silk, impervious to water, beneath which they oie in safety with a supply of air until the ebb exposes the site again to the sun.",
		"Plant houses must be as far as possible impervious to wet and cold air from the exterior, provision at the same time being made for ventilation, while the escape of warm air from the interior must also be under control.",
		"Again, the most convenient site for oil wells is the crest of an anticline or \"dome,\" where an impervious stratum imprisons the gas and oil in a subjacent saturated layer under pressure.",
		"Before winter I built a chimney, and shingled the sides of my house, which were already impervious to rain, with imperfect and sappy shingles made of the first slice of the log, whose edges I was obliged to straighten with a plane.",
		"Such phenomena are nut uncommon in towns, where trees with their roots under pavement or other impervious covering do well for a time, but suddenly fail to supply the crown sufficiently with water during some hot summer.",
		"The main requisites for a productive oil or gas field are a porous reservoir and an impervious cover.",
		"Sometimes this principle has weight, and sometimes it has not; sometimes it is free fire and sometimes it is fire combined with the earthy element; sometimes it passes through the pores of vessels, sometimes these are impervious to it; it explains both causticity and non-causticity, transparency and opacity, colours and their absence; it is a veritable Proteus changing in form at each instant.\"",
		"He determined the \"elastic curve,\" which is formed by an elastic plate or rod fixed at one end and bent by a weight applied to the other, and which he showed to be the same as the curvature of an impervious sail filled with a liquid (lintearia).",
		"It is true that she remained quite impervious to religious influences."
	],
	"synonyms": [
		"imperviable",
		"watertight",
		"inaccessible",
		"impermeable",
		"impenetrable",
		"impassable",
		"hermetic",
		"proof",
		"insusceptible",
		"immune",
		"unsusceptible",
		"resistive",
		"resistant"
	],
	"antonyms": [
		"pervious",
		"vulnerable",
		"responsive",
		"exposed",
		"open",
		"penetrable",
		"sensitive",
		"permeable"
	]
}