{
	"word": "felicitous",
	"meaning": [
		"Used or expressed in a way suitable to the occasion; aptly chosen; appropriate; apt.",
		"Admirably suited; apt.",
		"Having the knack of appropriate and pleasing expression.",
		"Marked by happiness or good fortune.",
		"Fitting; happening at the right time."
	],
	"sentences": [
		"His arguments were felicitous, and his choice of language was the theme of constant admiration.",
		"Many of the emendations suggested are more fantastic than felicitous.",
		"There are, it has to be said, good places to break down, and spots which are not so felicitous.",
		"As a thinker George Eliot is vastly superior; her knowledge is more profound and her psychological analysis subtler and more scientific. But as an artist, in unity of design, in harmony of treatment, in purity and simplicity of language, so felicitous and yet so unstudied, in those qualities which make the best of George Sand's novels masterpieces of art, she is as much her inferior.",
		"The timing of the 1000th milestone is particularly felicitous, it being the Institute's 40th anniversary year.",
		"Its merit lies in the genuine scientific enthusiasm and interest in nature which pervade it; and of any other poetic quality - except a certain, sometimes felicitous but oftener ill-placed, elaborated pomp of words - it may without injustice be said to be almost destitute.",
		"She is the subject of a beautiful poem by Longfellow, \"Santa Filomena,\" and the popular estimate of her character and mission was summed up in a particularly felicitous anagram, Flit on, cheering angel.",
		"In the drawing of character, in the invention of felicitous phrase, in the contrivance of verbal music, he is deficient.",
		"Generally less varied and romantic, though easier in style, are the heroic poems Augsburgi iitkozet (Battle of Augsburg) and Aradi gyules (Diet of Arad) of Gregory Czuczor, who was, moreover, very felicitous as an epigrammatist.",
		"These mostly patriotic compositions were as a rule less felicitous than his political satires (Nemesis, Menade, &c.).",
		"However, the language of the bishop of Cambrai seems on this occasion to have been lacking in decision; however that may be, it led to no felicitous result.",
		"With all the majesty and stately elaboration and musical rhythm of Milton's finest prose, Taylor's styleis relieved and brightened by an astonishing variety of felicitous illustrations, ranging from the most homely and terse to the most dignified and elaborate.",
		"A rosz szomszed (The Bad Neighbour), by Charles Vadnay (1878), is a felicitous representation of the power of love.",
		"That the remains exhibit variety and fertility, that there are in them numerous happy strokes of humour and satire, and many felicitous phrases and descriptions, is true, but the art is on the whole heavy, awkward and forced, and the style rudely archaic and untasteful.",
		"Yet more even than to felicitous circumstances, Denmark owed her short-lived greatness to the great statesmen and administrators whom Frederick II.",
		"The third part, equally masterly in composition, is less felicitous in invention; and in the fourth Swift has indeed carried out his design of vexing the world at his own cost."
	],
	"synonyms": [
		"happy",
		"suitable",
		"inspired",
		"delightful",
		"proper",
		"meet",
		"fitting",
		"correct",
		"befitting",
		"fit",
		"becoming",
		"apt",
		"appropriate",
		"tailor-made",
		"right"
	],
	"antonyms": [
		"infelicitous",
		"improper",
		"inopportune",
		"unfitting",
		"untimely",
		"unsuitable",
		"inappropriate"
	]
}