{
	"word": "aversion",
	"meaning": [
		"A fixed, intense dislike; repugnance.",
		"The act of turning away.",
		"The cause or object of such a feeling.",
		"An intense or definite dislike; antipathy; repugnance.",
		"The object arousing such dislike."
	],
	"sentences": [
		"He was remarkable for ugliness, and was an object of aversion to his parents.",
		"You have any aversion to pasta?",
		"No state was regarded by him with more aversion than Austria.",
		"Dean wasn't sure if it was her natural aversion to anything involving law enforcement or concern for her boss's future.",
		"The prominent features of his character seem to have been cunning, ambition and avarice, combined with want of courage and aversion from effort.",
		"We cannot wonder that the whole nation was stirred to the very depths, or that they strengthened the aversion of the king, of Windham and other important personages in the government against the plans of Pitt.",
		"First of all, he developed an aversion to meat.",
		"On Mary's recovery, her aversion to Darnley, and her confidence in Bothwell, were unconcealed; and, early in September, she admitted Lethington to her presence.",
		"He is typically English in his reverence for facts, whether facts of sense or of living consciousness, in his aversion from abstract speculation and verbal reasoning, in his suspicion of mysticism, in his calm reasonableness, and in his ready submission to truth, even when truth was incapable of being fully reduced to system by man.",
		"Bismarck admitted the aversion of the population to Prussian rule, but said that everything would be done to conciliate the people.",
		"He early showed a remarkable aptitude for learning, but had a pronounced aversion for pure rhetoric. His studies at the Ecole des Chartes (where he took first place both on entering and leaving) and at the Ecole des Hautes Etudes did much to develop his critical faculty, and the historical method taught and practised at these establishments brought home to him the dignity of history, which thenceforth became his ruling passion.",
		"Such ritual use of oil as a o payls or seal may have been suggested in old religions by the practice of keeping wine fresh in jars and amphorae by pouring on a top layer of oil; for the spoiling of wine was attributed to the action of demons of corruption, against whom many ancient formulae of aversion or exorcism still exist.",
		"The aversion to them which he expressed showed thus early an innate disposition to rebel against empty verbal reasoning.",
		"Throughout his life he was much interested in politics, and though his temperamental indolence and his aversion for public life often prevented his accepting office, he exercised as a contributor, to the press and through his friendships, a powerful political influence, especially in New England.",
		"Cotton seed in those days was the object of so much aversion that the planter burned it or threw it into running streams, as was most convenient.",
		"Augustus also entered into communication with the Huguenots; but his aversion to foreign complications prevailed, and the incipient friendship with the elector palatine soon gave way to serious dislike.",
		"The aversion to Athens best serves to explain the unpatriotic attitude which Thebes displayed during the great Persian invasion.",
		"As kids get closer to the teen years, many develop an aversion to school.",
		"Whether from sympathy with the persecuted or aversion to the persecutors, he cast in his lot with the former and after two unsuccessful attempts at settlement assisted the fugitives in forming a colony on the island of Aquidnek (Rhode Island), procured from the Indians through.",
		"The profound horror with which the Christian's conception of a suffering as well as an avenging divinity tended to make him regard all condemnable acts was tinged with a sentiment which we may perhaps describe as a ceremonial aversion moralized - the aversion, that is, to foulness or impurity.",
		"She seems to have had an aversion to washing either her person or her clothes.",
		"It thus affirmed the relativity of good and evil in a double sense; good and evil, for any individual citizen, may from one point of view be defined as the objects respectively of his desire and his aversion; from another, they may be said to be determined for him by his sovereign.",
		"Have you any aversion to killing your own kind?",
		"Usually, they will look away - ' gaze aversion ' - which can lead to the parent feeling rejected.",
		"They know how to change their ideas - but how do you change a deeply felt aversion or hatred that wells up from inside?",
		"I've got real life, thanks Monday, September 12th, 2005 I have an increasing aversion to ' real life drama ' .",
		"There is still a strong aversion by many in Parliament to embryonic stem cell research.",
		"I have a particular aversion to doing the school run by car.",
		"Both regarded chiliasm with aversion.",
		"O'Connell, having long before attained an undisputed and easy ascendancy, stood at the head of this great national movement; but it will be observed that, having been controlled from first to last by himself and the priesthood, it had little in common with the mob rule and violence which he had never ceased to regard with aversion.",
		"The majority of the pigs did not show aversion to the presence of 30 per cent carbon dioxide in air.",
		"However the Scottish Executive approach demands transfer, presumably on the grounds of ideological aversion to the public sector.",
		"So how do we stop excessive risk aversion, but still protect people?",
		"With the absence of any physical shape to connect their signs, the term itself suggests a state of natural aversion.",
		"I feel pretty sure there is a growing general aversion to the appendage of author's name, except in cases where necessary.",
		"The affair was driven by a culture of risk aversion rather than by timeless human greed.",
		"The corvid work with condition taste aversion is also looking rather good.",
		"Klaus claimed he was a German noble, and he certainly had a nobleman 's aversion to work.",
		"The favour shown to Bothwell had not yet given occasion for scandal, though his character as an adventurous libertine was as notable as his reputation for military hardihood; but as the summer advanced his insolence increased with his influence at court and the general aversion of his rivals.",
		"The phenomena of feeling, of desire and aversion, of love and hatred, of fear and revenge, and the perception of external relations manifested in the life of brutes, imply, not only through the analogy which they display to the human faculties, but likewise from all that we can learn or conjecture of their particular nature, the superadded existence of a principle distinct from the mere mechanism of material bodies.",
		"Mr. Rucastle told me in private that the reason why she had left them was that she had an unreasoning aversion to her stepmother.",
		"It's simply that aversion to failure is hardwired into our culture, and this cultural influence affects decisions founders make when things don't go according to plan.",
		"Some woman may also have a heightened sense of smell, which causes an aversion to certain foods.",
		"These Chinese scholars made no secret of their contempt for Buddhism, and in their turn they were held in aversion by the Buddhists and the Japanese scholars (wagakusha), so that the second half of the i8th century was a time of perpetual wrangling and controversy.",
		"Early Greek religion recognized a class of gods of Aversion and Riddance, airorpoiratot and' azr arroµorafot.",
		"Max Muller says (speaking of the Greeks), \" their poets had an instinctive aversion to everything excessive or monstrous, yet they would relate of their gods what would make the most savage of Red Indians creep and shudder \" - stories, that is, of the cannibalism of Demeter, of the mutilation of Uranus, the cannibalism of Cronus, who swallowed his own children, and the like.",
		"Thus, debt aversion deters entry into higher education.",
		"The usual concept of risk aversion generated through utility curvature seems inappropriate for modeling loss aversion.",
		"The former approach reveals comparatively high levels of inequality aversion (implying a high level of income weighting) in contrast to the latter.",
		"Outpatient electric shock aversion therapy lasted for weeks or in some cases up to two years.",
		"Care particularly specialists aversion cutler and earnings of workers.",
		"If we do not develop equanimity there is likely to be aversion because of unpleasant sights and smells or difficult situations.",
		"The discussion document will provide an in-depth look at the issues and backdrop that has led to the perception of risk aversion.",
		"Broad, local labor-management partnership, however, is unlikely to change the fundamental aversion of global or national investors to highly unionized regions.",
		"Visconti-Ven.osta and Minghetti, partly from aversion to a Jacobin policy, and partly from a conviction that Bismarck sooner or later would undertake his Gang nach Canossa, regardless of any tacit engagement he might have assumed towards Italy, had wisely declined to be drawn into any infraction of the Law of Guarantees.",
		"When the first storm of opposition from smaller men had begun to die down, thinkers of real weight, beginning with Cumberland and Cudworth, were moved by their aversion to his analysis of the moral nature of man to probe anew the question of the natural springs and the rational grounds of human action; and thus it may be said that Hobbes gave the first impulse to the whole of that movement of ethical speculation that, in modern times, has been carried on with such remarkable continuity in England.",
		"But the emperor's growing aversion from this pacific policy induced the astute old minister to attempt to \"seek safety in moral and physical repose.\"",
		"A particular recent focus of my research interest has been the characterization of skewness preference or downside risk aversion.",
		"Large organizations, of course, are filled with specialists in silos, adding another obstacle beyond the cultural aversion to chaos.",
		"These signs may be as simple as your child telling you when he has dirtied his diaper, your child staying dry all night, your child asking questions about using the potty, and your child's aversion to her soiled diaper.",
		"Although a majority of cats display some aversion to getting wet, some don't mind a little splashing now and then.",
		"Disney Cruise Line is an obvious choice for families and Disney fans, though it may not be palatable to someone with an aversion to constant magic and fantasy.",
		"One owner wonders what could be causing his pet's aversion to sleeping in a dog crate.",
		"Of course, there could certainly be another cause behind your dog's sudden aversion to his crate, but the sudden behavior change taken into consideration with his age indicates a trip to the vet may be in order.",
		"Plant companion crops because squash bugs show an aversion to certain plants.",
		"Emetics are sometimes used in aversion therapy in place of electric shock.",
		"An interesting feature of fructose intolerance is that children affected by the disorder develop a powerful protective aversion (feeling of intense dislike) to sweet-tasting foods and beverages.",
		"A child's inability in these areas can also cause a sense of failure and provoke a life-long aversion to organized sports.",
		"Fear is an intense aversion to or apprehension of a person, place, activity, event, or object that causes emotional distress and often avoidance behavior.",
		"Medication is especially helpful for social phobia, where it can help the child overcome her aversion to social interaction sufficiently to work with a therapist.",
		"If so, these are signs of food aversion, and they seem to happen without rhyme or reason.",
		"Foods with a strong odor or flavor are usually the main items linked to food aversion, but any food can be involved.",
		"With a color scheme like that, it's more appropriate for both genders (though some guys may have an aversion to carrying anything with pink on it!).",
		"This aversion to light causes those suffering from porphyria to go out only at night.",
		"They can be useful if you enjoy completing your practice outdoors or simply have an aversion to showing your bare feet.Yoga shoes are available in a wide variety of colors, styles, and prices.",
		"These issues affect most of the five senses from sound intolerances like chalk on a chalkboard, to visual problems such as aversion to bright lights, to tactile intolerances like itchy fabrics or hot and cold foods.",
		"While it may be helpful to know that a host of dieters have lost a significant amount of weight on the grapefruit diet, if you happen to have an aversion to citrus fruits-it is not the right diet for you.",
		"Swimming with dolphins despite Tiffany's huge aversion to the water.",
		"In the East the exegetical school of Antioch had an aversion to Origen; the Alexandrians had utterly repudiated him.",
		"Napoleon's chief aversion, the tribunate, was also divided into three sections, dealing with legislation, home affairs and finance - a division which preluded its entire suppression in 1807.",
		"His aversion from the ordinary radicalism led to an article upon slavery in 1849, to which Mill replied, and which caused their final alienation.",
		"Buffier's aversion to scholastic refinements has given to his writings an appearance of shallowness and want of metaphysical insight, and unquestionably he failed entirely even to indicate the nature of that universality and necessity which he ascribed to his \"eternal verities\"; he was, however, one of the earliest to recognize the psychological as distinguished from the metaphysical side of Descartes's principle, and to use it, with no inconsiderable skill, as the basis of an analysis of the human mind, similar to that enjoined by Locke.",
		"In this aversion to a purely or mainly intellectual training may be traced a recoil from the systematic metaphysics of Plato and Aristotle, whose tendency was to subordinate the practical man to the philosopher.",
		"He long had an aversion.",
		"By and by he conceived an aversion to his eldest son, and wished to supplant him by Motazz, the son of his favourite wife Qabiha.",
		"In Judaism, as in other, especially Oriental, religions, the natural dislike of material defilement has been elevated into a religious sentiment, and made to support a complicated system of quasi-sanitary abstinences and ceremonial purifications; then, as the ethical element predominated in the Jewish religion, a moral symbolism was felt to reside in the ceremonial code, and thus aversion to impurity came to be a common form of the ethico-religious sentiment.",
		"The early policy of Ambracia was determined by its loyalty to Corinth (for which it probably served as an entrepot in the Epirus trade), its consequent aversion to Corcyra, and its frontier disputes with the Amphilochians and Acarnanians.",
		"A renewed defection, inspired apparently by aversion to the aristocratic government of the Walls Of Mantineia.",
		"In Germany, again, the last few years have witnessed a growing aversion from Ultramontanism on the part of those Catholics who cannot reconcile its tenets with their patriotic sentiments,.",
		"But Cecil never developed that passionate aversion from decided measures which became a second nature to his mistress.",
		"Meanwhile, the natural substances of Aristotelian realism are regarded with common aversion.",
		"But his rooted aversion to the democratic theories imported from France, which were gradually winning their way into England, only grew stronger with advancing age.",
		"He was in the fullness of his powers, his studies had fed his natural aversion to the principles of authority and ecclesiasticism, and at a moment when the revived activity of the Jesuits caused some real and more pretended alarm he was appointed to the chair of history at the College de France.",
		"He left it in consequence of aversion to the strange religious ideas developed by its \"Supreme Father,\" Enfantin, and began to elaborate what he regarded as a Christian socialism.",
		"Impervious to Russian influence, he remained true to his original nationality, and by his undisguised aversion to everything in his adopted country and his passionate, childish admiration of Frederick the Great, he made himself so unpopular that within a few months of his accession, in December 1761, he was dethroned and assassinated by the partisans of his ambitious and able consort, the famous Catherine II.1 During the long reign of Catherine II.",
		"The \" economic man \" of the earlier writers, with his aversion from labour and his desire of the present enjoyment of costly indulgences, has been abandoned by their successors, with the result that in the opinion of many good people altruistic sentiment may be allowed to run wild over the whole domain of economics.",
		"In 1756, by the special desire of the young prince, he was appointed groom of the stole at Leicester House, in spite of the king's pronounced aversion to him.",
		"He would conceive an unintelligible aversion to a particular alley, and perform a great circuit rather than see the hateful place.",
		"The inhabitants of Pelusium in lower Egypt, who worshipped the onion, are said to have held both it and garlic in aversion as food.",
		"These presentday practices, and the attitude of the Brahman towards them, help at all events to explain the aversion with which the strange rites of the subjected tribes were looked upon by the worshippers of the Vedic pantheon.",
		"Recalled in 1572, he was secretary of state for a short time; his aversion to military violence led him to return to Cleves, where William continued to employ his services and his pen.",
		"The sense of the gap between theory and fact gives to the religious element of Stoicism a new force; the soul, conscious of its weakness, leans on the thought of God, and in the philosopher's attitude towards external events, pious resignation preponderates over self-poised indifference; the old self-reliance of the reason, looking down on man's natural life as a mere field for its exercise, makes room for a positive aversion to the flesh as an alien element imprisoning the spirit; the body has come to be a \" corpse which the soul sustains,\" 1 and life a \" sojourn in a strange land \"; 2 in short, the ethical idealism of Zeno has begun to borrow from the metaphysical idealism of Plato.",
		"And so, when we pass from the ontology to the ethics of Platonism, we find that, though the highest life is only to be realized by turning away from concrete human affairs and their material environment, still the sensible world is not yet an object of positive moral aversion; it is rather something which the philosopher is seriously concerned to make as harmonious, good and beautiful as possible.",
		"Even Socrates, in spite of his aversion to physics, was led by pious reflection to expound a teleological view of the physical world, as ordered in all its parts by divine wisdom for the realization of some divine end; and, in the metaphysical turn which Plato gave to this view, he was probably anticipated by Euclid of Megara, who held that the one real being is \" that which we call by many names, Good, Wisdom, Reason or God,\" to which Plato, raising to a loftier significance the Socratic identification of the beautiful with the useful, added the further name of Absolute Beauty, explaining how man's love of the beautiful finally reveals itself as the yearning for the end and essence of being.",
		"However that may be, he soon repudiated this Danish princess, for whom he seems to have conceived an unconquerable aversion on the very morrow of his marriage to her, and in 1196, in defiance of the pope, who had refused to nullify his union with Ingeborg, married Agnes daughter of Bertold IV., duke of Meran.",
		"On this account Tiberias was long regarded with aversion by Jews, but after the fall of Jerusalem it was settled by them and rose to be the chief centre of rabbinic learning."
	],
	"synonyms": [
		"distaste",
		"antipathy",
		"averting",
		"unwillingness",
		"reluctation",
		"recalcitrance",
		"opprobrium",
		"opposition",
		"nausea",
		"disdain",
		"animosity",
		"hostility",
		"disgust",
		"disinclination",
		"revulsion"
	],
	"antonyms": [
		"sympathy",
		"attachment",
		"liking",
		"kindness",
		"fondness",
		"care",
		"affection",
		"love",
		"like",
		"predilection",
		"affinity",
		"attraction"
	]
}