{
	"word": "reconcile",
	"meaning": [
		"To make friendly again or win over to a friendly attitude.",
		"To reestablish a close relationship between.",
		"To settle (a quarrel, difference, etc.)",
		"To bring (oneself) to accept.",
		"To make content, submissive, or acquiescent (to)"
	],
	"sentences": [
		"Dollinger the pope attempted to reconcile, but failed.",
		"She stopped a safe distance from him, unable to reconcile the man on the phone with the man before her.",
		"How, in God's name will I ever reconcile this?",
		"There were many things about him she couldn't reconcile.",
		"But it is quite clear that Vitellius was concerned to reconcile the Jews to the authority of Rome.",
		"But in Lent his celebrated sermons upon Amos were delivered in the duomo, and again he urged the necessity of reforming the church, striving by ingenious arguments to reconcile rebellion against Alexander with unalterable fidelity to the Holy See.",
		"He could not reconcile the charming impression he had of Natasha, whom he had known from a child, with this new conception of her baseness, folly, and cruelty.",
		"Her eyes slid to Dustin as she tried to reconcile the executioner with the man who liked presents.",
		"She'd been trying to reconcile his connection to the PMF since discovering the link between him and Brady earlier that day.",
		"The publication of fresh chronological material in 1906 and 1907 placed a new complexion on the problems at issue, and enabled us to correct several preconceptions, and to reconcile or explain the apparently conflicting data.",
		"In 1279 Pope Nicholas sent his nephew, the friar preacher Latino Frangipani Malabranca, whom he had created cardinal bishop of Ostia the same year, to reconcile the parties in Florence once more.",
		"Hase's aim was to reconcile modern culture with historical Christianity in a scientific way.",
		"In these circumstances Catherine determined to try her powers of persuasion and argument, attempting first by correspondence to reconcile Gregory and the Florentines, who had been placed under an interdict, and then going in person as the representative of the latter to Avignon, where she arrived on the 18th of June.",
		"The remaining years of his life he devoted to theological speculation and ecclesiastical reforms. His religious enthusiasm led him to oppress his Jewish subjects; on the other hand he sought to reconcile the Christian sects, and to this effect propounded in his Ecthesis a conciliatory doctrine of monothelism.",
		"How could one reconcile the seeming contradiction between everything the cult stood for and the replacement of the divinely anointed king?",
		"Is it so difficult to reconcile the competing demands of society and nature?",
		"But if it gives an indication of the range of approaches, how can we reconcile such apparently incongruent perspectives?",
		"They strive to reconcile the irreconcilable, don't they?",
		"Until we can rise above emotion into the thinking of God, we will never be able to reconcile these apparently irreconcilable views.",
		"He could not reconcile his faith in God with unconditional obedience to Hitler.",
		"Like Erasmus, Grotius sought to end the religious schism and urged the papacy to reconcile with the Protestant faiths.",
		"You can then easily reconcile your statement with the QuickBooks bank account.",
		"The remarkable discoveries of Fischer and Buchner to a great extent confirm Traube's views, and reconcile Liebig's and Pasteur's theories.",
		"It is an important function of the juge de paix to endeavour to reconcile disputants who come before him, and no suit can be brought before the court of first instance until he has endeavoured without success to bring the parties to an agreement.",
		"Shortly afterwards, perceiving that the Turkish cause was now lost, he sought the mediation of Sobieski to reconcile him with the emperor, offering to lay down his arms if Leopold would confirm the religious rights of the Magyar Protestants and grant him, ThOkiily, the thirteen north-eastern counties of Hungary with the title of prince.",
		"The book was very inconvenient to the Protestants, as it served to emphasize the Eucharistic differences between the Lutherans and Zwinglians at a moment when efforts were being made to reconcile them.",
		"This Admission to Benefices Act, as it was called, passed into law, but did not reconcile the opposing parties.",
		"His warm reception in France and his enthusiastic Republicanism, however, displeased the Federalists at home; he did nothing, moreover, to reconcile the French to the Jay treaty (see JAY, John), which they regarded as a violation of the French treaty of alliance of 1778 and as a possible casus belli.",
		"Now 2 area 17r=2Xr; so that, in order to reconcile the amplitude of the primary wave (taken as unity) with the half effect of the first zone, the amplitude, at distance r, of the secondary wave emitted from the element of area dS must be taken to be dS/Xr (1) By this expression, in conjunction with the quarter-period acceleration of phase, the law of the secondary wave is determined.",
		"The latter view is more in conformity with Roman policy in the East, which did not usually annex countries till they reached (under the rule of client princes) a certain level of civilization and order, but it is difficult to reconcile with Strabo's statements (p. 541 sqq.).",
		"The Austrian archduke John had been appointed regent, pending the election of an emperor; and the political leaders could neither break loose from the tradition of Austrian hegemony, nor reconcile themselves with the idea of a mutilated Germany, till it was too late, and Austria was once more in a position to re-establish the system devised by her diplomacy at the congress of Vienna.",
		"They were in constant communication with Servia and Montenegro; and their ultimate hope, the creation of a great Servian kingdom, was less easy to reconcile with loyalty to Austria.",
		"The people, thoroughly Protestant, were excited by the proofswhich they thought were afforded that the real object of the Tractarians was to reconcile England with Rome; and practices which are now regarded as venial or even praiseworthysuch as the wearing of the surplice in the pulpit, and the institution of the weekly offertorywere denounced because they were instituted by the Tracta.rians, and were regarded as insidious devices to lead the country ROmewards.",
		"He devoted particular attention to trying to reconcile the numerous sects which menaced the existence of the church (see below).",
		"For a long time he could not reconcile himself to the idea that he was one of those same retired Moscow gentlemen-in-waiting he had so despised seven years before.",
		"Instead, he ducked the issue and sought to reconcile the irreconcilable.",
		"How do we reconcile these strange contradictions implicit in the behavior of the viruses?",
		"We need your help in these activities and in finding ways to reconcile the inherent tensions therein.",
		"How businesses attempt to reconcile the conflicts of interest between groups to ensure the efficient operation of the organization.",
		"To reconcile these differences they may need to think creatively to find a solution.",
		"However, this information is difficult to reconcile with independent evidence.",
		"Personal loans literally mold themselves to reconcile with the financial needs of any borrower.",
		"The subjects were challenging, all embracing and leading edge - certainly difficult to reconcile with any notion of conventional compartmentalized learning.",
		"It reinterprets previous histories of hospital policy and questions whether current policies will reconcile competing goals of equity and choice.",
		"We here investigate various subsets of the tilt angle data from sunspots in an attempt to reconcile and understand these apparently contradictory results.",
		"In contrast, some critics have attempted to reconcile a focus on identity with a more universalist outlook.",
		"It's difficult to reconcile this attitude toward failure with our seriously risk-loving culture.",
		"You may decide to meet with a marriage counselor or reconcile while separated, at which time you can contact the court system to dissolve the legal separation between you and your spouse.",
		"Many people (men and women alike) will take their loneliness and despair about the divorce as a sign that they should reconcile with their ex-spouse.",
		"Maybe the word \"funky\" conjures up images you can't quite reconcile with your existing home décor.",
		"Still, producers and listeners found it difficult to reconcile Jessica's overt sexuality with her wholesome musical message.",
		"Given their past reunion after Laws' indiscretion with the nanny, it would seem there could be a small chance that the couple would reconcile again.",
		"The two have since seemed to reconcile, again hitting the late night scene and bringing along Spears for the ride.",
		"A friend of the pair commented that they were going to try to reconcile, but were unsure of the outcome.",
		"However to reconcile this, Sega has more recently re-released this game in a compilation, as well as including it as an unlockable extra in Adventure DX and Gems Collection.",
		"Do something that symbolizes the new you, and you might just reconcile your relationship in a new and better place.",
		"Before committing to marriage, couples should discuss key issues in their lives and strive to reconcile potential problems long before they become arguments.",
		"They can't quite reconcile to the fact that injustices are committed everyday in our world, and this truly drives them crazy.",
		"You'll nurse this wound and if you don't find some way to reconcile your pain, it'll fester into a mighty stumbling block in your life.",
		"His love for her and his duties as an angel compete, and it seems the only way to reconcile the two is to become a Messenger, an angel who became human once again.",
		"William Cox is said to live at the mansion, looking to reconcile with his beloeved Anna.",
		"Elena struggles to reconcile herself to Stefan's true nature.",
		"In 2010, however, the pair announced plans to reconcile.",
		"The Federation, Cardassia, the Klingons, Romulans and all races in the alpha quadrant must learn to reconcile their differences and make peace to unite against a common (and deadly) enemy.",
		"The commission declared that the chasm between the native and white races had been broadening for years and that the efforts of the administration - especially since the grant of responsible government - to reconcile the Kaffirs to the changed conditions of rule and policy and to convert them into an element of strength had been ineffective.",
		"It was \"of use to thieves by its fume and sheen, being a stone born, as it were, to aid theft,\" and even opening bars and locks; it was effective as a love potion, and possessed \" the power to reconcile husbands to their wives, and to recall brides to their husbands.\"",
		"On New Year's Day 1570 Frederick's difficulties seemed so overwhelming that he threatened to abdicate; but the peace of Stettin came in time to reconcile all parties, and though Frederick had now to relinquish his ambitious dream of re-establishing the Union of Kalmar, he had at least succeeded in maintaining the supremacy of Denmark in the north.",
		"How do I reconcile my personal choices with my statement that the farm of the future is a good thing?",
		"However, if you and your lover can't reconcile, you'll have to learn to let go.",
		"Ideally, talking through this points will help reconcile any discrepancies through caring, compromise, and understanding.",
		"In September 1713 Swift came to London, and made a last but vain attempt to reconcile his two friends.",
		"The disgust aroused by the anti-national policy of Antony, and the danger to the empire which was averted by the result of the battle of Actium, combined with the confidence inspired by the new ruler to reconcile the great families as well as the great body of the people to the new order of things.",
		"Porcius Cato places it in the first year of the seventh Olympiad, that is, in 3963 of the Julian period, and 751 B.C. (4) Verrius Flaccus places it in the fourth year of the sixth Olympiad, that is, in the year 3962 of the Julian period, and 752 B.C. (5) Terentius Varro places it in the third year of the sixth Olympiad, that is, in the year 3961 of the Julian period, and 753 B.C. A knowledge of these different computations isnecessary, in order to reconcile the Roman historians with one another, and even any one writer with himself.",
		"In Basel, again, he studied theology under Simon Sulzer (1508-1585), a broadminded divine of Lutheran sympathies, whose aim was to reconcile the churches of the Helvetic and Wittenberg confessions.",
		"His views on the problems of Arianism, and his attempt to reconcile it with orthodox theology, are contained in A Specimen of True Philosophy (1730, reprinted in Metaphysical Tracts, 1837) and Logology, or a Treatise on the Logos in Seven Sermons on John i.",
		"The dates assigned by Jerome for his birth and death are 148 and 103 or 102 B.C. But it is impossible to reconcile the first of these dates with other facts recorded of him, and the date given by Jerome must be due to an error, the true date being about 180 B.C. We learn from Velleius Paterculus that he served under Scipio at the siege of Numantia in 134.",
		"He found it impossible to reconcile Tetzel's views of indulgences with his own fundamental theory of salvation.",
		"In spite of the fact that the separation from Rome had been carried out during the sessions of a single parliament, and that there had been no opportunity for a general expression of opinion on the part of the nation, there of the is no reason to suppose that the majority of the people, thoughtful or thoughtless, were not ready to reconcile themselves to the abolition of the papal Henry supremacy.",
		"It was the year before the rebellion of 1837; the condition of the whole country was very unsettled; and it seemed well-nigh impossible to reconcile differences arising from racial and political antagonisms. During the rebellion young Macdonald volunteered for active service, but his military career never went farther than drilling and marching.",
		"Few political leaders have ever had such a number of antagonistic elements to reconcile as presented themselves in the first Canadian parliament after confederation.",
		"The reason for this was that every party had cause to fear parliamentary oppression at the hands of other nationalities, and this was why it was long impossible to reconcile the principal parties in the House to any effective remedy.",
		"Fesch sought in vain to reconcile the two potentates.",
		"In Germany, again, the last few years have witnessed a growing aversion from Ultramontanism on the part of those Catholics who cannot reconcile its tenets with their patriotic sentiments,.",
		"He also charged Joseph never to try to reconcile Napoleon to him.",
		"Nevertheless he was influential in effecting the reform by which in 1869 it was sought to reconcile the Empire with Liberal principles.",
		"It was not only significant that in the Concordia discordantium canonum ecclesiastical laws, whether from authentic or forged sources, were gathered together without regard to the existing civil law; of even greater eventual importance was the fact that Gratian taught that the contradictions of the canon law were to be reconciled by the same method as that used by theology to reconcile the discrepancies of doctrinal tradition.",
		"Matthew of Vendome, abbot of St Denis, an old servant of Louis IX., acted as Philip's counsellor, so the chroniclers state, throughout the reign; but he is only a shadowy figure, and it is difficult to reconcile the statement that \"everything was done according to his will\" with the known facts.",
		"On the balance of evidence the only year which can possibly reconcile all the data appears to be A.D.",
		"To reconcile the contradictory aspects of his character, two kings of the name of Minos were assumed by later poets and mythologists.",
		"Indeed, nearly all the Christian Gnostic systems clearly exhibit the great difficulty with which they had to contend in order to reconcile the idea of an historical redeemer, actually occurring in the form of a definite person, with their conceptions of salvation.",
		"His philosophy consisted in an attempt to reconcile the doctrines of his teachers Philo of Larissa and Mnesarchus the Stoic. Against the scepticism of the former, he held that the intellect has in itself a sufficient test of truth; against Mnesarchus, that happiness, though its main factor is virtue, depends also on outward circumstances.",
		"After the war he devoted himself to farming in Stafford county, Virginia, and was conspicuous in his efforts to reconcile the Southerit people to the issue of the war, which he regarded as a final settlement of the questions at issue.",
		"It is not difficult to lay one's finger upon very many obliquities, self-deceptions and sophisms in Tertullian in matters of detail, for he struggled for years to reconcile things that were in themselves irreconcilable; yet in each case the perversities and sophisms were rather the outcome of the peculiarly difficult circumstances in which he stood.",
		"The growing violence of his latest works is to be accounted for, not only by his burning indignation against the ever-advancing secularization of the Catholic church, but also by the incompatibility between the authorities which he recognized and yet was not able to reconcile.",
		"Being unable to reconcile incompatibles, he broke with the church and became the most powerful representative of Montanism in the West.",
		"When Regard Is Had To The Sun'S Motion Alone, The Regulation Of The Year, And The Distribution Of The Days Into Months, May Be Effected Without Much Trouble; But The Difficulty Is Greatly Increased When It Is Sought To Reconcile Solar And Lunar Periods, Or To Make The Subdivisions Of The Year Depend On The Moon, And At The Same Time To Preserve The Correspondence Between The Whole Year And The Seasons.",
		"The First Expedient Adopted To Reconcile The Lunar And Solar Years Seems To Have Been The Addition Of A Month Of Thirty Days To Every Second Year.",
		"The Observance Of This Rule Renders It Necessary To Reconcile Three Periods Which Have No Common Measure, Namely, The Week, The Lunar Month, And The Solar Year; And As This Can Only Be Done Approximately, And Within Certain Limits, The Determination Of Easter Is An Affair Of Considerable Nicety And Complication.",
		"It is not easy to reconcile these two phases, except on the assumption xix.",
		"He was among the earliest of the JewishAlexandrian philosophers whose aim was to reconcile and identify Greek philosophical conceptions with the Jewish religion.",
		"Daub was one of the leaders of a school which sought to reconcile theology and philosophy, and to bring about a speculative reconstruction of orthodox dogma.",
		"The fact is that no amount of ingenuity can reconcile the descriptions given in the Odyssey with the actual topography of this island.",
		"In the same year he was returned for Liverpool as successor to Canning, and as the only man who could reconcile the Tory merchants to a free trade policy.",
		"One of the so-called \"Philosophers of Identity,\" Krause endeavoured to reconcile the ideas of a God known by Faith or Conscience and the world as known to sense.",
		"He tried to reconcile political parties by granting from his own initiative a liberal constitution (April 6, 1901), introducing for the first time in the constitutional history of Servia the system of two chambers (skupshtina and senate).",
		"This did in a certain measure reconcile the political parties, but did not reconcile the army, which, already dissatisfied with the king's marriage, became still more so at the rumours that one of the two unpopular brothers of Queen Draga, Lieutenant Nicodiye, was to be proclaimed heirapparent to the throne.",
		"Charlotte Stuart, who was declared legitimate and created duchess of Albany, tended her father for the remaining years of his life, during which she contrived to reconcile the two Stuart brothers, so that in 1785 Charles returned to Rome, where he died in the old Palazzo Muti on the 30th of January 1788.",
		"It is a problem how to reconcile his ignorance, his weakness, his superstition, his crude notions, his erroneous observations, his ridiculous influences and theories, with his grasp of method, his lofty views of the true scope of medicine, his lucid statements, his incisive and epigrammatic criticisms of men and motives.",
		"Pursuing a policy intended to reconcile the peasantry to Russian rule and to break the power of the Polish nobility, the Russian government promulgated, during the outbreak in 1864, a law by which those peasants who were holders of land on estates belonging to private persons, institutions (such as monasteries and the like), or the Crown were recognized as proprietors of the soil-the state paying compensation to the landlords in bonds, and the peasants having to pay a yearly annuity to the state until the debt thus contracted had been cleared off.",
		"Attempts to reconcile these two narratives seem to be found in Matthew and in John xxi.",
		"This adroit attempt to reconcile the principle of popular sovereignty with the Dred Scott decision, though it undoubtedly helped Douglas in the immediate fight for the senatorship, necessarily alienated his Southern supporters and assured his defeat, as Lincoln foresaw it must, in the presidential campaign of 1860.",
		"Otto, having profound faith in the power of the church to reconcile conquered peoples to his rule, provided for the benefit of the Danes the bishoprics of Schleswig, Ripen and Aarhus; and among those which he established for the Slays were the important bishoprics of Brandenburg and Havelberg.",
		"The attempt to reconcile the inhabitants of Alsace-Lorraine to their condition proved equally difficult.",
		"The first efforts of the New course, as the new administration was termed, showed some attempt to reconcile to the government those parties and persons whom Bismarck had kept in opposition.",
		"While the Reichsrath, transferred to Kremsier, was discussing \" fundamental rights \" and the difficult question of how to reconcile the theoretical unity with the actual dualism of the empire, the knot was being cut by the sword on the plains of Hungary.",
		"The success of the present mahdi in raising the tribes and extending his influence over great tracts of country was a sufficient proof of the governments inability either to reconcile the inhabitants to its rule or to maintain order.",
		"Nicholas preached a crusade, and endeavoured to reconcile the mutual animosities of the Italian states, but without much success.",
		"He made, indeed, some effort to reconcile the principles at conflict in his mind.",
		"Fries's point of view in philosophy may be described as a modified Kantianism, an attempt to reconcile the criticism of Kant and Jacobi's philosophy of belief.",
		"It would appear that at first, after the destruction of the city, no specially repressive measures were contemplated by the conquering Romans, who rather attempted to reconcile the Jews to their subject state by a leniency which had proved successful in the case of other tribes brought by conquest within the empire.",
		"The history of the Levite and the Benjamites is of quite another character, and presupposes a degree of unity of feeling and action among the tribes of Israel which it is not easy to reconcile with the rest of the book.",
		"By this Transcendental Synthesis he proposed to reconcile Realism and Idealism, and to destroy the traditional difficulty between transcendental, or pure, thought and \"things in themselves.\"",
		"Add to these the pride of social rank and the pride of blood, which are natural to man, and which alone could reconcile a nation to restrictions at once irksome from a domestic and burdensome from a material point of view, and it is hardly to be wondered at that caste should have assumed the rigidity which distinguishes it in India.\"",
		"He seems continually anxious to reconcile the Jewish Christians to himself by personally observing the law of Moses.",
		"The first name is that of Theagenes of Rhegium, contemporary of Cambyses (525 B.C.), who is said to have founded the \" new grammar \" (the older \" grammar \" being the art of reading and writing), and to have been the inventor of the allegorical interpretations by which it was sought to reconcile the Homeric mythology with the morality and speculative ideas of the 6th century B.C. The same attitude in the \" ancient quarrel of poetry and philosophy \" was soon afterwards taken by Anaxagoras; and after him by his pupil Metrodorus of Lampsacus, who explained away all the gods, and even the heroes, as elementary substances and forces (Agamemnon as the upper air, &c.).",
		"He concludes that the aged Ulysses belongs to the \" continuation \" (the change wrought by Athena's wand being a device to reconcile the two views), and hence that the continuation is the work of a different author.",
		"Even granting the reasonableness of the triple manifestation of the Divine Spirit, how is one to reconcile all these idolatrous practices, this worship of countless gods and godlings, demons and spirits indwelling in every imaginable object round about us, with the pantheistic doctrine of the Ekam Advitiyam,\" the One without a Second \"?",
		"Immediately after the accession of Louis Philippe they started their famous newspaper, L' Avenir, hoping thereby to reconcile the Church with democracy, and make the pope the leader of the party of progress.",
		"The cemetery was naturally associated with the legend of St Ursula; and, this identification once accepted, it is not unlikely that when more careful investigations revealed male skeletons and tombstones bearing the names of men, other and more definite epitaphs were invented to reconcile the old traditions with the facts of such a damaging discovery.",
		"Coke was in disgrace but not in despair; there seemed to be a way whereby he could reconcile himself to Buckingham, through the marriage of his daughter, who had an ample fortune, to Sir John Villiers, brother of the marquess, who was penniless or nearly so.",
		"In fact, the great aim of his life was to reconcile Christendom by removing all unimportant differences.",
		"Hence it was that Knox as a statesman so often struck successfully at the centre of the complex motives of his time, leaving it to later critics to reconcile his theories of `action.",
		"Thus the empire was compelled to grapple with all these varied conditions and to reconcile them as best it might.",
		"In this sense he was the pattern if not the \" father \" of all such as allegorize and reconcile.",
		"Chrysippus did his best to reconcile the superstition with his own rational doctrine of strict causation.",
		"To reconcile the ways of God to man had been the ambition of Chrysippus, as we know from Plutarch's criticisms. He argued plausibly that natural evil was a thing indifferent - that even moral evil was required in the divine economy as a foil to set off good.",
		"Of his other compositions, the most individual are those in which, deeply impressed by the problems of his day, he has sought to reconcile science and religion, especially the fine dialogue between Milton and Galileo, where the former, impressed by Galileo's predictions of the intellectual consequences of scientific progress, resolves \"to justify the ways of God to man.\"",
		"In 1860 he went to Sicily on a mission to reconcile the policy of Cavour (who desired the immediate incorporation of the island in the kingdom of Italy) with that of Garibaldi, who wished to postpone the Sicilian plebiscite until after the liberation of Naples and Rome.",
		"Asanga managed with great dexterity to reconcile the two opposing systems by placing a number of Saivite gods cr devils, both male and female, in the inferior heavens of the then prevalent Buddhism, and by representing them as worshippers and supporters of the Buddha and of Avalokitesvara.",
		"It is undoubtedly to be attributed to the high intellectual level which Bohemia attained in the 14th century that at that period we already find writers on religious and philo caused the failure of this attempt to reconcile Bohemia with Austria.",
		"It was an attempt to reconcile, in words at least, the Augustinian doctrines of predestination and grace with the Semipelagianism which, as shown by the recent condemnation of Baius, had become prevalent in the Roman Catholic Church.",
		"He has left on record that it was his aim and hope to reconcile realism and nominalism in the interests of theological peace.",
		"Ratramnus sought in a way to reconcile science and religion, whereas Radbertus emphasized the miraculous.",
		"Cousin's collection, besides giving extracts from the theological work Sic et Non (an assemblage of opposite opinions on doctrinal points, culled from the Fathers as a basis for discussion, the main interest in which lies in the fact that there is no attempt to reconcile the different opinions), includes the Dialectica, commentaries on logical works of Aristotle, Porphyry and Boethius, and a fragment, De Generibus et Speciebus.",
		"Edwards makes no attempt to reconcile the pantheistic element in his philosophy with the individuality implied in moral government.",
		"These texts he inserts bodily in the course of his dissertation; where they do not agree, he divides them into opposite groups and endeavours to reconcile them; but the really original part of his work are the Dicta Gratiani, inserted between the texts, which are still read.",
		"Moreover, it could not have become an official code; it would be impossible to transform into so many laws either the discordant texts which Gratian endeavoured to reconcile or his own Dicta; a treatise on canon law is not a code.",
		"In England the custom was (and is) simply to \" reconcile.\"",
		"To Xenophanes, the founder of Eleaticism - whom he must have known, even if he was never in any strict sense of the word his disciple - Parmenides was, perhaps, more deeply indebted, as the theological speculations of that thinker unquestionably suggested to him the theory of Being and Not-Being, of the One and the Many, by which he sought to reconcile Ionian \" monism,\" or rather \" henism,\" with Italiote dualism.",
		"First among the lay nobles he signed the Constitutions of Clarendon, he sought to reconcile Henry and Archbishop Becket, and was twice in charge of the kingdom during the king's absences in France.",
		"Her partisans doubted his sincerity, while many of the Yorkists who had hitherto followed Warwick in blind admiration found it impossible to reconcile themselves to the new rgime.",
		"Throughout his logical writings De Morgan was led by the idea that the followers of the two great branches of exact science, logic and mathematics, had made blunders, - the logicians in neglecting mathematics, and the mathematicians in neglecting logic. He endeavoured to reconcile them, and in the attempt showed how many errors an acute mathematician could detect in logical writings, and how large a field there was for discovery.",
		"As councillor to the duke of Mayenne he sought to reconcile him with Henry IV.",
		"Afterwards, in 1458, he helped to reconcile the contending parties, but when the war was renewed in 1459 he appears as a decided Yorkist; he crowned Edward IV.",
		"In the main, no doubt, the problem is a metaphysical problem, and has its origin in the effort to reconcile that belief in man's freedom which is regarded by the unsophisticated moral consciousness as indisputable, with a belief in a universe governed by rational and necessary laws.",
		"Stoic loyalty to a belief in responsibility based on freedom of choice appeared difficult to reconcile with a belief in an all-pervading Anima Mundi, a world power directing and controlling actions of every kind.",
		"If a coherent theory capable of giving an explanation of the ordinary facts of morality and not involving too violent a breach with the meaning of moral terms in their accepted usage were all that need be required of determinists in order to m reconcile the defenders of the moral consciousness to the loss of their belief in the will's freedom, it would follow without question that the determinists have proved their case.",
		"It might, however, be thought that whatever be the compatibility of theories of punishment or of the activity of the state as a moralizing agency with determinism, to reconcile the R denial of freedom with a belief in the reality of remorse or penitence will be plainly impossible.",
		"Partly, again, the analytical distinctness of Aristotle's manner brings into special prominence the difficulties that attend the Socratic effort to reconcile the ideal aspirations of men with the principles on which their practical reasonings are commonly conducted.",
		"Thus, after a fashion, he is able to reconcile the conflicting claims of egoism and altruism and succeed where most apostles of evolution fail.",
		"Hence it appears difficult to reconcile what is in effect a belief in the validity of the judgments of the moral consciousness with a belief that the real source and justification of that consciousness are to be found in the very sentiments and vague mass of floating feelings upon which it pronounces.",
		"And he finds all the conceptions by which men have hoped to reconcile admitted antagonisms and divergencies between moral ideals claiming to be ultimate and authoritative alike unsatisfactory (p. 285).",
		"The marked feature of Schleiermacher's thought in every department is the effort to combine and reconcile in the unity of a system the antithetic conceptions of other thinkers.",
		"But he does not seek to reconcile the antitheses of thought and being by weakening and hiding the points of difference; on the contrary, he brings them out in their sharpest outlines.",
		"And, since the focus of his almost universal thought and inquiry and of his rich culture and varied life was religion and theology, he must be regarded as the classical representative of modern effort to reconcile science and philosophy with religion and theology, and the modern world with the Christian church.",
		"We can see now that if the remaining Roman Catholic landlords had been encouraged they would have done much to reconcile the masses to the settlement.",
		"The earliest attempts at a crude science of mythology were efforts to reconcile the legends of the gods and heroes with the religious sentiment which recognized in these beings objects of worship and respect.",
		"Though the treaty of Coblenz (860) seemed to reconcile the two kings for the moment, no peace was ever possible in Charles the Balds kingdom.",
		"He was a good and honest man, moderate, conciliatory and temporizing, anxious to lift the monarchy above the strife of parties and to reconcile them; but he was so little practical that he could believe in a reformation of the laws in the midst of all the violent passions which were now to be let loose.",
		"Coligny was a Protestant, but he was a Frenchman before all; and wishing to reconcile all parties in a national struggle, he trumpeted war (cornait la guerre) against Spain in the Netherlandsdespite the lukewarmness of Elizabeth of England and the Germans, and despite the counter-intrigues of the pope and of Venice.",
		"The vain attempts of the Gironde to reconcile the king and the Revolution, the ill-advised decree of the Assembly on the 8th of August, freeing La Fayette from his guilt in forsaking his army; his refusal to vote for the deposition of the king, and the suspected treachery of the court, led to the success of the republican forces when, on the 10th of August, the mob of Paris organized by the revolutionary Commune rose against the monarchy.",
		"The capture of the French king at Pavia and his imprisonment at Madrid gratified the pride of the Spaniards, and did much to reconcile them to the sacrifices which the policy of the emperor imposed on them.",
		"But if the progress of physical science has not prevented the rehabilitation of much of ancient alchemy by the later researches into chemical change, and if psychology now finds a place for explanations of spiritualism and witchcraft which involve the admission of the empirical facts under a new theory (as in the case of the diviningrod, &c.), it is at least conceivable that some new synthesis might once more justify part at all events of ancient and medieval astromancy, to the extent of admitting the empirical facts where provable, and substituting for the supposed influence of the stars as such, some deeper theory which would be consistent with an application to other forms of prophecy, and thus might reconcile the possibility of dipping into futurity with certain interrelations of the universe, different indeed from those assumed by astrological theory, but underlying and explaining it.",
		"Barnes, Chron., p. 104), it is surely difficult, on historical grounds, to reconcile David's recurring fights with the Philistines with his subsequent escape from Saul to Achish of Gath (xxvii.; already anticipated in xxi.",
		"Gardner, however, is unable to reconcile this estimated richness with our knowledge of the flora, and surmises that fossil plants from other localities must have been inadvertently included.",
		"Dusty sighed, unable to reconcile the Grey God, the man who had been Darian, and the man running gleefully into the house as being one and the same.",
		"How do you reconcile what local people are saying with the increasingly bellicose noises out of America?",
		"Platt, also struggling with things his mind could not contrive to reconcile, said \" that confounded hypocrite.",
		"His friends miss his cheeky sense of humor, which he managed to reconcile with moral views and opinions.",
		"She wasn't able to reconcile the creature that turned her Immortal with the man before her.",
		"It was hard to reconcile the man before her with the creature that tore apart bodies like meat in a blender.",
		"For some of these we have no certain information, and regarding others the tales narrated in the early records are so hard to reconcile with present knowledge that they are better fitted to be the battle-ground of scholars championing rival theories than the basis of definite history.",
		"Feuerbach labours under the same difficulty as Fichte; both thinkers strive in vain to reconcile the religious consciousness with subjectivism.",
		"He likewise supported the pope at Ferrara and Florence, and worked hard in the attempt to reconcile the Eastern and Western Churches.",
		"This theory would reconcile the conflicting evidence, that of those who saw Charles writing parts and read the MS. before publication, and the deliberate statements of Gauden.",
		"In Asia Minor, the \"enslavement \" and liberation of cities alternated with the circumstances of the hour, while the kings all through professed themselves the champions of Hellenic freedom, and were ready on occasion to display munificence toward the city temples or in public works, such as might reconcile republicans to a position of dependence.",
		"Elizabeth's object in this mysterious negotiation seems to have been to reconcile France and Great Britain, in return for which signal service France was to throw all her forces into the German war.",
		"The necessity of a constant protest against polytheism led to a tenacious insistence on the divine unity, and the task was to reconcile this unity with the deity of Jesus Christ.",
		"This doctrine, crudely transferred from philosophical speculation, was intended to reconcile the humoral (or Hippocratic) and solidist (or methodic) schools; but the methodists seem to have claimed Athenaeus as one of themselves.",
		"The second group, comprising the next four names, attempts to reconcile the conflicting data by emending the figures.",
		"Geschichte, i., Strassburg, 1893), as being simply an attempt to reconcile the political geography of Homer (i.e.",
		"Joule (1845) was the first to prove it approximately by direct experiment, but did not see his way to reconcile Carnot's principle, as stated by Clapeyron, with the mechanical theory.",
		"But, under the influence of Trendelenburg's attempt to reconcile thought and being by assigning motion to both, his Wirklichkeitsphilosophie, in a similar effort after a unity of being, lands him in the contention that matter is absolute being, the support of all reality underlying all bodily and mental states.",
		"At the same time it is a curious attempt to restore mechanism and reconcile it with teleology by using the word \" mechanism \" in a new meaning, according to which God performs His own reciprocal actions within Himself by uniform laws, which are also means to divine ends.",
		"It is also an attempt to reconcile this divine mechanism with freedom.",
		"The difficulty of personal idealism, on the other hand, is to reconcile the unity of the thing with the plurality of thinkers.",
		"He endeavoured to reconcile the Protestant churches with the Roman Catholic, and at a conference at Hanover in 1683 presented his Regulae circa Christianorum omnium ecclesiasticum reunionem.",
		"He did not condemn the temporal power of the popes in plain terms, but both his writings and his conduct proved that that power was in his opinion difficult to reconcile with the spiritual mission of the papacy, and was, moreover, a menace to the future of the institution.",
		"His object was to reconcile his religious with his philosophical creed, and to remain a Christian without ceasing to be an academician.",
		"In the spring of 1583 she retained enough of this saintly resignation to ask for nothing but liberty, without a share in the government of Scotland; but Lord Burghley not unreasonably preferred, if feasible, to reconcile the alliance of her son with the detention of his mother.",
		"He had a keen sympathy with the difficulties experienced by the ordinary lay mind in trying to reconcile the conservative element in Catholicism with the principle of development and growth, and in The Faith of Millions, Hard Sayings and Nova et vetera he attempted to clear them away.",
		"Immediately after his return to Stockholm, Gustavus endeavoured to reconcile the jarring factions by inducing the leaders to form a composition committee to adjust their differences.",
		"Once that happens she will reconcile with her husband and everyone can go back to taking backhanders and lying through their teeth again.",
		"They, therefore, endeavor, and that consistently, to deaden the class struggle and to reconcile the class antagonisms.",
		"In the first place, the Bible is contradictory in many places and it requires some clever babbling to reconcile the contradictions.",
		"Beidhawi's commentary tries hard to reconcile the discrepancy, but finally gives it up.",
		"He was not an orator, and though he could express himself forcibly on occasion, his speech was incoherent and devoid of any of the arts of rhetoric. Clarendon notes on his first appearance in parliament that \"he seemed to have a person in no degree gracious, no ornament of discourse, none of those talents which use to reconcile the affections of the standers by; yet as he grew into place and authority his parts seemed to be renewed.\"",
		"He made one attempt to reconcile the disputes between the army and the politicians by a conference, but ended the barren discussion on the relative merits of aristocracies, monarchies and democracies, interspersed with Bible texts, by throwing a cushion at the speaker's head and running downstairs.",
		"This is important as a preliminary stage, but philosophy properly begins when it attempts to coordinate or systematize those convictions in harmony, to conciliate apparent contradiction and opposition, as between the correlative notions of finite and infinite, the apparently conflicting notions of personality and infinitude, self and not-self; in a word, to reconcile the various sides of consciousness with each other.",
		"But when Augustine is concerned to reconcile the reality of individual freedom with humanity's universal need of redemption and with the absolute voluntariness of Divine Grace, he is constrained to contradict most of those postulates of which in his advocacy of libertarianism he was an eager champion.",
		"She was continually tormented by jealousy of her daughter, and now that jealousy concerned a subject near to her own heart, she could not reconcile herself to the idea.",
		"She is trying to reconcile with Frankie, but questions remain about whether he is really the right one to complete that picture of the perfect family she has in her head.",
		"Bixio attempted to reconcile them, but the publication by Cialdini of a letter against Garibaldi provoked a hostility which, but for the intervention of the king, would have led to a duel between Cialdini and Garibaldi.",
		"His philosophy is an attempt to reconcile monism (Hegel) and individualism (Herbart) by means of theism (Leibnitz).",
		"Suarez endeavoured to reconcile this view with the more orthodox doctrines of the efficacy of grace and special election, maintaining that, though all share in an absolutely sufficient grace, there is granted to the elect a grace which is so adapted to their peculiar dispositions and circumstances that they infallibly, though at the same time quite freely, yield themselves to its influence.",
		"By his conscious recognition of the Greek philosophy as a preparation for the truths of the Christian religion, he appears as the first and most distinguished in the long list of those who have endeavoured to reconcile Christian with non-Christian culture.",
		"It is his duty to act as regent; it is his duty to compose the dissensions in the principality of Antioch, and to repress the violences of the prince towards his patriarch (1154); it is his duty to reconcile Antioch with Edessa, when the two fall to fighting.",
		"In the name of the king, who now appointed him lord-lieutenant and captain-general of Scotland, he summoned a parliament to meet at Glasgow on the 10th of October, in which he no doubt hoped to reconcile loyal obedience to the king with the establishment of a non-political Presbyterian clergy.",
		"Now it is true that those who take their view of the history from Chronicles, where the kingdom of Ephraim is always treated as a sect outside the true religion, can reconcile this fact with an early date.",
		"The experienced diplomatist Cardinal Cesarini was accordingly sent to Hungary to reconcile Wladislaus with the emperor.",
		"Hoffmann's\" system \"was apparently intended to reconcile the opposing\" spiritual \"and\" materialistic \"views of nature, and is thought to have been much influenced by the philosophy of Leibnitz.",
		"Consequently it is very difficult to reconcile the accounts of this district, as transmitted by ancient authors, with its present aspect and the distribution of the streams which water it.",
		"She couldn't reconcile the cold-blooded killer who executed a man in front of her with the man concerned over her wrist.",
		"Kant, like Leibnitz, seeks to reconcile the mechanical and teleological views of nature, only he assigns to these different spheres.",
		"His chief object was to reconcile the Greeks to the rule of Rome, by dilating upon the good qualities of their conquerors.",
		"The new learning in religion had divided Christendom; the old learning of the faith, once delivered to the saints, was to reconcile them.",
		"About this time the influence of the equestrian order reached its height, and Cicero's great object was to reconcile it with the senate.",
		"Bernard of Chartres, at the beginning of the 12th century, endeavoured, according to John of Salisbury, to reconcile Plato and Aristotle; but his doctrine is almost wholly derived from the former through St Augustine and the commentary of Chalcidius.",
		"By this principle Ferguson endeavours to reconcile all moral systems. With Hobbes and Hume he admits the power of self-interest or utility, and makes it enter into morals as the law of self-preservation.",
		"The authenticity of his list of 10 antediluvian kings who reigned for 120 sari or 432,000 years, has been partially confirmed by the inscriptions; but his 8 postdiluvian dynasties are difficult to reconcile with the monuments, and the numbers attached to them are probably corrupt.",
		"But some phenomena are difficult to reconcile with pressed into less than one five-hundredth of a cubic foot, or, if allowed to expand, the air originally occupying the cubic foot can be made to fill, apparently uniformly, a space of a million cubic feet or more.",
		"The strain of the next three years' continuous work undermined his health and his eyesight, and he was compelled to retire from his professorship. During these years he had published works on Plato and Socrates and a history of philosophy (1875); but after his retirement he further developed his philosophical position, a speculative eclecticism through which he endeavoured to reconcile metaphysical idealism with the naturalistic and mechanical standpoint of science.",
		"Mill tried to reconcile criminal law and its punishments with his very hard type of determinism by saying that law was needed in order to weight the scale, and in order to hold out a prospect of penalties which might deter from crime and impel towards good citizenship, so Paley held that virtue was not merely obedience to God but obedience \" for 1 Criticism of the scheme, from the point of view of an idealist theism, will be found in John Caird's Introduc to the Phil.",
		"Molina tried to reconcile the doctrine of predestination with the freedom of the human will by saying that the predestination is consequent upon God's foreknowledge of the free determination of man's will, which is therefore in no way affected by the fact of such predestination.",
		"It is true that several of the Neoplatonists professed to accept all the teaching both of Plato and of Aristotle, whereas, in fact, they arbitrarily interpreted Aristotle so as to make him agree with Plato, and Plato so as to make his teachings consistent with the Oriental doctrines which they had adopted, in the same manner as the schoolmen attempted to reconcile Aristotle with the doctrines of the church.",
		"Others have attempted to reconcile the conflicting data by emendations of the figures and other ingenious devices.",
		"Having first fixed the date of the close of Dynasty III., they employed the figures of the Kings' List unemended for defining the earlier periods, and did not attempt to reconcile their results with other conflicting data.",
		"He formed the resolution to translate all the works of Aristotle and all the dialogues of Plato, and to reconcile the philosophy of Plato with that of Aristotle.",
		"The decisions on the point are numerous and difficult to reconcile, but the main test is whether, on the true construction of the particular covenant, the lessee has undertaken to indemnify the landlord against payments of all kinds.",
		"Christoph Wittich (1625-1687), professor at Duisburg and Leiden, is a representative of the moderate followers who professed to reconcile the doctrines of their school with the faith of Christendom and to refute the theology of Spinoza.",
		"In this way we can reconcile the fact that the sun is certainly losing heat with the fact that the change in temperature has not been large enough to be perceived within historic times.",
		"Justinian himself, with the aid of Leontius of Byzantium (c. 4 8 5-543), a monk with a decided turn for Aristotelian logic and metaphysics, had tried to reconcile the Cyrillian and Chalcedonian positions, but he inclined more and'more towards the monophysite view, and even went so far as to condemn by edict three teachers (Theodore of Mopsuestia, Theodoret, the opponent of Cyril, and Ibas of Edessa) who were offensive to the monophysites.",
		"Its chief aim was to reconcile the new views in physiology and chemistry with practical medicine."
	],
	"synonyms": [
		"resign",
		"suit",
		"fit",
		"fashion",
		"tailor",
		"conform",
		"acclimate",
		"accommodate",
		"square",
		"adapt",
		"acclimatize",
		"adjust",
		"straighten out",
		"smooth over",
		"settle"
	],
	"antonyms": [
		"divorce",
		"disaffect",
		"alienate",
		"refuse",
		"disagree",
		"quarrel",
		"estrange",
		"irritate",
		"bother"
	]
}