{
	"word": "nurture",
	"meaning": [
		"The action of raising or caring for offspring.",
		"The sum of environmental influences and conditions acting on an organism, especially in contrast to heredity.",
		"The act or process of raising or promoting the development of; training, educating, fostering, etc.",
		"Anything that nourishes; food; nutriment.",
		"All the environmental factors, collectively, to which one is subjected from conception onward, as distinguished from one's nature or heredity.",
		"To raise by educating, training, etc.",
		"To promote the development of.",
		"To encourage or help develop; cultivate.",
		"To feed or nourish.",
		"(figuratively, by extension) To encourage, especially the growth or development of something."
	],
	"sentences": [
		"I have the same need to nurture and protect.",
		"I resented our relationship, but I continued to nurture it.",
		"How could God do this to them when all they wanted was to love each other and nurture their own children?",
		"Lord Palmerston, on the other hand, had no personal grudge to nurture, but he was convinced that the first duty of England was to support Turkey and to resist Russia.",
		"In Trendelenburg's treatment of the state, as the ethical organism in which the individual (the potential man) may be said first to emerge into actuality, we may trace his nurture on the best ideas of Hellenic antiquity.",
		"This was followed by English Men of Science, their Nature and Nurture, published in 1874; Inquiries into Human Faculty and its Development, issued in 1883; Life-History Album (1884); Record of Family Faculties (1884) (tabular forms and directions for entering data, with a preface); and Natural Inheritance (1889).",
		"Brought up in the nurture and admonition of Canning, he defended Roman Catholic emancipation, and thought the duke of Wellington's government unworthy of national confidence.",
		"On the fertile low grounds along the margins of rivers or in clearings of forests, agricultural communities naturally take their rise, dwelling in villages and cultivating the wild grains, which by careful nurture and selection have been turned into rich cereals.",
		"Take the time to nurture your child's body, mind and soul.",
		"He was only carrying a step farther the policy of Augustus, who by a system of rewards and penalties had tried to encourage marriage and the nurture of children.",
		"Nurture and socialization became the favored explanations of differences in temperament.",
		"It can also involve a refusal to nurture or show love toward a child.",
		"Nobody who has even the slightest passing acquaintance with modern science still asks that nonsensical old question about \"nature versus nurture.\"",
		"The only pitfall to avoid in this arena is a tendency for both of these very practical signs to forget to nurture their romance.",
		"Most also offer ways for kids to nurture their inner star, with dress-up games, puppet shows, news rooms, music studios, and dance booths.",
		"Ask her about her favorite color, and teach her some of your favorite songs, while taking the time to nurture her inner thoughts and fears.",
		"Her figure shows what it means to nurture and work the self - without having an ounce of fat on her, Serena Williams eats to maintain her power and has the medals to prove it.",
		"The National Association for the Education of Young Children (NAEYC) has standards in place so that early childhood and preschool programs can effectively \"nurture learning and development.\"",
		"If you have a young lady in the house who loves to nurture, caring games for girls may be just her speed.",
		"Along with helping to nurture creativity, getting your kids their own digital camera just may save wear and tear on your own camera.",
		"The show used the power of nurture as a long-running theme through all five seasons.",
		"A draw won't, especially for the inexperienced, because they take time to nurture.",
		"Nurture your skin with this Hydrating Body Milk by Bidwell Botanicals.",
		"Once you've turned your first few sales leads into paying customers, nurture those relationships and turn them into repeat business.",
		"Gene-environment correlations show that nature and nurture are inseparable.",
		"We are sure these initiatives will help to nurture a new generation of Festival lovers.",
		"In order to nurture their digital pet, keep it healthy and grow, young people must themselves act in physically healthy ways.",
		"The Initiative also includes an Internet incubator Fund to stimulate the creation of new regional Incubators that will support and nurture new e-businesses.",
		"Destination Scotland Scotland's first priority is to nurture and retain home-grown talent by striving to meet hopes and aspirations.",
		"The Palmer children were the first triplets to be born following treatment at NURTURE, The University of Nottingham 's fertility treatment center.",
		"Nurture Place - Nurture Place offers premature baby clothes for micro-preemies (1-3 lbs.; nicu safe) to toddler (24 month) sizes.",
		"The desire to nurture can be overwhelming for a childless couple who wants to adopt.",
		"Whereas The Preemie Store and Nurture Place focus more on functional, Preemie Proud is the place to shop for clothes with character.",
		"They plant several strawberry plants in the ground, nurture them, and expect them to return year after year.",
		"One of the foundations of organic gardening for vegetables and herbs is having soil that can nurture your plants.",
		"These tend to moisturize deeply and nurture damaged skin.",
		"Acquiring appropriate help for medical care, finding activities to entertain and nurture your parents and making a comfortable and safe home environment are all part of the process.",
		"You nurture the egg by controlling the temperature and cleanliness of the tank (via the D-pad) where eventually, the egg will hatch.",
		"He'll get grouchy if you neglect him, and he'll be happy when you nurture him.",
		"Providing a loving and supportive home environment can help to nurture an emotionally healthy child who is independent, self-confident, socially skilled, insightful, and empathetic towards others.",
		"A good first move is to open and nurture trusting lines of communication.",
		"Temperament, with its dependence on genetic factors, is sometimes referred to as \"nature,\" while the environmental factors are called \"nurture.\"",
		"As adults nurture and interact with infants during the first year of life, infants organize their behavior around these caregivers.",
		"Babies instinctively reach out for the safety and security of the safe haven they have with their primary caregiver, while parents usually instinctively protect and nurture their children.",
		"Week 2 is a period of great expectation as you and your body get ready to nurture a baby for the next 38 weeks.",
		"A child who pretends is a child who continues to develop his language and thinking skills and nurture his imagination.",
		"Duke Endowment provides a means to nurture children, educate ,enrich and promote health in communities in North and South Carolina.",
		"The more you and your spouse nurture that sexual connection, the closer you'll feel.",
		"You listen to him, which he needs and you nurture him, which he has come to depend on.",
		"Earth can give water the form it so desires and needs and in return, water will nurture earth and give it all the nourishment it needs to grow and blossom.",
		"She knows instinctively what you need and what she should say or do to encourage and nurture you.",
		"The elements of air and fire pose too great a threat to Capricorn's stability, and so the grounded nature of earth and the melancholy and soothing nature of water help nurture Capricorn and pacify his anxieties.",
		"A great variety of games are available online to satisfy that need to nurture, from cyber pet simulations to day care, teaching, and parenting role play games.",
		"Except, of course, your little one will get to nurture these pets without the danger of puppy potty mistakes or shedding on your living room carpet.",
		"The following kid cooking games are simple game suggestions that will continue to nurture your child's unique interests in the kitchen.",
		"Even though many parents have the natural ability to nurture and the desire to praise and love, parenting challenges can turn even the most patient and understanding adult into a frustrated and misunderstood parent.",
		"Even though thong sandals of all designs are so readily available, some people like to nurture their creativity and decorate their own flip flops.",
		"They must then struggle to find a way to persevere and nurture each other without her strong influence to guide the way.",
		"These are the bread-and-butter of your business, so it's important to cultivate these relationships carefully and nurture them along the way.",
		"The dichotomy of nature versus nurture is an ongoing debate.",
		"Ridley also has an eminently sane attitude to the ferocity of past arguments about the relative influences of nature and nurture.",
		"Most of those who received saplings said they had not been given funding for labor, insecticide or spraying equipment to nurture them.",
		"His idea for a school to nurture talent outside the commercial sector was first discussed in the early 1990s.",
		"How do you nurture the nation's foremost creative talent?",
		"The Palmer children were the first triplets to be born following treatment at NURTURE, The University of Nottingham's fertility treatment center.",
		"The English Arthurian poems regard him as the type and model of chivalrous courtesy, \"the fine father of nurture,\" and as Professor Maynadier has well remarked, \"previous to the appearance of Malory's compilation it was Gawain rather than Arthur, who was the typical English hero.\"",
		"To nurture the ministry and spirituality of the whole people of God, both within the church, and the neighborhood it serves.",
		"How do you nurture the nation 's foremost creative talent?",
		"Destination Scotland Scotland 's first priority is to nurture and retain home-grown talent by striving to meet hopes and aspirations.",
		"Check out Websites such as Preemies R Us, Nurture Place, Itty Bitty Bundles, and Preemie.com.",
		"We all cherish the moment we first hold our precious newborn baby and long to nurture them and keep them safe, and the importance of immediate newborn care can never be encouraged too much.",
		"The great thing about having a new baby is the ability to nurture him and establish daily living patterns that suit the parents and rest of the family and fit in well with the existing daily routine.",
		"As a parent, how can you use the Scholastic book fliers to nurture your child's love of reading?",
		"To make it through divorce, it's important to nurture emotional well-being.",
		"Modern fathers yearn to nurture their children just as much as mothers and courts reward this desire with customized custody plans that allow both parents to participate fully in their children's daily lives.",
		"Digital SLRs are more complex than film SLR cameras, so nurture your learning curve.",
		"This was the fire that lit his passion for comedy and acting, and his mother sent him to a school in California to try and nurture his talent.",
		"Once you start using your cold frame to nurture young plants and extend your growing season, you may wonder how you ever managed to garden without one.",
		"Take care and nurture your passionate love affair.",
		"Reared in the nurture of the pope, the populace of the Tiber renounced its stormy liberty in 1209, and accepted the peace and order that a beneficent master gave; but when Innocent attempted to extend to the whole of Italy the regime of paternal subjection that had been so successful at Rome, the difficulties of the enterprise surpassed the powers even of a leader of religion.",
		"The process of inauguration was commenced in the evening by the placing of the candidate under the care of two \"esquires of honour grave and well seen in courtship and nurture and also in the feats of chivalry,\" who were to be \" governors in all things relating to him.\""
	],
	"synonyms": [
		"rearing",
		"raising",
		"fosterage",
		"fostering",
		"upbringing",
		"bringing-up",
		"breeding",
		"care",
		"sustenance",
		"nutriment",
		"pabulum",
		"grub",
		"eats",
		"chow",
		"victual",
		"uphold",
		"tend",
		"teach",
		"support",
		"strengthen",
		"school",
		"mother",
		"foster",
		"train",
		"nurse",
		"nourish",
		"rear",
		"raise",
		"feed",
		"educate"
	],
	"antonyms": [
		"neglect",
		"deprivation",
		"ignorance",
		"starvation",
		"ignore",
		"deprive",
		"neglect",
		"starve"
	]
}