{
	"word": "rectify",
	"meaning": [
		"To put or set right; correct; amend.",
		"To adjust, as in movement or balance; adjust by calculation.",
		"To refine or purify (a liquid) by distillation, esp. by fractional or repeated distillations.",
		"To convert (alternating current) to direct current.",
		"To adjust (the proof of alcoholic beverages) by adding water or other liquids."
	],
	"sentences": [
		"No simple apology was going to rectify this situation.",
		"Thankfully there is still time to rectify these mistakes.",
		"Attempts to rectify these shortcomings are currently taking place.",
		"The unsuspecting person clicks on the link and lands on a website that appears to be authentic, so the person supplies personal information in an attempt to rectify whatever supposed problem there is with the account.",
		"Most frequently he will be required either to protect a good bowl or to rectify a possible error of the leader.",
		"Solution Fitting a new temperature sender should rectify this fault.",
		"Our duty, my dear, is to rectify his mistake, to ease his last moments by not letting him commit this injustice, and not to let him die feeling that he is rendering unhappy those who...",
		"An action plan will then be necessary to rectify any deficiencies.",
		"On becoming an MP, he worked closely with Gordon Brown on plans and ideas to rectify what he thought were serious weaknesses.",
		"Digital monitors serve to rectify this problem.",
		"This article, therefore, aims to address this topic and, to some extent, rectify the imbalance.",
		"Thankfully, there are a variety of cell phone signal boosters on the market that can help you rectify this situation.",
		"No matter what issues you are having with your AT&T cell phone or smartphone, it is always possible to get in contact with AT&T to attempt to rectify any issues you may have.",
		"Amends have since been made to rectify the situation but this serves as a reminder to be certain the casket is the correct size.",
		"More liaison with TECs and graduate recruiters would help rectify this. i. What are the purposes of graduate recruiters would help rectify this. i. What are the purposes of graduate schools?",
		"We apologize for this discrepancy, which we hope to rectify shortly.",
		"If you finally come to the decision that euthanasia is necessary, at least you'll have the comfort of knowing you did all you could possibly do to rectify the situation.",
		"The Council therefore seeks to work in partnership with the private sector to rectify shortfalls in provision.",
		"Step-in rights The rights of the institution to rectify a problem by taking over responsibility for provision of the service.",
		"If you believe you may be the victim of identity theft, take steps to rectify the situation.",
		"There's no need to fret, however, as I easily rectify the situation with some eye moisturizer.",
		"This person can help you to determine what is causing the sleep disorder and then will prescribe a treatment plan to rectify the problem.",
		"To rectify this I relocated both handles to the bottom edge in which the two points remain linear.",
		"I might fitly let the matter pass without remark, were it not needful to rectify a grave misrepresentation.",
		"Giving the taxpayer an opportunity to rectify an omission in such cases is a means of enhancing voluntary compliance.",
		"In addition to the above gaseous rectifiers of oscillations it has been found that several crystals, such as carborundum (carbide of silicon), hessite, anastase and many others possess a unilateral conductivity and enable us to rectify trains of oscillations into continuous currents which can affect a telephone.",
		"Work to discover and rectify the fault in the dam ran into a number of problems.",
		"An appreciation of the issues of the Reformation - or Protestant revolt, as it might be more exactly called - depends therefore upon an understanding of the development of the papal monarchy, the nature of its claims, the relations it established with the civil powers, the abuses which developed in it and the attempts to rectify them, the sources of friction between the Church and the government, and finally the process by which certain of the European states threw off their allegiance to the Christian commonwealth, of which they had so long formed a part.",
		"Often, the sleep physician will recommend the dentist especially when there is a need for an oral appliance or a surgical procedure to take place to rectify your obstructive sleep apnea.",
		"The first task of the new government was to introduce (on the 4th of March) an Additional Representation Bill, to rectify - in part - the disparity in electoral power of the rural and urban districts.",
		"One of the most important matters he had to deal with was to rectify the canonical position of those who had been ordained or consecrated since the breach with Rome.",
		"A notion so vague could not possibly be used with any precision for determining the subordinate rules of morality; but in fact Cumberland does not attempt this; his supreme principle is designed not to rectify, but merely to support and systematize, common morality.",
		"According to this reading, William sought to rectify his position by asserting, not the numerical identity of the universal in each individual, but rather its sameness in the sense of indistinguishable similarity."
	],
	"synonyms": [
		"regenerate",
		"reclaim",
		"reform",
		"refine",
		"right",
		"correct",
		"remedy",
		"amend",
		"repair",
		"remediate",
		"straighten",
		"rebuild",
		"purify",
		"emend",
		"improve"
	],
	"antonyms": [
		"ruin",
		"damage",
		"worsen"
	]
}