{
	"word": "satiate",
	"meaning": [
		"To satisfy to the full; gratify completely.",
		"To provide with more than enough, so as to weary or disgust; glut; surfeit.",
		"Having had enough or more than enough; sated.",
		"Filled to satisfaction."
	],
	"sentences": [
		"The acai berry is loaded with Omega-3 and Omega-6 fatty acids, both of which help boost metabolism and satiate hunger.",
		"I mean, if you're mom looks down upon you racing her Tahoe down the street, play this game to satiate your urges.",
		"She could neither control her body's reaction to it nor satiate it.",
		"There 's history, both ancient and modern, enough to satiate even the most enthusiastic.",
		"Cyberpunk Reloaded brings together a varied compilation of articles to satiate the appetite of the most avid fans.",
		"Where can you find good deals to satiate your thirst for platforming, fragging, and rocking out?",
		"As if the wide array of characters at the start weren't enough to satiate your thirst for Nintendo-themed racing adventure, there are no fewer than 14 additional characters for you to try in this game as well.",
		"Reading about them may be enough for the casual viewer, while screen captures may satiate those who appreciate the show's visual appeal.",
		"With the standards already set, Patek watchmakers continuously craft new watches to satiate the public's hunger for the brand.",
		"Purchase a jar of foundation that will last you months for $7 or satiate your taste for adventurous colors with a $5.25 jar of eye shadow.",
		"There have been several television series ', manga tales and movies created in the years following Ryo-Ohki to satiate demand.",
		"Fortunately, there are a number of ways adrenaline junkies can satiate their sweet tooth without going into debt.",
		"Even if this Guitar Hero World Tour song list isn't enough to satiate your appetite for little guitars and plastic drums, the good people at Activision and Neversoft have more for to you to enjoy as well.",
		"In this way, you don't get instant access to satiate your gaming appetite.Shockwave has three versions of Text Twist."
	],
	"synonyms": [
		"stuff",
		"pall",
		"satisfy",
		"surfeit",
		"gorge",
		"cloy",
		"glut",
		"sate",
		"quench",
		"overfill",
		"overfeed",
		"gratify",
		"replete",
		"fill",
		"scarf out",
		"satiated"
	],
	"antonyms": [
		"leave wanting",
		"deprive",
		"dissatisfy",
		"starve",
		"insatiate"
	]
}