{
	"word": "bane",
	"meaning": [
		"A cause of harm, ruin, or death.",
		"Deadly harm; ruin; death.",
		"A source of persistent annoyance or exasperation.",
		"The cause of distress, death, or ruin.",
		"Fatal injury or ruin.",
		"To kill, especially by poison; to be the poison of.",
		"To be the bane of."
	],
	"sentences": [
		"My cruel teacher was the bane of my existence.",
		"The defender was the bane of my scoring hopes, blocking my shot from the goal.",
		"The winter was the army's bane; his freezing forces had to retreat.",
		"They called her \"Wolf's Bane,\" because she killed many wolves.",
		"He went running in the mornings rain or shine, but his broken heel had been his bane.",
		"She felt her hunger as a bane and could walk no farther until she'd eaten.",
		"The party was the bane of her sobriety; she desperately wanted to join the drinking.",
		"Equipment failure is a constant bane of my life.",
		"Lost receipts are the bane of any business, as are lost checks or checks entered in the wrong parts of a ledger or accounting program.",
		"The murderer sought the bane of all his enemies; they had to die.",
		"But the unlikely team of Ellison and Sandburg become close friends and the bane of criminals throughout the Pacific Northwest.",
		"Weeds are the bane of fields, lust is the bane of mankind.",
		"By an especial cruelty of fate, what should have been the comfort became the bane of his existence.",
		"The evil Soul Edge is the bane of all the character's existence.",
		"Instead of going with Mr. Freeze, The Riddler, or The Joker as villains, they are instead Bane and Catwoman.",
		"The rocker box was becoming the bane of my life.",
		"Bane, were afterwards kings of the Scots.",
		"Thus the ` trekking ' system, with its attendant evils, the bane of South Africa, was born.",
		"To get some easy experience make sure your characters is at least level 10, and then go to the Elven Bane castle in Ab'Dendriel.",
		"My brother and sisters and I barely talked about this great bane of our lives.",
		"The real bane of any band around that time was electrical wiring.",
		"It also helps to hide an old house's irregularities - the bane of an old house owner's existence.",
		"Loading screens will be the bane of your existence, as each one takes a whole twenty-four seconds to finish the job.",
		"These ingredients often are the bane of an individual trying to eliminate gluten since finding the source often requires additional research on your part.",
		"This fact, instead of being to the boy's advantage, was to prove his bane.",
		"The perennial bane of religious sects is the inability to handle the problem of jealousy.",
		"Friction is the bane of any business model, and you want to look for it and get rid of it if at all possible.",
		"Can't find any wolf's bane around the house?",
		"It never falls into a linear plot, which remains the bane of the script writer.",
		"Today Gone to earth stands with precious bane as the best-known and finest of Mary Webb's novels.",
		"When thou receivest the Lord's supper, thou knowest not whether it be thy bane or bliss.",
		"Impressed by the belief that verbosity was the bane of science, he carried terseness to an extreme which frequently created obscurity, and this in no branch of zoology more than in that which relates to birds.",
		"Fogs are common on the coast, and east wind drizzles; the north-east winds being the weather bane of spring and late autumn.",
		"She had little beauty, no education or understanding, and few charms that his friends could discover, besides which she had a detestable mother, who was the bane of Rousseau's life.",
		"And it would certainly go to the root of the political unrest in South Africa; and though temporarily it might aggravate, it would ultimately extinguish the race feud, which is the great bane of the country.",
		"His firm and masterful government and wise measures did much to allay the spirit of unrest which had so long been the bane of Colombia, and though an attempt at assassination was made in the spring of 1906, the era of revolution appeared to be over.",
		"The queen had much difficulty in forcing herself to come to terms with the man who had been the bane of her cause, but finally, was induced by Louis XI.",
		"Of tales relating to the east there survive the Weapon-firth cycle - the tales of Thorstein the White (c. 900), of Thorstein the Staffsmitten (c. 985), of Gunnar Thidrand's Bane (1000-1008) and of the Weapon firth Men (975-990), all relating to the family of Hof and their friends and kin for several generations - and the story of Hrafnkell Frey's Priest (c. 960), the most idyllic of sagas and best of the eastern tales.",
		"Hairballs are the bane of every cat owner's existence, and if you share your home with a feline, you're bound to find one sooner or later.",
		"At least we can all be thankful that it isn't the bane of everybody's reality show existence, Heidi and Spencer, getting a new show.",
		"In 1988, actor Clive Owen landed a role in the BBC television production called Precious Bane, playing Gideon Sam.",
		"These schools are both the envy of students and the bane of parents and administrators.",
		"Sometimes they will help and sometimes they will be the bane of your existence.",
		"For a time he lived as a hostage in England and became king of the Scots after driving out his uncle, Donald Bane, in 1093, an enterprise in which he was helped by some English and Normans.",
		"Stretch marks are considered the bane of a mum-to-be life - MumStuff has the answer!"
	],
	"synonyms": [
		"scourge",
		"evil",
		"curse",
		"ill",
		"affliction",
		"woe",
		"plague",
		"downfall",
		"destroyer",
		"destruction",
		"wrecker",
		"undoing",
		"ruination",
		"ruin",
		"nemesis"
	],
	"antonyms": [
		"advantage",
		"blessing",
		"fortune",
		"good-luck"
	]
}