{
	"word": "bombastic",
	"meaning": [
		"Using or characterized by high-sounding but unimportant or meaningless language; pompous; grandiloquent.",
		"(archaic) Inflated, overfilled."
	],
	"sentences": [
		"This is a singular prose poem, in language sometimes rather bombastic but often beautiful.",
		"His most important poem is Wladystaus IV., King of Poland, in which he sings in a very bombastic strain the various expeditions of the Polish monarch.",
		"He's not bombastic, just clear-headed and positive about the priorities which matter to him.",
		"This one, written for some reason in conjunction with a former colleague, is too bombastic just a tad.",
		"Ethelweard gave himself the bombastic title \"Patricius Consul Quaestor Ethelwerdus,\" and unfortunately this title is only too characteristic of the man.",
		"Domentiyan wrote a life of St Sava in the involved and bombastic Byzantine style of the middle of the 13th century.",
		"Secretary-General, the language in the letter is, as you know, quite bombastic.",
		"The papal brief establishing the hierarchy was dated 29th September 1850, and on 7th October Wiseman wrote a pastoral, dated \" from out of the Flaminian Gate \" - a form diplomatically correct, but of bombastic tone for Protestant ears - in which he spoke enthusiastically, if also a little pompously, of the \" restoration of Catholic England to its orbit in the ecclesiastical firmament.\"",
		"This is a bombastic and vainglorious epic in honour of Charles XI., whom Eurelius adored; it is not, however, without great merits, richness of language, flowing metre, and the breadth of a genuine poetic enthusiasm.",
		"If you asked a fellow Christian single a barrage of moral and ethical questions on the first date, this could easily be perceived as bombastic and even rude.",
		"A lot of the cheerleaders and the cheers are stereotyped and exaggerated - for example, the choreographer who is hired by the Toros squad is bombastic, vain, and (in the end) crooked.",
		"The drama closed with a bombastic proclamation from Lord Ellenborough, who had caused the gates from the tomb of Mahmud of Ghazni to be carried back as a memorial of \" Somnath revenged.\"",
		"Although the style is sometimes bombastic, he is considered trustworthy and is one of the most valuable authorities for the history of the 6th century, especially on geographical and ethnographical matters.",
		"Livio Bellorum omnium annorum DCC Libri duo, is written in a bombastic and rhetorical style, and is rather a panegyric of the greatness of Rome, whose life is divided into the four periods of infancy, youth, manhood and old age.",
		"But his position in the history of Spanish literature is due to his Historia del famoso predicador fray Gerundio de Campazas, alias Zotes (1758), a novel which wittily caricatures the bombastic eloquence of pulpit orators in Spain.",
		"He made no attempt at a critical examination of historical traditions, and wrote in a flowery and often bombastic style, but in spite of this drawback, Mirkhond's Rauzat remains one of the most marvellous achievements in literature.",
		"In his youth he had been a playgoer, but he shortly came to the conclusion that tragedy is a stilted and bombastic art, and after a time comedy interested him no more than tragedy.",
		"Napper Tandy, who was drunk during most of the expedition, took possession of the village of Rutland, where he hoisted an Irish flag and issued a bombastic proclamation; but learning the complete failure of Humbert's expedition, and that Connaught instead of being in open rebellion was perfectly quiet, the futility of the enterprise was apparent to the French if not to Tandy himself; and the latter having been carried on board the \"Anacreon\" in a state of intoxication, the vessel sailed round the north of Scotland to avoid the English fleet, and reached Bergen in safety, whence Tandy made his way to Hamburg with three or four companions.",
		"His first literary work, except the bombastic but eloquent Essai sur le despotisme (Neufchatel, 1 775), was a translation of Robert Watson's Philip II., done in Holland with the help of Durival; his Considerations sur l'ordre de Cincinnatus (London, 1788) was based on a pamphlet by Aedanus Burke (1743-1802), of South Carolina, who opposed the aristocratic tendencies of the Society of the Cincinnati, and the notes to it were by Target;, his financial writings were suggested by the Genevese exile, Claviere.",
		"His reputation does not seem justified; his works, as Plutarch says (De audiendis poetis, 16), have nothing poetical about them except the metre, and the style is bombastic and obscure; but they contain some interesting information as to ancient belief on the subjects treated."
	],
	"synonyms": [
		"swollen",
		"sonorous",
		"high-flown",
		"aureate",
		"fustian",
		"magniloquent",
		"high-sounding",
		"flowery",
		"grandiloquent",
		"declamatory",
		"rhetorical",
		"overblown",
		"orotund",
		"large",
		"tumid"
	],
	"antonyms": [
		"humble",
		"quiet",
		"restrained",
		"reserved"
	]
}