{
	"word": "indefatigable",
	"meaning": [
		"Having or showing a capacity for persistent effort; not tiring or relenting.",
		"That cannot be tired out; not yielding to fatigue; untiring."
	],
	"sentences": [
		"Moreover Frederick, who had proved by his wars the importance which he attached to Silesia, was indefatigable in times of peace in his attempts to justify his usurpation.",
		"The energies of the indefatigable parson knew no bounds.",
		"He had courage, a vivid sense of duty, an indefatigable love of work, and all the inquisitive zeal and inventive energy of a born reformer.",
		"But through all situations of his life he preserved his equanimity, his keen interest in science, and his indefatigable zeal for the instruction of others.",
		"A few days later the indefatigable Sheridan won the last great victory of the war at Five Forks.",
		"He was, however, indefatigable in his mathematical work.",
		"Tenison, according to Gilbert Burnet, \"endowed schools, set up a public library, and kept many curates to assist him in his indefatigable labours.\"",
		"When the Committee of Public Safety made an appeal to the savants to assist in producing the materiel required for the defence of the republic, he applied himself wholly to these operations, and, distinguished himself by his indefatigable activity therein; he wrote at this time his Description de fart de fabriquer les canons, and his Avis aux ouvriers fer sur la fabrication de l'acier.",
		"The entire poem (which only existed in MS. up to the beginning of the 19th century) was published (1831-1868) with a French translation in a magnificent folio edition, at the expense of the French government, by the learned and indefatigable Julius von Mohl.",
		"From the Gesta the indefatigable Gervase turned to a third project, the history of the see of Canterbury from the arrival of Augustine to the death of Hubert Walter (1205).",
		"All the princes of Europe sent him disciples, who found in this skilful professor not only an indefatigable teacher, but an affectionate guardian.",
		"With indefatigable energy he at once attempted to grapple with the difficulties of the situation, waging an almost desperate struggle with sloth, corruption and incompetence.",
		"Geoffrey the Handsome, with his indefatigable energy, was eminently fitted to suppress the coalitions of his vassals, the most formidable of which was formed in 1129.",
		"Matteo Ricci, an Italian by birth, was also an indefatigable missionary in China for twenty-seven years, while the unholy compromise 1 Neander vii.",
		"Six months later, the indefatigable astronomer started for Danzig to set at rest a dispute of long standing between Hooke and Hevelius as to the respective merits of plain or telescopic sights; and towards the end of 1680 he proceeded on a continental tour.",
		"In the Madras presidency and in Mysore irrigation has long assumed a great importance, and the engineering works of the three great deltas of the Godavari, Kistna and Cauvery, the outcome of the genius and indefatigable enthusiasm of Sir Arthur Cotton, have always been quoted as showing what a boon irrigation is to a country.",
		"His memory was astonishing, his energy indefatigable.",
		"Arneth was an indefatigable worker, and, as director of the archives, his broad-minded willingness to listen to the advice of experts, as well as his own sound sense, did much to promote the more scientific treatment and use of public records in most of the archives of Europe.",
		"From this moment may be dated the personal reign of Peter, for he now began to direct personally all branches of the administration, and governed with indefatigable vigour for twenty-seven years, during which he greatly increased the area and profoundly modified the internal condition of his country.",
		"He compressed into a single chapter the domestic history and policy of the emperors from the son of Heraclius to Isaac Angelus; and did no justice to the remarkable ability and the indefatigable industry shown in the service of the state by most of the sovereigns from Leo III.",
		"He was indefatigable in dispensing justice, and himself presided over a native court in which he disposed of from fifty to a hundred cases a month.",
		"Prince Louis of Battenberg, a most patriotic and capable sailor, unjustly attacked because of his German origin, tendered his resignation as First Sea Lord, and Mr. Churchill put in his place the indefatigable veteran, Lord Fisher.",
		"Two years later Nitzsch, who was indefatigable in his endeavour to discover the natural families of birds and had been pursuing a series of researches into their vascular system, published the result, at Halle in Saxony, in his Observationes de avium arteria carotide communi, in which is included a classification drawn up in accordance with the variation of structure which that important vessel presented in the several groups that he had opportunities of examining.",
		"Again we must recur to that indefatigable and most original investigator Nitzsch, who, having never intermitted his study of the particular subject of his first contribution to Nitzsch.",
		"The study of Oriental languages began in connexion with the Christian missions of the East; Raymond Lull, the indefatigable missionary, induced the council of Vienne to decide on the creation of six schools of Oriental languages in Europe (13 I I).",
		"He was an indefatigable writer, and the first germ of his future socialism is contained in a letter of the 21st of March 1787, one of a series - mainly on literature - addressed to the secretary of the Academy of Arras.",
		"It was there that he had to pick up such rudiments of knowledge as formed his first equipment in life, but from his earliest years he was indefatigable in the work of self-cultivation.",
		"He was good-natured when not crossed, generous to dependents who made themselves useful to him, and indefatigable in defending the cause of those who were oppressed by the systems with which he was at war.",
		"The operations of the army were extended in 1880 to the United States, in 1881 to Australia, and spread to the European continent, to India, Ceylon and elsewhere, \"General\" Booth himself being an indefatigable traveller, organizer and speaker.",
		"His activity and fearlessness in attacking those in power during this eventful year were remarkable, and an ironical petition was circulated in Westminster Hall and the London streets complaining of his indefatigable scribbling.",
		"He was an indefatigable worker and speaker, and in order to facilitate his efforts in other countries and other literatures he learnt Arabic, Norse, Danish and Dutch.",
		"While the resolute papal nuncio of Worms, Aleander was indefatigable in his efforts to induce the 1521.",
		"A notable event in the history of Welsh Methodism was the publication in 1770, of a 4to annotated Welsh Bible by the Rev. Peter Williams, a forceful preacher, and an indefatigable worker, who had joined the Methodists in 1746, after being driven from several curacies.",
		"He held open courts for the receipt of petitioners and the dispensation of justice; and in the disposal of business he was indefatigable.",
		"In January 1820 he assumed the charge of the North American Review, which now became a quarterly; and he was indefatigable during the four years of his editorship in contributing on a great variety of subjects.",
		"Kepler immediately hastened to Wurttemberg, and owing to his indefatigable exertions she was acquitted after having suffered thirteen month's imprisonment, and endured with undaunted courage the formidable ordeal of \"territion,\" or examination under the imminent threat of torture.",
		"He was simply a fair representative of the Italian piety of his day - amiable, ascetic in his personal habits, indefatigable in many forms of activity, and of more than respectable abilities; though the emotional side of his character had the predominance over his intellect.",
		"Thomas Robinson, 1st Baron Grantham (1695-1770), son of a later holder of the baronetcy, was created a peer in 1761, having been an indefatigable diplomatist plenipotentiary at the peace of Aix-la-Chapelle, and secretary of state.",
		"Another element in the circle of ideas appropriated by the Bolsheviks was provided by the activity of Bakunin, the indefatigable Russian anarchist, who fought for world revolution in 1849 in Dresden and in 1870 in Lyons, and who passed 12 years of his life in prison and in exile.",
		"It was mainly due to Sigismund's indefatigable and magnificent activity, that the council of Constance met and was so numerously attended.",
		"His indefatigable activity on behalf of Western civilization, now threatened with extinction by the Ottomans, excites admiration and adds an undying lustre to his memory.",
		"The first serious European student of Tibetan was Csoma de Koros (1784-1842), an indefatigable Hungarian, who devoted his life to the study of this language and the ancient Buddhist records enshrined in its unknown literature.",
		"Nothing but the strong personal influence and indefatigable labours of the prince of Orange stood in the way of a more general defection.",
		"In June 1896, owing to the indefatigable exertions of Major Wingate, a perfected system of secret intelligence enabled the sirdar to bring an overwhelming force of 6 to 1 against the Dervish outpost at Firket and destroy it.",
		"It can be demonstrated that they are practically indefatigable - repeatedly stimulated by electrical currents, even through many hours, they, unlike muscle, continue to respond with unimpaired reaction.",
		"He took a leading part in safeguarding the results of the Reformation and was indefatigable in his endeavours to unite the different sections of Protestantism for the sake of effective resistance against the Catholic reaction.",
		"Indefatigable in sifting original documents, Aubigne had amassed a wealth of authentic information; but his desire to give in all cases a full and graphic picture, assisted by a vivid imagination, betrayed him into excess of detail concerning minor events, and in a few cases into filling up a narrative by inference from later conditions.",
		"Brongniart was an indefatigable investigator and a prolific writer, so that he left behind him, as the fruit of his labours, a large number of books and memoirs.",
		"Of the original authorities on which his work is founded many of great value exist only in manuscript, and his researches in public and private collections of manuscripts at home, and in the archives of Simancas, Venice, Rome, Brussels and Paris, were indefatigable and fruitful.",
		"His life was one of concealment and disguises; a price was put on his head; but he was fearless and indefatigable in carrying on his propaganda and in ministering to the scattered Catholics, even in their prisons.",
		"The movement for the admission of women to the medical profession, of which she was the indefatigable pioneer in England, has extended to every civilized country except Spain and Turkey.",
		"With a view probably to counteract the literary activity in Rumania, the bishops P. P. Aaron and Ioan Bobb were indefatigable in the translation of Latin writers.",
		"While perhaps too cautious to be the ideal leader of a young and vigorous community, his grasp of detail, indefatigable industry, and unbending integrity won him the respect even of his political opponents.",
		"His indefatigable exertions as a traveller, his skill and good fortune as a collector, his brilliance as a teacher and expositor, and his keenness as a controversialist no doubt aid largely in accounting for Spallanzani's exceptional fame among his contemporaries; yet greater qualities were by no means lacking.",
		"It was undertaken with the simple design of furnishing a preface to his younger son's translation of Shakespeare; a monument of perfect scholarship, of indefatigable devotion, and of literary genius, which eclipses even Urquhart's Rabelais - its only possible competitor; and to which the translator's father prefixed a brief and admirable note of introduction in the year after the publication of the volume which had grown under his hand into the bulk and the magnificence of an epic poem in prose.",
		"He withdrew the annual allowance, and Burke set to work to win for himself by indefatigable industry and capability in the public interest that position of power or pre-eminence which his detractors acquired either by accident of birth and connexions or else by the.",
		"His indefatigable work as archivist in the time when Napoleon was transferring so many treasures to Paris is not his least claim to the gratitude of scholars.",
		"These few simple doctrines give the ground plan of Bentham's indefatigable and lifelong labours.",
		"Profoundly versed in the Latin as well as in the Christian literature, his indefatigable intellectual curiosity led him to condense and reproduce in encyclopaedic form the fruit of his wide reading.",
		"Lloyd was an indefatigable opponent of the Roman Catholic tendencies of James II., and was one of the seven bishops who for refusing to have the Declaration of Indulgence read in his diocese was charged with publishing a seditious libel against the king and acquitted (1688).",
		"This princess, who was a great-granddaughter of the empress Maria Theresa, and a great-niece of Marie Antoinette, endeared herself to the people by her elevated character and indefatigable benevolence, while her beauty gained for her the sobriquet of \"The Rose of Brabant\"; she was also an accomplished artist and musician, and a fine horsewoman.",
		"He was indefatigable, in war as in peace, in parading and inspecting; the weary and starving soldiers were forced to turn out amid the marshes of the Dobrudscha as spick and span as on the parade grounds of St Petersburg; but he could do nothing to set order in the confusion of the commissariat, which caused the troops to die like flies of dysentery and scurvy; or to remedy the scandals of the hospitals, which inflicted on the wounded unspeakable sufferings.",
		"He was, however, best known as a learned and indefatigable botanist, especially in medical botany.",
		"Most of the time Indefatigable was off Ushant looking for French corvettes sent out to harry British ships.",
		"Although noted for her apparently indefatigable personality, closer reading of the auto/biographical material on Guggenheim also reveals her emotional weaknesses.",
		"For all its meticulous scholarship and indefatigable research, Smiths commendable study exhibits some relatively condonable shortcomings.",
		"Rennell was indefatigable in collecting geographical information; his Bengal atlas appeared in 1781, his famous map of India in 1788 and the memoir in 1792.",
		"Always holding aloof from politics, he was an ardent and indefatigable advocate of social reform in India, especially as regards child marriage and the remarriage of widows.",
		"The twelve years covering the publication of the first of Comte's two elaborate works were years of indefatigable toil, and they were the only portion of his life in which he enjoyed a certain measure, and that a very modest measure, of material prosperity.",
		"By his indefatigable activity he amassed a fortune of X300,000, the bulk of which he bequeathed to his daughter, with the deduction of considerable sums for the endowment of the anatomical chair in the Ecole de Medecine, and the establishment of a benevolent institution for distressed medical men.",
		"It is due to the magnificent services of the municipal council that the city was enabled to assimilate the hosts of newcomers, and it is to its indefatigable exertions that Berlin has in point of organization become the model city of Europe.",
		"During the gloomy autumn and winter of1880-1881Forster's energy and devotion in grappling with the situation in Ireland (see Ireland) were indefatigable, his labour was enormous, and the personal risks he ran were many; but he enjoyed the Irish character in spite of all obstacles, and inspired genuine admiration in all his coadjutors.",
		"Lucci plays the indefatigable Erica Kane and in 1999, she was honored with a standing ovation after breaking a 19-year losing streak with her first Outstanding Lead Actress win at the Daytime Emmys.",
		"Returning with this charter of freedom, he organized the missions over a territory having a coast-line of 400 leagues, and a population of 200,000 souls, and in the next six years (1655-61) the indefatigable missionary set the crown on his work.",
		"Macleay indeed never pretended to a high position in this branch of science, his tastes lying in the direction of Entomology; but few of their countrymen knew more of birds than did Swainson and Vigors; and, while the latter, as editor for many years of the Zoological Journal, and the first secretary of the Zoological Society, has especial claims to the regard of all zoologists, so the former's indefatigable pursuit of Natural History, and conscientious labour in its behalf-among other ways by means of his graceful pencil-deserve to be remembered as a set-off against the injury he unwittingly caused.",
		"From his age to the decay of Roman civilization there were never altogether wanting men devoted to the study of their nation's past; but none ever pursued the task with the advantages of Varro's comprehensive learning, his indefatigable industry and his reverent yet discriminating regard for the men and the institutions of the earlier ages."
	],
	"synonyms": [
		"tireless",
		"unflagging",
		"unwearying",
		"untiring",
		"vigorous",
		"unremitting",
		"tenacious",
		"sedulous",
		"relentless",
		"persistent",
		"industrious",
		"energetic",
		"dogged",
		"diligent",
		"inexhaustible"
	],
	"antonyms": [
		"weary",
		"fatigued",
		"idle",
		"tired",
		"feeble"
	]
}