{
	"word": "serrate",
	"meaning": [
		"Having sawlike notches along the edge, as some leaves.",
		"Forming a row of small sharp projections resembling the teeth of a saw.",
		"To make serrate."
	],
	"sentences": [
		"Leaf margins are finely serrate which give a look of a tooth, have a smooth upper surface but its lower surfaces are a bit prickly.",
		"The Cerambycidae, or longhorn beetles, are recognizable by their slender, elongate feelers, which are never clubbed and rarely serrate.",
		"Most saw-fly larvae devour leaves, and the beautifully serrate processes of the ovipositor are well adapted for egg-laying in plant tissues.",
		"The leaves of hemp have five to seven leaflets, the form of which is lanceolate-acuminate, with a serrate margin.",
		"They are as a rule of a very hardy character, thriving best in northern latitudes - the trees having round, slender branches, and serrate, deciduous leaves, with barren and fertile catkins on the same tree, and winged fruits, the so-called seeds.",
		"Epidermal appendages are rare, the most frequent being marginal, saw-like, cartilaginous teeth, usually minute, but occasionally (Danthonia scabra, Panicum serratum) so large as to give the margin a serrate appearance.",
		"Elaboration in the form of the feelers, often a secondary sexual character in male insects, may result from a distal broadening of the segments, so that the appendage becomes serrate, or from the development of processes bearing sensory organs, so that the structure is pinnate or feather-like.",
		"Sharp; in the stag-beetle larva a series of short tubercles on the hind-leg is drawn across the serrate edge of a plate on the haunch of the intermediate legs, while in the Passalid grub the modified tip of the hind-leg acts as a scraper, being so shortened that it is useless for locomotion, but highly specialized for producing sound."
	],
	"synonyms": [
		"saw-toothed",
		"notched",
		"serrated",
		"toothed",
		"jagged",
		"erose",
		"denticulate"
	],
	"antonyms": []
}