{
	"word": "histrionic",
	"meaning": [
		"Of, or having the nature of, acting or actors.",
		"Overacted or overacting; theatrical; artificial; affected."
	],
	"sentences": [
		"There remains to be noted the incursion of amateurs into the histrionic realm.",
		"For the reticent, ruminative Tolkien, Williams's platform manner is perhaps rather too histrionic.",
		"Dependent personality disorder frequently occurs in tandem with other personality-based mental illness, such as borderline, histrionic, and avoidant personality disorders.",
		"Ross MacGibbon's style is not histrionic; he does not raise the temperature among his colleagues in the way that directors sometimes can.",
		"Mimetic posture-dances (Shosagoto) were always introduced as interludes; past and present indiscriminately contributed to the playwrights subjects; realism was carried to extremes; a revolving stage and all mechanical accessories were supplied; female parts were invariably taken by males, who attained almost incredible skill in these simulations; a chorusrelic of the Nochanted expositions of profound sentiments or thrilling incidents; and histrionic talent of the very highest order was often displayed.",
		"The next day, Frederick William, with characteristic histrionic versatility, was heading a procession round the streets of Berlin, wrapped in the German tricolour, and extolling in a letter to the indignant tsar the consummation of the glorions German revolution.",
		"Histrionic personality disorder-A mental disorder characterized by inappropriate attention-seeking behavior, rapid emotional shifts, and exaggerated expression of emotion.",
		"He held several livings and, owing perhaps to his histrionic skill, he became a prime favourite with the prince of Wales, afterwards Edward II.",
		"Maria Theresa had undoubtedly an instinctive histrionic sense of the perspective of the theatre, and could adopt the appropriate attitude and gesture, passionate, dignified or pathetic, required to impress those she wished to influence."
	],
	"synonyms": [
		"melodramatic",
		"theatrical",
		"theatric",
		"spectacular",
		"sensational",
		"histrionical",
		"dramatic",
		"dramaturgical",
		"dramaturgic",
		"thespian"
	],
	"antonyms": []
}