{
	"word": "jaunty",
	"meaning": [
		"Having or expressing a buoyant or self-confident air.",
		"Lighthearted and merry; sprightly; perky.",
		"In fashion; stylish; chic.",
		"Genteel.",
		"Airy; showy; finical; hence, characterized by an affected or fantastical manner."
	],
	"sentences": [
		"Anatole followed him with his usual jaunty step but his face betrayed anxiety.",
		"Second is the jaunty zebra animal print that's done in alternating eye catching colors of brown and white.",
		"The brim can tip down on one side to give it a jaunty look.",
		"Affix onto patterned paper at a jaunty angle, using glue or foam 3D adhesives.",
		"And Mike Davies of the Alliance for Green Socialism ably compered the event wearing his jaunty red bow tie.",
		"A lick of fresh paint has given the old town an optimistic, almost jaunty air.",
		"And that was sufficiently evident as I started to drift sideways down one particular side road at a rather jaunty angle.",
		"Lest we forget Aim's deceptively jaunty slight at political heavy-handedness Pier 57.",
		"Sportfish was slimmer and lighter with a proper silver tag to set the golden pheasant tippet tail up at a jaunty angle.",
		"A common style for Swiss made Mickey Mouse collectible watches shows a smiling Mickey in a jaunty pose with his arms serving as the hour and minute hands, but there are other types of Mickey watches that show only Mickey's happy face.",
		"Grab one in jaunty stripes or a whimsical print, and then get the button and sash changed to coordinate with your going-out trousers or jeans.",
		"It's made with pink plastic links, and sports a trendy pendant of Kitty wearing a baseball cap as she gives us a jaunty wink.From the Tarantino collection, the Crystal Frame necklace has a decidedly vintage look.",
		"There are some instances, whether it be a jaunty picnic in the park for two, or a lazy Sunday brunch, that just cries out for a soft, yet elegant, lady-like clutch."
	],
	"synonyms": [
		"stylish",
		"showy",
		"genial",
		"finical",
		"affected",
		"debonaire",
		"pert",
		"vivacious",
		"playful",
		"perky",
		"lively",
		"frisky",
		"animated",
		"raffish",
		"nonchalant"
	],
	"antonyms": [
		"lethargic",
		"lifeless",
		"depressed"
	]
}