{
	"word": "resilient",
	"meaning": [
		"Bouncing or springing back into shape, position, etc. after being stretched, bent, or, esp., compressed.",
		"Recovering strength, spirits, good humor, etc. quickly; buoyant.",
		"Able to recover readily, as from misfortune."
	],
	"sentences": [
		"A diamond is the hardest, most resilient, most beautiful gem of all.",
		"She's resilient to make it this far.",
		"Caoutchouc is a soft elastic resilient solid.",
		"The fish are resilient, withstanding pollution and climate change.",
		"The human body is amazingly resilient, and if one were able to follow the three day meal plan to the letter, the body could probably handle it without suffering too much harm -- once.",
		"Cheaper materials are not as resilient or flexible.",
		"It's a resilient fabric that is strong and self-cleaning.",
		"Hearts aren't fragile, they're strong and resilient which is why we can experience great love and overcome great heartbreak.",
		"Life sometimes got in the way of their goals, but they learned to be resilient.",
		"Species, therefore, seem more resilient than expected.",
		"It is the hardest and most resilient porcelain in existence due to the addition of bone ash.",
		"This provides superb high capacity, resilient Internet connectivity through our secure network, all covered by our industry leading service level guarantee.",
		"There is a resilient network infrastructure, which means you don't need to invest in your own expensive network.",
		"If you are looking for a resilient insulation for use beneath a concrete screed, click the following G8 link G8.",
		"You need to be resilient enough to cope with the demands and pressures of police work.",
		"Fulham gained more of a say in midfield and became more resilient to United 's pressure.",
		"Small squares of soundproofing mat can also be used behind the resilient bars where they are attached to the joists.",
		"The importance is not to treat the infant like a china doll, he is more resilient than parents often realize and prefers to be handled with confidence.",
		"However, focused research over the last number of years has produced some great fabrics and components that are surprisingly resilient.",
		"The geese in Hungary come from a colder climate and, therefore, the geese have stronger, more resilient down.",
		"Since the threads are thinner, more of them can be used per square inch of fabric, which results in a tighter weave; tighter weaves mean the product is stronger and more resilient.",
		"Consider a resilient floor such as sheet vinyl or even recycled rubber.",
		"This line is enriched with plant proteins that nourish and repair hair scales to invigorate the hair and tame its volume, leaving it resilient and manageable.",
		"Try not to pluck gray strands, because the scalp is not as resilient and the strands may not regrow, resulting in thinner, uneven hair.As hair loses moisture, it also becomes thinner and limper, with greater possibility of hair loss.",
		"A good stylist will use just the right amount of pressure and advise on the best product for the hair type to keep is strong and resilient.",
		"If you find it challenging to deal with the daily stresses of ethnic hair, you'll find plenty of support and suggestions for taming your resilient hair type.",
		"Note that when cooking, this resilient vitamin remains perfectly intact.",
		"While these rings are not entirely silver, being combined with stronger metals makes them more resilient and durable.",
		"He's resilient to a fault because he'll continue to have faith even when the object of his adoration is unworthy of such dedication and devotion.",
		"Although prized for their functional warmth, these resilient, comfy boots have become a well-known name in the footwear industry and are considered a premier luxury brand.",
		"The Rob Dyrdek signature model is crafted using Performalite Polyurethane and particularly resilient leather.",
		"The end result is a shoe that provides gentle landings and resilient toe-offs.",
		"It offers quarts movement, a resilient sapphire crystal cover, stark whit edial, diamond bezel and an 18 karat gold case.",
		"White and yellow gold watch bands are softer than other metals, and are not as resilient under normal wear.",
		"The more resilient, but lower quality, silks must often be washed on a delicate cycle and hung dry.",
		"They are more resilient than their predecessors, with attributes enhanced by more than 25 percent compared to previous models.",
		"A weekend face lift will be chosen usually only if your skin is still considered young and somewhat resilient, and if you are not seeking out truly dramatic results.",
		"Even if it's oily and resilient, you don't want to rub when exfoliating.",
		"Although our skin is resilient, it can also be sensitive and easily affected by changes in the environment, our diet, chemicals and cosmetics.",
		"They are reasonably resilient, with the ability to go without feeding for up to a year and surviving varying highs and lows in temperature.",
		"You'll be able to grow faster crops, raise more resilient farm animals, accumulate more money to buy fun things and much more.",
		"Airwave also makes it possible to deliver a wide range of highly resilient and secure data services to front-line ambulances.",
		"High quality, resilient foam core, molded into a precise shape, with a long lasting, attractive cover.",
		"Windsor have a highly resilient, mirrored, ' carrier class ' switch network which offers industry leading capability.",
		"The result was an extremely resilient mower that could be set to exact tolerances to give a very close finish on lawns.",
		"It was noticed that certain Indian tribes of South America played with a ball composed of a resilient and elastic substance, which afterwards was found to possess the power of removing lead pencil marks from paper and came into commerce as \" Indian Rubber.\"",
		"A small gap should be left around the edges of the plasterboard to avoid bridging the resilient layer.",
		"It owns a highly resilient national network with the ability to serve major centers across the UK.",
		"The people of Birmingham proved resilient in the face of the Blitz.",
		"Latex is a resilient material that is highly durable, breathable and provides good hypoallergenic properties, too.",
		"Fireplaces are another area which can benefit from resilient metal finishes like brass, wrought iron, and copper.",
		"Although wood has a bad reputation for rooms that are exposed to water, the newest hardwood tile versions are much more resilient to mold and mildew.",
		"Overstuffed with shredded foam, a resilient material that withstands the test of time (and body weight!), they can be manipulated to flat or beanbag-like positions.",
		"Aphids are notoriously resilient and plentiful, because they can reproduce very quickly.",
		"A mix of flowering broad-leaf species and turf grasses is resilient, low maintenance and can be very attractive.",
		"Some woman's bodies are more resilient, adjusting to hormone levels that occur slowly.",
		"Tilt, found in Cortana, makes enemies more resilient.",
		"He also had the ability to scale walls and ledges, which made him a very resilient adversary.",
		"This is good value wine that is reliable and resilient over the years.",
		"The palate is resilient with cherry and blueberry flavors, bolstered with smoke, herbs, and notes of vanilla.",
		"In addition to the importance of calcium for strong bones, many alternative treatment approaches recommend use of mineral supplements to help build and maintain a healthy, resilient skeleton.",
		"Epoxy frames are resilient and return to their original shape after being deformed, so they do not need to be adjusted as frequently as other types.",
		"However, they can be very resilient, requiring repeated treatment over several months.",
		"This makes the hair far more resilient during styling and increases the overall longevity of the extensions.",
		"Contrary to some press comment during the past three months, the market has proved remarkably resilient.",
		"The race experience reveals just how amazingly resilient we are all.",
		"For once we had proved too resilient for them.",
		"The majority of students, however, have ' misconceptions ' of force and motion that are resilient to change.",
		"Rest assured, however, that babies are surprisingly resilient and tough.",
		"Aluminum frames are more cost effective, as well as more durable and resilient to the elements.",
		"At over 22,000 tons, she retains her handsome traditional profile and her resilient ice-strengthened hull which enables her to cruise in the Antarctic.",
		"Semi-flexible orthotics (example pictured below) have the advantage of being both flexible and resilient.",
		"They need to be resourceful, resilient and brilliant at motivating others through a combination of tact and persuasion.",
		"Although global demand will be affected, easyJet believes that low-cost airlines will be more resilient, particularly if they fly point-to-point within Europe.",
		"Four factors are key to explaining this surprisingly resilient recovery.",
		"But teens have an advantage over older people -- their youth makes them more resilient and better able to adapt to the changes needed to achieve a healthy weight.",
		"Don't be afraid of teak, it is incredibly resilient.",
		"The UK labor market remained resilient to the sharp slowdown in world growth in 2001.",
		"Fulham gained more of a say in midfield and became more resilient to United's pressure.",
		"Do n't be afraid of teak, it is incredibly resilient.",
		"For example, modifying food at the genetic level in order to make it a more vibrant color or more resilient to harsh weather while growing are both common reasoning for utilizing GMO technology.",
		"Both within the U.S. and around the world, companies compete to produce a superior formula that offers not only the colors that more consumers want, but also paints that are long-lasting, resilient and durable.",
		"Intense conditioning treatments, particularly on the ends of hair, can help avert or control this damage, while shorter styles utilize only healthier hair that is more resilient to the chemical treatments."
	],
	"synonyms": [
		"tough",
		"stretchy",
		"resistant",
		"hardy",
		"buoyant",
		"adaptable",
		"rebounding",
		"flexible",
		"elastic",
		"springy",
		"strong",
		"lively",
		"live",
		"bouncy",
		"plastic"
	],
	"antonyms": [
		"rigid",
		"inflexible",
		"hard",
		"stiff"
	]
}