{
	"word": "apathy",
	"meaning": [
		"Lack of interest or concern, especially regarding matters of general importance or appeal; indifference.",
		"Lack of emotion.",
		"Lack of emotion or feeling; impassiveness.",
		"Lack of interest; listless condition; unconcern; indifference.",
		"Complete lack of emotion or motivation about a person, activity, or object; depression; lack of interest or enthusiasm; disinterest."
	],
	"sentences": [
		"How can we overcome voter apathy?",
		"Apathy took the place of enthusiasm, and sordid worries succeeded to high hopes.",
		"If the result is widespread apathy, the parties bear responsibility.",
		"Assurance doesn't breed apathy, doubt does, it breeds industry.",
		"But, in addition, there is only too much reason to suppose that he was disappointed at the general apathy with which his science was regarded in England.",
		"Are we talking about a general male apathy toward work, I wonder?",
		"The apathy of Poland in such a vital matter as the Livonian question must have convinced so statesmanlike a prince as Sigismund II.",
		"Owing to the apathy of the people and the enmities existing among the leaders, the Spanish forces, sent by the viceroy of Peru to crush the revolutionary movement, succeeded after two years' indecisive fighting in completely defeating the patriots at Rancagua in 1814.",
		"Princess Mary, alarmed by her father's feverish and sleepless activity after his previous apathy, could not bring herself to leave him alone and for the first time in her life ventured to disobey him.",
		"Neither of these two parties was strong enough to crush the other, owing to the apathy and continual desertions of the gentlemen-cavaliers who formed the elite of the Protestant army and the insufficient numbers of the Catholic forces.",
		"Maybe consumer apathy is the reason that, in my view, manufacturers feel they can get away with selling under-developed products.",
		"But there were some challenging issues, including pupil apathy and students disheartened at the pace of change.",
		"More women parliamentarians are also crucial if we are to combat widespread political apathy.",
		"The De Institutione Coenobiorum (twelve books) describes the dress, the food, the devotional exercises, the discipline and the special spiritual dangers of monastic life in the East (gluttony, unchastity, avarice, anger, gloom, apathy, vanity and pride).",
		"Nominally the people are free and exercise sovereign rights in the choice of their representatives, but the ignorance of the masses, their apathy, poverty and dependence upon the great land proprietors and industrial corporations practically defeat these fundamental constitutional provisions.",
		"She dreaded the thought of civil war; and even when she had realized the necessity for decisive action the king's apathy and indecision made it impossible for her to persuade him to carry into effect Mirabeau's plan of leaving Paris and appealing to the provinces.",
		"In a well-marked case there is usually an initial rigor - in children convulsions - followed by a rise of temperature, with vomiting, headache, giddiness, intolerance to light; pain in epigastrium, back and limbs; sleeplessness, apathy or delirium.",
		"I think we seem to squander the legacy we have been given, often through complete apathy.",
		"The last poem, LOCAL APATHY, has an endearing quality of slightly subversive collusion with the landscape 's secret dreams.",
		"He has kept the SLA afloat, swimming against a tide of apathy.",
		"These problems are difficult as they decrease productivity and contribute to feelings of apathy in the company.",
		"Symptoms are often vague and include (in order of frequency) fatigue, headache, dizziness, sleep disturbances, cardiac symptoms, apathy, nausea, and memory disturbances.",
		"Haggai argued that material prosperity was conditioned by zeal in worship; the prevailing distress was an indication of divine anger due to the people's religious apathy.",
		"The movements of Manchester of ter Marston Moor were marked by great apathy.",
		"This event produced a profound impression on his susceptible mind, and for more than a year he remained sunk in apathy.",
		"His worst difficulties were with the working men themselves, among whom he met the most discouraging apathy.",
		"The king being sunk in apathy, the task of negotiation devolved upon the queen; but in her inexperience and ignorance of affairs, and the uncertainty of information from abroad, it was hard for her to follow any clear policy.",
		"In the Fable he shows a society possessed of all the virtues \"blest with content and honesty,\" falling into apathy and utterly paralyzed.",
		"For some years after this humiliation, Wladislaus became indifferent to affairs and sank into a sort of apathy; but the birth of his son Sigismund (by his first wife, Cecilia Renata of Austria, in 1640) gave him fresh hopes, and he began with renewed energy to labour for the dynasty as well as for the nation.",
		"All writers agree in stating that the mass of the Welsh people at the close of the 17th century were illiterate, and many divines of Cymric nationality charge their countrymen also with immorality and religious apathy.",
		"But, if so, it would follow that, since pleasure is an emotion, apathy or eradication of all emotions cannot be unconditionally required.",
		"At Bucharest, whither he advanced after some weeks' delay, it became plain that he could not rely on the Vlach peasantry to rise on behalf of the Greeks; even the disconcerting expedient of his Vlach ally Theodore Vladimiresco, who called on the peasants to present a petition to the sultan against Phanariot misrule, failed to stir the people from their apathy.",
		"As in Chile, the indifference of the ruling class to the welfare of the common people is a primary cause of their ignorance and poverty, to which must be added the apathy, if not opposition, of the Church.",
		"But peace did not suffice to end Edwards troubles; he dropped back into his usual apathy, and the Despensers showed themselves so harsh and greedy that the general indignation only required a new leader in order to take once more the form of open insurrection.",
		"The landing of the Pretender in Scotland (1715), and the defeat of a portion of his army which had advanced to Prestona defeat which was the consequence of the apathy of his English supporters, and which was followed by the complete suppression of the rebelliongave increased strength to the Whig government.",
		"He strongly advocated the union of Croatia with Carinthia, Carniola and Styria, but found his policy thwarted as much by the apathy of the Slovenes as by the hostility of the Magyars.",
		"Amidst this general apathy, intellectual activity alone persisted.",
		"There was general agreement that the phrase \"youth apathy\" is a pernicious misnomer.",
		"It is not about apathy and then corrective action.",
		"I don't mean apathy really, they just haven't grasped the mettle yet, never mind.",
		"The last poem, LOCAL APATHY, has an endearing quality of slightly subversive collusion with the landscape's secret dreams.",
		"This shows we can become uninhibited in the dark where intimacy no longer prevails Another example of crowd behavior is bystander apathy.",
		"Moreover, under Crispis hand Italy awoke from the apathy of former years and gained consciousness of her place in the world.",
		"In striking contrast to the general apathy of the clergy of the period, Griffith Jones's zeal appealed to the public imagination, and his powerful preaching exercised a widespread influence, many travelling long distances in order to attend his ministry.",
		"There is a growing apathy among a few boys in the middle school which is very harming to the house.",
		"But he was ill-supported in his task of maintaining the Norman kingdom, faced with general apathy, and threatened by a baronial revolt, and, in addition, Richard Coeur-de-Lion, at Messina, 1190, threatened him with war.",
		"Combating apathy can be difficult, whether you are the passive being in question, or merely the observer.",
		"The apathy of the German people west of the Rhine shocked Hitler.",
		"But for these efforts to bear fruits we must overcome our apathy, complacency and mental lethargy.",
		"His purpose was to arouse the leaders and people of Judah from their spiritual apathy, and encourage them to continue building the temple.",
		"Quite apart from the usual summer holiday apathy, poorer economic news is affecting sentiment.",
		"Help us fight apathy.",
		"But to his surprise Willarski soon noticed that Pierre had lagged much behind the times, and had sunk, as he expressed it to himself, into apathy and egotism.",
		"To counter apathy, how can firms ensure CSR reports are useful documents?",
		"In short, voter apathy should have come top of the list by a country mile, not bottom.",
		"Concerns over student voter apathy in the general election will be debated on the conference floor in a debate on citizenship.",
		"A non-theological Athanasius contra mundum, he has the truest missionary spirit, an intense faith which would seek to move the mountains of apathy and active opposition.",
		"The new sovereign, however, showed with regard to the unceasing religious controversy the same apathy and indifference with which he also met matters of state.",
		"In an age of political apathy, why not just accept the biggest buck.",
		"There was apathy on the part of some members to participate in the meetings."
	],
	"synonyms": [
		"unresponsiveness",
		"uninterest",
		"stolidness",
		"stolidity",
		"insensibleness",
		"incuriousness",
		"incuriosity",
		"disinterest",
		"listlessness",
		"lethargy",
		"lassitude",
		"insensibility",
		"impassivity",
		"indifference",
		"unconcern"
	],
	"antonyms": [
		"sympathy",
		"sensitivity",
		"feeling",
		"passion",
		"warmth",
		"concern",
		"interest",
		"care"
	]
}