{
	"word": "sectarian",
	"meaning": [
		"Of or characteristic of a sect.",
		"Devoted to, or prejudiced in favor of, some sect.",
		"Narrow-minded; limited; parochial.",
		"An apostate from an established church.",
		"A member of any religious sect.",
		"One characterized by bigoted adherence to a factional viewpoint.",
		"A person who is blindly and narrow-mindedly devoted to a sect.",
		"A bigot."
	],
	"sentences": [
		"Amana was the strongest in numbers of the few sectarian communities in America which outlived the 19th century.",
		"But despite the artificial character of the Trimurti, it has retained to this day at least its theoretical validity in orthodox Hinduism, whilst it has also undoubtedly exercised considerable influence in shaping sectarian belief, in promoting feelings of toleration towards the claims of rival deities; and in a tendency towards identifying divine figures newly sprung into popular favour with one or other of the principal deities, and thus helping to bring into vogue that notion of avatars, or periodical descents or incarnations of the deity, which has become so prominent a feature of the later sectarian belief.",
		"Comparisons were also carried out with subsets of private schools categorized by sectarian affiliation.",
		"At the general election which followed, the governor-general was sustained by a narrow majority, but in 1848 the Liberals were again returned to power, and he and Mr Lafontaine formed their second administration under Lord Elgin and carried numerous important reforms, including the freeing from sectarian control of the Provincial University and the introduction into Upper Canada of an important municipal system.",
		"There was no actual religious war; all sectarian distinction had been disavowed; the contest was between vigorous Mahommedans and effete Mabommedans.",
		"Article III., which guarantees religious freedom, forbids sectarian control of public schools, prohibits polygamy and defines the relation of the state to the public lands of the United States, is irrevocable except by consent of the United States.",
		"This territorial arrangement eliminated all sectarian distinctions, and also the possibility of committing the different churches as such to any particular policy.",
		"Puritans like Owen and Goodwin, whose idea of ecclesiastical comprehension was dogmatic and narrow, were ready to accept sectarian variety, because it was their duty to allow many religions in the nation, but only one form of theology within their own sect.",
		"He had no objection to a national establishment of religion, provided that it was comprehensive enough, and was really the nation organized to promote goodness; not to protect the metaphysical subtleties of sectarian theologians.",
		"Meanwhile, however, Priscillian was made bishop of Avila, and the orthodox party found it necessary to appeal to the emperor (Gratian), who issued an edict threatening the sectarian leaders with banishment.",
		"In the debate, comrade Mc Shane said Red platform comrades were not sectarian.",
		"While this was meant to sound conciliatory, the SWP did in fact have deeply sectarian motives.",
		"The city of Belfast, however, was periodically convulsed by sectarian rioting.",
		"It also suggests growing strains in another of Iraq's sectarian divides.",
		"He has written widely on the theme of sport and sectarian division.",
		"Tragically the CP, at Stalin's behest, adopted a sectarian, ultra-left line, labeling the SPD ' social fascists ' .",
		"This pathetic attempt at stirring up sectarian hatred is the purest evidence yet of your desperation - Anyway, I thought you'd won?",
		"Links with the immediate hinterland may be made to negotiate about sectarian attack.",
		"We have busted several gangs involved in sectarian killings.",
		"The unions became increasingly sectarian, increasingly materialist, until they deserved as well as received their defeat at the hands of Margaret Thatcher.",
		"They were introduced as a security measure, in an attempt to curtail the level of sectarian violence which often accompanied commemorative parades.",
		"The same period saw the first outbreaks of sectarian riots, which have recurred regularly since.",
		"In the debate, comrade Mc Shane said Red Platform comrades were not sectarian.",
		"Interface communities are stigmatized as having bad attitude and being nakedly sectarian.",
		"Lewes, like most of East Sussex has a very sectarian past.",
		"Some believe Lebanon's fragile, deeply sectarian society may not even be ready for it.",
		"In sociological terms, the religion became more sectarian.",
		"People have sectarian stereotypes because they grew up and live in a society which is sectarian in nature.",
		"As a result of these concerns, the definition of sectarian segregation used in the research has broadened.",
		"Heavy security was meant to lower the ever-present danger of sectarian strife at a festival with a bloody history.",
		"As a result the summer months witnessed an upsurge in sectarian violence particularly in Belfast.",
		"On ther same day some 40 people died through sectarian violence, now sweeping Iraq on a daily basis.",
		"Sectarian attacks on workers from either communities can lead to spontaneous walkouts in workplaces.",
		"They were starved of adequate food and were routinely beaten by sectarian, bigoted prison warders.",
		"But whilst Congregationalism grew thereby in numbers and in a sense of mission to all sorts and conditions of men - lack of which was one of the disabilities' due in part to its sectarian position before the law (see Mackennal, pp. 142 ff.) - it modified not only its Calvinism but also its old church ideal' in the process.",
		"The vast majority of Afghans are of the Sunni sect; but there are, in their midst, such powerful communities of Shiahs as the Hazaras of the central districts, the Kizilbashes of Kabul and the Turis of the Kurram border, nor is there between them that bitterness of sectarian animosity which is so marked a feature in India.",
		"As regards this latter, purely exoteric, doctrine, there can be little doubt of its owing its origin to considerations of theological expediency, as being calculated to supply a sufficiently wide formula of belief for general acceptance; and the very fact of this divine triad including the two principal deities of the later sectarian worship, Vishnu and Siva, goes far to show that these two gods at all events must have been already in those early days favourite objects of popular adoration to an extent sufficient to preclude their being ignored by a diplomatic priesthood bent upon the formulation of a common creed.",
		"It was probably also during this period that the female element was first definitely admitted to a prominent place amongst the divine objects of sectarian worship, in the shape of the wives of the principal gods viewed as their sakti, or female energy, theoretically identified with the Maya, or cosmic Illusion, of the idealistic Vedanta, and the Prakriti, or plastic matter, of the materialistic Sankhya philosophy, as the primary source of mundane things.",
		"But, while the necessities of antagonism to papal Rome made it assume at first the form of narrow and sectarian opposition, it marked in fact a vital struggle of the intellect towards truth and freedom, involving future results of scepticism and rationalistic audacity from which its earlier champions would have shrunk.",
		"The FRU maintained the sectarian bigot Brian Nelson on its payroll, knowing full well his hatred of Catholics.",
		"Then the long hard summer of sectarian rioting began.",
		"Some believe Lebanon 's fragile, deeply sectarian society may not even be ready for it.",
		"Their murals were thus anathema to old-style mural painters who saw the new murals as sectarian in a way their own never were.",
		"The weakness of the NeoLamarckian view lies in its interpretation of heredity; its strength lies in its zealous study of the living world and the detection therein of proximate empirical laws, a strength shared by very many bionomical investigations, the authors of which would prefer to call themselves Darwinians, or to leave themselves without sectarian designation.",
		"The more important sectarian schools are Wake Forest College (Baptist, opened 1834 as a \" manual labour and classical institute \"; as a college, 1838) at Wake Forest, 16 m.",
		"In carrying out his work he met with bitter opposition, being attacked particularly by certain school-masters of Boston who strongly disapproved of his pedagogical theories and innovations, and by various religious sectaries, who contended against the exclusion of all sectarian instruction from the schools.",
		"He took a prominent part in educational affairs, strongly opposed the Roman Catholic claims for public funds for parochial schools, and conducted the campaign of the Free School Society to its successful issue in 1842, when a state law was passed forbidding the support from public funds of any \"religious sectarian doctrine.\"",
		"In his theology he laid stress on the Gospel and on no sectarian opinions - he was, however, a pre-millenarianite - and he worked with men as much more \"advanced\" than himself as Henry Drummond, whom he eagerly defended against orthodox attack, and George Adam Smith.",
		"Syracuse University, whose campus (of zoo acres) in the south-east part of the city commands a fine view of the lake, is a co-educational institution largely under Methodist Episcopal control, but not sectarian, which in1908-1909had 239 instructors and 3205 students (1336 in the college of liberal arts; 189 in the summer school; 62 in the library school; 933 in the college of fine arts; 147 in the college of medicine; 179 in the college of law; 401 in the college of applied science; and 78 in the teachers' college).",
		"On the 30th of January Bismarck took the opportunity of inveighing against the formation of the sectarian Centrum as being \" one of the most monstrous phenomena in the world of politics,\" and he left no room for doubt in the minds of his hearers that he regarded the leadership of Windthorst as constituting, in his eyes, a peril to the national unity.",
		"During the colonial period there were many sectarian and neighbourhood subscription schools in which the poor could receive a free education, but public schools in the modern American sense were unknown.",
		"He is the type of a distinct class of the Christian ministry - that class which aspires after scholarly training, prefers a broad to a sectarian theology, and adheres to rational methods of religious investigation and appeal.",
		"The various religious secessions in Scotland led to the founding of a large number of sectarian and subscription schools, and at the Disruption in 1843 the Free Church made provision for the secular as well as the religious instruction of the children of its members.",
		"In this its more restricted sense the term may thus practically be taken to apply to the later bewildering variety of popular sectarian forms of belief, with its social concomitant, the fully developed caste-system.",
		"Nay, when, on analysing the functions and attributes of those two divine figures, each of them is found to be but a compound of several previously recognized deities, sectarian worship may well be traced right up to the Vedic age.",
		"To what extent this may have been the case, our limited knowledge of the early phases of the sectarian worship of the people does not enable us to determine.",
		"During the early centuries of our era, whilst Buddhism, where countenanced by the political rulers, was still holding its own by the side of Brahmanism, sectarian belief in the Hindu gods seems to have made steady progress.",
		"But, though the people have thus been divided between two different religious camps, sectarian animosity has upon the whole kept within reasonable limits.",
		"Though some of the Puranas, the chief repositories of sectarian doctrines, enter largely into Sakta topics, it is only in the numerous Tantras that these are fully and systematically developed.",
		"There are many private academies and secondary schools, sectarian and non-sectarian.",
		"The refusal of the council to accept the recommendation of the senate, that they should appoint an eminent Unitarian minister to the professorship of logic and mental philosophy, revived all De Morgan's sensitiveness on the subject of sectarian freedom; and, though his feelings were doubtless excessive, there is no doubt that gloom was thrown over his life, intensified in 1867 by the loss of his son George Campbell De Morgan, a young man of the highest scientific promise, whose name, as De Morgan expressly wished, will long be connected with the London Mathematical Society, of which he was one of the founders.",
		"It is a mainly working-class community, strongly nationalist with a history of high unemployment, and sectarian discrimination.",
		"But economic laws are often too strong for civil vagaries or sectarian fanaticism, and as the commerce of Austria suffered by the absence of the Jews, it was impossible to exclude the latter from the fairs in the provinces of from the markets of the capital.",
		"Of the propositions of sectarian theologians he said that confidence was the first, and the second, and the third part."
	],
	"synonyms": [
		"sectarist",
		"sectary",
		"parochial",
		"narrow-minded",
		"bigoted",
		"zealot",
		"partisan",
		"heretic",
		"dissenter",
		"limited",
		"factional",
		"nonconformist",
		"rebel",
		"separatist",
		"separationist"
	],
	"antonyms": [
		"nonsectarian",
		"broad-minded",
		"liberal",
		"broad",
		"tolerant",
		"nonsectarian",
		"liberal"
	]
}