{
	"word": "implacable",
	"meaning": [
		"Impossible to placate or appease.",
		"Not placable; that cannot be appeased or pacified; relentless; inexorable.",
		"That cannot be eased, lessened, or allayed.",
		"Not able to be placated or appeased.",
		"Adamant; immovable."
	],
	"sentences": [
		"From this time she was the ardent champion of her husband's and son's rights; to her energy the cause of Lancaster owed its endurance, but her implacable spirit contributed to its failure.",
		"When Louis the Lame died in 1445 his father came into the power of his implacable enemy, Henry of Bavaria-Landshut, and died in prison in 1447.",
		"Frederick the robber nobles found a most implacable enemy.",
		"Grattan from the first denounced the scheme with implacable hostility.",
		"His thick form was tense, his features implacable.",
		"He was not suspicious, but if he withdrew his confidence he was implacable.",
		"To all of these the Prussian military autocracy is an implacable foe.",
		"Abdur Rahman left on those who met him in India the impression of a clear-headed man of action, with great self-reliance and hardihood, not without indications of the implacable severity that too often marked his administration.",
		"The representatives of two races, once implacable foes, have become allies, maybe friends.",
		"Passionate writing and courageous performance born out of anger, disillusionment, and an implacable hatred of Ben Elton.",
		"More lasting still was the implacable hatred of those who had suffered from his cruelties.",
		"The implacable hostility of communism toward faith in God could be explained by its claims to a monopoly on world views.",
		"The Royal Navy 's own first training ship was HMS Implacable at Plymouth in 1855 followed by HMS Illustrious at Portsmouth.",
		"The Royal Navy's own first training ship was HMS Implacable at Plymouth in 1855 followed by HMS Illustrious at Portsmouth.",
		"The stakes are enormous, the enemy implacable, and the children ultimately indominable.",
		"While aliens in movies in the early days were often used as symbols of implacable enemies or threats, in the early days of television, they were almost universally employed at comic relief.",
		"These implacable overlords assimilate everything their path into their hiveminded hegemony, and all the deadliest battles Picard will experience will be against the Borg.",
		"He had advanced as far as the tenth sheet, bearing the signature K, when his work was discovered by Johann Cochlaeus, a famous controversialist and implacable enemy of the Reformation, who not only caused the Senate of Cologne to prohibit the continuation of the printing, but also communicated with Henry VIII.",
		"His knowledge of the Bible was such that he might have been called a living concordance; and on the margin of his copy of the Book of Martyrs are still legible the ill-spelt lines of doggerel in which he expressed his reverence for the brave sufferers, and his implacable enmity to the mystical Babylon.",
		"In the impeachment proceedings against Johnson, Sumner was one of the president's most implacable assailants.",
		"This was the moment chosen by Louis XIV.s implacable enemy, William of Orange, to resume the war.",
		"His unpopularity in the Assembly was extreme, yet he insisted on speaking on the question of the king's trial, declared it unfair to accuse Louis for anything anterior to his acceptance of the constitution, and though implacable towards the king, as the one man who must die for the people's good, he would not allow Malesherbes, the king's counsel, to be attacked in his paper, and speaks of him as a \"sage et respectable vieillard.\"",
		"In instincts and in character, also, the typical \" mountaineers \" are to a marked degree primitive; they are, for the most part, very ignorant; they are primitively hospitable and are warm-hearted to friends and strangers, but are implacable in their enmities and are prone to vendettas and family feuds, which often result in the killing in open fight or from ambush of members of one faction by members of another; and their relative seclusion and isolation has brought them, especially in some districts, to a disregard for law, or to a belief that they must execute justice with their own hands.",
		"Randall (3 vols., New York, 1853), a monumental work, although marred by some special pleading, and sharing Jefferson's implacable opinions of the \"Monocrats.\"",
		"His most dangerous 'trick' is when he tosses the Enterprise into the Delta Quadrant, where they meet the implacable Borg for the first time.",
		"But Kruger remained implacable, bigoted, avaricious, determined on a policy of isolation.",
		"He was hurried away to the desolate town of Cucusus (Cocysus), among the ridges of Mount Taurus, with a secret hope, perhaps, that he might be a victim to the Isaurians on the march, or to the more implacable fury of the monks.",
		"God always appeared to him as an implacable judge, threatening punishment for breaking a law which it was impossible to keep. He confessed to himself that he often hated this arbitrary Will which Scotist theology called God.",
		"The worst trait in his character is his implacable hatred of Thebes, which led directly to the battle of Leuctra and Sparta's fall from her position of supremacy.",
		"Constantius continued for some time implacable, and the bold action of the Western bishops only incited the Arian party in Alexandria to fresh severities.",
		"Between them and the Samaritans on the north and the Edomites on the south there was the most implacable hostility, which would probably be sufficient in itself to keep them from joining in the revolts in which other parts of Syria were involved..",
		"The confederacy was from its beginning supported by the Roman see, though Podébrad after the death of his implacable enemy, Pius II., attempted to negotiate with the new pope, Paul II.",
		"Externally this rapid success awoke the implacable hatred of Genoa, and led to the long and exhausting series of Genoese wars which ended at Chioggia in 1380.",
		"In one of the actions of this war the \"Centaur\" and \"Implacable,\" unsupported by the Swedish ships (which lay to leeward), cut out the Russian 80-80-gun ship \"Sevolod\" from the enemy's line and, after a desperate fight, forced her to strike.",
		"Not a single friend, not a single enemy, was forgotten; the slightest service, the slightest wrong, had its place assigned in her faithful and implacable memory for retribution or reward.",
		"The searching investigation which followed raised up against him many implacable enemies.",
		"In other places there were manifest commutations of human sacrifice, as at the altar of Artemis the Implacable at Patrae, where Pausanias saw the wild beasts being driven into the flames.'",
		"All Wiseman's later years were darkened by Errington's conscientious but implacable hostility to Manning, and to himself in so far as he was supposed to be acting under Manning's influence.",
		"Two lines of thought are to be traced in the most implacable hostility and contradiction throughout his system.",
		"To the harmful race of giants (demons), on the other hand, he was an implacable foe, and many stories are told in the poetic and prose Eddas of the destruction which he brought upon them at various times with his hammer.",
		"This implacable war, which threw the whole of the nobility of the north of France against that of the south, and destroyed the brilliant Provencal civilization, ended, politically, in the treaty of Paris (1229), by which the king of France dispossessed the house of Toulouse of the greater part of its fiefs, and that of Beziers of the whole of its fiefs.",
		"This prince was wandering in the deserts of Africa, pursued by his implacable enemies, but everywhere protected and concealed by the desert tribes, who pitied his misfortunes and respected his illustrious origin.",
		"These legends belong to an age when higher ideas of law and of social duty were being established;, the implacable blood-feud of primitive society gives place to a fair trial, and in Athens, when the votes of the judges are evenly divided, mercy prevails.",
		"He was roused to implacable wrath by anyone who dared to speak on the forbidden topic of the succession question.",
		"In the Papacy, however, Henry had an implacable foe; and again and again When he seemed on the point of a complete triumph the smouldering embers of revolt were kindled Henry once more into flame."
	],
	"synonyms": [
		"uncompromising",
		"unyielding",
		"uncompliant",
		"unbendable",
		"stubborn",
		"rigid",
		"unbending",
		"remorseless",
		"intransigent",
		"incompliant",
		"grim",
		"die-hard",
		"unrelenting",
		"obdurate",
		"brassbound"
	],
	"antonyms": [
		"placable",
		"nice",
		"kind",
		"merciful"
	]
}