{
	"word": "indigenous",
	"meaning": [
		"Existing, growing, or produced naturally in a region or country; native.",
		"Being a member of the original inhabitants of a particular place.",
		"Innate; inherent; inborn.",
		"Of, belonging to, or characteristic of such inhabitants."
	],
	"sentences": [
		"The most indigenous inhabitants were the American Indians.",
		"Coffee of several species is indigenous and grows wild.",
		"They were looking for indigenous Australians.",
		"He is more indigenous even than the natives.",
		"Indigenous animals are not well-suited to be domesticated and assist in farming.",
		"They were our indigenous peoples, our first peoples, our first speakers and our first hearers.",
		"It is found in the Andean regions of Chile and Peru and is also indigenous to parts of Morocco.",
		"They collect and spin the indigenous cotton, which is of good quality, and dye it with indigo or other pigments; they also manufacture very handsome shawls.",
		"Out of the 860 indigenous plants, 80% are endemic, but Hillebrand finds that a large nun.mber are of American affinity.",
		"The rioters were predominantly from the Hausa Fulani tribe, which is not indigenous to the area.",
		"The variety chiefly grown is the Assam indigenous.",
		"The only indigenous land mammalia are a small rat and a few curious species of bats.",
		"During the Roman period, according to Pliny, there were settlements of 26 indigenous tribes extending from the Ampsaga as far as Cyrenaica.",
		"It is enough here to mention that such existed, and that it was not indigenous.",
		"The Greek name for the lion is very ancient, and this suggests, although by no means demonstrates, that it refers to an animal indigenous to the country.",
		"It is the most indigenous population within these shores.",
		"The much more detailed list of Ptolemy enumerates 39 indigenous tribes in the province of Africa and 25 in Mauretania Caesariensis.",
		"The economic plants of Brazil, both indigenous and exotic, are noticeably numerous.",
		"These very leaves ultimately came into the herbarium of the Linnean Society of London, and have authoritatively been pronounced to belong to the indigenous Assam tea-plant.",
		"Evidence of the abundant existence of the indigenous tea-tree was obtained; and the directors of the East India Company.",
		"By 1913, the post office was closed and the town had dwindled to two dozen remaining souls, and before long, it was left to indigenous wildlife and the spirits of a boisterous past.",
		"The common domesticated fowl is not indigenous.",
		"There is but one cactus indigenous to Natal; it is found hanging from perpendicular rocks in the midlands.",
		"There are plenty of opportunities to enjoy nature and the indigenous wildlife.",
		"The kola tree is also indigenous.",
		"Bamboos of the genus Oxytenanthera are indigenous.",
		"The results of these and similar attempts led to the conclusion that efforts to improve the indigenous cottons were most likely to be rewarded with success.",
		"With the exception of Madagascar, the genus Mus ranges over practically the whole of the Old World, having indigenous representatives even in Australasia; while the house-mouse, with man's involuntary aid, has succeeded in establishing itself throughout the civilized world.",
		"Cotton is indigenous and is grown for export.",
		"It was very early cultivated in India, in some parts of which country, as in tropical Australia, it is, as we have seen, indigenous.",
		"It is of interest also for the reference to the Singpho tribe, who are even now in small numbers in the same district, where they still produce in a primitive manner tea plucked from the indigenous trees growing in their jungles.",
		"The introduction of Chinese seed and Chinese methods was a mistake, and there seems little reason to doubt that, in clearing jungle for tea planting, fine indigenous tea was frequently destroyed unwittingly in order to plant the inferior China variety.",
		"The Assam Indigenous, in its two sub-races of Singlo and Bazalona, and the Manipur, originally found wild in the jungles of the native state of that name, have, with various intermixtures and crossings, been used to cover the greatest areas of all the more modern planting in India, Ceylon and Java.",
		"The interior was held by powerful Mahommedan rulers who had imposed a military domination upon the indigenous races and were not prepared to open their territories to European intercourse.",
		"The ass, often a tall and handsome creature, is indigenous.",
		"The Bovidae form a most extensive family, with members widely distributed throughout the Old World, with the exception of the Australian region; but in America they are less numerous, and confined to the Arctic and northern temperate regions, no species being indigenous either to South or Central America.",
		"On the other hand, it is an indigenous element, not only in the creeds of Asia, but in those of the ancient seats of civilization on the Mediterranean.",
		"In Egypt, the great annual and monthly festivals of the indigenous gods gave rise to all manner of religious expeditions.",
		"These slaves were imported when the Indigenous were uncooperative, and the Africans were much easier to control.",
		"The Tinikling is a truly indigenous dance, however, because it comes from the actual native wildlife of the islands.",
		"The three Latin American dances (Samba, Rumba, Cha Cha) evolved originally from a fusion of indigenous and European dance forms.",
		"The meaning of Zambo is literally the child of an African man and an indigenous woman.",
		"All three came from the melting pot of South American cultures, mixing the indigenous rhythms and the movements from other continents into an entirely new choreography.",
		"Many indigenous cultures have rain dances as part of their folk dancing, but the Indian Rain Dance in North America is one of the most well-known versions.",
		"Otther traditional Mexican dances celebrate various indigenous animals, such as the iguana.",
		"The strawberry, raspberry, currant, plum, cherry and grape are indigenous.",
		"Indigenous Presbyterianism became almost unknown.",
		"In 1836 there was sent to London i lb of tea made from indigenous leaves; in 1837 5 lb of Assam tea were sent; in 1838 the quantity sent was 12 small boxes, and 95 boxes reached London in 1839.",
		"Like all cultures, there were indigenous dances in the native cultures of the Mayans and Aztecs.",
		"The best-known species, Myrmeleon formicarius, which may be found adult in the late summer, occurs in many countries on the European continent, though like the rest of this group it is not indigenous in England.",
		"The indigenous population must be considered one of the assets of Liberia.",
		"We do not know whether the comets are really indigenous to the solar system or whether they may not be merely imported into the system from the depths of space.",
		"Both these allied forms occur throughout central and southern Europe, but, though now abundant in England, it is doubtful whether they are there indigenous.",
		"Indigenous palms grow in the valleys of the Sierra Jose Ignacio, also to some extent in the departments of Minas, Maldonado and Paysandu.",
		"It was well established in Portugal before the middle of the 17th century, and has since been cultivated generally in the south of Europe, but is nowhere believed to be indigenous.",
		"Even if the comets be indigenous to the system, they may, as many suppose, be merely ejections from the sun.",
		"Among the fruitbearing trees, shrubs, vines and plants the grape, the blue-berry, the cherry, the plum and the cranberry are indigenous and more or less common.",
		"In mental power they are much superior to the indigenous races around them.",
		"Thus, while the mineral may be formed in a stratum other than that in which it is found, though in many cases it is indigenous to it, for the formation of a natural reservoir of the fluid (whether liquid or gas) it is necessary that there should be a suitable porous rock to contain it.",
		"The military development which sprang from the Crusades is thus largely a matter of borrowing; the financial development is independent and indigenous in the West.",
		"But how far these, or the indigenous \" Jews \" are of Hebrew rather than of Aramaean origin is impossible to say.",
		"Only two land mammals are known to be indigenous.",
		"Though in these lands they have for not less than a thousand years enjoyed the position of the dominant race, they all possess a tradition that they are not indigenous, and that their first rulers \"came out of the sea,\" with a large band of Malayan warriors in their train.",
		"For instance, the names which they give to certain fruits, such as the duri-an, the rambut-an and the pulas-an, which are indigenous in the Malayan countries, and are not found elsewhere, are all compound words meaning respectively the thorny, the hairy and the twisted fruit.",
		"Of humming-birds there are said to be sixty species, probably only one indigenous.",
		"Tobacco and cascarilla bark also flourish; and cotton is indigenous and was woven into cloth by the aborigines.",
		"The guana also is indigenous to the islands.",
		"There were the true indigenous Thracians and also Celtic tribes such as the Treres in the early period, the Getae and Trausi later, and the Gallic Scordisci in Roman days.",
		"Of the total in 1897, 81.4% were Russians, 8.3% Turko-Tatars, 5% Mongols and o 6% \" indigenous \" races, i.e.",
		"In the case of the peasants the allotments vary on an average from 32 to 102 acres (in some cases from 21.6 to 240 acres); the Transbaikal Cossacks have about 111 acres per male head, and the indigenous population 108 to 154 acres.",
		"Modified though never essentially changed, (1) by contact with the star-worship of the Chaldaeans, who identified Mithras with Shamash, god of the sun,(2) by the indigenous Armenian religion and other local Asiatic faiths and (3) by the Greeks of Asia Minor, who identified Mithras with Helios, and contributed to the success of his cult by equipping it for the first time with artistic representations (the famous Mithras relief originated in the Pergamene school towards the 2nd century B.C.), Mithraism was first transmitted to the Roman world during the 1st century B.C. by the Cilician pirates captured by Pompey.",
		"The indigenous fauna of Brazil is noteworthy not only for the variety and number of its genera and species, but also for its deficiency in the larger mammals.",
		"Many species of indigenous palms abound, and in places the forests are indescribably luxuriant.",
		"In Hungary proper and in Croatia and Slavonia there are many species of indigenous plants, which are unrepresented in Transylvania.",
		"There are some exotics in this zone, like the mango, which thrive so well that they are thought to be indigenous.",
		"Cacau (Theobroma cacao) is an indigenous product and is extensively cultivated on the Caribbean slopes.",
		"Sugar-cane is not indigenous, but it is cultivated with marked success in the lowlands of Zulia, and at various points on the coast.",
		"The common cockroach (Stilopyga orientalis) is not indigenous to Europe, but is believed to have been introduced from the Levant in the cargoes of trading vessels.",
		"These baboons appear to belong to the Nubian species, but they cannot be considered indigenous to any part of Tunisia.",
		"Among reptiles the Egyptian cobra seems to be indigenous in the south, where also is found the dreaded horned viper.",
		"From a native's point of view Tunisia still appears to be governed by the Bey of Tunis, his Arab ministers and his Arab officials, the French only exercising an indirect - though a very real - control over the indigenous population (Mahommedans and Jews).",
		"Those indigenous to the country are the delicious chirimoyas, paltas or alligator pears, the paccay, a species of Inga, the lucma, and the granadilla or fruit of the passion-flower.",
		"Quinua is an indigenous plant, growing at elevations of 13,500 ft.",
		"The mango, lichen, pear and orange are indigenous, and several fruits and esculents have been introduced.",
		"It is imposing from its size, and interesting as one of the few examples of indigenous Munich art.",
		"It appears to be one of the few indigenous arts of Japan.",
		"The germs of an indigenous literature had existed at an early period in Rome and in the country districts of Italy, and they have an importance as indicating natural wants in the Italian race, which were ultimately satisfied by regular literary forms. The art of writing was first employed in the service of the state and of religion for books of ritual, treaties with other states, the laws of the Twelve Tables and the like.",
		"Roman satire, though in form a legitimate development of the indigenous dramatic satura through the written satura of Ennius and Pacuvius, is really a birth of this time, and its author was the youngest of those admitted into the intimacy of the Scipionic circle, C. Lucilius of Suessa Aurunca (c. 180-103).",
		"Indigenous mammals are poor in species as well as few in number; birds are more abundant, but of no greater variety.",
		"Among savage and nomadic nations the whole tribe often moves into new territory, either occupying it for the first time or exterminating or driving out the indigenous inhabitants.",
		"A species of horse, which seems indigenous to Bhutan, and is used as a domestic animal, is called ldngan, from Tangastan, the general appellation of that assemblage of mountains which constitutes the territory of Bhutan.",
		"It is hardly possible to differentiate between imported and indigenous plants.",
		"Of birds very few are indigenous; the jackdaw, blue solitary thrush, spectacled warbler, the robin, kestrel and the herring-gull.",
		"A large portion of the island is richly wooded, and sago, cocoa-nuts and cloves (which are indigenous) are abundantly produced.",
		"The interior of the island is uninhabited and none of the dwellers on the coast are indigenous.",
		"It was a legitimate development of an indigenous dramatic entertainment, popular among the Romans before the first introduction of the forms of Greek art among them; and it seems largely also to have employed the form of the familiar epistle.",
		"What may be called the indigenous population consists of the older Bantu races.",
		"Tobacco has been found growing in the interior, and may be indigenous, as is in some districts the Kava pepper (Piper methysticum).",
		"The indigenous mammals are very few, and the only reptiles are a small lizard and the green turtle.",
		"Among indigenous fruit-bearing plants the state has the black cherry, red cherry, red plum, yellow plum, grape, black currant, blackberry, dewberry, strawberry and cranberry.",
		"The Czech colonies in Vienna endeavoured, by means of the so-called \" Komensky schools \" (from the Czech form of the name of Komenius, the educationalist), to protect themselves against fusion with the indigenous population.",
		"The flora of Algeria consists of about 3000 species, of which some 450 are indigenous to the country, ioo being peculiar to the Sahara.",
		"Trabut, Flore de l'Algerie (Algiers and Paris, 1884 and onwards), contains a scientific and descriptive catalogue, in several volumes, of the indigenous flora.",
		"Some caution should be used against confounding accidentally introduced indigenous species with those reared from the imported eggs.",
		"Fruits are abundant, though indigenous fruits are few; the majority have been introduced by missionaries and others.",
		"The indigenous fauna of the islands is exceedingly poor in mammals, which are represented mainly by rats and bats.",
		"Pigs have been held to be indigenous on some islands, but were doubtless introduced by early navigators.",
		"The traditions of many of the Polynesian islanders refer to a black indigenous race which occupied their islands when their ancestors arrived, and the black woolly-haired Papuan type is not only found to-day in Melanesia proper, but traces of it occur throughout Polynesia and Micronesia.",
		"Their language was allied to that of the Maoris of New Zealand, but they differed somewhat from them in physique, and they were probably a cross between an immigrating Polynesian group and a lower indigenous Melanesian stock.",
		"There are no indigenous mammals; the reptiles belong to New Zealand species.",
		"Of the indigenous birds, the turkey has been fully domesticated, and the musk-duck and \" chachalaca \" are easily reared.",
		"Of the 114 species of trees and cabinet-woods, 17 of oil-bearing plants, and over 60 of medicinal plants and dyewoods indigenous to Mexico, by far the larger part are represented in the tierras calientes.",
		"They were an energetic people, were never subdued by the Aztecs, and are now recovering from their long subjection to Spanish enslavement more rapidly than any other indigenous race.",
		"The Spaniards found no indigenous domestic animals in the country, and introduced their own horses, cattle, sheep and swine.",
		"Among indigenous fruit-bearing trees, shrubs and vines the state has the bird cherry, black cherry, blueberry, cranberry, raspberry, blackberry, gooseberry, strawberry, grape and black currant; and conspicuous among a very great variety of shrubs and flowering plants are the rose, dogwood, laurel, sumac, holly, winterberry, trilliums, anemones, arbutuses, violets, azaleas, eglantine, clematis, blue gentians, orange lilies, orchids, asters and golden rod.",
		"Similarly with regard to the many other pathogenic Trypanosomes now known, there is undoubtedly, in each case, some indigenous wild animal tolerant of that particular form, which serves as a \" latent source of supply \" to strange mammals.",
		"In many parts of south-eastern Asia, in Mauritius, in North and South Africa, in Madagascar, in the Azores, it has become thoroughly acclimatized, and successfully competes with the indigenous fresh-water fishes.",
		"The two species are evergreen trees of large size, indigenous to the west coast of North America.",
		"The hutia (Capromys pilorides) is nearly as large, arboreal in habits, and a native of Cuba, where it is the largest indigenous mammal.",
		"According to Roxburgh, the great Indian botanist, the cultivated rice with all its numerous varieties has originated from a wild plant, called in India Newaree or Nivara, which is indigenous on the borders of lakes in the Circars and elsewhere in India, and is also native in tropical Australia.",
		"About the only indigenous fruit-bearing plants are the Chilean strawberry (Fragaria chilensis) and the ohelo berry (Vaccinium reticulatum), both of which grow at high elevations on Hawaii and Maui.",
		"A day-flying bat, whales and dolphins are about the only indigenous mammals; hogs, dogs and rats had been introduced before Cook's discovery.",
		"It is likely, however, that Attis, like the Great Mother, was indigenous to Asia Minor, adopted by the invading Phrygians, and blended by them with a deity of their own.",
		"A particular effect of high-priced piece-goods is seen in various Eastern countries that are still partly dependent on an indigenous hand-loom industry.",
		"Glasgow buys largely of yarns and cloth, some considerable part of which is dyed or printed, for India and elsewhere, and has an indigenous manufacture and trade in fine goods such as book-muslins and lappets, a somewhat delicate department of manufacture which necessitates a slower running of machinery than is usual in Lancashire.",
		"It inhabits Europe and northern and temperate Asia, and is doubtfully indigenous to Great Britain.",
		"This long-tailed rat, originally a native of India, would seem to have first penetrated to all parts of the world and to have nearly or quite exterminated the indigenous rats.",
		"The Canary (Serinus canaries) is indigenous to the islands whence it takes its name, as well, apparently, as to the neighbouring groups of the Madeiras and Azores, in all of which it abounds.",
		"The possibility that it had been brought to England by Cabot or some of his successors earlier in the century is not to be overlooked, and reasons will presently be assigned for supposing that one of the breeds of English turkeys may have had a northern origin;' but the of tenquoted distich first given in Baker's Chronicle (p. 298), asserting that turkeys came into England in the same year - and that year by reputation 2524 - as carps, pickerels and other commodities, is wholly untrustworthy, for we know that both these fishes lived in the country long before, if indeed they were not indigenous to it.",
		"The palm-oil tree is indigenous and abundant from the river Gambia to the Congo.",
		"It must suffice to say that the weight of scientific opinion inclines to the view that at least the majority of endemic species are of pre-glacial origin, and are either strictly indigenous or products of the neighbouring lowlands.",
		"In Ireland it seems now to be indigenous to the southern half of the island only; in England generally, it is far less numerous than formerly; and in Scotland its numbers have decreased with still greater rapidity.",
		"The Bohea variety is hardy, and capable of thriving under many different conditions of climate and situation, while the indigenous plant is tender and difficult of cultivation, requiring for its success a close, hot, moist and equable climate.",
		"He holds the opinion that the tea-plant is indigenous, not to Assam only, but to the whole monsoon region of eastern Asia, where he found it growing wild as far north as the islands of southern Japan.",
		"Of crops the vilayet produces wheat (which is indigenous), rice, barley (which takes the place of oats as food for horses), durra (a coarse, maize-like grain), sesame, cotton and tobacco; of fruits, the date, orange, lemon, fig, banana and pomegranate.",
		"Fowell Buxton to inquire into the treatment of the indigenous populations of the various British colonies.",
		"The Achaeans, or Hellenes, as they were later termed, were on this hypothesis one of the fair-haired tribes of upper Europe known to the ancients as Keltoi (Celts), who from time to time have pressed down over the Alps into the southern lands, successively as Achaeans, Gauls, Goths and Franks, and after the conquest of the indigenous small dark race in no long time died out under climatic conditions fatal to their physique and morale.",
		"The cultivation of cotton is however indigenous to the country.",
		"The indigenous population of Ecuador was originally composed of two distinct races - the Quitus and Caras, the former being the older, and the latter presumably of Quichua origin.",
		"The indigenous mammals of the Canary Islands are very few in number.",
		"Among the indigenous birds are some birds of prey, as the African vulture, the falcon, the buzzard, the sparrow-hawk and the kite.",
		"Galloway also gives its name to a famous indigenous breed of black hornless cattle.",
		"The oldest nucleus of historical tradition appears to belong to Samaria, but it has been adjusted to other standpoints or interests, which are apparently connected partly with the half-Edomite and partly with the old indigenous Judaean stock.'",
		"For really fresh and progressive indigenous art we may perhaps have, in the near future, to turn to America and to Russia, where, having little artistic past to refer to, designers and craftsmen display unequalled individuality and force.",
		"It is unknown in the native state, but is most probably indigenous to tropical America.",
		"C. Faidherbe regards them as indigenous Libyans mingled with a fair-skinned people of European origin.",
		"The indigenous horse is the yabu, a stout, heavyshouldered animal, of about 14 hands high, used chiefly for burden, but also for riding.",
		"The deodar (Cedrus Deodara), which is indigenous to the mountains of Afghanistan and the north-west Himalaya, is nearly allied to the Atlantic cedar and to the cedar of Lebanon, a form of which is found in Cyprus.",
		"The origin of the Deva-Nagari alphabet is lost in antiquity, though that is generally admitted not to be of indigenous invention.",
		"English efforts to stimulate education have ever been most successful when based upon the existing indigenous institutions.",
		"A network of schools has now been spread over the country, graduated from the indigenous village institutions up to the highest colleges.",
		"This system cannot be called indigenous to the country, more than the zaminsThe ystem.",
		"Early travellers reported that the tea-plant was indigenous to the southern valleys of the Himalayas; but they were mistaken in the identity of the shrub, which was the Osyris nepalensis.",
		"In the Madras districts of Nellore and Kurnool the indigenous breed has been greatly improved under the stimulus of cattle shows and prizes founded by British officials.",
		"On the other hand, the old indigenous industries of India decayed greatly during the latter part of the 19th century.",
		"The demand of the Indian population for woollen fabrics is very small in comparison with that for cotton, and although the manufacture of blankets is carried on in many parts of India, the chief part of the indigenous woollen industry was originally concerned with shawls.",
		"The indigenous methods of smelting the ore, which are everywhere the same, and have been handed down unchanged through countless generations, yield a metal of the finest quality in a form well suited to native wants.",
		"The coffee, cotton and Guinea pepper plants are indigenous, and the tobacco plant flourishes in several districts.",
		"Owing to the destruction of the primeval forests for the formation of sugar plantations, the indigenous flora is only seen in parts of the interior plains, in the river valleys and on the hills; and it is not now easy to distinguish between what is native and what has come from abroad.",
		"Among the indigenous trees are the Abies excelsa, Abies microsperma, Pinus sinensis, Pinus pinea, three species of oak, five of maple, lime, birch, juniper, mountain ash, walnut, Spanish chestnut, hazel, willow, hornbeam, hawthorn, plum, pear, peach, Rhus vernicifera, (?) Rhus semipinnata, Acanthopanax ricinifolia, Zelkawa, Thuja orientalis, Elaeagnus, Sophora Japonica, &c. Azaleas and rhododendrons are widely distributed, as well as other flowering shrubs and creepers, Ampelopsis Veitchii being universal.",
		"The indigenous economic plants are few, and are of no commercial value, excepting wild ginseng,bamboo, which is applied to countless uses, and \"tak-pul\" (Hibiscus Manihot), used in the manufacture of paper.",
		"In 1747 he published an account of experiments undertaken with the definite view of obtaining true sugar from indigenous plants, and found that for this purpose the first place is taken by beetroot and carrot, that in those plants sugar like that of cane exists ready formed, and that it may be extracted by boiling the dried roots in alcohol, from which it is deposited on cooling.",
		"The cotton and coffee plants are indigenous; banana plantations surround the villages.",
		"In the arid portions of this and the tropic areas the indigenous plants are creosote, mesquite and alfileria bushes, desert acacias, paloverdes, alkali-heath, salt grass, agaves, yuccas (especially the Spanish-bayonet and Joshua tree) and cactuses.",
		"This looks like the assumption of indigenous traits by a foreigner - cf.",
		"In British North Borneo, and especially in the district of Tempasuk on the north-west coast, Borneo ponies, bred originally, it is supposed, from the stock which is indigenous to the Sulu archipelago, are common.",
		"East of Boghaz Keui there is a compact population of Kizilbash, who are partly descendants of Shia Turks transplanted from Persia and partly of the indigenous race.",
		"Like the French epics, Homeric poetry is indigenous, and is distinguished by this fact, and by the ease of movement and the simplicity which result from it, from poets such as Virgil, Dante and Milton.",
		"The actual proportion of the total population of India (294 millions) included under the name of \"Hindus\" has been computed in the census report for 1901 at something like 70% (206 millions); the remaining 30% being made up partly of the followers of foreign creeds, such as Mahommedans, Parsees, Christians and Jews, partly of the votaries of indigenous forms of belief which have at various times separated from the main stock, and developed into independent systems, such as Buddhism, Jainism and Sikhism; and partly of isolated hill and jungle tribes, such as the Santals, Bhils (Bhilla) and Kols, whose crude animistic tendencies have hitherto kept them, either wholly or for the most part, outside the pale of the Brahmanical community.",
		"The problem that now lay before the successful invaders was how to deal with the indigenous people, probably vastly outnumbering them, without losing their own racial identity.",
		"Setting aside those which are but occasional visitors to the British Islands, six species of terns may be regarded as indigenous, though of them one has ceased from ordinarily breeding in the United Kingdom, while a second has become so rare and regularly appears in so few places that mention of them must for prudence sake be avoided.",
		"Gothic art, which was indigenous in Germany, yielded but little to southern influences.",
		"Here, as in Lombardy, a feeling for serene beauty derived from study of the antique has not interrupted the evolution of a style indigenous to France and eminently characteristic of the French temperament.",
		"This plant appears to be indigenous to the Rhine valley, and the finest wines are made exclusively from its grapes.",
		"The main point of interest connected with the dingo relates to its origin; that is to say, whether it is a member of the indigenous Australian fauna (among which it is the only large placental mammal), or whether it has been introduced into the country by man.",
		"And since remains of man have apparently not yet been detected in these deposits, it has been thought by some naturalists that the dingo must be an indigenous species.",
		"The latter contention cannot for a moment be sustained; and there are also strong arguments against the indigenous origin of the dingo.",
		"That the animal now occurs in a wild state is no argument whatever as to its being indigenous, seeing that a domesticated breed introduced by man into a new country abounding in game would almost certainly revert to the wild state.",
		"The plant has a wide distribution, growing in wet situations in the Himalayas, North America, Siberia and various parts of Europe, including England, and has been naturalized in Scotland and Ireland., Though regarded as a native in most counties of England at the present day, where it is now found thoroughly wild on sides of ditches, ponds and rivers, and very abundantly in some districts, it is probably not indigenous.",
		"Originally invaders, they have so long held a stake in the soil that they have become almost part of the indigenous population.",
		"On the contrary, many species, in a new country and under somewhat different climatic conditions, seem to find a more congenial abode than in their native land, and at once flourish and increase in it to such an extent as often to exterminate the indigenous inhabitants.",
		"They have spread widely, and have not confined their depredations to the rabbits, so that the indigenous flightless birds have suffered largely.",
		"Some seeds were obtained from China; but they proved to be of small importance, as it was clearly ascertained by the members of the Assam deputation that both the black and the green tea plants were indigenous here, and might be multiplied to any extent; another result of the Chinese mission, that of procuring persons skilled in the cultivation and manufacture of black tea, was of more material benefit.",
		"The indigenous flora of Chile is less extensive and less interesting than those of Argentina and Brazil, but contains many peculiar genera and species.",
		"The strawberry is also indigenous to these latitudes on both sides of the Andes, and Chile is credited 1 Notes of a Naturalist in South America, p. 134.2 Also classified as Nothofagus (Mirb.).",
		"Maize and quinoa (Chenopodium quinoa) were known in Chile before the arrival of Europeans, but it is not certain that they are indigenous.",
		"Species of the bean and pepper plant are also indigenous, and the former is said to have been cultivated by the natives.",
		"The tree is not at present indigenous in southern Britain, but when planted in suitable ground multiplies rapidly by the wind-sown seeds; on many of the sandy moors and commons natural pine woods of large extent have been thus formed during the last fifty years.",
		"But some were essentially indigenous, and he observed a singular character given to the fauna by the presence of certain Eastern forms, unknown in other parts of Persia, such as the tiger, a remarkable deer of the IndoMalayan group, allied to Cervus axis, and a pit viper (Halys).",
		"In Cappadocia, Aramaic inscriptions have been discovered (1900), in which the indigenous god, there termed Bel the king, recognizes the Mazdayasnian Religion (Din Mazdayasnish)i.e.",
		"The coffee and cotton plants are indigenous; of grasses there are various kinds of millet, including Paspalum exile, the so-called hungry rice or Sierra Leone millet.",
		"The wealth of the country consists, however, chiefly in its indigenous trees of economic value - the oil-palm, the kola-nut tree and various kinds of rubber plants, chiefly the Landolphia owariensis.",
		"The name of Indian sarsaparilla is given to the roots of Hemidesmus indicus, an Asclepiadaceous plant indigenous to India.",
		"There is no indigenous literature, but many specimens of poetry exist in which heroes and brave deeds are commemorated, and a good many of these have been collected from time to time.",
		"There are thirteen indigenous tribes of Pathan origin, of which the Kakars are by far the most important, numbering more than 100,000 souls.",
		"Though one species of coffee is indigenous in the hotter Himalayan forests, the climate does not appear suitable for the growth of the plant which supplies the coffee of commerce.",
		"In the western Himalaya the cultivated variety of the tea plant of China succeeds well; on the east the indigenous tea of Assam, which is not specifically different, and is perhaps the original parent of the Chinese variety, is now almost everywhere preferred.",
		"The produce of the Chinese variety in the hot and wet climate of the eastern Himalaya, Assam and eastern Bengal is neither so abundant nor so highly flavoured as that of the indigenous plant.",
		"The soil is fertile, and the indigenous flora has been greatly enriched by the importation of such plants as the agave, the Mexican opuntia, the American maple, the Australian eucalyptus, the Scotch fir and the so-called Portuguese cypress (Cupressus lusitanica) from the Azores.",
		"But in the case of indigenous species the breeding stock must be very seriously reduced before the addition of the eggs or fry of a few score or hundreds of fish can appreciably increase the local stock.",
		"The indigenous fauna of Bolivia corresponds closely to that of the neighbouring districts of Argentina, Brazil and Peru.",
		"The two indigenous products which receive most attention, perhaps, are those of quinoa and coca.",
		"There are fine indigenous grasses that spring up over the mesas after the summer rains, furnishing range for live-stock; some are extraordinarily independent of the rainfall.",
		"The two last kings had mainly resided in Hungary, and in spite of the temporary agreement obtained at the diet of St Wenceslas, the Bohemians had not succeeded in establishing a strong indigenous government which might have taken the place of the absentee monarchs.",
		"The Oriental Borneo and Bali are respectively divided from Celebes and Lombok by a narrow belt of sea known as \"Wallace's Line,\" on the opposite sides of which the indigenous mammalia are as widely divergent as in any two parts of the world.",
		"A great variety of shrubs grow on these slopes of the western Caucasus, chiefly the following species, several of which are indigenous - Rhododendron ponticum, Azalea pontica, Aristotelia maqui, Agave between 1864 and 1878, and the country where they had lived remained for the most part unoccupied until after the beginning of the 10th century.",
		"In many districts the coffee and cotton plants are indigenous and luxuriant.",
		"The Mestizos, who form so large a fraction of the population of modern Mexico, numbering several millions, afford a convenient test in this respect, inasmuch as their intermediate complexion separates them from both their ancestral races, the Spaniard, and the chocolate-brown indigenous Aztec or other Mexican.",
		"Thus of the 90 indigenous genera (many monotypic or very small) only 14 are endemic, i extends to South Africa, 3 are common to Australia and New Zealand, 18 extend also into Asia, whilst no fewer than 54 are found in both the Old and New Worlds, 26 being chiefly tropical and 28 chiefly extra-tropical.",
		"There are in the south large forests of valuable timber trees; and the coffee plant is indigenous in the Kaffa country, whence it takes its name.",
		"An Irish patriot in the strict sense of the term he was not; he was proud of being an Englishman, who had been accidentally \"dropped in Ireland\"; he looked upon the indigenous population as conquered savages; but his pride and sense of equity alike revolted against the stay-at-home Englishmen's contemptuous treatment of their own garrison, and he delighted in finding a point in which the triumphant faction was still vulnerable.",
		"The nutmeg is indigenous.",
		"An indigenous description of rice, called uri or jaradhdn, grows in certain marshy tracts.",
		"Like St Helena, the island does not possess any indigenous vertebrate land fauna.",
		"Of these the best known is the Lodoicea sechellarum, a palm tree indigenous only in Praslin Island - but since introduced into Curieuse - noted for its fruit, the so-called Maldive double coco-nut or coco de mer.",
		"This zone also included one of the last remaining portions of indigenous forest.",
		"The coco-nut, now a conspicuous feature of the coast flora, is probably not indigenous.",
		"Besides the cutting down for building purposes of the timber trees the jungle was largely cleared for the plantation of vanilla; while a multitude of other tropical plants have been introduced tending to the extermination of the indigenous flora.",
		"The indigenous fauna, so far as its limited range affords comparison, resembles that of Madagascar.",
		"Three coecilians, three batrachians (including a mountain-frequenting frog) and three fresh-water crustaceans are also indigenous, and about twenty-six species of land shells.",
		"The islands are the home of a large number of birds, including terns, gannets and white egrets, though most of the indigenous species are extinct.",
		"Several species of aloe are indigenous to the Cape.",
		"The castor-oil plant and many other plants of great value in medicine are indigenous in great abundance.",
		"There are few indigenous fruits; the kei apple is the fruit of a small tree or shrub found in Kaffraria and the eastern districts, where also the wild and Kaffir plums are common; hard pears, gourds, water melons and species of almond, chestnut and lemon are also native.",
		"The \" Indian \" doab grass is also indigenous.",
		"It is doubtful whether or not a species of vine is indigenous to the Cape.",
		"In Khandesh the indigenous plant from which one of the lowest classes of cotton in the Bombay market takes its name has been almost entirely superseded by the superior Hinganghat variety.",
		"Some species of the cotton plant are indigenous.",
		"It is doubtful if its indigenous inhabitants ever exceeded one to every 5 sq.",
		"This absence of mammalian life in oceanic islands extends even to New Zealand, where the indigenous mammals comprise only two peculiar species of bats, the so-called Maori rat having been introduced by man.",
		"Though the Hindus have no tradition of their invasion of India, it is certain that they are not an indigenous people, and, if they are not, it is clear that they could have come in no other direction save from the other side of the Hindu Kush.",
		"Foxes are common, both the white and the blue occurring; mice and the brown rat have been introduced, though one variety of mouse is possibly indigenous.",
		"The real strength of ancient Icelandic literature is shown in its most indigenous growth, the \" Saga \" (see also Saga).",
		"Early work in this direction was done by Jon Gudmundsson, Olaf the Old and John Olafsson in the 17th century, who all put traditions on paper, and their labours were completed by the magnificent collection of Jon Arnason (1862-1864), who was inspired by the example of the Grimms. Many tales are but weak echoes of the sagas; many were family legends, many are old fairy tales in a garb suited to their new northern home; but, besides all these, there are a number of traditions and superstitions of indigenous origin.",
		"Among land birds may be enumerated several varieties of eagle, vulture, falcon, owl, crow, jay, magpie, stork, quail, thrush, dove, &c. Pheasants are easily acclimatized; grouse and woodcock are indigenous on the uplands of the north; partridges, in all districts.",
		"Tobacco is indigenous in some parts, and is smoked everywhere, except on the north-east coast and on the islands, where its use is quite unknown.",
		"Among indigenous trees, shrubs and vines that bear edible fruits or nuts the state has the blackberry, grape, pawpaw, persimmon, plum, crabapple, hickory, chestnut and hazel nut.",
		"In like manner, as the Romans themselves believed, the art was not indigenous in Rome, but derived from Etruria.'",
		"The cassava (manioca) and indigo plants are indigenous.",
		"There appear to have been no indigenous mammals or reptiles.",
		"Cabalan Dialect of Aighero (Sardinia).As compared with that of the mainland, the Catalan of Alghero, introduced into this portion of Sardinia by the Aragonese conquerors and colonists, does not present any very important differences; some of them, such as they are, are explicable by the influence of the indigenous dialects of Sassari and Logudoro.",
		"Cotton is indigenous in the valley of the Blue Nile, and in some districts bamboos are plentiful.",
		"Elsewhere they do not appear to be indigenous, but are replaced by the numerous other genera of the families enumerated in the article Chaetopoda.",
		"It is a remarkable fact that these genera, comprizing a separate family Lumbricidae, when introduced into tropical and other countries, thrive abundantly and oust the indigenous forms. In gatherings of earthworms from various extra-European countries it is always found that if the collections have been made in cultivated ground and near the coast the worms are of European species; farther inland the native forms are met with.",
		"It might be inferred, therefore, and the inference is proved by facts, that truly oceanic islands have no indigenous fauna of earthworms, but are inhabited by forms which are identical with those of neighbouring continents, and doubtless, therefore, accidentally introduced.",
		"The indigenous species of Great Britain, about twenty in number, do not grow to a greater length than some io in.; but in several tropical countries there are species which grow to a length of from 3 to 6 ft.",
		"He also shows that literature affords no trace of the horse as indigenous to Arabia prior to about the beginning of the 5th century A.D., although references abound in the pre-Islamitic poetry.",
		"According to Ridgeway, the original source of the finest equine blood is Africa, still the home of the largest variety of wild Equidae; he concludes that thence it passed into Europe at an early time, to be blended with that of the indigenous Celtic species, and thence into western Asia into the veins of an indigenous Mongolian species, still represented by \" Przewalski's horse \"; not till a comparatively late period did it reach Arabia, though the \" Arab \" now represents the purest form of the Libyan blood.",
		"Of the total 200 species 150 (130 indigenous) are valuable for forage, 34 (20 indigenous) are classed economically as weeds, 10 are non-indigenous cereals and 6 are ornamental.",
		"Weeds are very numerous (about 125); and some, notably the sand-bur (Solanum rostratum) cockle-bur, and tumble-weeds among indigenous, and the Russian thistle (Salsola tragus) and purslane among non-indigenous species, are agricultural pests.",
		"In the southernmost islands are a small monkey, rats and mice, treeshrews (Cladobates nic.), bats, and flying-foxes, but it is doubtful if the \"wild\" pig is indigenous; cattle, when introduced and left, have speedily become \"wild.\"",
		"The persistent emphasis upon such features as the rejection of Saul, his enmity towards David, the latter's chivalry, and his friendship for Jonathan, will partly account for the present literary intricacies; and, on general grounds, traditions of quite distinct origin (Calebite or Jerahmeelite; indigenous Judaean; North Israelite or Benjamite) are to be expected in a work now in post-exilic form.'",
		"Among its Gymnosperms are numerous Cupressineae of African affinity belonging to the genera Callitris and Widdringtonia, and a juniper close to one indigenous in Greece.",
		"Among indigenous shrubs and vines are the hazel, blackberry, gooseberry, whortleberry, huckleberry, grape and cranberry.",
		"Blue grass is indigenous in the Lowland Basin.",
		"Well, the church became truly indigenous and it grew by 20 or 30 times in just the last 25 years.",
		"Unfortunately she did not know very much about the indigenous aborigines.",
		"They did this by marginalizing the interests of the indigenous poor and dismantling the faltering hegemony of an Anglo-Irish ascendancy.",
		"He didn't simply hope to foster public attitudes toward indigenous peoples that would be the basis for a multi-cultural society based on mutual respect.",
		"The Reserve Bank issued a draft scheme for establishing direct links with India's indigenous bankers.",
		"Indigenous to Scotland the wee globular beastie is considered a delicacy among the upper echelons of society.",
		"It has pretty reddish-purple flowers growing along long bracts and is indigenous to most parts of tropical America.",
		"Most indigenous brits will have very little if any foreign ancestry.",
		"Otherwise, indigenous peoples will continue to be mere cogs in the wheels of these billion-dollar industries.",
		"She is very comely, with the beauty indigenous to this country.",
		"Recently, Mexican farmers were dismayed to find their indigenous landraces widely contaminated by genetically modified corn.",
		"These same indigenous peoples are being driven to extinction by the activities of the oil, timber and mining corporations.",
		"In the modern era, indigenous people have seen their land and resources stolen, and their cultures denigrated and undermined.",
		"Even today the indigenous folk express their independent spirit by claiming direct viking descent.",
		"This book portrays examples of indigenous handicrafts, including textiles, water dippers, lacquer-ware, jewellry, furniture and wood carvings.",
		"They built huge earthworks, the largest indigenous buildings north of Mexico.",
		"In the case of Chiapas, few indigenous people want to create separate enclaves for people from different ethnic groups.",
		"Rare and unique species indigenous to this area include Grevy's zebra, gerenuk and the reticulated giraffe.",
		"All villages are subdivided into hamlets, each with its own headman, an indigenous office.",
		"There were no indigenous honeybees in any part of the New World - the Americas and Australasia.",
		"Its coast is lined by small hamlets of mud huts with indigenous women in bowler hats farming their land.",
		"The latter category consists principally of ginans, devotional hymns reflecting the indigenous literary tradition of the Nizari Ismaili Khojas of South Asia.",
		"These establish the indigenous discourse of insanity, which saw madness in terms of an externally imposed affliction.",
		"Construction is now the largest indigenous industry sector although rampant land price inflation since 1997 would account for much of the growth in turnover.",
		"They respected and worked with the indigenous inhabitants who were the American Indians.",
		"As a result, Malaysia has a multicultural and multiracial population consisting of Malays, Chinese, Indians and numerous indigenous peoples.",
		"The film will show four examples, one from each sub-region of a successful project on releasing indigenous multiculturalism in a relevant community.",
		"Her research interests include museology; international indigenous policies; anthropology of art; visual anthropology.",
		"I have not mentioned about the probable violence that indigenous people will resort to if they become too overburdened with incomers.",
		"As such, it didn't take too much persuasion by the Saxons to talk the indigenous population into becoming pagan once more.",
		"We have amazing indigenous foods and Northern Irish people are very particular about the taste and quality that best suits them.",
		"More than 40% of these deaths took place in the poorest regions of Peru where the indigenous populations are concentrated.",
		"As it is not indigenous to the British shores the vast majority of the British population have never eaten pumpkin!",
		"Pygmy present populations go back to Nilotic and Bantu migrations as well as the indigenous pygmies.",
		"Its main aim was to stimulate private-sector exploration and the development of Britain's indigenous mineral resources.",
		"Use locally indigenous species promote hedgerow restoration and creation throughout the area to provide visual and ecological links between existing and proposed woodland areas.",
		"Contingents of indigenous people and peasants continue arriving in Quito after walking several days and making detours around military roadblocks.",
		"The indigenous population were easy fodder for an Armada of Portuguese sailors.",
		"History shows that there has never been a strong indigenous church without the translated written scriptures used by indigenous leaders.",
		"The second is related to indigenous terrorist movements engaging in terrorism to promote separatism or an extreme ideology \" .",
		"A dependant economy designed to reduce the indigenous population to perpetual servitude soon developed.",
		"In Acre he got in contact with indigenous shamans that where using the ayahuasca and who introduced him to the tee.",
		"In other circumstances such Indigenous peoples might have had recognized statehood.",
		"Conversely, the indigenous population was extremely tolerant of other people's gods.",
		"She is a member of the Batwa people, an indigenous tribe that is spread across the Great Lakes region.",
		"The summer truffle is indigenous to this country but sadly the art of finding them has been lost over the years.",
		"In these, puma heads spout volutes from their open jaws in a form of visual representation of indigenous myths and legends.",
		"Norway defies the ban while some indigenous peoples in Greenland, Siberia and the US state of Alaska are allowed traditional subsistence whaling.",
		"There are no indigenous land mammals.",
		"The progeny of these cats, more or less crossed with the indigenous species, thence gradually spread over Europe, to become mingled at some period, according to Dr Nehring's hypothesis, with an Asiatic stock.",
		"Although definite information on this point is required, it seems probable that the southern part of North America and South America possessed certain native domesticated breeds of cats previous to the European conquest of the country; and if this be so, it will be obvious that these breeds must be derived from indigenous wild species.",
		"Though known in England, where it is the only indigenous species, as the British oak, it is a native of most of the milder parts of Europe, extending from the shores of the Atlantic to the Ural; its most northern limit is attained in Norway, where it is found wild up to lat.",
		"Aegilops, a fine species indigenous to Greece and the coasts of the Levant, and sometimes called the \"Oak of Bashan.\"",
		"The black poplar is common in central and southern Europe and in some of the adjacent parts of Asia, but, though abundantly planted in Britain, is not there indigenous.",
		"Probably a mere variety of the black poplar, its native land appears to have been Persia or some neighbouring country; it was unknown in Italy in the days of Pliny, while from remote times it has been an inhabitant of Kashmir, the Punjab, and Persia, where it is often planted along roadsides for the purpose of shade; it was probably brought from these countries to southern Europe, and derives its popular name from its abundance along the banks of the Po and other rivers of Lombardy, where it is said now to spring up naturally from seed, like the indigenous black poplar.",
		"Among indigenous shrubs and vines are the blackberry, dewberry, strawberry, yellow jasmine, mistletoe and poisonoak; and among medicinal herbs are horehound, ginger and peppermint.",
		"Pictorial art of a purely indigenous character, whether on ceramic material or plaster, made great strides, and from ceramic forms we may legitimately infer also a high skill in metallurgy.",
		"But these did not mingle readily with the indigenous population; as each wave of barbarian invasion fell back, these refugees returned to their mainland homes, and it required the pressure of many successive incursions to induce them finally to abandon the mainland for the lagoon, a decision which was not reached till the Lombard invasion of 568.",
		"This species is often considered as indigenous to India, but Dr Engler has pointed out that it is found wild in Upper Guinea, Abyssinia, Senegal, etc. It is the \" tree cotton \" of India and Africa, being typically a large shrub or small tree.",
		"This may be taken to indicate that when first the Malays became acquainted with the fruits which are indigenous in Malayan lands they already possessed a language in which most primary words were represented, and also that their tongue had attained to a stage of development which provided for the formation of compound words by a system sanctioned by custom and the same linguistic instinct which causes a Malay to-day to form similar compounds from European and other foreign roots.",
		"At first the indigenous populations were pitilessly deprived of their hunting and grazing grounds and compelled to resort to agriculture - a modification exceedingly hard for them, not only on account of their poverty but also because they were compelled to settle in the less favourable regions.",
		"Fern life is abundant; 126 species are indigenous, two being tree-ferns.",
		"None of these peoples has any claim to be indigenous, and, save the Bavenda, all are immigrants since c. 1817-1820, when the greater part of the then inhabitants were exterminated by the Zulu chief Mosilikatze (see  History).",
		"Strictly the Guanches were the primitive inhabitants of Teneriffe, where they seem to have preserved racial purity to the time of the Spanish conquest, but the name came to be applied to the indigenous populations of all the islands.",
		"The fauna contains no indigenous mammals, a wild ass which roams the eastern plains, perhaps its oldest denizen, is probably of Nubian origin; while the domestic cattle, a peculiar, unhumped, small, shapely, Alderney-like breed, may be a race gradually developed from cattle imported at a distant period from Sind or Farther India.",
		"The Mangbettu, who formerly established a hegemony over the indigenous population, Mundu, Abisanga, Mambare, &c., have practically disappeared as a tribe, though their language and customs still survive.",
		"The Greek nymphs, after the introduction of their cult into Latium, gradually absorbed into their ranks the indigenous Italian divinities of springs and streams (Juturna, Egeria, Carmentis, Fons), while the Lymphae (originally Lumpae), Italian water-goddesses, owing to the accidental similarity of name, were identified with the Greek Nymphae.",
		"These are all scenes in the ritual of the indigenous naturalistic religion which was spread, in slightly varying forms, all over Asia Minor, and consisted in the worship of the self-reproductive powers of nature, personified in the great mother-goddess (called by various names Cybele, Leto, Artemis, &c.) and the god her husband-and-son (Attis, Men, Sabazios, &c.), representing the two elements of the ultimate divine nature (see Great Mother Of The Gods).",
		"As it is not indigenous to the British shores the vast majority of the British population have never eaten pumpkin !",
		"The present populations go back to Nilotic and Bantu migrations as well as the indigenous pygmies.",
		"Its main aim was to stimulate private-sector exploration and the development of Britain 's indigenous mineral resources.",
		"History shows that there has never been a strong indigenous church without the translated written Scriptures used by indigenous leaders.",
		"The second is related to indigenous terrorist movements engaging in terrorism to promote separatism or an extreme ideology .",
		"Ethnic separatism and the idea that people are intrinsically different because of their culture are possible outcomes of a struggle for indigenous rights.",
		"Indigenous peoples throughout the Amazon rainforest have long used guacatonga as a snakebite remedy.",
		"Recent research concentrates on the sociolinguistics of minority languages and indigenous peoples.",
		"Conversely, the indigenous population was extremely tolerant of other people 's gods.",
		"Many had a very limited command of Spanish - yet their own indigenous culture was being ignored, even vilified.",
		"Their current work includes producing vernacular media materials to provide indigenous Guatemalans with Scripture in their own languages.",
		"The country is packed with indigenous arts and crafts, most of which I had to have.",
		"It is indigenous to Korea, Japan and China and has a flowery appearance.",
		"It is indigenous to South and Central America, although it can also be found growing in the southwestern part of the United States and Asia, as well.",
		"Most of the remedies outlined in Tibetan herbal medicine are indigenous to Tibet or neighboring China and India.",
		"Coleus forskohlii is a plant indigenous to India that has been used as a natural remedy for nearly 2000 years.",
		"Echinacea is a group of perennials indigenous to central and eastern North America.",
		"Ocimum basillicum, or basil, is a member of the mint family and is indigenous to the middle east and tropical parts of Asia.",
		"Southwestern dcor is heavily influenced by the Native American tribes indigenous to regions such as Arizona, New Mexico, Utah and southern Nevada.",
		"They brought with them the culinary skills learned from their homeland, and applied them to foods indigenous to their new surroundings.",
		"Cuisine from this area is a prime example of using indigenous foods.",
		"The tomato (Solanum lycopersicum), which is now revered in Italian cuisine, is actually indigenous to South America, and didn't appear in Europe until the 16th century.",
		"Their roles were often stereotypes of indigenous people, but these were early strides into the mainstream.",
		"Local culture is on full display with indigenous arts and crafts lining the streets.",
		"The purpose of this quarantine period is to determine if pets may be carrying dangerous parasites and/or zoonotic diseases which could be transmitted to the indigenous population, both humans and animals.",
		"In Montana and other states of the inland region the species indigenous there have to bear as low a temperature as 40 degrees below zero.",
		"It is handsomer than our indigenous species, E. pustulatum and E. vilgare.",
		"Keep in mind that local or indigenous varieties are proven to grow and produce better in your region.",
		"These chords also figure heavily into samba music, an indigenous style of music that is an ancestor of bossa nova.",
		"You might even be able to find products that support fair trade standards, are certified to show they aren't made in sweatshops, or even clothing or cloth made by indigenous people in other countries.",
		"To make more sunny spots for coffee to grow, indigenous trees are cut down, destroying ecosystems and threatening wildlife.",
		"They named the winery after an early legend told by the Wappo indigenous culture of a stag jumping off the rocky palisades to escape some hunters.",
		"The Elapidae family includes two kinds of venomous coral snakes indigenous to the southern and western states.",
		"This is because while there was an indigenous population on the islands, its geographic location made it into a crossroads for the Moors, the Chinese, the Japanese, the Spanish, and more.",
		"Probably the most recognized dance from the Philippines, the Tinikling is also the closest to the indigenous dances.",
		"Indigenous Dance - Like all human cultures, the Philipinos danced their own dances long before they ever came into contact with other nationalities.",
		"Indigenous dances include things like the Tinikling, a dance re-enacting birds escaping traps set for them in the forest.",
		"Breaking down the steps in Philippine folk dances should be done separately for colonial and indigenous dances.",
		"Danza is the modern form of the ritual dances of the indigenous peoples of Mexico.",
		"Native indigenous population in the Bay Area prior to the arrival of the Spanish Europeans consisted of two different tribal groups, the Miwoks and the Ohlones.",
		"While it is true that there had been indigenous tribes living in the area, Portol's visit marked the beginnings of foreign visitors coming and falling prey to San Francisco's charms.",
		"Giant pandas are members of the bear family and indigenous to China.",
		"Chupacabra, also known as [[Chupacabra Images|El Chupacabras]] or Chupacabras is a cryptid that is believed to be indigenous to Mexico, Puerto Rico, South America and the United States.",
		"Believed to be indigenous to the Americas, particularly Mexico, the Southern US, Puerto Rico and Central and South America, it is unknown whether El Chupacabra is myth, urban legend or reality.",
		"Adapted from both native and indigenous tribes, tribal artwork is organic, spiritual and both masculine and feminine.",
		"Tribal art is a term used to describe the indigenous artwork created in various areas of the world.",
		"Wood beads, typically made with Asian indigenous woods, are fairly inexpensive and lightweight.",
		"Environmentally conscious individuals may be concerned about the effect this has on other species and the indigenous peoples who live in those affected areas.",
		"By eating this way, you will be nourishing your body with pure, high quality, and indigenous foods that provide optimal health and longevity.",
		"African music varies from country to country, as each country makes use of its own indigenous instruments.",
		"Traditional genres of Mexican music include indigenous music as well as music influenced by the various cultures that passed through Mexico over the years.",
		"The classical music composed there tends to have strong European influences, but there have also been several popular avant-garde composers who blend European influences with indigenous traditions.",
		"Though not indigenous to South Africa, gospel music is a dominant traditional genre.",
		"You've got African, South American, and European flavors, mixed in with those of China and India-and the descendants of the indigenous peoples of the region-just to name a few.",
		"Members of the indigenous tribes were instrumental in introducing the Pilgrims to dried corn meal and other native food sources.",
		"The Red Star is a wandering planet in Pern's star system, and thread is an indigenous form of Red Star 'fauna' that, when the two planets are close enough, tries to migrate from one planet to the other.",
		"The chestnut covers considerable areas in Prigord, Limousin and Beam; resinotis trees (firs, pines, larches, &c.) form fine forests in the Vosges and The indigenous fauna include the bear, now very rare but still found in the Alps and Pyrenees, the wolf, harbouring chiefly in the Cvennes and Vosges, but in continually decreasing areas; the fox, marten, badger, weasel, otter, the beaver in the extreme south of the Rhne valley, and in the Alps the marmot; the red deer and roe deer are preserved in many of the forests, and the wild boar is found in several districts; the chamois and wild goat survive in the Pyrenees and Alps.",
		"The chief timber of indigenous growth is padouk (Pterocarpus dalbergioides) used for buildings, boats, furniture, fine joinery and all purposes to which teak, mahogany, hickory, oak and ash are applied.",
		"The Romans and Italians had an indigenous drama of their own, known by the name of Satura, which prepared them for the reception of the more regular Greek drama.",
		"The wood is inferior to that of Picea excelsa, but, being soft and easily worked, is largely employed in the countries to which it is indigenous for all the purposes of carpentry.",
		"Other particulars as to habit, local abundance, soil and claim to be indigenous may be written on the back of the sheet or on a slip of writing paper attached to its edge.",
		"Various animals, apparently indigenous, that are described by the early historians of the conquest, have disappeared.",
		"Of birds there are more than 200 indigenous species, it is said, and migratory species are also numerous.",
		"The plant is indigenous and grows well, but, unlike cacau, it requires much manual labour in its cultivation and picking and does not seem to be favoured by the planters.",
		"For the special supervision and encouragement of indigenous primary education in monastic and in lay schools, each circle of inspection is divided into sub-circles corresponding with one or more of the civil districts, and each sub-circle is placed under a deputyinspector or a sub-inspector of schools.",
		"The district was a glass-making centre in Roman times, and it is probable that the Romans inherited and perfected an indigenous industry of remote antiquity.",
		"The Kanakas are excellent agriculturists, being accounted superior in this matter to every other race of the Pacific. About the middle of the 19th century the indigenous population was 60,000.",
		"In addition to these noxious and obtrusive forms, England has a few indigenous species belonging to the genus Ectobia, which live under stones or fallen trees in fields and woods.",
		"The present writer believes that the date palm was really indigenous to this district of the Jerid, as it is to countries of similar description in southern Morocco, southern Algeria, parts of the Tripolitaine, Egypt, Mesopotamia, southern Persia and north-western India; but that north of the latitude of the Jerid the date did not grow naturally in Mauretania, just as it was foreign to all parts of Europe, in which, as in true North Africa, its presence is due to the hand of man.",
		"The tribes represented include Jamans, Wongaras and Mandingos (q.v.), some of whom are Moslems. The Mandingos have intermarried largely with the Bambara or Sienuf, an agricultural people of more than average intelligence widely spread over the country, of which they are considered to be the indigenous race.",
		"It is indigenous to the south of Spain and the north of Africa (where it is known as Halfa or Alfa), and is especially abundant in the sterile and rugged parts of Murcia and Valencia, and in Algeria, flourishing best in sandy, ferruginous soils, in dry, sunny situations on the sea coast.",
		"Land and People unreservedly condemn this latest act of racism against the much abused indigenous peoples of this, our, homeland.",
		"Wheat and the date palm seem to have been indigenous, and the latter is still one of the chief poductions of the country, but in later years rice has taken the place of wheat as the staff of life.",
		"The indigenous races are nomadic Mongols, of a peaceful character, but in a very backward state of civilization.",
		"There are few trees on the island, for most of the valuable indigenous trees have been practically exterminated, such as the sandalwood, which the earlier navigators found one of the most valuable products of the island.",
		"Of the Sarcopsyllidae the best known species is the \"jigger\" or \"chigoe\" (Dermatophilus penetrans), indigenous in tropical South America and introduced into West Africa during the second half of last century.",
		"This is a state of things which exists nowhere else; for except in Australia, where a few indigenous and peculiar low non-Oscines are found, and in the Nearctic country, whither one family of Clamatores, viz.",
		"As the tench is of comparatively uncommon occurrence in unenclosed waters, its place among the indigenous fishes of Great Britain has been denied, and it has been supposed to have been introduced from the Continent; a view which, however, is not supported by any evidence, and is practically disposed of by the fact that fossil remains of the fish are found in the Pleistocene deposits of Great Britain.",
		"On its western side, which is occupied by an immigrant Chinese population, are open and well-cultivated plains; on the east it is mountainous, and occupied by independent indigenous tribes in a less advanced state.",
		"There is no actual proof that this spider is more poisonous than others, but it is a significant fact that its species, inhabiting countries as widely separated as Chile, Madagascar, Australia, New Zealand and South Europe are held in great fear by the indigenous population, and many stories are current of serious or fatal results following their bites.",
		"Of the indigenous fauna, the tapir of the north and the guanaco of the west and south are the largest of the animals.",
		"Among indigenous fruitbearing trees, shrubs, vines and plants are the plum, cherry, grape, blackberry, raspberry, cranberry and strawberry.",
		"That they were not indigenous, but had displaced an earlier Melanesian or Papuan race, the true aborigines, is certain.",
		"In France the Revolution had been the work of the middle classes; in Russia an indigenous middle class has, comparatively speaking, no existence, the peasants forming the overwhelming majority of the population.'",
		"All of the species of pine and of magnolia, and nearly all of the species of oak, of hickory and of spruce, indigenous to the United States, are found in North Carolina.",
		"The island lacks water, and is dusty during drought, but is fertile, producing fruit, wine and olive oil; the indigenous flora comprises Boo species.",
		"Some authorities hold that Peruvian civilization had no connexion with the north and was an entirely indigenous product, but Kechua is in structure not unlike the agglutinative languages of central and northern Asia.",
		"Besides Hausa, who represent the indigenous population, there are large colonies of Kanuri (from Bornu) and Nupians in Kano.",
		"We may take it then (and the fact is not disputed even by those who, like Dorpfeld, believe in one thorough racial change, at least, during the Bronze Age) that the Aegean civilization was indigenous, firmly rooted and strong enough to persist essentially unchanged and dominant in its own geographical area throughout the Neolithic and Bronze Ages.",
		"In 1932 there was a mainly indigenous uprising in El Salvador that was brutally put down, with more than 10,000 indigenous people massacred.",
		"Of the seven species of giant tortoises known to science (although at the discovery of the islands there were probably fifteen) all are indigenous, and each is confined to its own islet.",
		"The comparatively few indigenous placental mammals, besides the dingo or wild dog - which, however, may have come from the islands north of this continent - are of the bat tribe and of the rodent or rat tribe.",
		"Until the accession to power of President Barclay in 1904 (he was re-elected in 1907), the AmericoLiberian government on the coast had very uncertain relations with the indigenous population, which is well armed and tenacious of local independence.",
		"Both China and Japan have felt through Buddhism the influence of Indian art, which contains at least two elements - one indigenous and the other Greco-Persian.",
		"The native country of this form has been much disputed; but, though still known in many British nurseries as the \"black Italian poplar,\" it is now well ascertained to be an indigenous tree in many parts of Canada and the States, and is a mere variety of P. canadensis; it seems to have been first brought to England from Canada in 1772.",
		"There is evidence, moreover, that the script and with it the indigenous language did not die out during this period, and that therefore the days of Hellenic settlement at Cnossus were not yet.",
		"The cedar or deodar is hardly indigenous east of the sources of the Ganges, and at about the same point the forms of the west begin to be more abundant, increasing in number as we advance towards Afghanistan.",
		"Almost all Asiatic countries have a literature, but it is often not indigenous and consists of foreign works, chiefly religious, read either in translations or the original.",
		"By using locally indigenous species we can promote hedgerow restoration and creation throughout the area to provide visual and ecological links between existing and proposed woodland areas.",
		"This more primitive phase of the indigenous culture, of which several distinct stages are traceable, is known as the Early Minoan, and roughly corresponds with the first half of the third millennium B.C. The succeeding period, to which the first palaces are due and to which the name of Middle Minoan is appropriately given, roughly coincides with the Middle Empire of Egypt.",
		"Of the extremely limited Samoan fauna, consisting mainly of an indigenous rat, four species of snakes and a few birds, the most interesting member is the Didunculus strigirostris, a ground pigeon of iridescent greenish-black and bright chestnut plumage, which forms a link between the extinct dodo and the living African Treroninae.",
		"It is the only indigenous tribe that is spread across the Great Lakes region."
	],
	"synonyms": [
		"autochthonic",
		"autochthonal",
		"endemic",
		"autochthonous",
		"original",
		"inborn",
		"homegrown",
		"enchorial",
		"domestic",
		"innate",
		"inherent",
		"aboriginal",
		"native",
		"natural",
		"intrinsic"
	],
	"antonyms": [
		"foreign",
		"alien",
		"migrant",
		"expatriate"
	]
}