{
	"word": "maverick",
	"meaning": [
		"A person who shows independence of thought and action, especially by refusing to adhere to the policies of a group to which he or she belongs.",
		"An unbranded animal, esp. a strayed calf.",
		"A person who takes an independent stand, as in politics, from his or her party or group.",
		"An unbranded range animal.",
		"One who does not abide by rules.",
		"Characterized by or displaying independence of thought and action."
	],
	"sentences": [
		"He is an excellent writer and maverick scientist too.",
		"Griffiths plays a maverick but inspirational teacher who wins the adoration of his sixth-formers as they study to win a place at Oxbridge.",
		"He's a week from retirement and he seems to be something of a maverick.",
		"The Somali imbroglio was different; branded as racist and maverick the Airborne Regiment was disbanded and disgraced.",
		"A maverick to the core, Chapman does whatever it takes to get the bad guy.",
		"Maverick Helicopters offers a number of unique helicopter wedding packages to fit different budgets and dreams.",
		"Always a maverick, he had called for a sharp devaluation of the Russian ruble before the August 1998 financial meltdown.",
		"Watch the video Just Jack - Writer's Block video Just Jack is a musical maverick, talented DJ and sparkling wordsmith.",
		"The first settlement was established in 1624 by Samuel Maverick (c. 1602 - c. 1670), the first settler (about 1629) of Noddle's Island (or East Boston), and one of the first slave-holders in Massachusetts; a loyalist and Churchman, in 1664 he was appointed with three others by Charles II.",
		"Maverick, however, represents a return to classic coaster design for the park.",
		"Put simply, Neil Young is one of the last great maverick geniuses of rock, and bone fide living legend to boot.",
		"Howard is \" a man of action \" in his own words, a jazz maverick who spans the genres.",
		"Award winning Portuguese choreographer Rui Horta is a dance maverick.",
		"Thankfully time has proven the maverick genius to be, at least in one area, seriously misguided.",
		"Can two wild werewolves find love while the police, the media, her psychiatrist and maverick hunters are closing in?",
		"Wrecks The best wreck dive in the area is the Maverick, a former ferry, sunk on 4 April 1997.",
		"The Maverick has a barrel that holds six darts.",
		"Like quot maverick lowenstein said a. A friendly form their access.",
		"Construction difficulties - including the removal of a planned third inversion - delayed the coaster's initial opening, but today Maverick is thrilling riders daily with its bold red track and wild west excitement.",
		"Shopping for western wear at Fincher's White Front Western Store, Maverick Fine Western Wear, or M.I.",
		"Although timepieces seem to become monotonous when you think about their simple and basic function, our Maverick Creations interview proves that there are still ways to make clocks unique and interesting.",
		"An American label, Maverick Records, were first to sign the group, and deals in the UK, Europe, and Australia followed.",
		"Featuring polarized Techlite Glass lenses and a durable TR90 Grilamid frame, the Maverick is a perfect marriage of performance and style.",
		"The most highly anticipated new roller coaster of 2007 was Maverick, the seventeenth scream machine at Cedar Point amusement park in Sandusky.",
		"This is the conflict that Jude Maverick faces, and it sets the stage for Wild Arms 4, the latest in the long-running series of Role Playing Games (RPGs).",
		"Maverick is located in the park's Frontier Town section on the former site of the family flume ride, White Water Landing, and the coaster's mild theming and bucking bronco logo fit well with this area of the park."
	],
	"synonyms": [
		"rebel",
		"unbranded",
		"stray",
		"nonconformist",
		"dissenter",
		"bohemian",
		"loner",
		"extremist",
		"malcontent",
		"renegade calf",
		"yearling",
		"unbranded calf",
		"unorthodox",
		"irregular"
	],
	"antonyms": [
		"conformist"
	]
}