{
	"word": "pugnacious",
	"meaning": [
		"Eager and ready to fight; quarrelsome; combative.",
		"Combative in nature."
	],
	"sentences": [
		"Squirrels are restless, courageous and pugnacious little animals.",
		"It is exceedingly fierce and pugnacious, the males especially fighting with each other for possession of the females.",
		"It is a clever, agile and powerful dog, extremely pugnacious in disposition.",
		"Sudanese are very excitable and apt to get out of hand; unlike the fellahs they are not fond of drill, and are slow to acquire it; but their dash, pugnacious instincts and desire to close with an enemy, are valuable military qualities.",
		"This suggests that the resemblance to the pugnacious drongo may be beneficial in protecting the defenceless cuckoo from enemies.",
		"Generally met with in large droves of from fifty to a hundred, it is of a more pugnacious disposition than the former species, and a hunter who encounters a herd in a forest has often to climb a tree as his only chance of safety.",
		"Despite their rather pugnacious appearance, the majority of Boxer dogs are playful dogs full of exuberance and joy.",
		"They are restless, courageous and pugnacious little animals.",
		"The Tylas has departed from the normal coloration of its group to take on that of the shrike, a comparatively powerful and pugnacious bird.",
		"Moreover, the temper of these more enlightened men was itself opposed to Italian indifference and immorality; it was pugnacious and polemical, eager to beat down the arrogance of monks and theologians rather than to pursue an ideal of aesthetical self-culture.",
		"The allied tree-sparrow (P. montanus) has been locally naturalized in the United States; it is a more desirable bird, being less prolific and pugnacious, but it is expelled from towns by the house-sparrow.",
		"In typically pugnacious style he reprimanded the senators for failing to contact him and inform him of the charges before the report was released.",
		"The friar-birds are noisy and pugnacious species of the group of honeyeaters, and mob hawks and other birds of prey, which leave them unmolested.",
		"Joachim is best known as a pugnacious adherent of Catholic orthodoxy."
	],
	"synonyms": [
		"rough",
		"hard-bitten",
		"hard-boiled",
		"warlike",
		"truculent",
		"quarrelsome",
		"rebellious",
		"militant",
		"defiant",
		"bellicose",
		"antagonistic",
		"contentious",
		"combative",
		"cantankerous",
		"belligerent"
	],
	"antonyms": [
		"easy-going",
		"laid-back",
		"kind",
		"nice",
		"peaceable",
		"friendly"
	]
}