{
	"word": "avarice",
	"meaning": [
		"Immoderate desire for wealth; cupidity.",
		"Too great a desire to have wealth; cupidity.",
		"Excessive or inordinate desire of gain; greediness after wealth; covetousness; cupidity.",
		"Inordinate desire for some supposed good."
	],
	"sentences": [
		"To the cruelty and avarice of Charles he opposed a generous humanity.",
		"They will be the deserved victims of their own avarice.",
		"The egoism of the upper classes held military duty in contempt, while their avarice depopulated the countryside, whence the legions had drawn their recruits.",
		"It was an incredibly rapid evolution, driven by avarice, compulsion, globalization, and changing societal values!",
		"Avarice, luxury and the glaring inequality in the distribution of wealth, threatened to bring about the speedy fall of the state if no cure could be found.",
		"The British, deluded by their avarice, still cherished extravagant ideas of Indian wealth; nor would they listen to the unwelcome truth.",
		"Political jealousies, human avarice and treachery arrested the progress of most of their missions.",
		"These proceedings, in conjunction with the avarice and licence of the king, led to revolution.",
		"Avarice, lofty claims and frequent exhibitions of arrogance made him many foes.",
		"To this end he shrank from no treachery or cruelty; yet, like Agesilaus, he was totally free from the characteristic Spartan vice of avarice, and died, as he had lived, a poor man.",
		"She was notorious for her profligacy, avarice and ambition, and exercised a complete ascendancy over her weak-minded husband, with the help of his all-powerful freedmen.",
		"His avarice and unscrupulous plundering of the revenues of the realm, the enormous fortune which he thus amassed, his supple ways, his nepotism, and the general lack of public interest in the great foreign policy of Richelieu, made Mazarin the especial object of hatred both by bourgeois and nobles.",
		"Gifts, too, fall in, and with his native avarice and economy he rises in wealth, position and reputation for piety.",
		"The Mussulmans brought with them the avarice of conquerors, and a stringent system of revenue collection.",
		"At this time the state had been brought to the brink of ruin by the growth of avarice and luxury; there was a glaring inequality in the distribution of land and wealth, and the number of full citizens had sunk to 700, of whom about roc practically monopolized the land.",
		"In the New Testament Balaam is cited as a type of avarice;6 in Rev. ii.",
		"The feebleness of Michael, whose chief interest lay in trifling academic pursuits, and the avarice of his ministers, was disastrous to the empire.",
		"Thus the satraps aspired to independence, not merely owing to unjust treatment, but also to avarice or favorable conditions.",
		"Such successes removed the buccaneers further and further from the pale of civilized society, fed their revenge, and inspired them with an avarice almost equal to that of the original settlers from Spain.",
		"Though himself pious, of blameless morality, hospitable to a fault, and so exempt from avarice, says his secretary Conti, that he could not endure the sight of money, it was Sixtus's misfortune to have had no natural outlet for strong affections except unworthy relatives; and his great vices were nepotism, ambition and extravagance.",
		"These two last bore the brunt of the unpopularity of the financial policy of the king during the latter half of his reign, when the vice of avarice seems to have grown upon him beyond all reason.",
		"Society cannot be a means of satisfying the social needs of its members, but merely a means of satisfying the avarice of individuals.",
		"It deals with political avarice in the royal family and the consequences thereof on the personal lives of those involved.",
		"It was formerly thought that this was the Lollius whom Horace described as a model of integrity and superior to avarice in Od.",
		"The De Institutione Coenobiorum (twelve books) describes the dress, the food, the devotional exercises, the discipline and the special spiritual dangers of monastic life in the East (gluttony, unchastity, avarice, anger, gloom, apathy, vanity and pride).",
		"Famine, the avarice of the rich, and the necessity of providing tribute had brought the humbler classes to the lowest straits.",
		"The avarice with which both Tacitus and Suetonius stigmatize Vespasian seems really to have been an enlightened economy, which, in the disordered state of the Roman finances, was an absolute necessity.",
		"But the source even of these - the passions of ambition and avarice - he finds in the fear of death; and that fear he resolves into the fear of eternal punishment after death.",
		"They had to avoid idolatry, sorcery, avarice, falsehood, fornication, &c.; above all, they were not allowed to kill any living being (the ten commandments of Mani).",
		"Their origin, their previous crimes or virtues, their avarice or brutality, were indifferent to him so long as they served him loyally.",
		"He devoted himself to philosophical trifling, petty administrative and judicial details, while his craze for economy developed into avarice.",
		"Considering the character of Joseph as it was revealed by prosperity, one is tempted to find other explanations of his conduct than avarice.",
		"The essentially practical character of his administration has led many historians to tax him with avarice, but later research on the fiscal system of the papacy of the period, particularly the joint work of Samaran and Mollat, enables us very sensibly to modify the severe judgment passed on John by Gregorovius and others.",
		"Although he possessed great military talents, Pompeius was the best-hated general of his time owing to his cruelty, avarice and perfidy.",
		"His early exploits against the English were failures and revealed in the young prince both avarice and stubborn persistence in projects obviously ill-advised.",
		"But Josephus reports of one Onias that for avarice he withheld it.",
		"He was accepted as a disciple and promoted to a position of trust, where avarice, the only vice in which he had hitherto been unpractised, gradually took possession of his soul, and led to the complete fulfilment of his evil destiny.",
		"The impartiality of his censures, which he directed not only against the prevailing sins of the laity, but also against heresy, simony, avarice, and impurity among the secular and regular clergy, provoked the hostility of the clergy, and accusations of heterodoxy were brought against him.",
		"After studying medicine and philosophy at Paris he settled at Padua, where he speedily gained a great reputation as a physician, and availed himself of it to gratify his avarice by refusing to visit patients except for an exorbitant fee.",
		"Archbishop Christopher of BrunswickWolfenbuttel (1487-1558), a brutal libertine, hated for his lusts and avarice, looked on the reforming movement as a revolt against himself.",
		"The increased cost of government and the growing wealth of the middle class, rather than the avarice of the king and the genius of his ministers, were responsible for the genesis and direction of the new order.",
		"Neither of the heroines has any but the rudiments of a moral sense; but Roxana, both in her original transgression and in her subsequent conduct, is actuated merely by avarice and selfishness - vices which are peculiarly offensive in connexion with her other failing, and which make her thoroughly repulsive.",
		"It shows how a bold and p lausible adventurer, aided by the profligacy of a parasite, the avarice and hypocrisy of a confessor, and a mother's complaisant familiarity with vice, achieves the triumph of making a gulled husband bring his own unwilling but too yielding wife to shame.",
		"Energetic, obstinate, cunning and unscrupulous, she inherited, too, her father's avarice and rapacity.",
		"He regained his earldom and held it till his death, although he was once in serious danger from the avarice of theking (1239), who was tempted by Hubert's enormous wealth to revive the charge of treason.",
		"Though accused of avarice and pluralism, Phillpotts was generous in his gifts to the church, founding the theological college at Exeter and spending large sums on the restoration of the cathedral.",
		"He is to be her meal ticket for the rest of her days, and she is motivated by avarice as much as love.",
		"This banqueting table already creaks under the weight of such stodgy signature dishes as Iraq, personal avarice and fiscal dishonesty.",
		"Many people of this sign are born with artistic abilities, but they may feel disheartened by what they perceive as greed and avarice in the world.",
		"At the same time, if Matthew of Edessa may be trusted, he also carried his arms against the Armenians, and plundered in his avarice every Armenian of wealth and position.",
		"A mockery of popular institutions, under the name of a burgher council, indeed existed; but this was a mere delusion, and must not be confounded with the system of local government by means of district burgher councils which that most able man, Commissioner de Mist, sought to establish during the brief government of the Batavian Republic from 1803 to 1806, when the Dutch nation, convinced and ashamed of the false policy by which they had permitted a mere money-making association to disgrace the Batavian name, and to entail degradation on what might have been a free and prosperous colony, sought to redeem their error by making this country a national colonial possession, instead of a slavish property, to be neglected, oppressed or ruined, as the caprice or avarice of its merchant owners might dictate.",
		"Hyper-Calvinism, ignorance and avarice cooperated in making the very name \"missions\" odious, ministerial education an impertinent human effort to supplant a spirit-called and spirit-endowed ministry, Sunday-schools and prayermeetings as human institutions, the aim of which was to interfere with the divine order, and the receiving of salaries for ministerial work as serving God for hire or rather as serving self.",
		"The prominent features of his character seem to have been cunning, ambition and avarice, combined with want of courage and aversion from effort.",
		"In 1527 he had been declared a rebel by the Signoria on account of his well-known Medicean prejudices; and in 1530, deputed by Clement to punish the citizens after their revolt, he revenged himself with a cruelty and an avarice that were long and bitterly remembered.",
		"In fact the apparently prosperous relative was the victim of unfortunate speculations, and chose rather to be reproached with avarice than with imprudence.",
		"Taking advantage of the absence of Flaccus at Chalcedon and the discontent aroused by his avarice and severity, Fimbria stirred up a revolt and slew Flaccus at Nicomedia.",
		"From the beginning of his reign he had been accumulating money, mainly for his own security against intrigues and conspiracies, and avarice had grown upon him with success.",
		"With perfect fearlessness and piercing eloquence, he rebuked the sloth, the avarice, and the lawlessness of the diets which were doing their best to make government in Poland impossible."
	],
	"synonyms": [
		"tightfistedness",
		"voraciousness",
		"wolfishness",
		"piggishness",
		"hoggishness",
		"ungenerosity",
		"avariciousness",
		"cupidity",
		"covetousness",
		"avaritia",
		"rapacity",
		"greed",
		"rapaciousness",
		"parsimony",
		"frugality"
	],
	"antonyms": [
		"philanthropy",
		"generosity"
	]
}