{
	"word": "depravity",
	"meaning": [
		"A depraved condition; corruption; wickedness.",
		"A depraved act or practice.",
		"(uncountable, Christian theology) Inborn corruption, entailing the belief that every facet of human nature has been polluted, defiled, and contaminated by sin."
	],
	"sentences": [
		"I see only the parts of them that hold depravity, weakness.",
		"The lunacy of her father and the depravity of her mother were serious drawbacks to Catherine, and her only education was obtained in a convent at Poissy.",
		"Richard Baxter, who was elected by the townsfolk as their minister in 1641, was instrumental in saving the town from a reputation of ignorance and depravity caused by the laxity of their clergy.",
		"It was hard to imagine something that fed off depravity wanted peace.",
		"This was the kind of man whose depravity Darkyn preyed on.",
		"It showed the depravity and the wicked intent of bin Laden and those who would follow in his path.",
		"To Augustine's doctrine of man's total depravity, his incapacity for any good, and the absolute sovereignty of the divine grace in salvation according to the divine election, Pelagius opposed the view that \"God's grace 1 For fuller details see separate articles.",
		"Even the churches which trace their descent from Calvin's work and faith no longer hold in their entirety his views on the magistrate as the preserver of church purity, the utter depravity of human nature, the non-human character of the Bible, the dealing of God with man.",
		"As for the underworld, I prey on depravity.",
		"Second, this emphasis on secular psychology ignores the depravity of the human heart.",
		"Just think of the Catholic Church and how long it took them to accept the huge amount of sexual depravity within their priesthood.",
		"Convinced that opposition to Babylonian rule was suicidal, and interpreting historical events, in the manner of the times, as indications of the temper of the deity, he held that the imminent political destruction of the nation was proof of Yahweh's anger with the people on account of their moral and religious depravity; Jerusalem was hopelessly corrupt and must be destroyed (xxiv.).",
		"The dissidence of dissent, however, filled him with uneasiness, and he abhorred Luther's denial of free will and his exaggerated notion of man's utter depravity; in short, he did nothing whatever to promote the Protestant revolt, except so far as his frank denunciation and his witty arraignment of clerical and monastic weaknesses and soulless ceremonial, especially in his Praise of Folly and Colloquies, contributed to bring the faults of the Church into strong relief, and in so far as his edition of the New Testament furnished a simple escape from innumerable theological complications.",
		"In Constantinople itself sedition and profligacy were rampant, the emperors were the tools of faction and cared but little for the interests of their subjects, whose lot was one of hopeless misery and depravity.",
		"The first three represent the spirit of their age by exhibiting the power of the Stoic philosophy as a moral, political and religious force; the last is the most cynical exponent of the depravity of the time.",
		"Among the complainants were the inhabitants of Kidderminster, a town which had become famous for its ignorance and depravity.",
		"He expressed himself as being as anxious for the reformation of the clergy as Simeon for the coming of the Messiah; but while he welcomed Wolsey's never-realized promises, he was too old to accomplish much himself in the way of remedying the clerical and especially the monastic depravity, licence and corruption he deplored.",
		"The taking of fees, the pride of professional success, and the teaching of rhetoric are no proofs either of conscious charlatanism or of ingrained depravity.",
		"The first of these divisions was akin to that of former first-class misdemeanants; the second division was allotted to persons guilty of trivial offences not amounting to moral depravity, the third division was apportioned to serious crime calling for severe repression, involving strict separation for the first twenty-eight days with \"hard labour\" (now an obsolete expression, since all prison labour is nowadays accounted \"hard\").",
		"In contrast with all this, we have a picture of universal depravity.",
		"When carried to excess it becomes an inveterate habit; but this happens chiefly in individuals of weak will-power, who would just as easily become the victims of intoxicating drinks, and who are practically moral imbeciles, often addicted also to other forms of depravity.",
		"Thousands of years of Czerno's depravity threatened to consume him.",
		"I've assessed that you are vulnerable to the deception and depravity of others.",
		"In denying the depravity of the human heart, liberalism also ruled out the need for our spiritual regeneration.",
		"Small islands cannot no more than slaves could convince their slave masters of the moral depravity of slavery.",
		"Whenever you start doubting total depravity, you need to read the book of the Judges.",
		"The weight of human depravity was simply too much to be balanced by eliminating private property.",
		"Will you burn a girl to satisfy your own depravity?",
		"Father, help us, these are hard sayings and they run against the grain of our natural depravity.",
		"Strong opposition was at first experienced from the gross ignorance of First Jes u it the Indians, and the depravity of the Portuguese, missions.",
		"For exposure of the total depravity of the natural man 's heart, this treatise is unparalleled in all of Christian literature.",
		"Nudism flourished in Germany, France, England, elsewhere in Europe, and in the United States, but its advocates often had to fend off legal challenges or accusations of depravity.",
		"The more freewill Fate allows, the more depravity is created to feed the Dark One.",
		"He promoted the subscription for Pope's Homer, contributed some numbers to the Tatler, Spectator, and Intelligencer, and joined with Pope and Arbuthnot in establishing the Scriblerus Club, writing Martinus Scriblerus, his share in which can have been but small, as well as John Bull, where the chapter recommending the education of all blue-eyed children in depravity for the public good must surely be his.",
		"His system declared that holiness and sin are free voluntary exercises; that men act freely under the divine agency; that the slightest transgression deserves eternal punishment; that it is through God's mere grace that the penitent believer is pardoned and justified; that, in spite of total depravity, sinners ought to repent; and that regeneration is active, not passive, with the believer."
	],
	"synonyms": [
		"corruption",
		"depravation",
		"putrefaction",
		"degeneracy",
		"turpitude",
		"debauchery",
		"vice",
		"evil",
		"baseness",
		"degradation",
		"wickedness",
		"immorality",
		"perversion",
		"flagitiousness",
		"villainy"
	],
	"antonyms": [
		"virtue",
		"purity",
		"justice",
		"honor",
		"nobility",
		"uprightness",
		"morality",
		"good"
	]
}