{
	"word": "provincial",
	"meaning": [
		"Of or belonging to a province.",
		"Having the ways, speech, attitudes, etc. of a certain province.",
		"Of or like that of rural provinces; countrified; rustic.",
		"Designating or of a style, esp. of 18th-cent. European furniture, that was characteristic of the provinces and was a simpler and plainer copy of the style characteristic of the capital and cultural centers.",
		"Narrow; limited; unsophisticated.",
		"A native of a province.",
		"A provincial person; esp., a narrow-minded or unsophisticated person.",
		"(Roman Catholicism) A monastic superior, who, under the general of his order, has the direction of all the religious houses of the same fraternity in a given district, called a province of the order.",
		"A country bumpkin."
	],
	"sentences": [
		"Every congregation was visited by ministers appointed by the provincial synod.",
		"Provincial loans and others, assumed National cedulas .",
		"The provincial council only meets once a year in ordinary session.",
		"Higher education is represented by the provincial university, which teaches science and mathematics, holds examinations, distributes scholarships, and grants degrees in all subjects.",
		"The provincial administrations are entrusted with the manage-.",
		"There he led a healthy outdoor life, and also became a large and indiscriminate reader, and before long contributed humorous and poetical articles to the provincial newspapers and magazines.",
		"The national government has since assumed responsibility for all these provincial loans abroad.",
		"In the Provincial museum are interesting Roman, German and Frankish antiquities.",
		"Moreover, tailles were often granted him by the provincial estates or the states-general.",
		"The notables elect the provincial councillors in the proportion, usually, of one to every canton, and their delegates elect the chief of the canton, who voices the wishes of the natives to the government.",
		"It was almost entirely rebuilt after a destructive fire in 1834, and ranks among the handsomest provincial towns in Austria.",
		"Land is not so heavily burdened by the government quota as by the additional centimes imposed by the provincial and communal authorities.",
		"The acts of communal administration requiring the sanction of the provincial administrative junta are chiefly financial.",
		"Like communal revenue, provincial revenue has considerably increased since 1880, principally on account of the increase in the land and building surtax.",
		"The Provincial Museum (1885-1889) contains many Roman and medieval antiquities.",
		"The second was the seat of the royal government of Massachusetts during the provincial period, and within its walls from 1760 to 1775 the questions of colonial dependence or independence probably first came into evident conflict.",
		"In October 1774, when General Gage refused recognition to the Massachusetts general court at Salem, the members adjourned to Concord as the first provincial congress.",
		"Oberlin published several manuals on archaeology and ancient geography, and made frequent excursions into different provinces of France to investigate antiquarian remains and study provincial dialects, the result appearing in Essai sur le patois Lorrain (1775); Dissertations sur les Minnesingers (1782-1789); and Observations concernant le patois et les mceurs des gens de la campagne (1791).",
		"Oldenbarneveldt, supported by the states of Holland, came forward as the champion of provincial sovereignty against that of the states-general; Maurice threw the weight of his sword on the side of the union.",
		"Provincial governors were kept under strict supervision; extortion was practically unheard of; the jus Latii was bestowed upon several communities; special officials were instituted for the control of the finances; and the emperor's interest in provincial affairs was shown by his personal assumption of various municipal offices.",
		"He was designed for the magistracy of his province; and in 1771, when for a time the provincial parlement was suppressed, with the others, by the chancellor Maupeou, he refused to sit in the royal tribunal substituted for it.",
		"The councils of 1126, 1127 and 1138 were legatine, that of 1175 provincial; their canons, chiefly re-enactments, throw light on the condition of the clergy at that time.",
		"The Franciscans gave him no encouragement to remain; and the provincial threatened him with excommunication if he persisted.",
		"Under the short-lived republican government in Spain Porto Rico was in1870-1874a province with a provincial deputation, and in 1873 slavery was abolished.",
		"In 1877 the provincial deputation was re-established, but it was not until 1895 that the home government attempted, far too late, to enact a series of adequate reform measures, and in November 1897 followed this by a grant of autonomy.",
		"The administration of the province is conducted by a chief commissioner on behalf of the governor-general of India in council, assisted by members of the Indian civil service, provincial civil service, subordinate civil service, district and assistant superintendents of police, and officers specially recruited for various departments.",
		"In 1304 he became provincial of his order for Saxony, and in 1307 was vicar-general for Bohemia.",
		"Conscience Courts were local courts, established by acts of parliament in London and various provincial towns, for the recovery of small debts, usually sums under £5.",
		"How far the financial administration was removed from the competence of the provincial governors, as it seems to have been in Alexander's system, we cannot say.",
		"Administration, &c. - The local government of Alberta is carried on by a provincial organization resembling that of the other Canadian provinces.",
		"Both kinds of functions were discharged by slaves, not only at Rome, but in the rural and provincial municipalities.",
		"The senate is the court of trial for the president, officers of the cabinet, and provincial governors when accused of political offences.",
		"In the municipality the alcalde (mayor) was appointed by the governor-general, and the ayuntamiento (council) was controlled by the veto of the provincial governor and by the assembly of the province.",
		"The deputation was subject in turn to the same veto of the provincial governor, and he controlled by the governor-general.",
		"There was besides a provincial commission of five lawyers named by the governor-general from the members of the deputation, who settled election questions, and questions of eligibility in this body, gave advice as to laws, acted for the deputation when it was not sitting, and in general facilitated centralized control of the administrative system.",
		"In 1907 the number of students was 554 Below the university there are six provincial institutes, one in each province, in each of which there is a preparatory department, a department of secondary education, and (this due to peculiar local conditions) a school of surveying; and in that of Havana commercial departments in addition.",
		"The Serb and Moslem delegates, who had started on the same day for Budapest, to present their petition to the emperor, learned from the rescript that the government intended to concede to their compatriots \"a share in the legislation and administration of provincial affairs, and equal protection for all religious beliefs, languages and racial distinctions.\"",
		"The separate administration was, however, to be maintained, and the rescript did not promise that the new provincial diet would be more than a consultative assembly, elected on a strictly limited franchise.",
		"Delegations (havale) are granted on the provincial treasuries for one or two years in advance, sometimes for a series of years, in order to pay pressing debts too heavy to be met in a single payment.",
		"In this are included the expenses of the administration of both the central and provincial departments of the finance ministry, the mint, charitable allowances, expenses and presents in connexion with the holy cities (£T121,410), pension funds of state officials (£7628,038), administrative allowance made to the agricultural bank (ET225,380) and various other expenses.",
		"Every village or town district has a kind of mayor (mukhtar) appointed by election and approved by the official provincial authorities, and a \" council of ancients \" whose members are elected directly.",
		"Provincial \"juntas\" (committees of government) were organized; appeals for assistance made to the British government, which granted arms, money and supplies, and it was resolved to despatch a British force to the Peninsula.",
		"He was the son of Richard Dana (1699-1772), a leader of the Massachusetts provincial bar, and a vigorous advocate of colonial rights in the pre-revolutionary period.",
		"Francis Dana graduated at Harvard in 1762, was admitted to the bar in 1767, and, being an opponent of the British colonial policy, became a leader of the Sons of Liberty, and in 1774 was a member of the first provincial congress of Massachusetts.",
		"English provincial and legatine constitutions continually assailed simony.",
		"Compare the fine distinctions drawn by the casuists and attacked by Pascal in the twelfth of the Provincial Letters.",
		"They came principally from the provincial intendants, or from the tours des aides, which were animated by a liberal spirit.",
		"His philological studies, to which the last fourteen years of his life were devoted, resulted in the compilation of \"A Glossary of Provincial and Archaic Words,\" intended as a supplement to Dr Johnson's Dictionary, but never published except in part, which finally in 1831 passed into the hands of the English compilers of Webster's Dictionary, by whom it was utilized.",
		"Twelve years after the Areopagitica appeared Pascal's Provincial Letters (1656-16J7).",
		"Sculpture throughout the district is very provincial and of minor importance; the only exceptions are certain statues found at Carthage and Cherchel, the capital of the Mauretanian kings.",
		"It was chiefly recruited from the pick of the provincial cavalry, but contained some Roman citizens.",
		"The most attractive of these is the arcaded Plaza del Castillo, flanked by the hall of the provincial council and by the theatre.",
		"Of the 94 lines under traffic, 45 were operating by virtue of national and 49 by provincial and state concessions.",
		"Next year Sousa was succeeded by Duarte da Costa, who brought with him a reinforcement of Jesuits, at the head of whom was Luis de Gran, appointed, with Nobrega the chief of the first mission, joint provincial of Brazil.",
		"Still the progress of the republican spirit in Brazil caused Dom Joao to send to Portugal for bodies of picked troops, which were stationed throughout the provincial capitals.",
		"In 1834 a reform which was well received consisted in the alteration of the regency, from that of three members elected by the legislative chambers, to one regent chosen by the whole of the electors in the same manner as the deputies; and the councils of the provinces were replaced by legislative provincial assemblies.",
		"He had to face opposition from sectional interests and from the jealousy of interference with their rights on the part of provincial administrations, but he was able to achieve a considerable measure of success and to lay the foundation of a sounder system under which the financial position of the republic has made steady progress.",
		"One of the first provincial factories and consulates of the British Turkey (Levant) Company was established there in the reign of James I.; and a British agent had been in residence there even in Elizabeth's time.",
		"The seat of the provincial government is Pietermaritzburg (q.v.), commonly called Maritzburg (or P.M.B.), with a population (1904) of 31,199.",
		"At the head of the provincial government is an administrator, appointed by the Union Ministry, who holds office for five years.",
		"The majority of these services are, since 1910, managed by the Union Government, but the provincial council has power to levy direct taxation, and (with the consent of the Union Government) to raise loans for purely provincial purposes.",
		"The provincial force consists of a militia, fully equipped and armed with modern weapons.",
		"The South Africa Act 1909 established a Supreme Court of South Africa, the former supreme court of Natal becoming a provincial division of the new supreme court.",
		"The administration of justice is conducted by magistrates' courts, circuit courts and the provincial division of the supreme court.",
		"Appeals can be made from the magistrates' decisions to the provincial or circuit court.",
		"The provincial court, consisting of a judge president and three puisne judges, sits in Pietermaritzburg and has jurisdiction over all causes whether affecting natives or Europeans.",
		"Appeals from the circuit courts can be made to the provincial court; and from the provincial court appeals lie to the appellate division of the Supreme Court of South Africa, sitting at Bloemfontein.",
		"With certain exceptions reserved for the provincial court (such as insolvency, ownership of immovable property and divorce), the native high court exercises jurisdiction when all parties to the suit are natives; it also has jurisdiction when the complainant is not a native, but all other parties to the suit are natives.",
		"After his death those members of the Anglican community who objected to the constitution of the provincial church maintained their organization while the temporalities were placed in the hands of curators.",
		"Moreover, an act of the Natal parliament passed in 1909 placed the temporalities into commission in the persons of the bishop and other trustees of the Natal diocese of the Provincial Church; reservations being made in favour of four congregations at that time unwilling to unite with the main body of churchmen.'",
		"As neighbouring dioceses coalesced into \" provinces \" and provinces into larger districts (corresponding to the civil \" dioceses \" of the later Roman Empire), the provincial synods of bishops and the synods of the larger districts acquired a criminal jurisdiction, still purely spiritual, of their own.",
		"The first trace of system is in the limited right of appeal given by the first oecumenical council of Nicaea and its provision that episcopal sentences or those of provincial synods on appeal were to be recognized throughout the world.",
		"There is to be no \" stay of execution \"; the episcopal sentence is to prevail until the provincial synod otherwise decide.",
		"If a provincial synod be divided as to the guilt of a bishop, the metropolitan is to convene bishops from the neighbouring provinces to decide the cause jointly with the bishops of the original province.",
		"In Africa in the beginning of the 5th century Apiarius, a priest who had been deposed by the bishop of Sicca for immorality, and whose deposition had been affirmed by the \" provincial synod,\" instead of further appealing to a general synod of Africa, carried his appeal to Pope Zosimus.",
		"The story of the administrative development of the Church in the 5th century is mainly the story of the final emergence and constitution of the great \" patriarchates,\" as authorities superior to metropolitans and provincial synods.",
		"The court of the metropolitan takes the place of the provincial synod, except possibly for the trial of bishops, and even this becomes doubtful.",
		"In first instance they were tried by the provincial synod.",
		"But the bishop may instead send the cause, in first instance, to the old provincial court, to which appeal lies, if it be not so sent.",
		"The provincial system does not exist; or it may be said that all Russia is one province.",
		"The \"exarch \" of the archbishop, who is a dignitary but not a bishop, has a seat in the provincial synod.",
		"On the Scheldt, near the Place Laurent, is the Geerard-duivelsteen (château of Gerard the Devil), a 13th-century tower formerly belonging to one of the patrician families, now restored and used as the office of the provincial records.",
		"Ramsay, however, doubts this (The Church in the Roman Empire, London, 1893), and argues that it was due to a long series of instructions to provincial governors (mandata, not decreta) who interpreted their duty largely in conformity with the attitude of the reigning emperor.",
		"This society was instituted in 1841, the original founders being chemists and druggists in the metropolis and provincial towns.",
		"There is communication both south and north by rail, and regular steamers serve the ports of the colony, the principal Pacific Islands, Australia, &c. From 1853 to 1876 Auckland was the seat of the provincial government, and until 1865 that of the central government, which was then transferred to Wellington.",
		"Serajevo is the seat of the provincial government, of a Roman Catholic bishop, an Orthodox metropolitan, the highest Moslem ecclesiastical authority or Reis-el-ulema, and the supreme court.",
		"From 1750 Montevideo enjoyed a provincial government independent of that of Buenos Aires.",
		"The provincial capital is Chang-sha Fu, in addition to which it has eight prefectural cities.",
		"In provincial matters each province is independent, holds its own synods, makes its own laws, and elects its own governing board; but the General Synod meets, on the average, every ten years at Herrnhut, and its regulations are binding in all the provinces.",
		"There is also a standing court of appeal, known as Unity's Elders' Conference, and consisting of the Mission Board and four provincial boards.",
		"The colony of Serdica, founded here by the emperor Trajan, became a Roman provincial town of considerable importance in the 3rd and 4th centuries A.D., and was a favourite residence of Constantine the Great.",
		"For purposes of provincial administration Russia is divided into 78 governments (guberniya), 18 provinces (oblast) and r district (okrug).",
		"The system of local self-government is continued, so far as the 34 governments of old Russia are concerned, 6 in the elective district and provincial assemblies (zemstvos).",
		"He first directed his attention to Novgorod, and by gradually undermining and then destroying the ancient republican liberties he reduced the haughty city, which had long styled itself Lord Novgorod the Great, to the rank of a provincial town.",
		"These conditions, as well as the degree of control over the construction and working of the lines, are left to the regulation of the provincial governments.",
		"During the early part of the 12th century the Chinese recaptured it and reduced it from the rank of a metropolis to that of a provincial city of the first grade, and called it Yen-shan Fu.",
		"The provincial capital is Nan-ch'ang Fu, on the Kan Kiang, about 35 m.",
		"He also read largely, though somewhat indiscriminately, in French literature, and appears to have been particularly struck with Pascal's Provincial Letters, which he tells us he reperused almost every year of his subsequent life with new pleasure, and which he particularly mentions as having been, along with Bleterie's Life of Julian and Giannone's History of Naples, a book which probably contributed in a special sense to form the historian of the Roman empire.",
		"Onias was accused by his enemies of having given the information which led to this outrage and when, relying upon the support of the provincial governor, they proceeded to attempt assassination, he fled to Antioch and appealed to the king.",
		"Antiochus was occupied with his Parthian campaign and trusted that the Hellenized Jews would maintain their ascendancy with the aid of the provincial troops.",
		"The chief rabbi, who is the ecclesiastical head of the United Synagogue, has also a certain amount of authority over the provincial and colonial Jewries, but this is nominal rather than real.",
		"The provincial Jewries, however, participate in the election of the chief rabbi.",
		"The first Provincial Congress met at Newbern on the 25th of August 1774 and elected delegates to the Continental Congress.",
		"When the governor learned that a second Provincial Congress was called to meet in April 1775 he resolved to convene the assembly on the same day.",
		"The first and the second provincial congress did little except choose delegates to the Continental Congress and the management of affairs passed in large measure from the royal government to the several county committees.",
		"The third provincial congress, which met on the 21st of August 1775, still required its members to sign an oath of allegiance to King George III.",
		"The first sanction of independence by any body representing the whole province was given by the fourth Provincial Congress on the 12th of April 1776, and the same body immediately proceeded to the consideration of a new and permanent form of government.",
		"Their labours ended, however, in another provincial government by a Council of Safety, and the drafting of North Carolina's first state constitution was left to a constitutional convention which assembled at Halifax on the 12th of November.",
		"At provincial synods archbishops wear the pretiosa, bishops the auriphrygiata, and mitred abbots the simplex.",
		"He must then go towards the interior of France to a provincial capital, best of all to Rouen, and there he must appeal to the people and summon a great convention.",
		"It contains an asylum maintained by the provincial government; also saw and grist mills and iron foundries.",
		"In Turgot's proposed system landed proprietors alone were to form the electorate, no distinction being made between the three orders; the members of the town and country municipalites were to elect representatives for the district municipalites, which in turn would elect to the provincial municipalites, and the latter to a grande municipalite, which should have no legislative powers, but should concern itself entirely with the administration of taxation.",
		"The provincial museum contains antiquities and especially coins from the ancient cities of Magna Graecia, and a few pictures.",
		"Persia, and, though nominally provincial governors under the suzerainty of the caliphs of Bagdad, succeeded in a very short time in establishing an almost independent rule over Transoxiana and the greater part of Persia.",
		"The senate contains four members from each province, chosen for eight years by a provincial electoral board, which consists of the provincial councilmen plus a double number of electors (half of them paying high taxes) who are selected at a special election by their fellow citizens.",
		"There are some 20,000 Jews, resident chiefly in the provincial capital; and of the Moslem majority the bulk.",
		"Nothing further was done in Natal up to the establishment of the Union of South Africa, when all questions specially or differentially affecting Asiatics were withdrawn from the competence of the provincial authorities.",
		"The spread of the Amalrican doctrine led to fierce persecutions, and the provincial council which met at Paris in 1209 expressly decreed \" that neither the books of Aristotle on natural philosophy, nor commentaries on the same, should be read, whether publicly or privately, at Paris.\"",
		"He was invited to Portugal in 1555 and became provincial of his order, declining the offer of the archbishopric of Braga but accepting the position of confessor and counsellor to Catherine, the queen regent.",
		"Besides the museums mentioned in the article Budapest, several provincial towns contain interesting museums, namely, Pressburg, Temesvhr, Deva, Kolozsvar, Nagyszeben; further, the national museum at Zagram, the national (Szekler) museum at Maros-Vasarhely, and the Carpathian museum at Poprad should be mentioned.",
		"There are besides a number of learned societies in the various provinces for the fostering of special provincial or national aims. There are also a number of societies for the propagation of culture, both amongst the Hungarian and the non-Hungarian nationalities.",
		"The visible signs of this contemptuous point of view were (1) the suspension of the august dignity of palatine, which, after the death of Tamas Nadasdy, \" the great palatine,\" in 1562, was left vacant for many years; (2) the abolition or attenuation of all the ancient Hungarian court dignitaries; (3) the degradation of the capital, Pressburg, into a mere provincial town; and (4) the more and more openly expressed determination to govern Hungary from Vienna by means of foreigners, principally German or Czech.",
		"Dramatic literature, liberally supported by the king and the government, and aided by magnificent theatres in the capital and also in the provinces (the finest provincial theatre is in Kolozsvar, in Transylvania), has developed remarkably.",
		"Under Magyar pressure Seidler explicitly condemned all schemes of federalism, and pledged the Government and even the crown itself not to adopt any reforms which did not leave untouched the existing provincial boundaries.",
		"At the head of the executive is a provincial administrator, appointed by the Union ministry, who holds office for five years and is assisted by an executive committee of four members elected by the provincial council.",
		"The provincial council consists of 36 members elected for the same constituencies and by the same electorate as are the members of the House of Assembly.",
		"The provincial council, which has strictly local powers, sits for a statutory period of three years.",
		"The control of elementary education was guaranteed to the provincial council for a period of five years from the establishment of the Union.",
		"The semi-military organization of these divisions, which existed under the South African republic, has been abolished, and field-cornets, who are nominated by the provincial government, are purely civil officials charged with the registration of voters, births and deaths, the maintenance of public roads, &c. The chief local authorities are the municipal bodies, many \" municipalities \" being rural areas centred round a small town.",
		"There is a provincial division of the Supreme Court of South Africa sitting at Pretoria (consisting of a judge president and six puisne justices) with original and appellate jurisdiction in civil and criminal matters.",
		"The provincial council is responsible for elementary education.",
		"Jameson subsequently explained that Rhodes and he in designating \" an eminent Dutchman \" as president of \" the new provincial republic \" had had no communication with Meyer on the subject.",
		"The establishment of the Union of South Africa removed from the competence of the Transvaal provincial council all legislation specially or differentially affecting Asiatics.",
		"It is regularly built with long and straight streets, and contains the parliament buildings, government house, the Anglican cathedral, the provincial university and several other educational establishments.",
		"Government buildings on the south side of the square contain the chambers of the Provincial Council and other public offices.",
		"Near the end of the century Sonora and Sinaloa were divided into two districts, in 1767 the Jesuit missions were secularized, in 1779 the government of the province was definitely organized by Caballero de Croix, and in 1783 Arizpe became the provincial capital.",
		"Syracuse was now simply one of the provincial cities of Rome's empire, and its history is henceforward merged in that of Sicily.",
		"His silence on the subject of Roman greatness and glory as contrasted with the prominence of these subjects in the poetry of men of provincial birth such as Ennius, Virgil and Horace, may be explained by the principle that familiarity had made the subject one of less wonder and novelty to him.",
		"The king justified his failure to summon the estates on the ground of the expense incurred by provincial deputies.",
		"Criminal Court, taking the place of the provincial Courts.",
		"The great churches of Paris and Rouen also contended for him, and to win him sent their deputies to the provincial synod of Anjou.",
		"Chosen to represent the provincial synod of Anjou, Touraine and Maine at the national synod held in 1631 at Charenton, he was appointed as orator to present to the king \"The Copy of their Complaints and Grievances for the Infractions and Violations of the Edict of Nantes.\"",
		"The gross revenue of Lower Burma from all sources in 1871-1872 was Rs.1,36,34,520, of which Rs.1,21,70,5 o was from imperial taxation, Rs.3,73,200 from provincial services, and Rs.10,90,790 from local funds.",
		"In 1890-1891 the revenue of Lower Burma has risen to Rs.2,08,38,872 from imperial taxation, Rs.1,55,51,897 for provincial services, and Rs.12,14,596 from incorporated local funds.",
		"Provincial synods were held in the 2nd century, and were not completely organized before the advent of oecumenical councils.",
		"The two terms are still used side by side; thus there are patriarchal, national and primatial councils, as well as provincial councils (under the metropolitan of a province) and diocesan synods, consisting of the clergy of a diocese and presided over by the bishop (or the vicar-general).",
		"It is tribal in its origin, and differentiated, not according to boundaries between states, but on national and provincial lines.",
		"He was possibly right as regards the Sinjerli and Sakchegeuzu sculptures, which are of provincial appearance.",
		"So late as 1260 the provincial synod of Cologne decreed that the vestis camisialis must be long enough entirely to cover the everyday dress.",
		"He had been a member of several provincial academies before coming to Paris, where he purchased a position as advocate to the parlement.",
		"In spite of shortsighted parsimony in the matter of schools, &c., and increased resources through the allocation to the municipality of a certain percentage of new state and provincial taxation, their anti-Semitic successors have been unable to avoid a deficit, and have been obliged to increase the rates.",
		"These were held responsible for the misfortunes of the army, and to escape the atmosphere of popular odium retired to their country seats and the provincial capitals.",
		"There is a provincial institute for secondary education.",
		"In the First Parish Church, the site of which is marked by a monument, the Provincial Congress, after adjournment from Concord, met from April to July 1775; the Massachusetts General Court held its sessions here from 1775 to 1778, and the Boston town meetings were held here during the siege of Boston, when many of the well-known Boston families made their homes in the neighbourhood.",
		"Leo Africanus, writing early in the 16th century, gives a favourable picture of the \"great city\" of Tunis, which had a flourishing manufacture of fine cloth, a prosperous colony of Christian traders, and, including the suburbs, nine or ten thousand hearths; but he speaks also of the decay of once flourishing provincial towns, and especially of agriculture, the once powerful Church.",
		"Educated at the semi-Oriental provincial court of Juan Manuel, duke of Penafiel, Inez grew up side by side with Costanga, the duke's daughter by a scion of the royal house of Aragon, and her own cousin.",
		"The city has a good well-sheltered harbour, reputed the best in northern Chile, and is the port of La Serena, the provincial capital, 9 m.",
		"Then it was included in the province Pisidia (as Ammianus Marcellinus describes it) till 372, after which it formed part of the new province Lycaonia so long as the provincial division lasted.",
		"It is the seat of the provincial government of the two Hu or Hu-kwang, as these provinces are collectively termed,.",
		"The provincial government has established ironworks for the manufacture of rails and other railway material.",
		"On the other hand the democratic tone which distinguishes Micah from Isaiah, and his announcement of the impending fall of the capital (the deliverance of which from the Assyrian appears to Isaiah as the necessary condition for the preservation of the seed of a new and better kingdom), are explained by the fact that, while Isaiah lived in the centre of affairs, Micah, a provincial prophet, sees the capital and the aristocracy entirely from the side of a man of the oppressed people, and foretells the utter ruin of both.",
		"Even the task of transmitting to the central government provincial taxes paid in kind had to be discharged by specially organized parties, and this journey from the north-eastern districts to the capital generally occupied three months.",
		"Philip Schuyler served in the Provincial Army during the Seven Years' War, first as captain and later as deputy-commissary with the rank of major, taking part in the battles of Lake George (1755), Oswego River (1756), Ticonderoga (1758) and Fort Frontenac (1758).",
		"Hale, as quoted by Phillimore (Ecc. Law), says that before the time of Richard II., that is, before any acts of Parliament were made about heretics, it is without question that in a convocation of the clergy or provincial synod\" they might and frequently did here in England proceed to the sentencing of heretics.\"But later writers, while adhering to the statement that Convocation might declare opinions to be heretical, doubted whether it could proceed to punish the offender, even when he was a clerk in orders.",
		"It also explains how many once flourishing commercial towns, such as Stavoren, Medemblik, Enkhuizen, Hoorn, Monnikendam, declined to the rank of provincial trading and fishing ports.",
		"The story told in the Pro Cluentio may be true or false, but the picture of provincial crime which it presents is vividly dramatic. Had we only known Cicero in his speeches we should have ranked him with Demosthenes as one who had realized the highest literary ideal.",
		"He was a provincial by birth, although early brought into intimate relations with members of the great Roman families.",
		"The characteristics of the great writers are essentially national, not provincial nor cosmopolitan.",
		"In the Western Church the title was hardly known before the 7th century, and did not become common until the Carolingian emperors revived the right of the metropolitans to summon provincial synods.",
		"The summoning of provincial synods, which was made obligatory every three years by the council, was long neglected, but is now more common wherever the political conditions, e.g.",
		"Since there is no example of the archbishop of York exercising or being reputed to have such disciplinary jurisdiction over his suffragans,' and this right could, according to the canon law cited above, in the middle ages only be exercised normally in concert with the provincial synod, it would seem to be a survival of the special jurisdiction enjoyed by the pre-Reformation archbishop as legatus natus of the pope.",
		"The trial began on the 12th of February 1889 before the archbishop and certain assessors, the protest of Dr King, based on the claim that he could only be tried in a provincial synod, being overruled by Archbishop Benson on the grounds above stated.",
		"He has also an appellate jurisdiction of an analogous character, which he exercises through his provincial court, whilst his diocesan jurisdiction is exercised through his consistorial court, the judges of both courts being nominated by the archbishop. His ancient testamentary and matrimonial jurisdiction was transferred to the crown by the same statutes which divested the see of Canterbury of its jurisdiction in similar matters.",
		"The county buildings, designed after the temple of Isis in Rome, accommodate the circuit and provincial courts and various local authorities.",
		"It now sank to the level of a French provincial town, and its population dwindled from 60,000 to about 22,000.",
		"Even after the adoption in Europe of the Christian era, a great variety of methods of dating - national, provincial and ecclesiastical - grew up and prevailed for a long time in different countries, thus renewing in modern times the difficulties experienced in ancient times from diversities of reckoning.",
		"He entered the legal profession, also doing journalistic work, and at the age of 25 was appointed provincial counsel for Brabant, becoming communal counsel in 1903.",
		"Now, however, it is falling rapidly into ruin, the ever-changing provincial governors who administer Herat having neither the means nor the inclination to undertake the necessary repairs.",
		"The provincial and parish roads, kept up by the local government, are excellent.",
		"The provincial capital, Santiago Del Estero, is on the left bank of the Rio Dulce, 745 m.",
		"The city is the headquarters of an army corps, and the see of an Orthodox Greek archbishop, of the archbishop of the Roman Catholic Albanians and of a Bulgarian bishop. Its principal buildings are the citadel, the palace of the vali or provincial governor, the Greek and Bulgarian schools, numerous churches and mosques and a Roman aqueduct.",
		"Real power and influence were accorded to the senate, which had now, by the incorporation of members whose origin was provincial, become in a manner representative of the whole empire.",
		"He regarded the provincial ruler as a kind of officer in command, who ought to be able to discipline his province for himself and only to appeal to the commander-in-chief in a difficult case.",
		"In this chapter we have the two beasts 2 which symbolize respectively Rome and the Roman provincial priesthood of the imperial cult.",
		"Mention should also be made of the Sassen Poort, one of the old city gates; a gild-house (1571); the provincial government offices, containing the archives; and a museum of antiquities and natural history.",
		"More than once also Huss, together with his friend Stanislaus of Znaim, was appointed to be synod preacher, and in this capacity he delivered at the provincial councils of Bohemia many faithful admonitions.",
		"A provincial synod, held at the instance of Wenceslaus in February 1413, broke up without having reached any practical result; and a commission appointed shortly afterwards also failed to bring about a reconciliation between Huss and his adversaries.",
		"Ambassadors from the Allobroges being at the time in Rome, the bearers of a complaint against the oppressions of provincial governors, Lentulus made overtures to them, with the object of obtaining armed assistance.",
		"As a provincial governor, Lentulus appears to have looked after the interests of his subjects, and did not enrich himself at their expense.",
		"On this point the provincial synods of Illiberis (Elvira) in 305 and of Ancyra in 315 subsequently came to conflicting decisions, the council of Elvira forbidding the reception of offenders into communion during life, and the council of Ancyra fixing a limit to the penalty in the same cases.",
		"His father, James Clinton (1736-1812), served as a captain of provincial troops in the French and Indian War, and as a brigadier-general in the American army in the War of Independence, taking part in Montgomery's attack upon Quebec in 1775, unsuccessfully resisting at Fort Montgomery, along the Hudson, in 1777 the advance of Sir Henry Clinton, accompanying General John Sullivan in 177 9 in his expedition against the Iroquois in western New York, and in 1781 taking part in the siege of Yorktown, Virginia.",
		"Cape Town is the seat of the legislature of the Union of South Africa, of the provincial government, of the provincial division of the Supreme Court of South Africa, and of the Cape University; also of an archbishop of the Anglican and a bishop of the Roman Catholic churches.",
		"The new provincial museum built in 1897-1902 contains the Cumberland Gallery and the Guelph Museum; and the Kestner Museum also contains interesting and valuable collections of works of art.",
		"He identified himself in general with the Left of the Assembly, and supported the proposed departmental system which replaced the old provincial system early in 1790.",
		"But all attempts to procure a royal charter for Plymouth Colony were unsuccessful, and in 1691 it was annexed to the Colony of Massachusetts Bay under what is termed the Provincial Charter.",
		"The province of Maine was also united in the new provincial charter of 1691, and Sir William Phips came over with it, commissioned as the first royal governor.",
		"Throughout the continuance of the government under the provincial charter, there was a constant struggle between a prerogative party, headed by the royal governor, and a popular party who cherished recollections of their practical independence under the colonial charter, and who were nursing the sentiments which finally took the form of resistance in 1775.",
		"Spencer, Constitutional Conflict in Provincial Massachusetts (Columbus, 0., 1905); and the annual Public Documents of Massachusetts, embracing the reports of all state officers and institutions.",
		"It was decreed that the Benedictine houses of each ecclesiastical province should henceforth be federated for the purposes of mutual help and the maintenance of discipline, and that for these ends the abbots should every third year meet in a provincial chapter (or synod), in order to pass laws binding on all and to appoint visitors who, in addition to the bishops, should canonically visit the monasteries and report on their condition in spirituals and temporals to the ensuing chapter.",
		"Though written in Latin, its discourses were doubtless intended to be delivered in the vulgar tongue; the clergy, however, were often too indolent or too ignorant for this, although by more than one provincial council they were enjoined to exert themselves so that they might be able to do so.'",
		"Gouverneur served in the New York Provincial Congress in 1776-1777, was perhaps the leading advocate in that body of a declaration of independence, and after the Congress had become (July 1776) the \"Convention of the Representatives of the state of New York,\" he served on the committee of that body which prepared the first draft of the state constitution.",
		"In China, moreover, an enumeration of somewhat the same nature was an ancient institution in connexion with the provincial revenues and military liabilities.",
		"The final compilation is done by a provincial superintendent, who prepares his own report upon the operations and results.",
		"The provincial mints were all closed just before the reign of Mary, who coined in London only.",
		"These, the bishops in the first instance of provincial capitals, gradually acquired a control over their episcopal brethren in lesser cities, analogous to that of the civil governor over other provincial officials.",
		"The first state constitution, adopted by a convention at Kingston, made few changes in the provincial system other than those necessary to establish it on a popular basis, but the powers of the governor were curtailed, especially his powers of appointment and veto.",
		"The patriots met this refusal by calling a provincial convention to choose the delegates.",
		"Scarcely had they done this when news of the encounter at Lexington produced a strong reaction in their favour, and in May 1775 they called a Provincial Congress which usurped the powers of the Assembly.",
		"After his return to Rome he held (29th April 1050) another Easter synod, which was occupied largely with the controversy about the teachings of Berengarius of Tours; in the same year he presided over provincial synods at Salerno, Siponto and Vercelli, and in September revisited Germany, returning to Rome in time for a third Easter synod, at which the question of the reordination of those who had been ordained by simonists was considered.",
		"In 1876 the provincial system was abolished.",
		"All primary and some secondary public schools are controlled by provincial education boards elected by school committees of the parents of pupils.",
		"For twenty years thereafter the political history of the colony consisted of two long, intermittent struggles - one constitutional between the central government (first seated in Auckland, but after 1864 in Wellington) and the powerful provincial councils, of which there were nine charged with important functions and endowed with the land revenues and certain rating powers.",
		"The provincial councils had been swept away in 1876, and their functions divided between the central authority and small powerless local bodies.",
		"The provincial council consists of 25 members (each representing a separate constituency) elected by the parliamentary voters and has a statutory existence of three years.",
		"Bloemfontein is the seat of the Supreme Court of the Union of South Africa and also of a provincial division of the same court.",
		"The provincial court has jurisdiction in all civil and criminal matters, and is a court of appeal from all inferior courts.",
		"Circuit courts are also held by judges of the provincial court.",
		"Elementary education is administered by the provincial council, assisted by a permanent director of education.",
		"Isaac Roosevelt was a member of the Provincial Congress in 1775-77 and of the state Senate in 1777-86 and in 1788-92; in the state Assembly were James Roosevelt (1796-97), Cornelius C. Roosevelt (2803), James I.",
		"In the same way he retained archaic and provincial words with a good deal of freedom, but by no means to excess.",
		"Both the higher and the provincial administrations were thoroughly reformed with the view of making them more centralized and efficient; and the positions and duties of the various magistrates, who now also received fixed salaries, were for the first time exactly defined.",
		"On his return he took strong parliamentary measures against Presbyterians, and consequently, at a provincial synod held at St Andrews in April 1586, he was accused of heresy and excommunicated, but at the next General Assembly the sentence was remitted as illegal.",
		"The young professor soon began to take an interest in politics, and in 1846 entered the provincial diet as representative of his university.",
		"It is well built, and is said to be the most civilized provincial town in Sicily.",
		"About 1270 he returned to Oxford and taught there, being elected in 1275 provincial minister of the Franciscans in England, but he was soon afterwards called to Rome as lector sacri palatii, or theological lecturer in the schools of the papal palace.",
		"In 1774 and 1775 he was president of the first and second Provincial Congresses respectively, and he shared with Samuel Adams the leadership of the Massachusetts Whigs in all the irregular measures preceding the War of American Independence.",
		"The illuminations in London and the great provincial towns were magnificent, and all the hills from Ben Nevis to the South Downs were crowned with bonfires.",
		"He was a member of the New Hampshire Provincial Assembly in 1774, and in1774-1775was a delegate to the Continental Congress.",
		"A great many of the provincial nursing associations are affiliated to it.",
		"Regular training on the same plan as in general hospitals is provided in London at the fever hospitals of the Metropolitan Asylums Board (12 in number, with from 360 to 760 beds each), and at a considerable number of provincial institutions.",
		"His mother Eithne was of Leinster extraction and was descended from an illustrious provincial king.",
		"A few provincial towns, too, have small societies.",
		"The more important places of northern Siam include Chieng Mai, the capital of the north, Chieng Rai, near the northern frontier; Lampun, also known as Labong (originally Haribunchai), the first Lao settlement in Siam; Lampang, Tern, Nan and Pre, each the seat of a Lao chief and of a Siamese commissioner; Utaradit, Pichai, Pichit, Pechabun and Raheng, the last of importance as a timber station, with Phitsnulok, Sukhotai, Swankalok, Kampeng Pet and Nakhon Sawan, former capitals of Khmer-Siamese kingdoms, and at present the headquarters of provincial governments.",
		"A provincial training college was established in 1903 for the purpose of instructing priests and laymen in the work of teaching, and has turned out many qualified teachers whose subsequent work has proved satisfactory.",
		"Provincial banks have been established which defray the cost of public works.",
		"For native justice there are courts in the districts and regencies; residents act as police judges; provincial councils have judicial powers, and there are councils of priests with powers in matrimonial disputes, questions of succession, &c.",
		"But this general unity became official, and expressed itself in organization, only with the rise of the conciliar and metropolitan systems. Already before the end of the and century local synods were held in Asia Minor to deal with Montanism, and in the 3rd century provincial synods became common, and by the council of Nicaea (canon 5) it was decreed that they should be held twice every year in every province.",
		"Maastricht contains the provincial archives, a library and geological collections.",
		"Provincial Boundaries Railways ful campaign abroad for the destruction of the Austrian Monarchy and the attainment of Czechoslovak independence.",
		"The tribunals of the republic are the Supreme Court of Justice, which sits at Brno and is the court of final appeal both in civil and criminal causes, two high courts sitting at Prague and Brno respectively, 33 provincial courts and 410 district courts, all of which possess j urisdiction in both civil and criminal causes.",
		"Posen, one of the oldest towns in Poland and the residence of some of the early Polish princes, including Boleslaus I., provincial colonization \" and to prevent German emigration.",
		"Kwei-yang Fu is the provincial capital, and besides this there are eleven prefectural cities in the province.",
		"In the 13th century alone no fewer than forty-nine papal legates visited Poland, and thirty provincial synods were held by them to regulate church affairs and promote good government.",
		"The provincial schools, dependent upon so decrepit an alma mater, were suffered to decay.",
		"This was the state of things in the time of Trajan, when the younger Pliny was appointed governor of the combined provinces (103-105 A.D.), a circumstance to which we are indebted for valuable information concerning the Roman provincial administration.",
		"In 1254 he was made provincial of his order, and fulfilled the arduous duties of the office with great care and efficiency.",
		"In this office, which he held till 1899, he did very useful work in collaboration with the provincial estates.",
		"The greatest of all Plenary Indulgences is of course the Roman 1 Equally strong assertions were made by the provincial council of Mainz in 1261; and Lea (p. 287) quotes the complaints of 36 similar church councils before 1538.",
		"It provided for a president-general appointed by the crown, who should have supreme executive authority over all the colonies, and for a grand council, elected triennially by the several provincial assemblies, and to have such \"rights, liberties and privileges as are held and exercised by and in the House of Commons of Great Britain\"; the president-general and grand council were to be \"an inferior distinct branch of the British legislature, united and incorporated with it.\"",
		"George Cabot lived for many years in Beverly, which he represented in the provincial congress (1779); Nathan Dane (1752-1835) was also a resident; and it was the birthplace of Wilson Flagg (1805-1884), the author of Studies in the Field and Forest (1857), The Woods and By-Ways of New England (1872), The Birds and Seasons of New England (1875), and A Year with the Birds (1881).",
		"Among the Dominicans the head of a province is known as the \"prior provincial.\"",
		"The prince had now obtained that position of supremacy in the republic at which he had been aiming, and could count on the support alike of the states-general and of the provincial states for his policy.",
		"After 1876, the Provincial parliaments (diputaciones) were elected like the other provincial councils of Spain, deprived of many privileges and subjected to the ordinary interference of the civil governors.",
		"But their representatives, assisted by the senators and deputies of the Basque Provinces in the Cortes, negotiated successive pacts, each lasting several years, securing for the three Provinces their municipal and provincial self-government, and the assessment, distribution and collection of their principal taxes and octroi duties, on the understanding that an agreed sum should be paid annually to the state, subject to an increase whenever the national taxation of other provinces was augmented.",
		"The whites are congregated in or near the chief towns, which include the capital, San Jose (pop. 1904 about 24,500), the four provincial capitals of Alajuela (4860), Cartago (4536), Heredia (7151) and Liberia or Guanacaste (2831), with the seaports of Puntarenas (3569), on the Pacific, and Limon (3171) on the Atlantic. These, with the exception of Heredia and Liberia, are described in separate articles.",
		"The critical situation thus arising spread in the course of a few decades over most of the provincial churches.",
		"The various late provincial systems of division are beyond our present scope (18).",
		"He deprived the senators of their military and provincial commands, which were transferred to equites.",
		"But there was one city of the East which, lying apart from the crowded highways of the world, had sunk to a mere provincial town, and yet possessed associations which the church of the 5th century felt herself powerless to eradicate.",
		"There was no universal catechism published by the Latin Church before the council of Trent, but several provincial councils, e.g.",
		"Pompey was satisfied by the ratification of his acts in Asia, and by the assignment of the Campanian state domains to his veterans, the capitalists (with whose interests Crassus was identified) had their bargain for the farming of the Asiatic revenues cancelled, Ptolemy Auletes received the confirmation of his title to the throne of Egypt (for a consideration amounting to i,50o,000), and a fresh act was passed for preventing extortion by provincial governors.",
		"In 1768 he was a delegate to the provincial convention which was called to meet in Boston, and conducted the prosecution of Captain Thomas Preston and his men for their share in the famous \" Boston Massacre of the 5th of March 1770., He served in the Massachusetts General Court in 1773-1774, in the Provincial Congress in 177 4-1775, and in the Continental Congress in 1 7741778, and was speaker of the Massachusetts House of Representatives in 1777, a member of the executive council in 1779, a member of the committee which drafted the constitution of 1780, attorney-general of the state from 1777 to 1790, and a judge of the state supreme court from 1790 to 1804.",
		"The general lives permanently at Rome and holds in his hands the right to appoint, not only to the office of provincial over each of the head districts into which the Society is mapped, but to the offices of each house in particular.",
		"This class is also furnishing the small traders of the towns, overseers on the plantations and public works, petty officials, and to some extent the teachers and professional men of the provincial towns.",
		"Professional schools were also established in several of the more important provincial capitals, and everywhere increasing interest in educational matters was apparent.",
		"In a convocation held at Oxford under Archbishop Arundel in 1408 it was enacted \" that no man hereafter by his own authority translate any text of the Scripture into English or any other tongue, by way of a book, booklet, or tract; and that no man read any such book, booklet, or tract, now lately composed in the time of John Wycliffe or since, or hereafter to be set forth in part or in whole, publicly or privately, upon pain of greater excommunication, until the said translation be approved by the ordinary of the place, or, if the case so require, by the council provincial.",
		"It has five churches (one of these is an independent Filipino church), and is the seat of a provincial high school.",
		"There being no provincial authority in New Hampshire at the close of this period, a convention of the leading citizens of its four towns attempted to establish -one.",
		"By June 1775 the once popular governor, Sir John Wentworth, was a refugee; on the 5th of January 1776 the fifth Provincial Congress established a provisional government; on the 5th of the following June the first Assembly elected under that government declared for independence; and on the 16th of August 1777 the important victory at Bennington was won by New Hampshire and Vermont troops under the command of General John Stark, who had a commission from New Hampshire.",
		"Munster is the seat of government and of the provincial university.",
		"The pensionary conducted the legal business of the town, and was the secretary of the town council and its representative and spokesman at the meetings of the Provincial States.",
		"The advocate drew up and introduced all resolutions, concluded debates and counted the votes in the Provincial Assembly.",
		"But Miranda's desire - that all the South American colonies should form a federal republic - awoke the selfishness of provincial administrations, and the cause was believed to be hateful to heaven owing to a great earthquake on the 26th of March 1812.",
		"Caesar-worship as an organized cult developed spontaneously in many provincial towns during the reign of Augustus, and was fostered by him and his successors as a means of promoting in these centres of vigour and prosperity a strong loyalty to Rome and the emperor, which was one of the firmest supports of the latter's power.",
		"The order of Augustales, officials appointed to regulate the worship of the emperor in the towns, occupied a position of dignity and importance in provincial society.",
		"By the organization of the order on these lines Augustus secured the double object of maintaining Caesar-worship in all the most vigorous centres of provincial life, and attracting to himself and his successors the special devotion of the industrial class which had its origin in the municipia of the Roman Empire, and has become the greatest political force in modern Europe.",
		"In the provincial towns, however, this idea was rapidly disappearing in the early years of the Empire, and even in the country towns of Italy the inscriptions give evidence not much later of the existence of a large and flourishing free industrial class, proud of its occupation, and bound together by a strong esprit de corps.",
		"This policy was continued by the early emperors and extended to the whole Empire, but in spite of opposition the gilds in the provincial towns grew and flourished.",
		"But there can be little doubt that the later craft gilds were a development, through the industrial gilds of the provincial towns, of one of the most ancient features of Roman life.",
		"The life, like that of the later Cambrian, was singularly cosmopolitan, being in contrast with the provincial character of the life of the earlier Cambrian and of the early (Upper) Silurian which followed.",
		"Both the earlier and the later parts of the Silurian period seem to have been times when physical conditions were such as to favor the development of provincial faunas, while during the more widespread submergence of the middle Silurian the fauna was more cosmopolitan.",
		"Protests against the lettres de cachet were made continually by the parlement of Paris and by the provincial parlements, and often also by the States-General.",
		"Whereas in 1867 the rate of interest was over 4%, and interest was being paid on former provincial loans of over 6%, Canada could in 1906 borrow at 3%.",
		"The cities, towns and municipalities resort to it to supply their local needs, and there is a tendency, especially pronounced in Ontario on account of the excellence of her municipal system, to devolve the burden of educational payments, and others more properly provincial, upon the municipal authorities on the plea of decentralization.",
		"Liberal aid is given by the federal, provincial and municipal governments to the construction of railways, amounting often to more than half the cost of the road.",
		"Measures have been taken, both by the provincial and the federal governments, for its preservation, and for re-forestation of depleted areas.",
		"Both the Dominion and the provincial governments have set apart certain areas to be preserved, largely in their wild state, as national parks.",
		"The British North America Act imposes on the provincial legislatures the duty of legislating on educational matters, the privileges of the denominational and separate schools in Ontario and Quebec being specially safeguarded.",
		"The various departments of the federal and the provincial governments publish annual reports and frequent special reports, such as the decennial report on the census, from which a vast quantity of information may be obtained.",
		"Among other provincial agencies for Agri imparting information there are farmers' institutes, cultural travelling dairies, live-stock associations, farmers', dairymen's, seed-growers', and fruit-growers' associa- tions tions, and agricultural and horticultural societies.",
		"In connexion with the public elementary schools throughout Canada, where the principles of agriculture are taught to some extent, manual training centres, provided out of funds supplied by the same public-spirited donor, are now maintained by local and provincial public school authorities.",
		"Parts of the proceedings and many of the addresses and papers presented at the more important meetings of these associations are published by the provincial governments, and distributed free to farmers who desire to have them.",
		"The estimated amount of provincial debt assumed by the general government was increased by $1,186,756, and a special annual subsidy of $82,698 was granted for a period of ten years.",
		"Popular feeling in British Columbia itself was not strongly in favour of union, and the terms under which the new province was to be received were the subject of much negotiation with the provincial authorities, and were keenly debated in parliament before the bill in which they were embodied was finally carried.",
		"Under the British North American Act the control of education was reserved for the provincial governments, with a stipulation that all rights enjoyed by denominational schools at the time of confederation should be respected.",
		"The highly organized school system of Ontario is directed by a minister of education, who is a member of the provincial cabinet.",
		"The other provinces have boards of education, and superintendents who act under the direction of the provincial legislatures.",
		"This position was only established in New Brunswick and Manitoba after violent political struggles, and frequent appeals to the highest courts of the empire for decisions on questions of federal or provincial jurisdiction.",
		"Al' Gill University at Montreal has been enlarged and splendidly endowed by the munificence of a few private individuals; Toronto University by the provincial legislature of Ontario; Queen's University at Kingston largely by the support of its own graduates and friends.",
		"Within these limitations the provincial assemblies have a wide range of legislative power.",
		"The grave questions of respective jurisdiction which have from time to time arisen between the federal and provincial governments have for the most part been settled by appeal to one or both of these judicial bodies.",
		"They have generally consisted in the assertion of provincial rights against federal authority.",
		"He was elected to the Quebec legislature in 1871, and his first speech in the provincial assembly excited great interest, on account of its literary qualities and the attractive manner and logical method of the speaker.",
		"Five years later, with unrestricted reciprocity relegated to the background, and with a platform which demanded tariff revision so adjusted as not to endanger established interests, and which opposed the federal measure designed to restore in Manitoba the separate or Roman Catholic schools which the provincial government had abolished, Laurier carried the country, and in July 1896 he was called by Lord Aberdeen, then governor-general, to form a government.",
		"The chief features of his administration were the fiscal preference of 333% in favour of goods imported into Canada from Great Britain, the despatch of Canadian contingents to South Africa during the Boer war, the contract with the Grand Trunk railway for the construction of a second transcontinental road from ocean to ocean, the assumption by Canada of the imperial fortresses at Halifax and Esquimault, the appointment of a federal railway commission with power to regulate freight charges, express rates and telephone rates, and the relations between competing companies, the reduction of the postal rate to Great Britain from 5 cents to 2 cents and of the domestic rate from 3 cents to 2 cents, a substantial contribution to the Pacific cable, a practical and courageous policy of settlement and development in the Western territories, the division of the North-West territories into the provinces of Alberta and Saskatchewan and the enactment of the legislation necessary to give them provincial status, and finally (1910), a tariff arrangement with the United States, which, if not all that Canada might claim in the way of reciprocity, showed how entirely the course of events had changed the balance of commercial interests in North America.",
		"From 1319 he was provincial of his order in France, and was present in that capacity at the general chapter at Perouse (1321).",
		"In 1325 he was provincial of Burgundy, and as executor of the estate of Jeanne of Burgundy, widow of King Philip VI., he founded the college of Burgundy at Paris, where he died in the autumn of 1349, being buried in the chapter hall of the convent of the Cordeliers.",
		"It has a Protestant and a Roman Catholic church, a handsome town-hall (restored in 1873-1874), a gymnasium, a provincial prison and a penitentiary.",
		"At the general election which followed, the governor-general was sustained by a narrow majority, but in 1848 the Liberals were again returned to power, and he and Mr Lafontaine formed their second administration under Lord Elgin and carried numerous important reforms, including the freeing from sectarian control of the Provincial University and the introduction into Upper Canada of an important municipal system.",
		"The Loyalist sentiment was so strong that only five of the twelve parishes sent representatives to the First Provincial Congress, which met on the 18th of January 1775, and its delegates to the Continental.",
		"But six months later all the parishes sent representatives to another Provincial Congress which met on the 4th of July 1775.",
		"He studied theology under Thomas Aquinas, Albertus Magnus and Bonaventura, and in 1262 was elected provincial of his order in France.",
		"The vilayet Kharput was founded in 1888, being the result of a provincial rearrangement, designed to ensure better control over the disturbed districts of Kurdistan.",
		"He was made provincial of his order for Castile.",
		"After teaching for several years in provincial towns, he came to Paris, where he lectured on philosophy in various institutions, and finally became professor in the normal school, and titular professor at the Sorbonne.",
		"It is divided into ten prefectures, with as many prefectural cities, of which Chi-nan Fu, the provincial capital, is the chief.",
		"Besides Chi-nan Fu, the provincial capital, other inland cities are Tsao-Chow Fu (pop. 150,000) on the Grand Canal (an industrial centre) and Wei-hsien (too,000), a commercial centre.",
		"He joined the Jesuits in 1551, and in 1571 was sent as a missionary to Peru; he acted as provincial of his order from 1576 to 1581, was appointed theological adviser to the council of Lima in 1582, and in 1583 published a catechism in Quichua and Aymara - the first book printed in Peru.",
		"Burned down in 1665 and again damaged by fire in 1719, it still remained the seat of the provincial authorities till 1760.",
		"In 517 the council of Epaone in Burgundy forbade any but stone pillars to be consecrated with chrism; but of course the decrees of this provincial council would not necessarily be received throughout the church.",
		"Welcker, and the provincial museum, standing near the railway station, which contains a collection of medieval stone monuments and works of art, besides a small picture gallery.",
		"In the Seljuk period it was a secondary city under the provincial capital, Tireh.",
		"Entering the Dominican order in 1254, he became lector, prior of the convent, provincial of his order in Lombardy, and in 1296 its general.",
		"Practical Save in its own metropolitan province, it took no Applica- part in the nomination of bishops; the provincial tions of the or regional councils were held without its authori- Theory, zation; their judgments and regulations were carried out without any suggestion that they should be ratified by Rome.",
		"The capital and seat of the provincial diet is Breslau (q.v.), which is also by far the largest and most important town.",
		"He abolished all privileges which were not secured by charter and imposed a more rigidly centralized scheme of government in which the activities of the provincial diet were restricted to some judicial and financial functions, and their freedom in matters of foreign policy was withdrawn altogether.",
		"The king is a hero of the chivalric type common in contemporary romance; freedom is a \"noble thing\" to be sought and won at all costs; the opponents of such freedom are shown in the dark colours which history and poetic propriety require; but there is none of the complacency of the merely provincial habit of mind.",
		"During the provincial period Pennsylvania, in common with the other colonies, was affected with the paper money craze.",
		"The other commission, formerly charged with the revision of the decrees of provincial councils, was merged in the Congregation itself.",
		"It was founded in 1742 by Jose de Manso, and is one of the more cultured and progressive provincial towns of Chile.",
		"Khamdo is under the direct rule of the Chinese provincial authorities of Szechuen.",
		"Llorente also wrote Memorias Para la historia de la revolution espanola (Paris, 1814-1816), translated into French (Paris, 1815-1819); Noticias historicas sobre las tres provincial va congadas (Madrid, 1806-1808); an autobiography, Noticia biografica (Paris, 1818), and other works.",
		"In the 16th century the town was the meeting-place of several parliaments, and down to 1805 it was the seat of the provincial assembly of Funen.",
		"He shrank from office, and never became provincial minister of the English Franciscans, though constantly charged with responsible commissions.",
		"He was provincial grand-master of the Masons of Virginia, and was an intimate friend of Washington.",
		"Among its public buildings and institutions are the old town church, with a curious carved altar-piece, the town hall, the gymnasium and the provincial industrial school.",
		"He was largely instrumental in the foundation of ecoles normales in provincial towns, and himself gave courses of lectures on psychology and practical ethics in their early days.",
		"Local and provincial \" peils \" are, however, also in use on some water-ways.",
		"The roads are divided into national or royal roads, placed directly under the control of the waterstaat and sup- 'ported by the state; provincial roads, under the direct control of the states of the provinces, and almost all supported by the provincial treasuries; communal and polder roads, maintained by the communal authorities and the polder boards; and finally, private roads.",
		"After 1849 the canal programme was again taken up by the state, which alone or in conjunction with the provincial authorities constructed the Apeldoorn-Dieren canal (1859-1869), the drainage canals of the \" Peel \" marsh in North Brabant, and of the eastern provinces, namely, the Deurne canal (1876-1892) from the Maas to Helenaveen, the Almelo (1851-1858) and Overysel (1884-1888) canals from Zwolle, Deventer and Almelo to Koevorden, and the Stieltjes (1880-1884), and Orange (1853-1858 and 1881-1889) canals in Drente, the North Williams canal (1856-1862) between Assen and Groningen, the Ems (1866-1876) ship canal from Groningen to Delfzyl, and the New Merwede, and enlarged the canal from Harlingen by way of Leeuwarden to the Lauwars Zee.",
		"Stock-breeding, like agriculture, has considerably improved under the care of the government (state and provincial), which grants subsidies for breeding, irrigation of pasture-lands, the importation of finer breeds of cattle and horses, the erection of factories for dairy produce, schools, &c.",
		"According to the fundamental law (Grondwet) of 1887, they are chosen by the provincial states, not only from amongst those who bear the greatest burden of direct taxation in each province, but also from amongst great functionaries and person's of high rank.",
		"The provincial administration is entrusted to the provincial states, which are returned by direct election by the same electors as vote for the second chamber.",
		"As the provincial states only meet a few times in the year, they name a committee of deputy-states which manages current general business, and at the same time exercises the right of control over the affairs of the communes.",
		"They are elected for six years (one-third of the council retiring every two years) by the same voters as for the provincial states.",
		"Of the numerous institutions for the encouragement of the sciences and the fine arts, the following are strictly national - the Royal Academy of Sciences (1855), the Royal Netherlands Meteorological Institute (1854), the National Academy of the Plastic Arts, the Royal School of Music, the National Archives, besides various other national collections and museums. Provincial scientific societies exist at Middelburg, Utrecht, 's Hertogenbosch and Leeuwarden, and there are private and municipal associations, institutions and collections in a large number of the smaller towns.",
		"The provincial synods are composed of ministers and elders deputed by the classes; and these are composed of the ministers belonging to the particular class and an equal number of elders appointed by the local sessions.",
		"In every province there is besides, in the case of the Reformed Church, a provincial committee of supervision for the ecclesiastical administration.",
		"For the whole kingdom this supervision is entrusted to a common \" collegium \" or committee of supervision, which meets at the Hague, and consists of II members named by the provincial committee and 3 named by the synod.",
		"Some congregations have withdrawn from provincial supervision, and have thus free control of their own financial affairs.",
		"No sooner was peace concluded than bitter disputes arose between the provincial States of Holland and the prince of Orange, supported by the other six provinces, upon the question of the disbanding of the military forces.",
		"The moment seemed to be favourable for the assertion of provincial sovereignty because of the youth and inexperience of the new prince of Orange.",
		"The provincial states, on their part, threatened them with loss of pay.",
		"The prisoners were released, and public thanks were rendered to the prince by the various provincial states for \" his great trouble, care and prudence.\"",
		"The fundamental law of 1848 enacted that the first chamber of the StatesGeneral should be elected by the Provincial Estates instead of being appointed by the king, and that the second chamber should be elected directly by all persons paying a certain amount in taxation.",
		"The provincial population, crushed under a load of unjust taxation, could no longer furnish soldiers in the numbers required for the defence of the empire; and on the other hand, the emperors, ever fearful that a brilliantly successful general of Roman extraction might be proclaimed Augustus by his followers, preferred that high military command should be in the hands of a man to whom such.",
		"In this same year the states of Holland found themselves engaged in a struggle for provincial supremacy, on the question of the disbanding of troops, with the youthful prince of Orange, William II.",
		"He was a deputy to the provincial congress of New Jersey from May to August 1775, and from May 1777 until July 1778 was the commissary-general of prisoners, with the rank of colonel, in the continental army.",
		"The senate is composed of seventy-six elected members and twenty-six members nominated by the provincial councils.",
		"The beginnings of Austrian sovereignty were marked by many collisions between the representatives of the new rulers and the States General, and provincial \" states.\"",
		"They increased their power considerably by reducing the voting qualification for electors to provincial councils to 20 frs., and to communal councils to 10 frs., and also by recognizing the importance of what was styled \" the Flemish Movement.\"",
		"The citizen in order to possess a vote for the election of representatives to the chambers was to be of a minimum age of twenty-five years, and of thirty years for the election of senators and provincial and communal councillors.",
		"He was provincial of Lombardy from 1267 till 1286, when he was removed at the meeting of the order in Paris.",
		"He advised his colleagues to leave Paris and conduct the government from some provincial city.",
		"After the end of the Old Kingdom Thebes grew from an obscure provincial town to be the seat of a strong line of princes who contended for supremacy with Heracleopolis and eventually triumphed in the XIth Dynasty of Manetho.",
		"He was trained for the priesthood, taught theology in a provincial seminary and then went to Paris.",
		"Neither in materials nor in style does their architecture exceed what might reasonably be expected in a second-rate provincial town; and the same may be said in general of the other public buildings.",
		"Of the numerous works of art discovered in the course of the excavations the statues and large works of sculpture, whether in marble or bronze, are inferior to those found at Herculaneum, but some of the bronze statuettes are of exquisite workmanship, while the profusion of ornamental works and objects in bronze and the elegance of their design, as well as the finished beauty of their execution, are such as to excite the utmost admiration - more especially when it is considered that these are the casual results of the examination of a second-rate provincial town, which had, further, been ransacked for valuables (as Herculaneum had not) after the eruption of 79.",
		"He was the author of a Catechism (Kiev, 1645) and other minor works, but is principally celebrated for the Orthodox Confession, drawn up at his instance by the Abbot Kosslowski of Kiev, approved at a provincial synod in 1640, and accepted by the patriarchs of Constantinople, Jerusalem, Alexandria and Antioch in 1642-1643, and by the synod of Jerusalem in 1672.",
		"It is said that he personally suggested to Pascal to try his hand, and that the first of the famous Provinciales (Provincial Letters, properly Lettres ecrites par Louis de Montalte ¢ un provincial de ses amis) was written in a few days, or, less probably, in a day.",
		"The Provincial Letters are the first example of French prose which is at once considerable in bulk, varied and important in matter, perfectly finished in form.",
		"Thus, in Prussia, the representative assembly of the Circle (Kreistag) is composed of delegates of the rural communes, as well as of the large landowners and the towns, while the members of the provincial diet (Provinziallandtag) are chosen by the Kreistage and by such towns as form separate Kreise.",
		"But any destitute German subject must be relieved by the local union in which he happens to be at the time, the cost of the relief being defrayed by the local or provincial union in which he has his domicile.",
		"It has two Protestant churches of which the convent church (Stiftskirche) contains the tombs of famous abbesses, a palace (now used as law courts) and the famous abbey (now occupied by provincial government offices).",
		"The First Provincial Assembly of Massachusetts met in Salem in 1774.",
		"Toronto, the provincial capital, has grown from S9,000 in 1871 to about 300,000, partly through the absorption of neighbouring towns and villages.",
		"The finances of the province have been well administered, and only in recent years has a debt been incurred, chiefly owing to the construction of a provincial railway to aid in the development of the northern districts.",
		"As early as 1797 500,000 acres of crown lands were set apart for educational purposes, and a well-organized system of education now exists, which, since 1876, has constituted a department of the provincial government.",
		"Since 1906 a superintendent has been appointed with large powers, independent of political control and with the assistance of an advisory council; attention is also paid to the advice of the provincial Educational Association, which meets yearly at Toronto.",
		"The provincial university is situated in Toronto, and since 1906 has been governed by an independent board, over which a power of veto is retained by the lieutenant-governor in council.",
		"Of these Victoria (Methodist) and Trinity (Anglican) are in Toronto, and have become federated with the provincial university, in which they have merged their degree-conferring powers.",
		"Every school, public, separate or high, shares in the provincial grant, but the chief financial burden falls on the local authorities.",
		"The institution of a minimum salary by the provincial department led to such resistance that it was withdrawn, but a distinct advance in salaries has taken place since 1906.",
		"Its services in placing provincial agriculture on a scientific basis cannot be over-estimated.",
		"Yet, owing to the increasing use of scientific implements and methods promoted by the federal and provincial governments, the total value of agricultural products increased by over 50% between 1881 and 1910.",
		"Increased attention is now being paid by both provincial and federal governments to preservation and to reforestation.",
		"The production of iron is stimulated by federal and provincial bounties.",
		"Railways gridiron the province, which contains over one-third the total mileage of the dominion; their construction is aided by provincial and municipal subsidies, in addition to that paid by the federal government.",
		"The provincial government owns a line running north from North Bay, operated by a board of commissioners.",
		"The provincial railway and municipal board also exercises control, especially over the city and suburban electric lines.",
		"The first provincial government, formed on coalition lines by John Sandfield Macdonald, was thrifty and not unprogressive, but in 1871 was defeated by a reorganized liberal party, which held power from 1871 to 1905, and on the whole worthily.",
		"The great struggle of the time was with the federal government on the question of provincial rights.",
		"The primary and model schools were consolidated and improved; the provincial university was given increased aid from the succession duties; various public utilities, previously operated by private companies, were taken over by the province, and worked with vigour and success.",
		"Haugwitz (1700-1765); the motley system which had survived from the middle ages was gradually replaced by an administrative machinery uniformly organized and centralized; and the army especially, hitherto patched together from the quotas raised and maintained by the various diets and provincial estates, was withdrawn from their interference.",
		"Meanwhile the old system of provincial diets and estates was continued or revived (in 1816 in Tirol and Vorarlberg, 1817 in Galicia, 1818 in Carniola, 1828 in the circle of Salzburg), but they were in no sense representative, clergy and nobles alone being eligible, with a few delegates from the towns, and they had practically no functions beyond registering the imperial decrees, relative to recruiting or taxation, and dealing with matters of local police.",
		"In its provincial state Sicily fell back more than some other provinces.",
		"The first mentioned of these was severely criticised by Pascal in the fifth and sixth of his Provincial Letters, as tending to inculcate a loose system of morality.",
		"The executive powers in Africa, were entrusted to an agent general with three provincial.",
		"Seventeen legislative proclamations were enacted in the first year dealing with the immediate necessities of the position, and providing for the establishment of a supreme and provincial court of justice, for the legalization of native courts of justice, and dealing with questions of slavery, importation of liquor and firearms, land titles, &c. In the autumn of 1901 the emir of Yola, the extreme eastern corner of the territories bordering upon the Benue, was, in consequence of the aggressions upon a trading station established by the Niger Company, dealt with in the same manner as the emirs of Nupe and Kontagora, and a new emir was appointed under British rule.",
		"The whole country was divided into seventeen provinces, in each of which there was a provincial court presided over by the resident in charge, whose assistants were commissioners of the court.",
		"The provincial police is under the direction of the local authorities, the mudirs or governors of provinces, and the mamurs or district officials; to the oindas, or village head-men, who are responsible for the good order of the villages, a limited criminal jurisdiction has been entrusted.",
		"Later, however, the history of Hellenism, the provincial history of the Roman empire, the rise of Christianity and the triumph of Islam successively receive brilliant illustration in Egypt.",
		"Hence it came about that the provincial districts or nomes, as they were called, often derived their pames from the gods of tribes that settled in them, these names being hieroglyphically written with the sign for district surmounted by standards of the type above described, e.g.",
		"The Saitic heads in basalt show a school of close observation, with fair power of rendering the personal character; and even in Roman times there still were provincial artists who could model a face very truthfully, as is shown in one case in.",
		"What he chiefly objected to was direct interference in the provincial administration and the Relations native tribunals, and he succeeded for a time in between preventing such interference.",
		"If the Egyptians showed that the existing institutions and the new provincial councils could do useful work, it would prove the best argument for extending their powers.",
		"Ali's authority in the great part of the peninsula subject to him now overshadowed that of the sultan; and Mahmud II., whose whole policy had been directed to destroying the overgrown power of the provincial pashas, began to seek a pretext for overthrowing the Lion of Iannina,whose all-devouring ambition seemed to threaten his own throne.",
		"The provincial banks are very numerous; many of them are at the same time savings banks.",
		"The same is the case with the provincial town councils.",
		"In 1857 a votive altar dedicated to Jupiter, Mars and Mercury was unearthed, and is now in the Provincial Museum at Bonn.",
		"The Committee consisted of representatives of the two departments and the London and provincial newspapers.",
		"He was a member of the first South Carolina provincial congress in 1775, served as colonel in the South Carolina militia in 1776-1777, was chosen president of the South Carolina Senate in 1779, took part in the Georgia expedi tion and the attack on Savannah in the same year, was captured at the fall of Charleston in 1780 and was kept in close confinement until 1782, when he was exchanged.",
		"Originally the churches of St Peter and St Paul in Rome were the only jubilee churches, but the privilege was afterwards extended to the Lateran Church and that of Sta Maria Maggiore, and it is now shared also for the year immediately following that of the Roman jubilee by a number of specified provincial churches.",
		"The other works of Lord Hailes include Historical Memoirs concerning the Provincial Councils of the Scottish Clergy (1769); An Examination of some of the Arguments for the High Antiquity of Regiam Majestatem (1769); three volumes entitled Remains of Christian Antiquity (\" Account of the Martyrs of Smyrna and Lyons in the Second Century,\" 1776; \" The Trials of Justin Martyr, Cyprian, &c.,\" 1778; The History of the Martyrs of Palestine, translated from Eusebius,\" 1780); Disquisitions concerning the Antiquities of the Christian Church (1783); and editions or translations of portions of Lactantius, Tertullian and Minucius Felix.",
		"The Dom contains the castle (first built in the 13th century, rebuilt in 1772), where the provincial administration has its seat, and a cathedral (1894-1900) with five gilded domes.",
		"The public institutions include a good provincial museum of antiquities; an imperial palace, Katharinenthal, built by Peter the Great in 1719; and very valuable archives, preserved in the town hall (14th century).",
		"Among the chief modern structures may be mentioned the magnificent post office, erected in 1895, the provincial law courts, the municipal infirmary and the large railway station.",
		"It is one of the most important provincial towns and commercial centres of central Chile.",
		"The addiction of the Franks in later centuries to the chase is evidenced by the frequency with which not only the laity but also the clergy were warned by provincial councils against expending so much of their time and money on hounds, hawks and falcons; and we have similar proof with regard to the habits of other Teutonic nations subsequent to the introduction of Christianity.",
		"It is generally considered that the cream of the sport lies here, but with many of the packs which are generally described as \"provincial\" equally good hunting may be obtained.",
		"Among its notable public buildings and institutions are the old government palace in Santo Antonio built upon the foundations of the official residence of Prince Maurice of Nassau, with a pretty garden attached; a theatre facing upon the Praga da Republica, dating from the second empire; the palace of the Provincial Assembly in Boa Vista, built in 1860-66, surmounted by a high dome; the municipal palace, or prefecture, on Rua do Imperador, with the public library (Biblioteca Publica) occupying its third floor and containing about 30,000 volumes; the Gymnasium, a large plain building of two floors standing near the legislative palace; the Pedro II.",
		"So far as Hungary was concerned, Budapest in 1867 at once became the favoured rival of Vienna, with the important additional advantage that it had no such competitors within its own sphere as Vienna had in the Austrian provincial capitals.",
		"The affairs of the province are in the hands of a provincial council, elected for three years and not subject to dissolution save by effluxion of time.",
		"The qualifications for electors and members of the council are the same as for the members elected by the province to the House of Assembly (save that a provincial councillor must live in the province in which his constituency is situated).",
		"The provincial council has powers of legislation on subjects specifically assigned to it by the Act of Union and on subjects delegated to it by the Union Parliament.",
		"These powers include direct taxation within the province in order to raise revenue for provincial purposes and the control of municipalities and other local bodies, and of \" elementary education \" - which embraces all education other than university.",
		"In short, though a legislative body, the provincial council exercises no authority which Parliament cannot revoke.",
		"The provincial council is presided over by a chairman, elected from its members; and the council also chooses an executive committee of four, who need not be members of the council.",
		"A provincial auditor is also appointed by the Union ministry and is removable only for reasons which must be submitted to the Union Parliament.",
		"Under provisions of the Financial Relations Acts of 1913 and 1917 the Union Government pays to the provinces an annual subsidy amounting to one-half of the estimated normal provincial expenditure for the year.",
		"The subsidies paid to the Cape provincial council varied from £862,000 in 1913-4 to £999,000 in 1917-8; the revenue raised by the province was £405,000 and £426,000 respectively in the years named, but had been as low as £316,000 in 1914-5.",
		"The chief item of expenditure is on education; thus in 1913-4, out of a total expenditure by the provincial council of £1,142,000, the sum of £853,000 was spent on education.",
		"Parties in South Africa are not divided on provincial lines; it may, however, be recorded that the majority of the Cape members of Parliament have favoured the maintenance of the British connexion and the fusion of Dutch and British interests.",
		"Bilingual requirements gave rise to no great difficulty, the provincial council having passed an ordinance in 1921 providing that the medium of instruction up to standard IV.",
		"Provincial spirit remained keen, but the white inhabitants of the eastern district, who are largely (if not mainly) of British descent, look to the Transvaal and Free State for trade, while with the people of the western part of the province (who, Cape Town apart, are predominantly of Dutch origin) they have practically no commercial intercourse.",
		"There was no introduction of party politics in the provincial council (as happened in the Transvaal province).",
		"The population of the provincial capitals is in some cases over-estimated, especially for Guayaquil and Quito, neither of which could have had 50,000 at the date of this estimate.",
		"Besides the provincial capitals already noted, there are no large and important towns in the country.",
		"Seven years before he had started a model farm at Frechine, where he demonstrated the advantages of scientific methods of cultivation and of the introduction of good breeds of cattle and sheep. Chosen a member of the provincial assembly of Orleans in 1787, he busied himself with plans for the improvement of the social and economic conditions of the community by means of savings banks, insurance societies, canals, workhouses, &c.; and he showed the sincerity of his philanthropical work by advancing money out of his own pocket, without interest, to the towns of Blois and Romorantin, for the purchase of barley during the famine of 1788.",
		"It naturally happened, however, that the title was generally bestowed upon officials, especially on the chief provincial governors, and even among barbarian chieftains whose friendship was valuable enough to call forth the imperial benediction.",
		"In July 1852 he presided at Oscott over the first provincial synod of Westminster, at which Newman preached his sermon on the \" Second Spring \"; and at this date Wiseman's dream of the rapid conversion of England to the ancient faith seemed not incapable of realization.",
		"In October 1765, Goethe, then a little over sixteen, left Frankfort for Leipzig, where a wider and, in many respects, less provincial life awaited him.",
		"He was a member of the Virginia committee of correspondence in 1773, in 1774 was president of the Virginia provincial convention, and a member of the first Continental Congress.",
		"In 1776, as president of the provincial convention, which adopted a state constitution for Virginia, he drew up the instructions to the Virginia members of Congress directing them to advocate the independence of the American colonies.",
		"Thus, in north Syria the art has Assyrian and Hittite affinities, but is provincial and sometimes rough.",
		"Other schools are the provincial Institute of Secondary Education (490 regular students in 1907; library of 12,863 vols.), a provincial school of arts and trades (opened 1882), a theological seminary, a boys' technical school, a school of painting and sculpture, a conservatory of music, normal school, mercantile school and a military academy.",
		"It is the starting-point of a railway system which reaches the six provincial capitals between Pinar del Rio and Santiago, Cardenas, Cienfuegos and other ports.",
		"In 1329 he was chosen twelfth provincial of the English Carmelites.",
		"In 1836 he was elected member for Halifax in the provincial assembly, and during the next twelve years devoted himself to attaining responsible government for Nova Scotia.",
		"In large provincial towns there is a punchait, or council, for the trial of commercial cases.",
		"With this object a council of state for tribal affairs was established; and it was arranged that a representative of each tribe should be associated with the provincial governors for the adjudication of tribal cases.",
		"In order to remedy these defects primary education was made a first charge upon provincial revenues, and a permanent annual grant of 213,000 was made from the central government, with the result that thousands of new primary schools have since been opened.",
		"The local or provincial governments are fifteen in all, with varying degrees of responsibility.",
		"There are four engineering colleges in India, which furnish to natives access to the higher grades of the public works department; and the provincial education services are recruited solely in India.",
		"Other sources of revenue are stamps, levied on judicial proceedings and commercial documents; registration of mortgages and other instruments; and provincial rates, chiefly in Bengal and the United Provinces for public works or rural police.",
		"They provided (inter alia) for a non-official majority in all of the provincial councils, but not in that of the governor-general; for an elaborate system of election of members by organized constituencies; for nomination where direct election is not appropriate; and for the separate representation of Mahommedans and other special interests.",
		"In April 1776, while still retaining his seat in the Continental Congress, Jay was chosen as a member of the third provincial congress of New York; and his consequent absence from Philadelphia deprived him of the honour of affixing his signature to the Declaration of Independence.",
		"As a member of the fourth provincial congress he drafted a resolution by which the delegates of New York in the Continental Congress were authorized to sign the Declaration of Independence.",
		"The most common form of provincial government is that by a governor, who is elected biennially by the municipal councillors in convention, and a secretary, a treasurer, a supervisor, and a fiscal or prosecuting attorney, who are appointed by the Philippine Commission.",
		"He delivered his long series of Philippics at Rome, and kept up a correspondence with the various provincial governors and commanders, all short-sighted and selfish, and several of them half-hearted, endeavouring to keep each man in his place and to elaborate a common plan of operations.",
		"Pentonville was available for the first phase; Millbank was also pressed into the service, and accommodation was hired in some of the best provincial prisons, as at Wakefield and Leicester.",
		"Lastly, a regular post service was instituted from Damascus to the provincial capitals, especially destined for governmental despatches.",
		"The provincial governors in whom his father had placed confidence, Mandi superseded by creatures of his own.",
		"As the provincial revenues annually decreased, it became impossible to pay this sum, and Salih the son of Wasif, in spite of the remonstrances of the caliph, confiscated the property of state officials.",
		"The provincial capitals and many other cities are walled.",
		"There are provincial horse-breeding stations, where pony stallions, from 10 to 12 hands high, are bred for carrying burdens.",
		"Each provincial government has a Japanese secretary, police inspector and clerks.",
		"Leaders in the New York Provincial Congress considered the advisability of answering it, but came to the conclusion that it was unanswerable.",
		"It was from this congregation that Luther went forth, and great numbers of the German Augustinian Hermits, among them Wenceslaus Link the provincial, followed him and embraced the Reformation, so that the congregation was dissolved in 1526.",
		"From 1824 to 1840 there is a complicated and not uninteresting movement of local politics and a preparation for the future, - the missions fall, republicanism grows, the sentiment of local patriotism becomes a political force, there is a succession of sectional controversies and personal struggles among provincial chiefs, an increase of foreign commerce, of foreign immigration and of foreign influence.",
		"Albacete comprises the picturesque old upper town and the new or lower town, with lawcourts, schools, barracks, hospitals, a council-hall, a bull-ring and other modern buildings, mostly erected after the city became a provincial capital in 1833.",
		"Their law was founded originally on the general national (or provincial) law, on custom, and on special privilege.",
		"In 1850 he went back to Rome and was made provincial of the order, and for four years laboured to make the Dominicans a religious power.",
		"Si-gan Fu, or Sian Fu, is the provincial capital; there are six other prefectural cities.",
		"After figuring for some years at the principal provincial theatres of France and Holland, he became director of the playhouse at Geneva.",
		"We know of it in 188-168 B.C. as dependent on Rhodes, and, from 168 till the time when the emperor Claudius absorbed it in the provincial system, as an independent state under Roman protection.",
		"The lieutenant-governors of the provinces are nominated by him; and all local legislation is carried on by the provincial parliaments.",
		"It is the seat of the provincial authorities, and has three churches, a court of appeal, a Roman Catholic gymnasium, which was formerly the Benedictine abbey of Weddinghausen, a library, a normal school and a chamber of commerce.",
		"As provincial governors the praetors had frequent occasion to exercise their military powers, and they were often accorded a triumph.",
		"It was restored at the end of the 19th century to contain the important provincial library and national archives.",
		"Other noteworthy buildings are the picturesque weigh-house (1595), the town hall (1715), the provincial courts (1850), and the great church of St Jacob, once the church of the Jacobins, and the largest monastic church in the Netherlands.",
		"The museum of the Frisian Society is of modern foundation and contains a collection of provincial antiquities, including two rooms from Hindeloopen, an ancient village of Friesland, some 16thand 17th-century portraits, some Frisian works in silver of the 17th and 18th centuries, and a collection of porcelain and faience.",
		"During the 7th century the provincial system broke down, and the country was divided into themes or military districts.",
		"Of modern structures, the government offices, the house of the provincial diet, the post office and the palace of the commander of the 17th army corps, which has its headquarters in Danzig, are the most noteworthy.",
		"He accordingly returned to India in 1640, and was elected rector, and afterwards provincial, of the Jesuits at Goa.",
		"The individual Jesuit obeyed his superior, who obeyed the rector, who obeyed the provincial, who obeyed the general, Who obeyed the pope, who took his orders straight from God Almighty.",
		"Instead of being brought up in diocesan seminaries, centres of provincial narrowness, candidates for ordination were to be collected into a few large colleges set up in university towns.",
		"Thus each province or body of bishops under a metropolitan holds provincial councils, while at greater intervals a plenary or national council is held.",
		"In 1 7741 775 he was a member of the Massachusetts Provincial Congress.",
		"On the 13th of October 1824, the twelfth anniversary of his death, his remains were removed from the bastions of Fort George, where they had been originally interred, and placed beneath a monument on Queenston Heights, erected by the provincial legislature.",
		"The great form of indirect taxation consisted in the customs dues (portoria), which were collected at the provincial boundaries and varied in amount, though the maximum did not exceed 5 Under the same head were included the town dues (or octrois).",
		"Further, the local administration was charged on the district concerned, and requisitions for the public service were frequently made on the provincial communities.",
		"Being bound to pay a stated sum to the public authorities these publicani naturally aimed at extracting the largest possible amount from the unfortunate provincials, and, as they belonged to the Roman capitalist class, they were able to influence the provincial governors.",
		"The capital and certain provincial towns were favoured at the expense of the provinces and the country districts.",
		"Under the Franks the land tax and the provincial customs continued as forms of revenue, while beside them the gifts and court fees of Teutonic origin took their place.",
		"Alike in expenditure, in forms of receipt, and in methods of administration the central government has the right of directing and supervising the work of municipal and provincial agencies.",
		"As provincial of his order, which office he held during most of the third decade of the century, he contributed largely to its prosperity, and won the confidence of the popes Gregory IX., Innocent IV.",
		"Just as the emperor is kami, and provincial officers of rank, so also mountains, rivers, the sea, thunder, winds, and even animals like the tiger, wolf or fox, are all kami.7 The spirits of the dead also become kami, of varying character and position; some reside in the temples built in their honour; some hover near their tombs; but they are constantly active, mingling in the vast multitude of agencies which makes every event in the universe, in the language of Motowori (1730-1801), the act of the Kami.",
		"Theoretically it was in the territory of the tribe of Asher, and Josephus assigns it by name to the district of one of Solomon's provincial governors.",
		"Fray Marcos was made Provincial of his order for Mexico before the second trip to Zuni, and returned in 1541 to the capital, where he died on the 25th of March 1558 The Descubrimiento is one of the world's famous narratives of travel."
	],
	"synonyms": [
		"uncultured",
		"rustic",
		"regional",
		"one-horse",
		"homespun",
		"crude",
		"bucolic",
		"bigoted",
		"awkward",
		"unpolished",
		"countrified",
		"narrow",
		"local",
		"limited",
		"rural",
		"bucolic",
		"peasant"
	],
	"antonyms": [
		"cosmopolitan",
		"modern",
		"liberal",
		"citified",
		"metropolitan"
	]
}