{
	"word": "denote",
	"meaning": [
		"To be a sign of; indicate.",
		"To be the name for (individuals or instances of a class)",
		"To signify or refer to explicitly; stand for; mean.",
		"To make overt."
	],
	"sentences": [
		"Various artifices are employed to denote the end of the reaction.",
		"The expression (ab) 4 properly appertains to a quartic; for a quadratic it may also be written (ab) 2 (cd) 2, and would denote the square of the discriminant to a factor pres.",
		"But on the assumption that \"mathematics\" is to denote a science well marked out by its subject matter and its methods from other topics of thought, and that at least it is to include all topics habitually assigned to it, there is now no option but to employ \"mathematics\" in the general sense' of the \"science concerned with the logical deduction of consequences from the general premisses of all reasoning.\"",
		"The term is now used generally to denote one of gentle birth.",
		"Those words only denote a certain stage of understanding of phenomena.",
		"Later, they were used to denote the attendants on certain priests and priestesses, especially the flamen dialis and flaminica and the curiones.",
		"The use by the Malays of artificially constructed terms to denote these things may certainly be taken to strengthen the opinion that the Malays arrived in the lands they now inhabit at a comparatively late period in their history, and at a time when they had developed considerably from the original state of primitive man.",
		"One accent only is to be used, the acute, to denote the syllable on which stress is laid.",
		"Compounds were denoted by joining the symbols of the components, and by varying the manner of joining compounds of the same elements were distinguished The symbol V was used to denote a liquid, and a vertical line to denote a gas.",
		"The word denotes in very early French law the portion of lands or money given by fathers and mothers to their sons or daughters on marriage, and usually connotes a renunciation by the latter of any future inheritance; or it may denote the portion given by the eldest son to his brothers and sisters when he was sole inheritor.",
		"What do the letters in the Received Private Messages display denote?",
		"It certainly does n't denote a person 's sexuality - not in all cases.",
		"To obtain the real form we multiply out, and, in the result, substitute for the products of symbols the real coefficients which they denote.",
		"If now the nti c denote a given pencil of lines, an invariant is the criterion of the pencil possessing some particular property which is independent alike of the axes and of the multiples, and a covariant expresses that the pencil of lines which it denotes is a fixed pencil whatever be the axes or the multiples.",
		"It may denote a simultaneous orthogonal invariant of forms of orders n i, n2, n3,...; degree 0 of the covariant in the coefficients.",
		"The linear invariant a s is such that, when equated to zero, it determines the lines ax as harmonically conjugate to the lines xx; or, in other words, it is the condition that may denote lines at right angles.",
		"The development of symbolic algebra by the use of general symbols to denote numbers is due to Franciscus Vieta (Francois Viete, 1540-1603).",
		"Denote the product n(n +I) ..",
		"It is convenient to retain x, to denote x r /r!, so that we have the consistent notation xr =x r /r!, n (r) =n(r)/r!, n[r] =n[r]/r!.",
		"If we denote these by f i (x), f 2 (x),..",
		"The special symbols o and I are used to denote a - a and a=a.",
		"But the symbols of ordinary algebra do not necessarily denote numbers; they may, for instance, be interpreted as coplanar points or vectors.",
		"Let i denote a definite region of space; and let a, b, &c., stand for definite parts of i.",
		"Let a+b denote the region made up of a and b together (the common part, if any, being reckoned only once), and let a X b or ab mean the region common to a and b.",
		"These may be compared and contrasted with such quaternion formulae as S(VabVcd) =SadSbc-SacSbd dSabc = aSbcd - bScda+cSadb where a, b, c, d denote arbitrary vectors.",
		"But its place was taken more and more by Yugoslavia, which, it should be remarked, was then still used to denote all the territories inhabited by any southern Slav tribe, and so to include the Bulgars no less than the Serbo-Croats and Slovenes.",
		"If 8 and 4' denote the angles with the normal made by the incident and diffracted rays, the formula (5) still holds, and, if the deviation be reckoned from the direction of the regularly reflected rays, it is expressed as before by (0+0), and is a minimum when 8 = 0, that is, when the diffracted rays return upon the course of the incident rays.",
		"This displacement, which we may denote by; is in the plane containing z and r, and perpendicular to the latter.",
		"But there is no difficulty in supposing that each division of the Levitical musicians had its own traditional music, certain instruments being peculiar to the one and certain to the other, in which case the assignment of a psalm to the Asaphites or Korahites will merely denote the sort of music to which it is set.",
		"We have endeavoured to show that the ascription \" to David \" in these groups did not originally denote authorship by David, and that, notwithstanding the subscription of Ps.",
		"It may be convenient to use the terms \"vitality\" and \"vital force\" to denote the causes of certain great groups of natural operations, as we employ the names of \"electricity\" and \"electrical force\" to denote others; but it ceases to be proper to do so, if such a name implies the absurd assumption that \"electricity\" and \"vitality\" are entities playing the part of efficient causes of electrical or vital phenomena.",
		"Let P, Q denote the normal thrust across the sides bc, ca, and R the normal thrust across the base ab.",
		"The effective angular inertia of the body in the medium is now required; denote it by C 1 about the axis of the figure, and by C2 about a diameter of the mean section.",
		"Opinions differ as to the true import of these glosses; some scholars hold that the Salic Law was originally written in the Frankish vernacular, and that these words are remnants of the ancient text, while others regard them as legal formulae such as would be used either by a plaintiff in introducing a suit, or by the judge to denote the exact composition to be pronounced.",
		"The term clay is often used by chemists to denote hydrated silicate of alumina (Al 2 O 3 2SiO 2.2H 2 O), of which kaolin or china clay is a fairly pure form.",
		"Hereafter the simple name Pontus without qualification was regularly employed to denote the half of this dual province, especially by Romans and people speaking from the Roman point of view; it is so used almost always in the New Testament.",
		"But it was also frequently used to denote (in whole or part) that portion of the old Mithradatic kingdom which lay between the Halys (roughly) and the borders of Colchis, Lesser Armenia, Cappadocia and Galatia - the region properly designated by the title \"Cappadocia towards the Pontus,\" which was always the nucleus of the Pontic kingdom.",
		"Now this consulship corresponded with the 238th year of our era; therefore, deducting 238 from 991, we have 753 to denote the year before Christ.",
		"Astronomers denote the year which preceded the first of our era by o, and the year previous to that by 1 B.C.; but chronologers, in conformity with common notions, call the year preceding the era 1 B.C., the previous year 2 B.C., and so on.",
		"The characters given to that year 2357 B.C. are Kea-shin, which denote the 41st of the cycle.",
		"None of them, in point of fact, has held its ground, and even his proposal to denote unknown quantities by the vowels A, E, I, 0, u, Y - the consonants B, c, &c., being reserved for general known quantities - has not been taken up. In this denotation he followed, perhaps, some older contemporaries, as Ramus, who designated the points in geometrical figures by vowels, making use of consonants, R, S, T, &c., only when these were exhausted.",
		"This does not mean, what is often alleged, that nobody before him had ever thought of choosing symbols different from numerals, such as the letters of the alphabet, to denote the quantities of arithmetic, but that he made a general custom of what until his time had been only an exceptional attempt.",
		"Let k denote this height, and let PM be denoted by 1.",
		"But in Englishspeaking countries the word \" liturgy \" has come to be used in a more popular sense to denote any or all of the various services of the Church, whether contained in separate volumes or bound up together in the form of a Book of Common Prayer.",
		"An instance of his injurious language was found in his use of the term \" trinitaires \" to denote \" ceux qui croyent en la Trinit6.\"",
		"In Nassau and Bavaria woody structure is very common, and it is [[Table I]].-Elementary Composition of Coal (the figures denote the amounts per cent).",
		"If 2mu 2 denote the mean value of 2mu 2 averaged over the s molecules of the first kind, equations (3) may be written in the form Z mu g = 2 mv 2 = 2 mw 2 = 2x,0 2 1 =.",
		"On the other hand praetorium could denote any lord's residence, even on a civilian's estate.",
		"The name \"blarney\" has passed into the language to denote a peculiar kind of persuasive eloquence, alleged to be characteristic of the natives of Ireland.",
		"The word 6 uXia from iatXEiv (buou, Eau)), meaning communion, intercourse, and especially interchange of thought and feeling by means of words (conversation), was early employed in classical Greek to denote the instruction which a philosopher gave to his pupils in familiar talk (Xenophon, Memorabilia, I.",
		"Hence the name of lustrum came to denote the intercensal term, or a period of five years.",
		"If there are m of these strips, and if the breadth of each is h, so that H =mh, it is convenient to write x in the form xo+Oh, and to denote it by x 0, the corresponding value of u being ue.",
		"It will be found convenient to denote?",
		"Though a species of mangrove fringes much of this peninsula, its presence does not denote malaria, from which the islands are entirely free.",
		"If d is measured for two gases in succession for the same frequency N, we have 72 p 2P1 d22 71 p i p s d12' where the suffixes denote the gases to which the quantities relate.",
		"Thus we shall call the first inclined line on the left hand the line AG, the line representing the first force on the top left-hand joint AB, the first horizontal member at the top left hand the line BH, etc. similarly each point requires at least three letters to denote it; the top first left-hand joint may be called Abhg, being the point where these four spaces meet.",
		"The Order of the Golden Age, for example, with its headquarters at Barcombe Hall, Paignton, South Devon, adopted the words \"Fruitarian\" and \"Fruitarianism\" to denote the dietary of its members.",
		"In the latter sense it was chiefly used by the Gnostic sects to denote those eternal beings or manifestations which emanated from the one incomprehensible and ineffable God.",
		"Kohen, iEpEbs, sacerdos, are, in fact, fair translations of one another; they all denote a minister whose stated business was to perform, on behalf of the community, certain public ritual acts, particularly sacrifices, directed godwards.",
		"In this case \"the Synagogue of the Libertines\" is the assembly of \"the Freedmen\" from Rome, descendants of the Jews enslaved by Pompey after his conquest of Judaea 63 B.C. If, however, we take Ac13EpTLvwv Kai Kvprivaiwv Kai AXE avbpLov closely together, the first name must denote the people of some city or district.",
		"The book was written in Greek, though not improbably the middle portion, the Testament of Hezekiah, was originally composed in Semitic. The Greek in its original form, which we may denote by G, is lost.",
		"As the name for a keeper of a herd or flock of domestic animals, the herdsman, it is usually qualified to denote the kind of animal under his protection, as swine-herd, shepherd, &c., but in Ireland, Scotland and the north of England, \"herd\" alone is commonly used.",
		"The term prior was most commonly used to denote the superiors in a monastery, at first with an indefinite significance, but later, as monastic institutions crystallized, describing certain definite officials.",
		"When used by St Benedict in the singular number it seems (according to the commentator Menard) to denote the abbot himself.",
		"Arbogast's rule of the last and the last but one; in fact, taking the value of a to be unity, and, understanding this letter in each term, the rule gives b; c, b2; d, bc, b; e, bd, c, b c, b, &c., which, if b, c, d, e, &c., denote I, 2, 3, 4, &c., respectively, are the partitions of 1, 2, 3, 4, &c., respectively.",
		"P. Lamarck's term Annelides, now used to denote a major phylum or division of coelomate invertebrate animals.",
		"This word need not mean, but may quite well and pointedly mean, a collection specially of Sayings, and would still more aptly denote a collection of divine or authoritative sayings (Xryca=prop. \"oracles \").",
		"The notation log x is generally employed in English and American works, but on the continent of Europe writers usually denote the function by lx or lg x.",
		"It is customary, therefore, to denote the exponential function by e x, and the result ex = I +x+x2/2 !",
		"It was, therefore, a word that might be employed to denote an organized gathering of a portion of the Roman people such as the plebs, and in this sense is contrasted with comitia, which when used strictly should signify an assembly of the whole people.",
		"It was then employed to describe a \"peasant,\" and gradually began to denote undesirable qualities.",
		"The word \"myrmidon\" has passed into the English language to denote a subordinate who carries out the orders of his superior without mercy or consideration for others.",
		"The term \"East Indies\" is still sometimes applied to the Malay Archipelago alone, and the phrase \"Dutch East Indies\" is commonly used to denote the Dutch possessions which constitute the greater part of that archipelago.",
		"The month, however, being a convenient period of time, has retained its place in the calendars of all nations; but, instead of denoting a synodic revolution of the moon, it is usually employed to denote an arbitrary number of days approaching to the twelfth part of a solar year.",
		"Let L Denote The Number Of The Dominical Letter Of Any Given Year Of The Era.",
		"The Above Expression Must Therefore Be Diminished By The Number Of Units In 4, Or By () W (This Notation Being Used To Denote The Quotient, In A Whole Number, That Arises From Dividing X By 4).",
		"As 1600 Was A Leap Year, The First Correction Of The Julian Intercalation Took Place In 1700; Hence, Taking C To Denote The Number Of The Century As Before, The Correction Becomes (C 16) (C 416) W, Which.",
		"Let V denote the volume of the inEssay Instrument.",
		"By the time of Ine, however, pending, pen(n)ing (\" penny \"), had already come into use for the latter, while, owing to the temporary disappearance of a gold coinage, scilling had come to denote a mere unit of account.",
		"It is sometimes employed, too, in a more contracted sense, to denote the palaeography, in inscriptions.",
		"The term binnacle, originally bittacle, is a corruption of the Portuguese abitacolo, to denote the housing enclosing the compass, probably originating with the Portuguese navigators.",
		"If µ i and µ2 denote the potentials of any one component in two phases in contact, when there is equilibrium, we know that µ i =P2 If a third phase is in equilibrium with the other two we have also =123.",
		"It was thence applied to denote any luminous ring, such as that viewed around the sun or moon, or portrayed about the heads of saints.",
		"For instance, 237578 w was printed @ 5070 8 3D; and the fact that Stevinus meant those encircled numerals to denote mere exponents is evident from his employing the very same sign for powers of algebraic quantities, e.g.",
		"Here we have the cushion-like type (stroma) of Nectria and many Pyrenomycetes, the clavate \"receptacle\" of Clavaria, &c., passing into the complex forms met with in Sparassis, Xylaria, Polyporei, and Agaricini, &c. In these cases the compound sporophore is often termed the hymenophore, and its various parts demand special names (pileus, stipes, gills, po--es, &c.) to denote peculiarities of distribution of the hymenium owlthe surface.",
		"It was formerly thought that Shumer was employed especially to denote the south of Babylonia, while Akkad was used only of the north, but this view is no longer regarded as tenable.",
		"Furthermore, the fact that the Syriac Sen'ar = Shinar was later used to denote the region about Bagdad (northern Babylonia) does not necessarily prove that Shinar-Shumer meant only northern Babylonia, because, when the term Sen'ar was applied to the Bagdad district the great southern Babylonian civilization had long been forgotten and \" Babylonia \" really meant only what we now know as northern Babylonia.",
		"It is interesting to note that at the synod of Antioch the use of the word consubstantial to denote the relation of God the Father to the divine Son or Logos was condemned, although it afterwards became at the Council of Nicaea the watchword of the orthodox faction.",
		"Fritz' curves, shown in the illustration, are termed isochasms, from the Greek word employed by Aristotle to denote aurora.",
		"The monthly figures denote the percentages of the total number seen in the year.",
		"This belief is erroneous, as the number of kingdoms varied considerably from time to time; nevertheless the word still serves a useful purpose to denote the period.",
		"It may be used to denote ancient Greek culture in all its phases, and even those elements in modern civilization which are Greek in origin or in spirit; but, while Matthew Arnold made the term popular in the latter connexion as the antithesis of \" Hebraism,\" the German historian 1 For the microscopical characters and for figures of transverse sections of the rhizome, see Lanessan, Hist.",
		"The term was first used by Musschenbroek to denote an instrument wherein the expansion of a metal rod measured the temperature.",
		"Ray Lankester (preface to the English edition of C. Gegenbaur's Comparative Anatomy), and employed by the same writer in the 9th edition of this encyclopaedia (article \"Zoology\") to denote the eighth phylum, or major division, of coelomate animals.",
		"The term Iota communitas, \" the whole community,\" appears to denote all freeholders of gentle birth, who might be present at any important assembly for the discussion of national affairs.",
		"This is what Darwin especially intended to denote by the term \"sexual selection.\"",
		"In the geometry of plane curves, the term parabola is often used to denote the curves given by the general equation a' n x n = ym+n, thus ax= y 2 is the quadratic or Apollonian parabola; a 2 x = y 3 is the cubic parabola, a 3 x = y4 is the biquadratic parabola; semi parabolas have the general equation ax n-1 = yn, thus ax e = y 3 is the semicubical parabola and ax 3 = y 4 the semibiquadratic parabola.",
		"Etymological strictness would require it to denote exclusively the narrow strip of coast-land once occupied by the Philistines, from whose name it is derived.",
		"It is, however, conventionally used as a name for the territory which, in the Old Testament, is claimed as the inheritance of the pre-exilic Hebrews; thus it may be said generally to denote the southern third of the province of Syria.",
		"The pure Arab origin of the Bedouins is recognized in common conversation in the country, the word \" Arab \" being almost restricted to denote these wanderers, and seldom applied to the dwellers in towns and villages.",
		"These valleys denote the limits of cultivation in this direction.",
		"From near the Dorah pass (14,800 ft.), which connects Chitral with the Panja (or Oxus) river, a long, straight, snow-clad spur reaches southwards, which divides the Kafiristan valley of Bashgol from that of Chitral, and this continues to denote the eastern limits of Afghanistan till it nearly touches the Chitral river opposite the village of Arnawai, m.",
		"It was used by Galileo as early as 1612, and came into English use much later, when it supplanted trunk and cylinder, the terms hitherto used to denote the telescope.",
		"It is generally employed to denote the number of units of mechanical work or energy which, when completely converted into heat without loss, would be required to produce one heat unit.",
		"The term, however, came to denote not a nationality but a political status, and though the main body of the perioeci may have been Achaean in origin, yet they afterwards included Arcadians on the northern frontier of Laconia, Dorians, especially in Cythera and in Messenia, and Ionians in Cynuria.",
		"It has become customary, however, for the name to be used by Europeans in Borneo to denote the whole of the company's territory, and little by little the more educated natives are insensibly adopting the practice.",
		"They have the chief characteristics of the Polynesian, with Malay affinities, and peculiarities such as the use of suffixes and inseparable pronouns and, as in Tagal, of the infix to denote changes in the verb; in the west groups there is a tendency to closed syllables and double consonants, and a use of the palatals ch, j, sh, the dental th, and s (the last perhaps only in foreign words), which is alien to the Polynesian.",
		"Suppose, for example, that we have a light string stretched over a smooth curve; and let Rs denote the normal pressure (outwards from the centre of curvature) on bs.",
		"Let i/i denote the inclination to the horizontal, and was the weight of an element t5s.",
		"If T denote the kinetic energy, we may say then that the sum T + V is in any interval of time increased by an amount equal to the work done by the extraneous forces.",
		"We denote these co-ordinates by qi,qi,..",
		"If in (21) we imagine that x, y, I denote infinitesimal rotations of a solid free to turn about a fixed point in a given field of force, it appears that the three normal modes consist each of a rotation about one of the three diameters aforesaid, and that the values of in are proportional to the ratios of the lengths of corresponding diameters of the two quadrics.",
		"If x be measured upwards from the lower end, the horizontal component of the tension P at any point will be Pay/ax, approximately, if y denote the lateral displacement.",
		"Let -y denote the total angular velocity of the rotation of the cone B about the instantaneous axis, $ its angular velocity about the axis OB relatively to the plane AOB, and a the angular velocity with which the plane AOB turns round the axis OA.",
		"Let V5 denote the velocity of advance at a given instant, which of course is common to all the particles of the body; a the angular velocity of the rotation at the same instant; 2,r = 6.2832 nearly, the circumference of a circle of the radius unity.",
		"Let r denote the perpendicular distance of a point in a body moving helically from the axis.",
		"Let ci denote the velocity 1sf Tf at any given instant; v2 that of T,.",
		"Epicyclic Trains.The term ep-icyclic train is used by Willis to denote a train of wheels carried by an arm, and having certain rotations relatively to that arm, which itself rotates.",
		"Let a denote the arc of contact expressed in turns and fractions of a turn; then O=62832a 6",
		"Let e denote the quantity by which the energy exerted in each cycle of the working of the machine alternately exceeds and falls short of the work performed, and which has consequently to be alternately stored by acceleration and restored by retardation of the flywheel.",
		"The term is used in Bombay, Madras and Bengal to denote a considerable number of castes of moderate respectability, the higher of whom are considered ` clean ' Sudras, while the precise status of the lower is a question which lends itself to endless controversy.\"In northern and north-western India, on the other hand,\" the grade next below the twice-born rank is occupied by a number of castes from whose hands Brahmans and members of the higher castes will take water and certain kinds of sweetmeats.",
		"In other words, the one definition of Renaissance makes it denote the whole change which came over Europe at the close of the middle ages.",
		"Petrarch first opened a new method in scholarship, and revealed what we denote as humanism.",
		"Curiously enough, the name \"Sabian\" was used by theMeccanidolaters to denote Mahomet himself andhisMoslem converts, apparently on account of the frequent ceremonial ablutions which formed a striking feature of the new religion.",
		"In ethics the term is used, like indeterminism, to denote the theory that mental change cannot always be ascribed to previously ascertained psychological states, and that volition is not causally related to the motives involved.",
		"The plural form (Les Finances) was particularly reserved for this application, while the singular came to denote business activity in respect to monetary dealings (as in the expression la haute finance).",
		"The term \" electricity \" is applied to denote the physical agency which exhibits itself by effects of attraction and repulsion when particular substances are rubbed or heated, also in certain chemical and physiological actions and in connexion with moving magnets and metallic circuits.",
		"The name is derived from the word electrica, first used by William Gilbert (1544-1603) in his epoch-making treatise De magnete, magneticisque corporibus, et de magno magnete tellure, published in 1600, 1 to denote substances which possess a similar property to amber (= electrum, from iiXecrpov) of attracting light objects when rubbed.",
		"The literal sense of the term churinga, applied by the Central Australians to their sacred objects, and likewise used more abstractly to denote mystic power, as when a man is said to be \" full of churinga,\" is \" secret,\" and is symptomatic of the esotericism that is a striking mark of Australian, and indeed of all primitive, religion, with its insistence on initiation, its exclusion of women, and its strictly enforced reticence concerning traditional lore and proceedings.",
		"Pfleiderer employed the word to denote a relative monotheism like that of the early religion of Israel, whose teachers demanded that the nation should worship but one god, Yahweh, but did not deny the existence of other gods for other peoples.",
		"Hence the terms Utopia and Utopian are also used to denote any visionary scheme of reform or social theory, especially those which fail to recognize defects inherent in human nature.",
		"Obligatio was used to denote either end of the legal chain that bound the parties, the right of the party who could compel fulfilment of the obligatio, the creditor, or the duty of the party who could be compelled to fulfilment, the debitor.",
		"This comprised 36 signs, almost all of which denote single sounds.",
		"Among the many terms used in the early days of Protestant theology to denote the great systems, three deserve special notice - Thetic Theology, Positive Theology, Dogmatic Theology.",
		"The epistle is not a compilation from the two others (as Schleiermacher thought), but it seems to denote a slightly later stage.",
		"Even if maggaba does denote the ordinary workman's hammer, and not the great smith's hammer which would more fitly symbolize the impetuosity of Judas, this is not a fatal objection.",
		"We shall use the symbol e to denote this extreme range, beyond which the action of these forces may be regarded as insensible.",
		"If T12 denote the interfacial tension, the energy corresponding to unit of area of the interface b Q FIG.",
		"In this process work is gained which we may denote by 4T'12, 2T'12 for each pair.",
		"Since in the case of thin films the outer and inner surfaces are approximately equal, we shall consider the area of the film as representing either of them, and shall use the symbol T to denote the energy of unit of area of the film, both surfaces being taken together.",
		"In some later writers (Procopius, &c.) Thule seems sometimes used to denote Scandinavia.",
		"Small capitals denote differences from Roman Catholic, italics differences from Protestant doctrine.",
		"Technically and scientifically the term syrup is also employed to denote viscid, generally residual, liquids, containing substances other than sugar in solution.",
		"Sometimes they are applied, as in the Copepoda, to the limb-bearing and limbless regions of the trunk, while in other cases, as in the Phyllopoda, they denote, respectively, the regions in front of and behind the genital apertures.",
		"The author takes a genuine prophecy, undoubtedly intended by Jeremiah to refer simply to the duration of the Babylonian captivity, and, by means of a purely arbitrary and mystical interpretation, makes it denote the entire period of Israel's degradation down to his own time.",
		"So far as it has any such force in Europe, it may be said partly to be connected with Bonapartism, and to denote a popular but military dictatorship, partly to be connected with the federal idea, and to denote a precedence over other kings possessed by a ruler standing at the head of a composite state which may embrace kings among its members.",
		"A special feature of the Athenian festival was the \"Adonis gardens,\" small pots of flowers forced to grow artificially, which rapidly faded (hence the expression was used to denote any transitory pleasure).",
		"Medieval law books derived the term from socus, ploughshare, and took it to denote primarily agricultural work.",
		"Jacobi's next important work, David Hume fiber den Glauben, oder Idealismus and Realismus (1787), was an attempt to show not only that the term Glaube had been used by the most eminent writers to denote what he had employed it for in the Letters on Spinoza, but that the nature of the cognition of facts as opposed to the construction of inferences could not be otherwise expressed.",
		"Similarly when we get to ten tens we denote them by a new representation of the figure denoting one.",
		"We then have, e.g., 240 to denote two hundreds and four tens; and we may now adopt a uniform type for all the figures, writing this 240.",
		"Any particular I object is then defined completely by the combination 2 of the symbols last written down in each series; and 3 this combination of symbols can equally be used to denote the number of objects up to and including the last one (§ Io).",
		"On the continent of Europe the figures are taken in sets of three, but are merely spaced, the comma being used at the end of a number to denote the commencement of a decimal.",
		"The normal process of writing the larger numbers on the left is in certain cases modified in the Roman system by writing a number in front of a larger one to denote subtraction.",
		"Later, a system similar to the Hebrew was adopted, and extended by reproducing the first nine symbols of the series, preceded by accents, to denote multiplication by moo.",
		"Thus the word used by the Abipones to denote 5 was the name of a certain hide of five colours.",
		"These cardinal numbers have now, however, come to denote individual points in the line of measurement, i.e.",
		"We can, however, denote the result of the process by a symbol, and deal with this symbol according to the laws of arithmetic. In this way we arrive at (i) negative numbers, (ii) fractional numbers, (iii) surds, (iv) logarithms (in the ordinary sense of the word).",
		"If we denote the unit n of A by X, then A is n times X, and 12 n times X is p times X; i.e.",
		"We might therefore denote 76% by 0.76.",
		"Since represented 60, and o was the next letter, the latter appears to have been used to denote absence of one of the fractions; but it is not clear that our present sign for zero was actually derived from this.",
		"The following tables are given as illustrations of the arrangement adopted elsewhere in this article; the entries in any column denote multiples or submultiples of the unit stated at the head of the column, and the entries in any row give the expression of one unit in terms of the other units.",
		"Klein (1734) to denote the tests of the Echini or sea-urchins; its later use for the animals themselves, or for the whole phylum, was an error in both history and etymology.",
		"The word \"Pelmatozoa\" literally means \"stalked animals,\" but the name is now used to denote all Cystidea, Blastoidea, Crinoidea and Edrioasteroidea, as opposed to the other classes, which may be called Eleutherozoa.",
		"A crescent is used as a difference to denote the second son of a house; thus the earls of Harrington place a crescent upon a crescent, as descending from the second son of a second son.",
		"The study of the effects of pressure and temperature on many gases led to the introduction of the term \"permanent gases\" to denote gases which were apparently not liquefiable.",
		"In a looser sense the word is employed to denote abstinence from certain kinds of food merely; and this meaning, which in ordinary usage is probably the more prevalent, seems also to be at least tolerated by the Church of England when it speaks of \" fast or abstinence days,\" as if fasting and abstinence were synonymous.",
		"We may observe, however, that while the latter term is used to denote the virtuous man, and (in the neuter) equivalent to End generally, the former is rather chosen to express the quality of virtuous acts which in any particular case is the end of the virtuous agent.",
		"The words \"proximum bellum\" seem to denote a year very soon after 439.",
		"Hence the expression \"halcyon days,\" used in ancient and modern times to denote a period of calm and tranquillity.",
		"During the earliest years of the Anglo-Saxon rule in England the word was probably used to denote any person of noble birth.",
		"The simple rampart enclosed a space called lis 1 which contained 1 The term rath was perhaps applied to the rampart, but both lis and rath are used to denote the whole structure.",
		"The names, as a rule, will be found to denote elemental phenomena.",
		"Khwajah Ahmad and Jahanabad, villages on the left bank, or west of the true bed of the Helmund, denote the eastern line.",
		"In modern notation, if we denote the ordinate by y, the distance of the foot of the ordinate from the vertex (the abscissa) by x, and the latus rectum by p, these relations may be expressed as 31 2 for the hyperbola.",
		"The term Fraticelli was used contemptuously to denote, not any particular sect, but the members of orders formed on the fringe of the church.",
		"In the American Episcopal Church the word is frequently used to denote an ecclesiastical district.",
		"Although the Welsh name of Llanandras is said to denote a foundation by St Andras ap Rhun ap Brychan in the 5th century, the place seems to have been an obscure hamlet in the lordship of Moelynaidd until the 14th century, when Bishop David Martyn of St Davids (1290-1328) conferred valuable market privileges upon this his native place, which on doubtful authority is said to derive its English name from this priest.",
		"The name (Merce) seems to denote men of the March, and presumably was first applied when this district bordered upon the Welsh.",
		"Note that the alias \" duke \" is in brackets to denote that it is an identity database alias, not a keystore alias.",
		"At the third stage, Dhyana, the word ana, the word ana is used to denote the development of Objective Mind in man.",
		"Different computer suppliers have at different times used the phrase ' extended ASCII ' to denote different, and incompatible, extended character sets.",
		"We denote these bifurcations as \" reverse \" period-doubling bifurcations.",
		"The use of dia can again denote efficient causality.",
		"Tartans denote different clans in Scotland and in Guatemala a woman's blouse can indicate the village commune from which she comes.",
		"The phrases for which links would be created would usually denote concepts.",
		"Words denoting any gender shall denote all genders and words denoting persons shall include firms and corporations and vise versa.",
		"The red squares denote the mean heuristic for the final heuristics of this run Figure 2.",
		"An alias, often abbreviated to ' als ' in the registers did not always denote illegitimacy, however.",
		"In the project I use computational metalanguage to denote and so render these names computationally tractable.",
		"It certainly doesn't denote a person's sexuality - not in all cases.",
		"The knife is a true workhorse, so don't be fooled by her sleek, traditional lines which proudly denote her Nordic origins.",
		"The term \"cobalt\" is met with in the writings of Paracelsus, Agricola and Basil Valentine, being used to denote substances which, although resembling metallic ores, gave no metal on smelting.",
		"The Latin noun limes denoted generally a path, sometimes a boundary path (possibly its original sense) or boundary, and hence it was utilized by Latin writers occasionally to denote frontiers definitely delimited and marked in some distinct fashion.",
		"The meaning of the term \"Pelasgian\" is, however, too obscure to furnish a basis for ethnographical speculation; in the time of Herodotus it may have already come to denote a period rather than a race.",
		"By a natural extension of the original meaning, the term brahma, in the sense of sacred utterance, was subsequently likewise applied to the whole body of sacred writ, the tri-vidya or \"triple lo re\" of the Veda; whilst it also came to be commonly used as the abstract designation of the priestly function and the Brahmanical order generally, in the same way as the term kshatra, \" sway, rule,\" came to denote the aggregate of functions and individuals of the Kshatriyas or Rajanyas, the nobility or military class.",
		"It is true that the preposition \" to \" O may denote authorship, as it does apparently in Isaiah xxxviii.",
		"In the Eulerian notation u, v, w denote the components of the velocity q parallel to the coordinate axes at any point (x, y, z) at the time t; u, v, w are functions of x, y, z, t, the independent variables; and d is used here to denote partial differentiation with respect to any one of these four independent variables, all capable of varying one at a time.",
		"To determine the component acceleration of a particle, suppose F to denote any function of x, y, z, t, and investigate the time rate of F for a moving particle; denoting the change by DF/dt, DF = 1t F(x+uSt, y+vIt, z+wSt, t+St) - F(x, y, z, t) dt at = d + u dx +v dy+ w dz and D/dt is called particle differentiation, because it follows the rate of change of a particle as it leaves the point x, y, z; but dF/dt, dF/dx, dF/dy, dF/dz (2) represent the rate of change of F at the time t, at the point, x, y, z, fixed in space.",
		"Thus Paracelsus and Libavius both used the term to denote a fine powder, the latter speaking of an alcohol derived from antimony.",
		"The data for the area ADQ are a series of values of u corresponding to equidifferent values of x; if we denote by y the distance of a point on the arc AD from QD, we can from the series of values of u construct a series of values of y corresponding to equidifferent values of u, and thus find the area of ADQ, treating QD as the base.",
		"In mensuration, \"cubature\" is sometimes used to denote the volume of a solid; the word is parallel with \"quadrature,\" to determine the area of a surface (see Mensuration; Infinitesimal Calculus) .",
		"General terms such as \"Socialism,\" \"Slavery,\" \"Liberty,\" and technical terms in philosophy and theology are frequently the cause of controversies which would not arise if the disputants were agreed as to the Intension or Connotation of the terms. In addition Connotative terms, as those which imply attributes, are opposed to NonConnotative, which merely denote things without implying attributes.",
		"In The Tables Of The Church Calendar The Epacts Are Usually Printed In Roman Numerals, Excepting The Last, Which Is Designated By An Asterisk (*), Used As An Indefinite Symbol To Denote 30 Or O, And 25, Which In The Last Eight Columns Is Expressed In Arabic Characters, For A Reason That Will Immediately Be Explained.",
		"The titles which he bestowed on them carried little power, and served chiefly to denote the shares of the paternal inheritance which were to be theirs after his death.",
		"Paracelsus's name was Theophrastus Bombast von Hohenheim; for the names Philippus and Aureolus which are sometimes added good authority is wanting, and the epithet Paracelsus, like some similar compounds, was probably one of his own making, and was meant to denote his superiority to Celsus.",
		"Trains of Wheelwork.Let A1, A2, A3, &c., A,,,_1, A,,, denote a series of axes, and aj, a1, a3, &c., a,,,1, a,,, their angular velocities.",
		"In astronomy, the term is used in connexion with the Ptolemaic theory to denote the angular distance on the epicycle of a planet from the true apogee of the epicycle; and the \"equation to the argument\" is the angle subtended at the earth by the distance of a planet from the centre of the epicycle.",
		"Higher ranks would use stars to denote their status, starting with one silver star for the Chief Regional Adjoint and four gold stars on the epaulet for the Delegue General de la Malice en Zone Nord.",
		"The shoulders of the open neck jumpsuits were different colors to denote crew area.",
		"They came in different colors and were often used to denote the player's team.",
		"Colors of helmets are almost always yellow or white, with occasional other colors (such as red) to denote specific jobs or roles in a mine or other construction situation.",
		"However, in the drive towards a more semantic web, they have also adopted the \"X11\" standard which uses plain English to denote certain precise colors.",
		"The quotes may seem a bit strange, but they denote a value, and current browsers can understand several different ways to denote color.",
		"The two dots denote moving outside the current directory before calling the new web page.",
		"The strict distinction between nimbus and aureole is not commonly maintained, and the latter term is most frequently used to denote the radiance round the heads of saints, angels or persons of the Godhead.",
		"The term Anatomy, originally employed in biological science to denote a description of the facts of structure revealed on cutting up an organism, whether with or without the aid of lenses for the purposes of magnification, is restricted in the present article, in accordance with a common modern use, to those facts of internal structure not concerned with the constitution of the individual cell, the structural unit of which the plant is composed.",
		"This word, he complains, should denote the heavenly food, the reasonable feast alone, and the Lord never used it of mere junketings.",
		"During the commonwealth and empire aes grave was used to denote the old as in contradistinction to the existing depreciated coin; while aes rude was applied to the original oblong coinage of primitive times.",
		"The word Orchis is used in a special sense to denote a particular genus of the Orchid family (Orchidaceae); very frequently, also, it is employed in a more general way to indicate any member of that large and very interesting group. It will be convenient here to use the word Orchis as applying to that particular genus which gives its name to the order or family, and to employ the term \"orchid\" in the less precise sense.",
		"If we denote the critical volume, pressure and temperature by Vk, Pk and Tk, then it may be shown, either by considering the characteristic equation as a perfect cube in v or by using the relations that dp/dv=o, d 2 p/dv 2 =o at the critical point, that Vk = 3b, Pk= a/27b2, T ic = 8a/27b.",
		"A simple plan is as follows - draw an outline of the country of which a map is to be produced upon a board; mark all points the altitude of which is known or can be estimated by pins or wires clipped off so as to denote the heights; mark river-courses and suitable profiles by strips of vellum and finally finish your model with the aid of a good map, in clay or wax.",
		"So Beauty is by itself described as the Sensuous World, and in this capacity is called the Sacred King or simply the King, whilst Kingdom, the tenth Sephirah, which unites all the nine Sephiroth, is used to denote the Material World, and as such is denominated the Queen or the Matron.",
		"Thus the rational number one, which we will denote by ' r, is not the cardinal number I; for t r is the relation I/I as defined above, and is thus a relation holding between certain pairs of cardinals.",
		"Thus, if L denote the heat corresponding with the chemical changes associated with unit electric transfer, Le will be the heat corresponding with an electric transfer e, and will also be equal to the change in internal energy of the cell.",
		"If V denote the potential, F the resultant force, X, Y, Z, its components parallel to the co-ordinate axes and n the line along which the force is directed, then - sn = F, b?= X, - Sy = Y, -s Surfaces for which the potential is constant are called equipotential surfaces.",
		"If we denote n(n -i) ..",
		"The components of velocity of the moving origin are denoted by U, V, W, and the components of angular velocity of the frame of reference by P, Q, R; and then if u, v, w denote the components of fluid velocity in space, and u', v', w' the components relative to the axes at a point (x, y, z) fixed to the frame of reference, we have u =U +u' - yR +zQ, v =V +v -zP +xR, w=W +w -xQ +yP.",
		"The four digit numeric suffixes denote the product categories.",
		"These latter terms, though concrete in so far as they denote the persons or things which are known by them (see Denotation), have also an abstract sense when viewed connotatively, i.e.",
		"On Sunday July 20 the Ganges Association held a skittle match, and will denote the money to the unit.",
		"In 1999, the proposal for a rule change to denote subsidiary bodies went through on the second day without any fuss.",
		"The term racism may also denote a blind and unreasoning hatred, envy or prejudice.",
		"The knife is a true workhorse, so do n't be fooled by her sleek, traditional lines which proudly denote her Nordic origins.",
		"Manufacturers have just adopted the term to denote the similar purpose.",
		"It was also worn by high-ranking men during the day, to denote their place in society.",
		"Other styles denote a progression of control over one's Sharingan powers.Itachi and Sasuke are brothers within this clan.",
		"Role-playing games have so many elements in common, sub-genres denote more a of a theme/setting change rather than game play mechanics differences.",
		"Whatever the ultimate purpose, however, the distinguishing characteristic is that they denote a significant relationship, one that bonds two people together as surely as any formal vow.",
		"To some extent, scales from these organizations correspond to the GIA scale; however, there are some differences in the letters and numbers used to denote the level of clarity.",
		"Being attached to a specific designer does denote a mesure of artistic appreciation.",
		"Using the pen, mark a dot on the plastic to denote the locations of the ends of each skewer.",
		"Most people recognize a chef hat, but don't realize that the height of the hat, which is also known as a toque blanche, can denote a person's position or rank in the kitchen.",
		"I + is used to denote the charge on positive ions, I_ that on negative ions.",
		"Already in the Code, when status is not concerned, it is used to denote \" any one.\"",
		"Denote by brackets () and [] symmetric functions of the quantities p and a respectively.",
		"While the last words, \"sleeping, just sleeping,\" said prior to the interruption by Grasso seemed to denote failure, the earlier recorded observations suggest otherwise."
	],
	"synonyms": [
		"spell",
		"import",
		"signify",
		"mean",
		"intend",
		"connote",
		"specify",
		"point out",
		"mark",
		"indicate",
		"show",
		"designate",
		"announce",
		"refer",
		"name"
	],
	"antonyms": [
		"connote"
	]
}