{
	"word": "arduous",
	"meaning": [
		"Demanding great effort or labor; difficult.",
		"Difficult to do; laborious; onerous.",
		"Testing severely the powers of endurance; strenuous.",
		"Using much energy; strenuous.",
		"Hard to traverse, climb, or surmount."
	],
	"sentences": [
		"It was an arduous trip.",
		"It was an arduous climb up the mountain.",
		"They began the arduous climb, puffing in the high elevation for ten minutes until the trail leveled and opened to their left.",
		"It was not too arduous a task for a Sunday morning.",
		"The job involved the most arduous of conditions with no maintenance or lubrication.",
		"During his residence at Hamilton, besides the arduous duties of medical practice, he found time to devote to the study of the natural sciences, and especially of chemistry.",
		"The arduous journey into the center of the great desert began.",
		"It was an arduous undertaking for applicants, taking up to 40 hours to complete.",
		"The mountain climbers tackled the arduous terrain.",
		"But it required the arduous labours of the archaeologist to prove a proposition that, once proven, seems self-evident.",
		"The election, undecided by the popular vote, was thrown into the house, and resulted in the choice of John Quincy Adams, who in 1826 drew Gallatin from his retirement and sent him as minister to England to conduct another complicated and arduous negotiation.",
		"After an arduous campaign, the Natal force (about 5000 strong) being commanded by Col.",
		"In the United States there has been an arduous struggle over this question, and combinations of merchants have sometimes compelled favourable terms. In England, though the merchant has maintained a great part of the trade with shopkeepers, the developing trade with makers of shirts, underclothing, &c., is mainly done by the manufacturers directly, and perhaps the simplification of relations by direct dealing in the cotton trade has now reached a point of fairly stable compromise.",
		"The relations with France gradually became colder, and at the end of his reign Charles favoured an alliance with England; he died in 1378 at the age of sixty-two, prematurely exhausted by arduous work.",
		"Its scope, wide as the universe, can be compassed no otherwise than bystatistical means p and the collection of materials for this purpose involves most arduous preliminary labour.",
		"Thereafter he resided successively at Toulon, St Tropez and Antibes, doing useful work in fortifying the coast and using his spare time in arduous study of the science of war.",
		"The arduous trek to base camp is quite dangerous.",
		"His consort, Elizabeth of Austria, \"the mother of the Jagiellos,\" bore him six sons and seven daughters, and by her affection and good counsel materially relieved the constant anxieties and grievous burdens of his long and arduous reign.",
		"In three arduous campaigns, the two first of which were conducted by the emperor himself while the third was directed by Manuel Comnenus, the Turks were defeated in detail and finally (1070) driven across the Euphrates.",
		"Notwithstanding the arduous duties of his professorship he found time for investigation in all the fields of physical science; and he published a very large number of dissertations, some of them of considerable length, on a wide variety of subjects.",
		"Probably no more arduous task was ever thrown upon a public department than that imposed on the Post Office by the transfer.",
		"The original Pattinson process has been in many cases replaced by the LuceRozan process (1870), which does away with arduous labour and attains a more satisfactory crystallization.",
		"Such was Johnson's reputation that, in 1747, several eminent booksellers combined to employ him in the arduous work of preparing a Dictionary of the English Language, in two folio volumes.",
		"That the Book of God could give a solution, even of this arduous case, was doubtless the firm belief of both parties.",
		"Most of the power at court was in the hands of the Woodvilles, in spite of their unpopularity; the more arduous work of administration in the north was left to Richard of Gloucester.",
		"Tillage operations on such land are easily interrupted by rain, and the period always much limited in which they can be prosecuted at all; the compactness and toughness of the soil renders each operation more arduous, and its repetition more necessary than in the case of dry land.",
		"They began the arduous task of choosing its drivers from the many letters received.",
		"Fund raising is arduous to get money for research that involves any type of human risk.",
		"During the Russo-Japanese War he served in the Red Cross and in the Municipal Union for the organization of hospitals; he was left to take care of the Russian wounded after the battle of Moukden, and showed much dignity and efficiency in the performance of his arduous duties.",
		"But the work is too arduous to allow of long and desultory conversation; the chance of contamination is now minimized by the careful separation of the less hardened from the old offenders.",
		"Kepler's ineradicable belief in the existence of some such congruity was derived from the Pythagorean idea of an underlying harmony in nature; but his arduous efforts for its realization took a devious and fantastic course which seemed to give little promise of their surprising ultimate success.",
		"On his return to Japan he was entrusted with the arduous duty of drafting a constitution.",
		"How the stars really move in space, and how the sun travels among them, can be ascertained only with the aid of materials collected by the spectrograph, which has now fortunately been brought to comply with the arduous conditions of exactitude requisite for collaboration with the transit instrument and its allies, the clock and chronograph.",
		"Mrs. Hull worked the night shift herself when she took over the home and found the work not arduous.",
		"Although he carried his troops over that long and arduous march with almost unexampled rapidity, he only arrived after the insurrection had been put down.",
		"Working in the watch repair field can be an arduous task.",
		"It is an arduous race, for only the fittest, yet the race is always booked early to its maximum.",
		"His episcopal labours were still more arduous.",
		"After an arduous march and in spite of the mutinous behaviour of his troops, Selim, crushed the Persians at Chaldiran (1515) and became master of the whole of Kurdistan.",
		"No sooner had he entered on his new duties than his great capacity for arduous work was put to a severe test.",
		"After an arduous journey by Multan, and through part of Rajputana, he reached Somnath,, and met with a very vigorous but fruitless resistance on the part.",
		"It is possible that a member of Panfilo de Narvaez's expedition of 1528 entered what is now southern Alabama, but the first fully authenticated visit was that of Hernando de Soto, who made an arduous but fruitless journey along the Coosa, Alabama and Tombigbee rivers in 1539.",
		"He was much exhausted by the arduous labours which for more than nine years he had sustained.",
		"After an arduous and anxious term, the president had reached a period that promised to give him comparative repose and freedom from care.",
		"Mathematical analysis needed half a century of cultivation before it was fully available for the arduous tasks reserved for it.",
		"In the bestwatered districts agriculture is naturally of the greatest importance, except where the density of the forest renders the work of clearing too arduous.",
		"Gessi, after a most arduous campaign (1878-79), in which he displayed great military skill, defeated and captured Suliman, whom, with other ringleaders, he executed.",
		"The siege of Sevastopol was in progress, and he had his full share of the arduous work in the trenches.",
		"Howie was so pleased he promised to send us air fare, eliminating another arduous auto trip.",
		"These arduous periods should become fewer as you become more closely acquainted with your subject.",
		"The heat combined with more than two weeks continuous pulling made the job arduous.",
		"Prospective applicants are advised that days will be long and hot, and the work physically arduous.",
		"The result is an extremely arduous journey that simply isn't worth taking.",
		"If you think evangelism is a somewhat arduous task in that environment, you're right.",
		"You also need to bear in mind any particularly arduous hills, tight bends or islands, speed bumps or narrow lanes.",
		"The three of us traveled out by train; a fairly arduous 30-hour journey without any real sleep.",
		"For more than 1000 years the Church has labored in this place, and her work becomes more arduous as time goes on.",
		"At first, these tasks were made arduous by the lack of tools.",
		"The crawls didn't seem too arduous really and the squeezes not ridiculously tight.",
		"Mixing up the different ingredients and applying them doesn't prove too arduous.",
		"These long and arduous journeys across Europe can last many days, causing terrible suffering to these sensitive and intelligent animals.",
		"The general overseas ration scale includes an arduous duty allowance to allow for climate and provides some 3,400 kilocalories net.",
		"Activity was made more arduous by a rugged landscape and frequent poor weather.",
		"This little unit is lightweight and compact yet extremely rugged with all metal construction designed to sustain arduous conditions.",
		"The climb does not seems steep, but it is arduous and should be treated with respect.",
		"The twelve day arduous trek to base camp is quite dangerous.",
		"Adair Turner's long tussle with the arcane British pensions system invites comparison with undertaking an arduous military campaign.",
		"His successor, Alexander Mavrocordato, surnamed Exaporritos, was charged by the Turkish government with the delicate and arduous negotiation of the treaty of Carlowitz, and by his dexterity succeeded, in spite of his questionable fidelity to the interests of his employers, in gaining their entire confidence, and in becoming the factotum of Ottoman policy.",
		"The indomitable perseverance he had shown during one of the most arduous voyages in the history of sea adventure was rewarded by the capture of an immensely rich prize, the \"Nuestra Senora de Covadonga,\" which was met off Cape Espiritu Santo on the 20th of June 1743.",
		"This can be arduous as it involves carrying plastic jerry cans full of seawater up from the seashore at high tide.",
		"This rugged boot is strong enough to cope with the most arduous agricultural conditions.",
		"Adair Turner 's long tussle with the arcane British pensions system invites comparison with undertaking an arduous military campaign.",
		"This cleansing process may seem arduous, but it is your best bet in mitigating current diaper rashes while fighting future episodes.",
		"The road to a successful adoption can be long and arduous, but the benefits of loving a child can certainly make the adoption process worth all of the effort.",
		"Pet owners who ask the question, \"How do I get rid of cat ear mites?\" need to prepare themselves for a long, arduous battle.",
		"Learning all of the features of Photoshop is a long and arduous task, as is getting the programs incredibly customizable features set up to your liking.",
		"Once an arduous task for only the most dedicated, today it is considered a wonderful hobby.",
		"The result, though, was worth the time and effort, as demonstrated by the millions who faithfully adhered to the arduous curling rules.",
		"Shopping in an outlet mall requires a certain amount of stamina, but again, since men usually don't have to try on a suit, the process isn't too arduous.",
		"Shopping for swimwear is often an arduous process, and that's why after spending an enormous amount of time searching for the perfect suit, only to end up with a tight bikini in the long run, you may feel so painfully frustrated.",
		"Still, hand grinding is a far more arduous task that pouring rice into an electrical model and one must be up to the job.",
		"The hardest part (besides the standing in line, which can be arduous for the movies with the most buzz) will be deciding among the hundreds of offerings.",
		"Wolverine's most recent improvement to their already comfortable footwear is Multishox, and they have no intention of resting on laurels as they continue to develop boots that will get wearers through even the most arduous day in ease.",
		"An attorney, herself, Alicia goes back to work and begins the arduous task of putting her life back together.",
		"Although the applications do not necessarily take a long time to fill out, the approval process for receiving Social Security disability benefits can be a long and arduous wait.",
		"Because the application process can be rather arduous and may take a significant amount of time, it is best to apply for benefits as soon as you become disabled.",
		"Works like The Magic Flute and the Clarinet Concerto K 662 were written during this arduous time period.",
		"The boards constituting the top of the bench seem long enough for side of what Molly proposed but sawing the remaining boards for rungs would prove arduous.",
		"He stopped to think, an arduous task.",
		"The siege of Acre, as arduous and heroic in many of its episodes as the siege of Troy, had been begun in the summer of 1189 by Guy de Lusignan, who, captured by Saladin at the battle of Hattin, and released on parole, had at once broken his word and returned to the attack.",
		"Pascal and P. de Fermat had initiated he brought very nearly to perfection; but the demonstrations are so involved, and the omissions in the chain of reasoning so frequent, that the Theorie analytique (1812) is to the best mathematicians a work requiring most arduous study.",
		"To leave the locks unshorn during an arduous undertaking in which the divine aid was specially implored, and to consecrate the hair after success, was a practice among various ancient nations, but the closest parallel to the Hebrew custom is found in Arabia?",
		"Being thus obliged to depend upon his writings for the support of his family, and having learned by the fate of his Saturn that the general public are not attracted by works requiring arduous study, he cultivated a more popular style.",
		"In 1254 he was made provincial of his order, and fulfilled the arduous duties of the office with great care and efficiency.",
		"The chief support which had sustained him through the most arduous labour of his life was the hope that she would enjoy the fame and the profit which he anticipated from his Dictionary.",
		"The war was long and arduous, but in 1818 Ibrahim captured the WahhAbi;apital of Deriya.",
		"Lack of the power of brain concentration and severe inability to undergo the mental strain of arduous work are often the penalty which white races pay.",
		"In the Punic Wars it sided with the Carthaginians and suffered much from the Roman arms. In its immediate neighbourhood Hanno was defeated by Scipio in 216 B.C., and it afterwards became famous as the scene of Caesar's arduous struggle with Pompey's generals Afranius and Petreius in the first year of the civil war (49 B.C.).",
		"But the development of the system led them gradually and reluctantly to renounce this hope as they came to realize the arduous conditions involved.",
		"He served on the most comfortable stations, and avoided the more arduous work of the navy.",
		"It is one of the most curious features of these wars that no town ever stood a siege, though there were several long and arduous sieges of baronial castles, such as Harlech, Alnwick and Barnborough.",
		"Families or individuals who are considering adoption need to consider several factors before they begin the often times arduous process of adopting a child.",
		"It was left to the veteran explorer, Sturt, to achieve the arduous enterprise of penetrating from the Darling northward to the very centre of the continent.",
		"Precisely as to-day inventions are guarded by patents, and literary and artistic creations by the law of copyright, so, at that period, the papal bull and the protection of the Roman Church were an effective means for ensuring that a country should reap where she had sown and should maintain the territory she had discovered and conquered by arduous efforts; while other claimants, with predatory designs, were warned back by the ecclesiastical censorship. In the Vatican the memory of Alexander VI.",
		"It seems to be certain that St Francis at the beginning had no intention of forming his disciples into an Order, but only of making a great brotherhood of all those who were prepared to carry out in their lives certain of the greater and more arduous of the maxims of the Gospel.",
		"Recently, however, a well-known sugar maker in Germany has altered his battery in such manner that instead of having to open a large door below the cells in order to discharge them promptly, he opens a comparatively small valve and, applying compressed air at the top of the cell, blows the whole contents of spent slices up a pipe to the drying apparatus, thus saving not only a great deal of time but also a great deal of labour of a kind which is both arduous and painful, especially during cold weather.",
		"In 1815 the order was instituted, in three classes, \" to commemorate the auspicious termination of the long and arduous contest in which the Empire has been engaged \"; and in 1847 the civil knights commanders and companions were added.",
		"The arduous task of enforcing the observance of these treaties fell upon the Government of India and involved great sacrifice of lives and money.",
		"The ease, too, with which he outshone men of vastly greater learning lured him from the task of intense and arduous study.",
		"The success with which Nearchus accomplished this arduous enterprise led to his selection by Alexander for the more difficult task of circumnavigating Arabia from the mouth of the Euphrates to the Isthmus of Suez.",
		"In the arduous and successful work of that office he took his full share."
	],
	"synonyms": [
		"toilsome",
		"punishing",
		"operose",
		"laborious",
		"heavy",
		"hard",
		"gruelling",
		"grueling",
		"backbreaking",
		"strenuous",
		"straining",
		"uphill",
		"tough",
		"tall",
		"serious"
	],
	"antonyms": [
		"motivating",
		"facile",
		"easy"
	]
}