{
	"word": "ignominy",
	"meaning": [
		"Great personal dishonor or humiliation.",
		"Loss of one's reputation; shame and dishonor; infamy.",
		"Disgraceful, shameful, or contemptible quality, behavior, or act.",
		"An instance or source of this.",
		"Great dishonor, shame, or humiliation."
	],
	"sentences": [
		"But on the arrival of Licinius Mucianus he was not only obliged to surrender his authority, but was treated with such ignominy that he left Rome.",
		"I checked my watch to see how long I would have to endure this ignominy.",
		"The only way to escape the ignominy of being caught asleep on camera was to play a game.",
		"He was received with great enthusiasm in the city, while Gregory, having fled to Sutri, was delivered into his hands and treated with great ignominy.",
		"He also suffers the ignominy of being interrupted by someone's mobile phone.",
		"The ignominy of such a proceeding was generally \"considered sufficient atonement for the gravest offences.",
		"The treaty of Breda with Holland (21st of July 1667) removed the danger, but not the ignominy, and Charles showed the real baseness of his character when he joined in the popular outcry against Clarendon, the upright and devoted adherent of his father and himself during twenty-five years of misfortune, and drove him into poverty and exile in his old age, recalling ominously Charles I.'s betrayal of Strafford.",
		"I look forward to further ignominy from your oily quarter.",
		"Absolution in foro externo was forbidden to be given secretly to those who made voluntary confession; they had to submit to the ignominy of the public auto-de fe.",
		"Fairly recently, strategy was snatched from such ignominy by 2D PC warfare fare such as Command and Conquer and Age of Empires.",
		"It is surprising that the adulterous pair succeeded in maintaining themselves in power for so long, since the ignominy of the situation was evident.",
		"In the next year he returned in arms, raised Wessex in revolt, and compelled the king to in-law him again, to restore his earldom, and to dismiss with ignominy the Norman favorites who were hunted over seas.",
		"One week you're man of the match in a glorious win against France, the next a split second's indiscretion brings ignominy.",
		"But he is is deep denial and cannot face the ignominy of being sacked.",
		"The Wahhabi leader was soon after sent to Constantinople, where, in spite of Mehemet Ali's intercession, he and the companions who had followed him in his captivity were condemned to death, and after being paraded through the city with ignominy for three days were finally beheaded.",
		"Multan had previously fallen; and the Afghan horse under Dost Mahommed, who had forgotten their hereditary antipathy to the Sikhs in their greater hatred of the British name, were chased back with ignominy to their native hills.",
		"A popular demonstration, in which the papal bulls had been paraded through the streets with circumstances of peculiar ignominy and finally burnt, led to intervention by Wenceslaus on behalf of public order; three young men, for having openly asserted the unlawfulness of the papal indulgence after silence had been enjoined, were sentenced to death (June 1412); the excommunication against Huss was renewed, and the interdict again laid on all places which should give him shelter - a measure which now began to be more strictly regarded by the clergy, so that in the following December Huss had no alternative but to yield to the express wish of the king by temporarily withdrawing from Prague."
	],
	"synonyms": [
		"disgrace",
		"shame",
		"mortification",
		"dishonor",
		"disrepute",
		"humiliation",
		"sordidness",
		"baseness",
		"lowness",
		"opprobrium",
		"odium",
		"obloquy",
		"ill repute",
		"discredit",
		"bad odor"
	],
	"antonyms": []
}