{
	"word": "propensity",
	"meaning": [
		"A natural inclination or tendency; bent.",
		"Favorable inclination; bias (for)"
	],
	"sentences": [
		"During hot days he had a propensity for walking around in just his boxers.",
		"Natural propensity to war is the motive force in primitive societies only.",
		"Men have a slight increased propensity towards baldness.",
		"Second, in the past, technological improvements did not decrease human beings' propensity to wage war; they only made people better at killing.",
		"A propensity for violence is in no doubt.",
		"But, as he grew stronger, his desire for their good opinion paled before an overmastering propensity to meddle in the affairs of foreign nations.",
		"That may be one way early nutrition can affect adult propensity to disease.",
		"Widening the differentials in the vehicle excise duty system could increase the propensity to purchase very low emissions vehicles.",
		"The propensity to \"tiller\" is of the greatest importance, as it multiplies the resources of the farmer.",
		"Believing in the perfectibility of the race, that there are no innate principles, and therefore no original propensity to evil, he considered that \"our virtues and our vices may be traced to the incidents which make the history of our lives, and if these incidents could be divested of every improper tendency, vice would be extirpated from the world.\"",
		"The presence of bedding or cleavage planes against the general slope reduces the propensity for mass movements to grade the slope.",
		"This is valuable information as we struggle with how to engage early-adopters who demonstrate a high propensity for commercial avoidance.",
		"Its habits much resemble those of the rest of the group to which it belongs; and, like the leopard, when it happens to come within reach of an abundant and easy prey, as the sheep or calves of an outlying farming station, it kills far more than it can eat, either for the sake of the blood only or to gratify its propensity for destruction.",
		"Scottish children have shown an alarming propensity to grow overweight which can lead to serious diseases in later life.",
		"Despite his propensity for running the ball, Vick only gets a carrying rating of 44.",
		"He tells lies for no reason, wears bizarre hats, and has a real propensity to upset the people around him (especially the females).",
		"One can only hope the young actress soon recovers from both her injuries and her apparent propensity for clumsiness.",
		"After years of struggle, Delta finally managed to find a balance between personal health and her body's natural propensity for curves.",
		"When favourable opportunities occur, it often kills many more victims than it can devour at once, either to gratify its propensity for killing or for the sake of their fresh blood.",
		"The weather can get chilly and there is a propensity for rain.",
		"Additionally, the propensity for certain diseases or illnesses is of concern in certain minority groups.",
		"You can be charming and generous to your close friends, but you also have a propensity for putting yourself first, so work on this weak spot in your character.",
		"Increased or poorly controlled insulin in the body can cause an increase in the body's propensity to store fat.",
		"He admits, however, benevolent being as a second object, on the ground that such an object, having a like virtuous propensity, \" is, as it were, enlarged, extends to, and in some sort comprehends being in general.\"",
		"So a propensity for some material to sound akin to the Hollies is not quite so surprising.",
		"Add to this Scotland's propensity to swing away from Labor in by-elections and the result was one of its most humiliating defeats.",
		"Mathematicians undoubtedly use probability in a way that fits well with the propensity interpretation, but they leave it undefined.",
		"The origin of the division of labour he finds in the propensity of human nature \"to truck, barter or exchange one thing for another.\"",
		"Although the Makhzan is mainly devoted to philosophic meditations, the propensity of NizÃmi's genius to purely epic poetry, which was soon to assert itself in a more independent form, makes itself felt even here, all the twenty chapters being interspersed with short tales illustrative of the maxims set forth in each.",
		"Due to the region's propensity for rain, fish and crustaceans, rice play a starring role in Eastern Indian meals.",
		"Headaches, stomachaches, and a propensity toward illness can all point to an anxiety disorder because these can be signs of the body reacting to high levels of stress.",
		"A native of China, Sub-Zero is said to be a neutral character with a propensity for evil.",
		"Additionally, Alaskan native men and women have a greater propensity for cancers in the rectum and colon than do Caucasians.",
		"Thanks to the Spade propensity for designs that run the gamut from neutral stripes to vivid paisleys, there's something for everyone in the eclectic mix.",
		"Even though the aforementioned steps to avoid constipation may be followed diligently by parents, there are some kids who simply seem to have a propensity toward having problems with bowel movements.",
		"She also has a propensity toward embarrassing her daughter with the risqué clothing she sometimes wears.",
		"If humans couldn't outgrow their propensity for fighting each other, then other space-going races didn't want humanity venturing into space.",
		"The Millenium Falcon, perhaps because of the excessive modifications to make her more suitable for smuggling goods, has an unfortunate propensity for breaking down at dramatically useful moments.",
		"An unhappy propensity to duelling, the origin in Arkansas of the bowie-knife, - from an alleged use of which Arkansas received the nickname, which it has always retained, of the \" toothpick state,\" - and other backwoods associations gave the state a reputation which to some extent has survived in spite of many years of sober history.",
		"Cumberland and Durham, but its chief value is for crossing, when it is found to promote maturity and to improve the fattening propensity.",
		"We find Newton's theorem, that \"action and reaction are equal and opposite,\" stated with approximate precision in his treatise Della scienza meccanica, which contains the substance of lectures delivered during his professorship at Padua; and the same principle is involved in the axiom enunciated in the third of his mechanical dialogues, that \"the propensity of a body to fall is equal to the least resistance which suffices to support it.\"",
		"A risk propensity variable indicates an agent's inclination to carry out investments.",
		"Gems have keen minds, although their propensity to change their opinions and plans whenever the whim strikes them can make them seem a bit unreliable.",
		"This depth, when combined with a propensity for melancholy though processes, can create a very depressing partner.",
		"Identity, then, whether of self or object, there is none, and the supposition of objects, distinct from impressions, is but a further consequence of our \" propensity to feign.\"",
		"He had already given several proofs of his noble but overscrupulous conscientiousness, and at the same time of a propensity to paradox.",
		"A change in the marginal propensity to consume causes a pivotal change in the consumption function.",
		"Even dentists are getting into the act, offering testing for a genetic propensity to peridontal disease.",
		"Mercury in Taurus, along with a moon in Virgo, often denotes a propensity towards writing.",
		"He asserts that the inherited propensity to evil is not strictly a sin, which is only committed when the conscious self yields to vicious inclination.",
		"A higher propensity to consume of video is a distinguishing feature of 3G networks.",
		"A propensity necessary for understanding the dynamics of labor market changes is the migration propensity.",
		"Although the Makhzan is mainly devoted to philosophic meditations, the propensity of Nizämi's genius to purely epic poetry, which was soon to assert itself in a more independent form, makes itself felt even here, all the twenty chapters being interspersed with short tales illustrative of the maxims set forth in each.",
		"Propensity theories obey the probability of calculus.",
		"There was a propensity for evidence."
	],
	"synonyms": [
		"tendency",
		"leaning",
		"proclivity",
		"aptness",
		"taste",
		"prejudice",
		"liking",
		"susceptibility",
		"fancy",
		"proneness",
		"predilection",
		"penchant",
		"partiality",
		"disposition",
		"bias"
	],
	"antonyms": [
		"disinclination",
		"hate",
		"dislike",
		"antipathy"
	]
}