{
	"word": "adroit",
	"meaning": [
		"Quick and skillful in body or mind; deft.",
		"Skillful in a physical or mental way; clever; expert.",
		"Dexterous, deft or skillful."
	],
	"sentences": [
		"It was the adroit way to solve the problem.",
		"He felt young, bright, adroit, and resolute.",
		"Proverbs aims to show a person how to become adroit at the greatest skill of all, the skill of living.",
		"He had an adroit tongue.",
		"Wind instruments produce very special effects in chamber-music, and need an exceedingly adroit technique on the part of the composer.",
		"This proved so adroit at dodging the problem that it seemed to be both intelligent and motile.",
		"There was adroit manipulation of the reversible signs.",
		"I thought that was amusing, but not particularly adroit.",
		"R seemed to be more distant but no less attentive, and perhaps under his veil of discretion, is even more technically adroit.",
		"Shrewd, wily, adroit, unfailingly tactful, an adept in all the arts of the politician, he is considered to have done more than any other one man, in the years immediately preceding the War of Independence, to mould and direct public opinion in his community.",
		"As a resourceful political leader, and an adroit, ready, skilful tactician in debate, he has had few equals in American history.",
		"Browning's work is prescient - modern, cool, adroit, in contrast to someone like Byron who is all overblown presentiment.",
		"Yet by adroit use of his powers of diplomacy, and by playing upon the dissensions which raged between the descendants of Saladin's brother (Malik-al-Adil), he was able, without striking a blow, to conclude a treaty with the sultan of Egypt which gave him all that Richard I.",
		"Whenever I visited Roosevelt on official business, I found a man adroit, voluble, assured and smiling.",
		"The retailer showed adroit handling of the problem.",
		"His immense energy and versatility, his adroit and unhesitating flattery when he chose to flatter, his ruthless sarcasm when he chose to be sarcastic, his rather unscrupulous business faculty, his more than rather unscrupulous resolve to double and twist in any fashion so as to escape his enemies, - all these things appear throughout the whole mass of letters.",
		"The court of Versailles sent Dumouriez to act as commander-in-chief of the confederates, but neither as a soldier nor as a politician did this adroit adventurer particularly distinguish himself, and his account of his experiences is very unfair to the confederates.",
		"Machiavelli conceived the strongest admiration for Cesare's combination of audacity with diplomatic prudence, for his adroit use of cruelty and fraud, for his self-reliance, avoidance of half-measures, employment of native troops, and firm administration in conquered provinces.",
		"The nobles were awed by her warlike preparations or won over by adroit diplomacy, and their league was broken up. St Louis owed his realm to his mother, but he himself always remained somewhat under the spell of her imperious personality.",
		"Trained in a school where the principles of responsible government were still in an embryonic state, where the adroit management of coalitions and cabals was essential to the life of a political party, and where plots and counterplots were looked upon as a regular part of the political game, he acquired a dexterity and skill in managing men that finally gave him an almost autocratic power among his political followers.",
		"Complications with the Turk were avoided by the adroit diplomacy of the king, while the superior discipline and efficiency of the Polish armies under the great Tarnowski (q.v.) and his pupils overawed the Tatars and extruded the Muscovites, neither of whom were so troublesome as they had been during the last reign.",
		"Van Buren was the most adroit politician of his time; and Jackson was in the hands of very astute men, who advised and controlled him.",
		"Adroit management of the nuclear environment was therefore not the real issue.",
		"Possibly an adroit repetition in favor of Mangashh and against Menelek of the policy formerly followed in favor of Menelek against the negus John might have consolidated Italian influence in Abyssinia by preventing the ascendancy of any single chieftain.",
		"As she concentrates on using her \"pincher fingers\" to pick up food items, she becomes more adroit at using her fingers.",
		"Then, by adroit courtly intrigue and faithful service to Concini, he was appointed in 1616 a secretary of state to the king.",
		"An able commander and an adroit diplomatist, Lysander was fired by the ambition to make Sparta supreme in Greece and himself in Sparta.",
		"Adroit politicians flattered the king's vanity, defended his follies and taught him how to violate the spirit of the constitution while keeping the letter of the law.",
		"His championship of the voluntary schools, his adroit parliamentary handling of the problems opened up by the so-called \"crisis in the Church\" caused by the Protestant movement against ritualistic practices, and his pronouncement in favour of a Roman Catholic university for Ireland - for which he outlined a scheme that met with much adverse criticism both from his colleagues and his party, - were the most important aspects of Mr Balfour's activity during these years.",
		"That the council was merely a tool in the hands of the ambitious and adroit Baldassare Cossa, was a fact unsuspected by its members who were animated by a fiery enthusiasm for the re-establishment of ecclesiastical unity; nor did they pause to reflect that an action against both popes could not possibly be lawful.",
		"Already he had shown his capacity as a forcible and able debater; aroused to new activity upon the passage of the Kansas-Nebraska Bill, which he regarded as a gross breach of political faith, he now entered upon public discussion with an earnestness and force that by common consent gave him leadership in Illinois of the opposition, which in 1854 elected a majority of the legislature; and it gradually became clear that he was the only man who could be opposed in debate to the powerful and adroit Douglas.",
		"They were also ridiculed in witty verses by Moliere, Boileau and La Fontaine, and gradually the name Escobar came to be used in France as a synonym for a person who is adroit in making the rules of morality harmonize with his own interests.",
		"By eloquence, readiness of wit, and adroit flattery of the jury he contrived to secure his acquittal in the face of the open hostility of the judge - a unique achievement at a time when the condemnation of prisoners whom the authorities wished to convict was a mere matter of course.",
		"By adroit negotiations with Mangash the Italian general obtained the release of the Italian prisoners in Tigr, and towards the end of May withdrew his whole force north of the Mareb.",
		"Immediately after the issue of the charter a few of the more adroit directors of the Amsterdam Chamber hastened to acquire for themselves, as patroons, the tracts of land most favourably situated for trade.",
		"But in 1639-1640 civil discords in England stood in the way of a strong foreign policy, and the adroit Aarssens was able so \" to sweeten the bitterness of the pill \" as to bring King Charles not merely to \" overlook the scandal of the Downs,\" but to consent to the marriage of the princess had a quasi-independence of its own.",
		"Thus the triple alliance of Adalberos bold and adroit imperialism with the cautious and vacillating ambition of the duke of the Franks, and the impolitic hostility towards Germany of the ruined Carolingians, resulted in the unhooked-for advent of the new Capetian dynasty.",
		"His first successes against Theobald of Champagne, who for thirty years had been the most dangerous of the great French barons and had refused a vassals services to Louis VI., as well as the adroit diplomacy with which he wrested from Geoffrey the Fair, count of Anjou, a part of the Norman Vexin long claimed by the French kings, in exchange for permitting him to conquer Normandy, augured well for his boldness and activity, had he but confined them to serving his own interests.",
		"Cromwell's strategic manoeuvres, if less adroit than those of Turenne or Montecucculi, were, in accordance with his own genius and the temper of his army, directed always to forcing a decisive battle.",
		"This adroit attempt to reconcile the principle of popular sovereignty with the Dred Scott decision, though it undoubtedly helped Douglas in the immediate fight for the senatorship, necessarily alienated his Southern supporters and assured his defeat, as Lincoln foresaw it must, in the presidential campaign of 1860.",
		"Many were also very adroit in terms of choosing a school."
	],
	"synonyms": [
		"dexterous",
		"skillful",
		"deft",
		"artful",
		"nimble-witted",
		"neat-handed",
		"suave",
		"resourceful",
		"witty",
		"urbane",
		"smart",
		"skilled",
		"shrewd",
		"sharp",
		"ready"
	],
	"antonyms": [
		"clumsy",
		"inept",
		"awkward",
		"unskilled",
		"dense",
		"stupid",
		"maladroit"
	]
}