{
	"word": "dissent",
	"meaning": [
		"To differ with another's opinion; disagree.",
		"To openly differ with or reject an official, esp. political, belief, procedure, etc.",
		"To reach a conclusion contrary to the majority of the judges deciding a case; render a minority opinion.",
		"To reject the doctrines and forms of an established church.",
		"(intransitive) To differ from, especially in opinion, beliefs, etc.",
		"The act of dissenting.",
		"Difference of opinion or feeling; disagreement.",
		"The refusal to conform to the authority or doctrine of an established church; nonconformity.",
		"A judicial opinion reaching a conclusion contrary to that reached by the majority of judges deciding a case; a minority opinion.",
		"Of a judicial decision, a non binding opinion by one or more judges who disagree with the majority’s holding; a withholding of consent to a decision or outcome; the exercise of free speech to express disagreement with a government action or policy."
	],
	"sentences": [
		"There was also a small but determined party that leaned to dissent.",
		"Let the other party leaders get paranoid about internal dissent.",
		"I often feel I 'm the only voice of dissent.",
		"He quotes indeed the opinion of Giordano Bruno to that effect, but with dissent.",
		"Indeed, there is a danger it will arouse suspicions that the management committee is unwilling to tolerate dissent or justify its actions.",
		"Actual war economies typically cite a greater public good when they repress dissent and debate.",
		"The new crime would further suppress dissent, without needing to demonstrate any link with a banned organization.",
		"Following the Reformation the town became a center for religious dissent.",
		"The pendulum of rampant materialism has now swung too far, correspondingly to be rebuked by new forces of dissent.",
		"As part of the cure, therefore, intellectual challenge and dissent were to be ruthlessly expunged.",
		"They say the subpoenas are intended to stifle dissent.",
		"LaRouche was \" not domineering \" in the earliest days, allowing dissent, one ex-member said.",
		"That this tendency exists cannot be doubted, and there is reason to fear that its influence, by identifying Presbyterianism with dissent in England and Scotland, is unfavourable to the general tone and character of the Presbyterian Church.",
		"It cannot be denied that men like Roger Williams and some of the persecuted Quakers, though undeniably contentious and aggressive in their conscientious dissent, showed a spirit which to-day seems sweeter in tolerance and humanity than that of the Puritans.",
		"In spite of his intolerant attitude towards religious dissent, he proved himself an enlightened patron of learning.",
		"Religion began to be identified with the state; and the king combated heresy and dissent, not only as a religious duty, but as a matter of political expediency, unity of faith being obviously conducive to unity of law.",
		"Cuba 's Criminal Code provides the legal basis for repression of dissent.",
		"We have seen how there was dissent between the traditionalists and new young thrusters in the chapter \" The Business of Ruling \".",
		"He said that with all the talk of \" violence \" the government was trying to criminalize dissent.",
		"Governments used to relying upon force to quell dissent are unlikely to make the reforms necessary to preserve social cohesion.",
		"The Manuscript Collection This collection relates mostly to the history of radical Protestant dissent in England.",
		"Dissent is stifled and political opposition muted, silenced or liquidated.",
		"Dissent can be deliberately obstructive, aimed at holding back the process of decision-making.",
		"O'Leary had suggested the club should not sell Rio Ferdinand, and the plc was getting touchy about any hint of dissent.",
		"Writing to the Scottish clergy, and rejecting their claim to suppress dissent in order to extirpate error, he said, \"Your pretended fear lest error should step in is like the man who would keep all wine out of the country lest men should be drunk.",
		"But the imperiousness showed itself in the more effectual form of action; in his sudden resolves, his invincible insistence, his recklessness of consequences to himself and his friends, his habitual assumption that the civilized world and all its units must agree with him, his indignant astonishment at the bare thought of dissent or resistance, his incapacity to believe that an overruling Providence would permit him to be frustrated or defeated.",
		"The dissidence of dissent, however, filled him with uneasiness, and he abhorred Luther's denial of free will and his exaggerated notion of man's utter depravity; in short, he did nothing whatever to promote the Protestant revolt, except so far as his frank denunciation and his witty arraignment of clerical and monastic weaknesses and soulless ceremonial, especially in his Praise of Folly and Colloquies, contributed to bring the faults of the Church into strong relief, and in so far as his edition of the New Testament furnished a simple escape from innumerable theological complications.",
		"Since the beginning of the 19th century dissent has been strongly represented in the Principality, the combined numbers of the various Nonconformist bodies far outstripping the adherents of the Church.",
		"It is also alleged that the administration is silencing dissent among its own analysts who have raised questions.",
		"If Whiggism could be proved to entail Dissent, he was prepared to abandon it.",
		"Steeped in absolutist ideas, James was not likely to tolerate religious dissent.",
		"With no opposition or dissent to the new laws, Australia is simply turning into an elected dictatorship.",
		"There's nothing wrong with dissent, but it is just that - dissent from the consensus!",
		"We have seen how there was dissent between the traditionalists and new young thrusters in the chapter \" The Business of Ruling \" .",
		"Thus he greatly underrated the strength of the Establishment, and preposterously exaggerated that of Dissent and Catholicism.",
		"On the 2nd of May Argyll sailed with three ships to raise the west of Scotland; and three weeks later, with a following of only eighty-two persons - of whom Lord Grey, Fletcher of Saltoun, Wade, and Ferguson, the author of the Appeal from the Country to the City, were the chief - Monmouth himself set out for the west of England, where, as the stronghold of Protestant dissent and as the scene of his former progresses, he could alone hope for immediate support.",
		"With so powerful a press behind it, it is no wonder that Welsh political dissent was largely responsible for the changed attitude of the Imperial government in its treatment of the Principality - as evinced in the Sunday Closing Act of 1881, a measure which was very dear to the strong temperance party in Wales, and in the Welsh Intermediate Education Act, granted by Lord Salisbury's government in 1889.",
		"The two volumes of his speeches, as edited by James Redpath, were fortunately made from verbatim reports, and they wisely enclose in parentheses those indications of favour or dissent from the audience which transformed so many of his speeches into exhibitions of gladiatorial skill.",
		"Educators who question or dissent from the official interpretation of Islam can face severe reprisals.",
		"We should not forget either how the government used the courts to suppress dissent and protest.",
		"Human rights abuses, suppression of dissent, absolute power, these are the aspects of Myanmar emphasized in the BBC Country Profile.",
		"The Meteoritic Hypothesis (1890) propounds a comprehensive scheme of cosmical evolution, which has evoked more dissent than approval, while the Sun's Place in Nature (1897) lays down the lines of a classification of the stars, depending upon their supposed temperature-relations.",
		"Moreover, all Mr. Henderson's Labour colleagues in the Government opposed his views; and on Mr. Lloyd George expressing the surprise of the rest of the War Cabinet at his action and their dissent from his policy he resigned and was succeeded by Mr. George Barnes.",
		"He reversed the unfortunate ecclesiastical policy of his father, allowing a wide liberty of dissent, and releasing the imprisoned archbishop of Cologne; he modified the strictness of the press censorship; above all he undertook, in the presence of the deputations of the provincial diets assembled to greet him on his accession, to carry out the long-deferred project of creating a central constitution, which he admitted to be required alike by the royal promises, the needs of the country and the temper of the times.",
		"Civil Liberties watchdog groups immediately took a stand against the bill, making it very clear that attempts to censor the internet of any sort of speech would trample over every citizen's basic right to nonviolent dissent.",
		"Neither can the husband convey real estate without the wife's consent, and a widow may dissent from her husband's will at any time within six months after the probate of the same, the effect of such dissent being to allow her the right of one-third of her deceased husband's property, including the dwelling house in which they usually resided.",
		"If you have something to say that may be considered a form of unpopular dissent, or controversial, consider hosting your website with one of these web hosts.",
		"It is now held by some Moravians that their Church offers a via media between Anglicanism and Dissent.",
		"Arian or semi-Arian views had much vogue during the 18th century, both in the Church and in dissent.",
		"What this is really about is stifling dissent on a national scale.",
		"Even the slightest whisper of dissent provoked savage reprisals.",
		"At that time, however, a liberal policy towards dissent was adopted, the general court granting permission for churches \" soberly to differ or dissent \" from the establishment.",
		"The influence of dissent also acted along with the rapidly rising religious fervour of the age in quickening in the church that sense of a divine mission, and of the right and power to carry out that mission without obstruction from any worldly authority, which belongs to the essential consciousness of the Christian church.",
		"Toleration of dissent, withheld in Ireland till 1719, was then granted without the requirement of any doctrinal subscription.",
		"This revived spirit of nationalism was by outsiders sometimes associated, quite erroneously, with the aims and actions of the Welsh parliamentary party, the spokesmen of political dissent in Wales; yet in reality this sentiment was shared equally by the clergy of the Established Church, and by a large number of the laity within its fold.",
		"Their analysis of sensation supposes it to react, by a variation in tension, against the current from the sense-organ; and this is the mind's assent or dissent, which is inseparable from the sense presentation.",
		"While Empedocles and Democritus are careful to emphasize their dissent from \" Truth,\" it is obvious that \" Opinion \" is the basis of their cosmologies.",
		"A certain amount of scepticism prevails among the educated classes, and political motives may ' contribute to their apparent orthodoxy, but there is no open dissent from Buddhism, and those who discard its dogmas still, as a rule, venerate it as an ethical system.",
		"With the old national Church enthralled by English political prelates, and consequently hindered from ministering to the special needs of the people, the progress of dissent throughout the Principality was naturally rapid.",
		"But the growth of dissent steadily continued and excited alarm from time to time; and it may be questioned whether the peace of the church was not purchased at too high a price.",
		"The second volume contains the record of his deeds and words during the years of his exile; like the first and the third, it is headed by a memorable preface, as well worth the reverent study of those who may dissent from some of the writer's views as of those who may assent to all.",
		"But, even within the pale of the Roman Church, this identification provokes emphatic dissent, and is repudiated by all who are shocked by the effects of a onesided accentuation of political Catholicism on the inner life of the church, and are reluctant to see the priest playing the part of a political agitator.",
		"Before the revolution of 1868, Castelar had begun to dissent from the doctrines of the more advanced republicans, and particularly as to the means to be employed for their success.",
		"A previous statute, the Ccrporation kct (1661), ordered that all members of corporations should renounce the Covenant and the doctrine that subjects might as this danger was believed to exist, every effort would be made to keep dissent from spreading.",
		"On the 17th of November 1292 Edward decided, against Scottish custom (if such custom really existed), in favour of Baliol, who did fealty, and, amidst cries of dissent, was crowned at Scone on the 26th of December.",
		"It is said also that John himself, on the advice of his relative, Pierre Robert Olivetan, the first translator of the Bible into French, had begun to study the Scriptures and to dissent from the Roman worship. At any rate he readily complied with his father's suggestion, and removed from Paris to Orleans (March 1528) in order to study law under Pierre Taisan de 1'Etoile, the most distinguished jurisconsult of his day.",
		"From this religious guidance of the people by the well-organized forces of dissent, it was but a step to political ascendancy, and as the various constitutional changes from the Reform Bill onward began to lower the elective franchise, and thus to throw more and more power into the hands of the working classes, that spirit of radicalism, which is peculiarly associated with political dissent, began to assert itself powerfully throughout the country.",
		"As the constituent assembly which amended the constitution, according to the president's wishes in 1905, was to continue in office until 1908 and to provide laws for the regulation of elections and other public affairs, it appeared that the president would permit no expression of popular dissent to interfere with his purpose to establish a dictatorial regime in Colombia similar to the one in Mexico.",
		"On the 6th of December he protested with three other peers against the measure sent up from the Commons enforcing the disarming of all convicted recusants and taking bail from them to keep the peace; he was the only peer to dissent from the motion declaring the existence of an Irish plot; and though believing in the guilt and voting for the death of Lord Stafford, he interceded, according to his own account, 3 with the king for him as well as for Langhorne and Plunket."
	],
	"synonyms": [
		"vary",
		"objection",
		"exception",
		"nonconformity",
		"divide",
		"dissidence",
		"disagreement",
		"buck",
		"oppose",
		"protest",
		"disagree",
		"differ",
		"resist",
		"take issue",
		"contradict",
		"war",
		"strife",
		"schism",
		"inharmony",
		"warfare",
		"friction",
		"faction",
		"dissonance",
		"dissidence",
		"dissentience",
		"dissension",
		"discordance",
		"discord",
		"disaccord",
		"difficulty"
	],
	"antonyms": [
		"assent",
		"consent",
		"authorize",
		"ratify",
		"sanction",
		"endorse",
		"concur",
		"approve",
		"agree",
		"authorization",
		"ratification",
		"sanction",
		"endorsement",
		"concurrence",
		"approval",
		"agreement"
	]
}