{
	"word": "morose",
	"meaning": [
		"Ill-tempered; gloomy, sullen, etc.",
		"Characterized by gloom."
	],
	"sentences": [
		"His face suddenly took on a morose expression.",
		"When he came in to tea, silent, morose, and with tear-stained face, everybody pretended not to notice anything.",
		"Those about him had never seen the count so morose and irritable.",
		"The popular notion that Bentham was a morose visionary is far removed from fact.",
		"He was a silent morose man, not popular among his contemporaries, but \"always a faithfull Man to the Company.\"",
		"Pierre, who had come downstairs, walked through the rooms and struck everyone by his preoccupied, absent-minded, and morose air.",
		"Neither am I feeling morbid, or in any way morose.",
		"Now whenever I start feeling morose, I revive by recalling that scene.",
		"Along the way, he's helped and hindered by Dobby, the house elf, and moaning Myrtle, a morose ghost.",
		"Docile and easily tamed when young, old males of many of the species become exceedingly morose and savage in captivity.",
		"Last night I finally got around to uploading the January updates, and noticed that I'd sounded rather morose and irritable.",
		"In disposition the islanders are friendly and hospitable, brave and somewhat bloodthirsty; and, although naturally indolent and morose, they have proved industrious and keen traders.",
		"Then shortly after James ran away to sea without his parent's leave, So John Rouat became morose, and sadly did grieve.",
		"I think we were really quite dark but in a Joy Division sort of way - still quite uplifting dark, not morose.",
		"The native disposition of the Tosks has been modified by intercourse with the Greeks and Vlachs; while the Gheg devotes his attention exclusively to fighting, robbery and pastoral pursuits, the Tosk occasionally occupies himself with commercial, industrial or agricultural employments; the Gheg is stern, morose and haughty, the Tosk lively, talkative and affable.",
		"His avidity was insatiable and he could brook no opposition; but, unlike his father, he was morose, silent and unsympathetic. His next conquests were Camerino and Urbino, but his power was now greatly shaken by the conspiracy of La Magione (a castle near Perugia where the plotters met).",
		"Perhaps his impressions were too gloomy; his whole enthusiasm had been for the Corsicans, who still maintained an unequal struggle against the French; he deeply resented his father's espousal of the French cause; and dislike of the conquerors of his native island made him morose and solitary.",
		"He is represented as a morose and grisly old man in a black sailor's cape.",
		"Of a morose and taciturn character he is said to have been drinking heavily the week prior to the awful tragedy.",
		"Well fun apart from Phil who just tried not to look to morose having badly dislocated his shoulder last week.",
		"To outsiders Scotties appear somewhat morose and serious but to their family and friends they are affectionate and cheerful.",
		"His marriage in 1721 with Miss Brydges of Wallington, Surrey, led to an estrangement from his father, a person of somewhat morose temper, which terminated in 1723 after the death of the lady in giving birth to a son.",
		"Carus seems to have belied the hopes entertained of him on his accession, and to have developed into a morose and suspicious tyrant.",
		"It was supposed in olden times to be the seat of ill-humour and melancholy, whence such phrases as \"to have the spleen,\" to be out of temper, sulky, morose, \"splenetic.\"",
		"Johnson saw with more envy than became so great a man the villa, the plate, the china, the Brussels carpet, which the little mimic had got by repeating, with grimaces and gesticulations, what wiser men had written; and the exquisitely sensitive vanity of Garrick was galled by the thought that, while all the rest of the world was applauding him, he could obtain from one morose cynic, whose opinion it was impossible to despise, scarcely any compliment not acidulated with scorn.",
		"That his virtue was not equal to every trial must be admitted, but that he was anything like the morose and narrowminded bigot he is commonly represented there is nothing whatever to show.",
		"His training, the practical bent of his understanding, his strong but morose character, the circumstances of his time, and the materials available for his art, all fitted him to rebuke his own age and all after-times in the tones of a powerful preacher, rather than charm them with the art of an accomplished poet.",
		"There was nothing about him, as there was afterwards about Michelangelo, dark-tempered, secret or morose; he was open and genial with all men.",
		"He is in a very bad humor, very morose.",
		"The count ordered his carriage that he might drive to Sokolniki, and sat in his study with folded hands, morose, sallow, and taciturn.",
		"Fully adult gorillas have never been seen alive in captivity - and perhaps never will be, as the creature is ferocious and morose to a degree.",
		"Besides his height and stoutness, and the strange morose look of suffering in his face and whole figure, the Russians stared at Pierre because they could not make out to what class he could belong.",
		"He was without question a reactionary, morose and taciturn, and spent nearly all his time shut up in his palace."
	],
	"synonyms": [
		"glowering",
		"moody",
		"dour",
		"saturnine",
		"sour",
		"sullen",
		"glum",
		"dark",
		"unhappy",
		"unamiable",
		"sad",
		"morbid",
		"moping",
		"melancholy",
		"grum"
	],
	"antonyms": [
		"friendly",
		"light-hearted",
		"optimistic",
		"uplifted",
		"cheerful",
		"happy"
	]
}