{
	"word": "avert",
	"meaning": [
		"To turn away.",
		"To keep from happening; prevent.",
		"To keep from happening; ward off; prevent.",
		"To turn aside or away.",
		"To ward off, or prevent, the occurrence or effects of."
	],
	"sentences": [
		"She didn't avert her gaze this time.",
		"But though he was unable to extract the best results from parliament he was always able to avert its worst excesses.",
		"For a while it seemed that even this would not avert a European war.",
		"The repeated efforts made by Pasic to avert so distasteful a decision were held to disqualify him from the leadership of the new united Cabinet, but in order to secure his renunciation it was found necessary to exclude the other party chiefs.",
		"The Christian powers of the Mediterranean did really combine to avert the ruin of Christendom.",
		"Knowledge, intrepidity and tact carried Parkman through these experiences unscathed, and good luck kept him clear of encounters with hostile Indians, in which these qualities might not have sufficed to avert destruction.",
		"The public held her responsible for the bankrupt state of the country; and though in 1788, following the popular outcry, she prevailed upon the king to recall Necker, it was impossible for him to avert the Revolution.",
		"Perceiving, however, that she was not able unaided to avert the invasions which threatened the eastern frontier of the empire, she revoked her oath, married Romanus, and with his assistance dispelled the impending danger.",
		"The political impotence of the prime minister was plainly evident in the military proceedings against Kramarz, in which Stiirgkh shook hands with the accused and gave evidence in his favour, but without being able to avert the death sentence passed by the military court, though he did at least prevent the execution of the sentence.",
		"The attempts made by her and her husband to avert this curse simply led to its accomplishment.",
		"Thus the doors of houses are inscribed with sentences from the Koran, or the like, to preserve from the evil eye, or avert the dangers of an unlucky threshold; similar inscriptions may be observed over most shqps, while almost every one carries some charm about his person.",
		"Diplomacy busied itself with fruitless attempts to avert hostilities; on the 17th of April 1897 war was declared by Turkey.",
		"The statesmanlike qualities displayed on this occasion were unavailing to avert the storm of indignation conjured up by Crispi's opponents in connexion with a charge of bigamy not susceptible of legal proof.",
		"But on the left there was every sign of incipient disaster, and to avert this only the, cavalry were at hand.",
		"In spite of strenuous efforts on the part of the British administrator to avert war the French party determined to fight, and finally attacked the British, who had assembled round Kampala.",
		"In 1880, when a rising of the Boers in the Transvaal was threatening, President Brand showed every desire to avert the conflict.",
		"He endeavoured to avert the decision forced upon him, but, as Portugal joined the Bourbon league, and Maria Theresa with her son the emperor Joseph II.",
		"Irrigation is better able to bring fertility to a naturally arid district than to avert the failure of crops in one which is naturally fertile.",
		"There was a large minority of constitutionalists; they might easily become a majority, and the Right were therefore obliged to support Taaffe in order to avert this.",
		"It is a strange custom with the Persian ladies to dress little girls as boys, and little boys as girls, till they reach the age of seven or eight years; this is often done for fun, or on account of some vowoftenQr to avert the evil eye.",
		"The consequence was that the French always succeeded in reinforcing their fighting line in time to avert disaster.",
		"To this study he looked for the best hope of such a progressive development of Christian theology as should avert the danger arising from \" the apparently increasing divergence between the intelligence and the faith of our time.\"",
		"There remains, however, a letter from the king, in which Philip tells his old favourite, with frivolous ferocity, that it might be necessary to sacrifice his life in order to avert unpopularity from the royal house.",
		"Meanwhile Joseph had striven earnestly, but in vain, to avert a rupture with England, which came about in May 1803.",
		"Cromwell did his best to avert a social revolution, and to direct the energies of his supporters into the channels of merely political change.",
		"His worship was introduced into Rome by order of the Sibylline books (293 B.C.), to avert a pestilence.",
		"To gain a footing in the House of Commons was all that his confident spirit ever asked, and Froude vouches for it that he succeeded only just in time to avert financial ruin.",
		"Since the 9th century it has been customary for the popes to bless these cakes, and distribute them on the Sunday after Easter among the faithful, by whom they are highly prized as having the power to avert evil.",
		"More than 3,000,000 rations, generally cooked, were at one time distributed, but no exertions could altogether avert death in a country where the usual machinery for carrying, distributing and preparing food was almost entirely wanting.",
		"Louis XVI.s veto and the dismissal of the Girondin ministrythanks to an intrigue of Dumouriez, analogous to that of Mirabeau and as ineffectualdismayed the Feuillants and maddened the Girondins; the latter, to avert popular fury, turned it upon the king.",
		"Although he had no desire to raise the theological issue, it must be admitted that, the discussion once set on foot, he threw himself into it with characteristic impetuosity, and thus helped to precipitate a decision which it was his interest to avert.",
		"For no other reason did the minister for the colonies, Seor Maura, in 1894 fail to convince the Cortes, and even the Liberal party, that his very moderate Cuban Home Rule Bill was an indispensable and wise, though tardy, attempt to avert a conflict which many plain symptoms showed to be imminent in the West Indies.",
		"The dance of the Corybantic priests, like that of the priests who represented the - - Curetes, may have originated in a primitive faith in the power of noise to avert evil.",
		"But he couldn't avert his eyes from the white-sheeted form, the last remnants of the warmth of life slipping away.",
		"Buried in this haystack might well be the vital clue necessary to avert an apocalypse.",
		"There was no crisis that he could not avert; there was no injured feeling that he could not mend.",
		"But, notwithstanding that obstacle, might he not, if he had seen fit, have found means to avert the calamity?",
		"Its distinctive approach is to unite all the main actors in the first ever concerted approach to avert a major extinction crisis.",
		"Has not met since 1614 and is called now to try and avert impending crisis.",
		"The size of a small dinner plate which when filled with local boiled ham or cheese, the feint hearted must avert the gaze.",
		"Jewel of the Leat Not wishing to be too voyeuristic you avert your eyes to the hazy moorland scenery.",
		"At first the utmost efforts of the republic failed to avert disaster; for the intensely royalist district of la Vendee, together with most of Brittany, burst into revolt, and several of the northern, central and southern departments rose against the Jacobin rule.",
		"Thus an oriental may believe that he is fated to die on a particular day; he believes that, whatever he does and in spite of all precautions he may take, nothing can avert the disaster.",
		"They included Thomas Goodwin and Philip Nye, who had practised this polity during exile abroad and now strove to avert the substitution of Presbyterian uniformity for the Episcopacy which, as the ally of absolutism, had alienated its own children (see Presbyterianism).",
		"Mai., and consisted in a procession leaving Rome by the Flaminian gate, and proceeding by way of the Milvian bridge to a sanctuary at the 5th milestone of the Via Claudia, where the flamen quirinalis sacrificed a dog and a sheep to avert blight (robigo) from the crops (Fasti praenestini, C.T.L.T., p. 317).",
		"In particular, he was conscious of the need to avert reprisal attacks against innocent Irish people in Britain.",
		"Even though you can simply avert your eyes from the oncoming headlights, or flip down your rear view mirror, you will not be able completely see the road.",
		"The zeal of Ignatius (c. 115), who begs the Roman Church to do nothing to avert from him the martyr's death, was natural enough in a spiritual knight-errant, but with others in later days, especially in Phrygia and North Africa, the passion became artificial.",
		"During 1825 he succeeded in carrying stores and reinforcements into Missolonghi, when it was besieged for the second time, though he could not avert its fall.",
		"He could not avert the mistaken policy which led to the rout at Le Mans, and was finally shot in an obscure skirmish at Nouaille on the 4th of March 1794.",
		"In 1582, 20,000 quarters of imported grain were required to avert famine.",
		"The letter was condemned by the Inquisitions of Spain and Portugal; and it tasked all the skill and learning of Bellarmine as its apologist, together with the whole influence of the Society, to avert what seemed to be a probable condemnation at Rome.",
		"In the background Marshal Serrano and many politicians and military men steadily advocated a coup d'etat in order to avert the triumph of the republicans.",
		"Upon the outbreak of the American Civil War in 1861, Lord Palmerston acknowledged that it was the duty of the British government to stand aloof from the fray; but his own opinion led him rather to desire than to avert the rupture of the Union, which might have been the result of a refusal on the part of England and France to recognize a blockade of the Southern ports, which was notoriously imperfect, and extremely prejudicial to the interests of Europe.",
		"After the treachery of the French commander of this expedition a spirit of unity and despairing energy seemed reawakened in them; but this could not avert and scarcely delayed the rapidly approaching extinction of the community.",
		"To avert the danger threatened by popular dissatisfaction, the Gironde was persuaded to vote for the creation of a revolutionary tribunal to judge suspects, while out of spite against Danton who demanded it, they refused the strong government which might have made a stand against the enemy (March 10, 1793).",
		"The Doctor was forced to set the self-destruct mechanism in the shelter, wiping the Sea Devil colony out to avert a war.",
		"If so, could the filling of that gap avert the greatest tragedies ever to face humankind?",
		"Take outside and repeat every half hour for first full day to reinforce command and avert unneeded accidents.",
		"Home health care includes a wide range of services provided in the home that can avert or delay the need for nursing home care.",
		"The frequency of amyloidosis varies among the different ethnic groups, and its overall incidence is difficult to determine because of the use of colchicine to avert the problem.",
		"Intense conditioning treatments, particularly on the ends of hair, can help avert or control this damage, while shorter styles utilize only healthier hair that is more resilient to the chemical treatments.",
		"Whether on a first date or simply walking home from work, knowing some basic self defense techniques will likely avert a risky situation.",
		"Potassium gluconate is taken to avert or to treat low potassium blood levels which can result from taking certain medicines or after a prolonged illness with diarrhea or vomiting.",
		"He journeys to the cave to get answers for Jor-El, and his biological father explains that he must bring the three crystals together immediately to avert cataclysmic devastation.",
		"These officials, at the command of the senate, consulted the Sibylline books in order to discover, not exact predictions of definite future events, but the religious observances necessary to avert extraordinary calamities (pestilence, earthquake) and to expiate prodigies in cases where the national deities were unable, or unwilling, to help. Only the interpretation of the oracle which was considered suitable to the emergency was made known to the public, not the oracle itself.",
		"At the ecclesiastical council which took place at Paris in 1406 Pierre d'Ailly made every effort to avert a new withdrawal from the obedience and, by order of the king, took the part of defender of Benedict XIII., a course which yet again exposed him to attacks from the university party.",
		"Eager to avert, if possible, the impending conflict of arms between the North and South, Everett prepared an \"oration\" on George Washington, which he delivered in every part of America.",
		"In the critical negotiations before the outbreak of the World War he supported every attempt to avert the danger.",
		"Mannhardt sees in the ceremony an allusion to certain agricultural rites, the object of which was to prevent the failure of the crops and to avert pestilence (or to protect them and the flocks against the ravages of wolves).",
		"Thus we find dictators destined to hold the elections, to make out the list of the senate, to celebrate games, to establish festivals, and to drive the nail into the temple of Jupiter - an act of natural magic which was believed to avert pestilence.",
		"Sagasta's attempt to conciliate both the Cubans and the United States by a tardy offer of colonial home rule, the recall of General Weyler, and other concessions, did not avert the disastrous war with the United States and its catastrophe.",
		"It soon became evident that one course, and one only, lay open to President Kruger if he desired to avert a catastrophe.",
		"Had the Austrians attacked on both flanks forthwith, the Prussian central (I.) army could have reached neither wing in time to avert defeat, and the political consequences of the Austrian victory might have been held to justify the risks involved, for even if unsuccessful the Austrians and Saxons could always retreat into Bavaria and there form a backbone of solid troops for the 95,000 South Germans.",
		"The work was begun at the end of 1898 and finished early in 1902 - in time to avert over a large area the disastrous effects which would otherwise have resulted from the low Nile of that year.",
		"The next grand-duke, Charles Frederick, who succeeded in 1828, continued his father's work, but his reforms were not thorough enough nor rapid enough to avert disturbances in 1848, when power was given to a popular ministry and numerous reforms were carried through.",
		"According to Bellarmine, Garnet's zealous friend and defender, \"If the person confessing be concealed, it is lawful for a priest to break the seal of confession in order to avert a great calamity \"; but he justifies Garnet's silence by insisting that it was not lawful to disclose a treasonable secret to a heretical king.",
		"To avert the danger of a man of this type succeeding to the throne Peter made a law by which the reigning sovereign might choose his successor according to his own judgment, and two years later he caused his second wife, Catherine Catherine, the daughter of a Lithuanian peasant, to 1, be crowned with all due solemnity, \" in recognition of the courageous services rendered by her to the Russian Empire.\"",
		"Military affairs in this period are dealt with under Napoleonic Campaigns; but it may be noted here that during the anxious days which Napoleon spent at the camp of Boulogne in the second and third weeks of August 1805, uncertain whether to risk all in an attack on England in case Villeneuve should arrive, or to turn the Grand Army against Austria, the only step which he took to avert a continental war was the despatch of General Duroc to Berlin to offer Hanover to Prussia on consideration of her framing a close alliance with France.",
		"The statesmen of Europe still continued their efforts to avert a conflict, but to no purpose.",
		"His eleventh-hour conversion could not avert the conflict of interests which led to the war of 1904-5, from which Russia emerged defeated, but enabled him to veil a serious diplomatic error by relinquishing the odium of failure to his successor, Rosen.",
		"They often avert death from asphyxia, or render the end less distressing.",
		"It now appeared necessary to the Entente Powers to avert Baltic and German preponderance in Latvia as a consequence of the military situation, and the policy of non-intervention was abandoned in favour of Ulmanis' Government."
	],
	"synonyms": [
		"fend-off",
		"head off",
		"obviate",
		"forfend",
		"ward off",
		"avoid",
		"stave off",
		"deflect",
		"debar",
		"forefend",
		"turn-away",
		"preclude",
		"halt",
		"frustrate",
		"foil"
	],
	"antonyms": [
		"aid",
		"help"
	]
}