{
	"word": "negate",
	"meaning": [
		"To deny the existence or truth of.",
		"To nullify or make ineffective.",
		"To make negative.",
		"To perform the machine logic operation NOT gate.",
		"To nullify or cause to be ineffective."
	],
	"sentences": [
		"Shipping charges for large and heavy items may negate your savings.",
		"It's very common for the 12 animal zodiac signs to be used as tokens of good luck, especially when you wish to negate any potentially negative elements.",
		"These unexpected expenses can negate the money you could save with a lower rate.",
		"You don't want cleaning or replacement fees to negate your savings.",
		"So it's probably just as well to keep the Scentsy Tropical Collection away from the Fall & Winter assortment, as the fragrances of pineapple and pine tree tend to negate the romance of their respective seasons.",
		"The fact that you may have done these exercises since grade school does not negate their value.",
		"Ban on triazine herbicides likely to reduce but not negate relative benefits of GMHT maize cropping.",
		"Sometimes ticket sellers will try to negate the money saved by the deal by selling cruisers travel insurance, drink plans, or other unnecessary add-ons.",
		"It sets them apart and encourages individuality, and although the look is becoming increasingly more common, it doesn't negate the fact that emo style is unique.",
		"In fact sometimes, we find a simple PC health check can completely negate the need for an upgrade at all.",
		"Stories that conclude in this manner are almost always disappointing because they effectively negate the adventure.",
		"The infinite or non-finite is not necessarily known, ere the finite is negated, or in order to negate it; all that needs be known is the finite itself; and the contradictory negation of it implies no positive.",
		"Additionally, lower assembly temperatures negate the need for substrate materials that can withstand high soldering temperatures.",
		"This will keep the inside temperatures down and negate the need for the air conditioner when you get back in to drive.",
		"The cost of panels is significant, therefore any damage could negate the financial benefit of DIY.",
		"Some research suggests that lures attract more beetles into the garden and negate the positive benefits of using traps.",
		"Don't walk on it or you'll negate all your hard work.",
		"Your arguments totally negate the need for trademark laws, which does not make sense.",
		"Each process does leech some nutrients, but the beet is a veritable nutritional powerhouse to begin with, so a certain degree of deterioration doesn't negate the vegetable's positive properties.",
		"Just be careful not to let parking fees and gas costs negate any savings.",
		"You may also find the amount of money you need to shell out for a last minute flight to Houston may negate your cruise savings.",
		"This will negate the effects of sha chi (bad chi) such a placement creates.",
		"Often these penalties can negate the savings you may receive by refinancing and you can end up paying a higher interest rate for far longer than necessary.",
		"Pairing a Tod's bag with a vintage rocker t-shirt and flare-leg pants may negate the refinement of a Tod's handbag.",
		"Remember, authoritative parents are just as responsive as the permissive parents, but they do not allow their responsiveness to negate any boundaries that benefit their children.",
		"On the other hand, an Under Armour Youth Negate jersey with \"anti-abrasion zones\" and specific venting and wicking features will run as much as three times more.",
		"However, you do need to keep an eye on shipping costs, as they can quickly negate any savings.",
		"The cost of shipping a tree may actually negate any savings on gas and time.",
		"If you cheat on the diet even one time, you negate the entire process and need to start over.",
		"The delivery charges can sometimes negate any price saving of buying online.",
		"Pay close attention to shipping costs, however, as these can add up quickly and negate any savings for buying in quantity.",
		"While some foods may contain high amounts of protein, the high fat content can negate the health benefits.",
		"Then he gets four leg byes to complete negate most of the above.",
		"While shoppers may be accustomed to going online to find the best deals on household items, when it comes to patio furniture, shipping costs will often negate even the best online deals."
	],
	"synonyms": [
		"belie",
		"contradict",
		"contravene",
		"neutralise",
		"nullify",
		"neutralize",
		"counteract",
		"cancel",
		"quash",
		"impugn",
		"gainsay",
		"deny",
		"retract",
		"invalidate",
		"annul"
	],
	"antonyms": [
		"affirm",
		"permit",
		"allow",
		"approve",
		"validate",
		"support",
		"confirm"
	]
}