{
	"word": "unconscionable",
	"meaning": [
		"Not guided or restrained by conscience; unscrupulous.",
		"Unreasonable, excessive, or immoderate.",
		"Not fair or just; outrageous.",
		"So harmful to the interests of one of the parties to an agreement or contract as to make that paper unenforceable and, therefore, null and void.",
		"Excessive, imprudent or unreasonable."
	],
	"sentences": [
		"If it was up to them, the kids would be in a foster home, a fate Jessi found unconscionable.",
		"On the law under the act of 1900 see Hastings's Law relating to Moneylenders and Unconscionable Bargains; and Edmondson's Moneylenders Act 1900.",
		"A breach of confidence was restrained as a form of unconscionable conduct, akin to a breach of trust.",
		"There we had to wait the most unconscionable time for dinner.",
		"By whatever definition, it is entirely unconscionable, and if I were king, I would reintroduce exemplary capital punishment as its reward.",
		"The purpose of equitable estoppel is to prevent the unconscionable exercise of legal rights.",
		"On 1st March, Gonzalez resigned describing Sprague as \" an unconscionable scoundrel \" Rudd retired from Congress in January, 1987.",
		"Maybe that 's why I have been subject to these unconscionable delays.",
		"They spend what I would consider an unconscionable amount of time sunning around the swimming pool - a practice I abandoned years ago.",
		"Perhaps I shall become part of the Eye with my sister, feeding it in some unconscionable way, entangled in the blue?",
		"It was not unconscionable to enforce the strict legal position between Milton Gate and PW which would be required to make the penalty payment.",
		"Mineptah was one of the most unconscionable usurpers of the monuments of his predecessors, including those of his own father, who, it must be admitted, had set him the example.",
		"Although in general there is no limit on the amount of interest which a borrower may agree to pay, equity has always been ready to grant relief from unconscionable bargains.",
		"In England the lessons of experience have shown that the abuses of this business are best regulated by a system of registration coupled with relief to debtors against harsh and unconscionable bargains.",
		"The act is not confined to providing for the registration of moneylenders and for the reopening of harsh and unconscionable bargains."
	],
	"synonyms": [
		"conscienceless",
		"usurious",
		"steep",
		"extortionate",
		"exorbitant",
		"outrageous",
		"unwarranted",
		"unscrupulous",
		"unjustified",
		"unethical",
		"inexcusable",
		"inordinate",
		"immoral",
		"unreasonable",
		"immoderate"
	],
	"antonyms": [
		"good",
		"principled",
		"decent",
		"moral"
	]
}