{
	"word": "ratify",
	"meaning": [
		"To approve or confirm; esp., to give official sanction to.",
		"To affirm or approve, usually after the fact.",
		"To give formal consent to; make officially valid."
	],
	"sentences": [
		"The president of Nicaragua adhered to this treaty, but the National Congress refused to ratify it.",
		"It was awarded to Mithradates, but the senate refused to ratify the bargain on the ground of bribery.",
		"In 1788, Samuel Adams was a member of the Massachusetts convention to ratify the Constitution of the United States.",
		"As the Federalists were all opposed to the Ausgleich, it was clear that a Reichsrath chosen in these circumstances would refuse to ratify it, and this was probably Belcredi's intention.",
		"If, on attaining his majority, the king refused to ratify these promises, his subjects were ipso facto absolved from their obedience.",
		"He abdicated in 1859 and left the country, after refusing to ratify the treaty with Peru, by which the defender of Guayaquil had obtained the raising of the siege.",
		"In the earlier days of the agitation, he challenged the hostility which often mobbed the anti-slavery gatherings; in the later days he consulted with the political leaders, inspiring the patriotism of the North, and sedulously setting himself to create a public opinion which should confirm and ratify the emancipation proclamation whenever the president should issue it.",
		"In 1866, 1867 and 1869, respectively, the legislature refused to ratify the thirteenth, fourteenth and fifteenth amendments to the Federal constitution.",
		"The conservatives refused to ratify the recess, which was not published, but the Protestant states declared that they would accept the emperor's word of honour, and furnished him with troops for repelling the Mahommedans.",
		"But others were won over by the news that it had been ratified by New Hampshire and Virginia or by the telling arguments of Hamilton, and on the 26th of July the motion to ratify was carried by a vote of 30 to 27.",
		"It was the second state to ratify the Constitution.",
		"It was Ellsworth who suggested to Washington the sending of John Jay to England to negotiate a new treaty with Great Britain, and he probably did more than any other man to induce the senate, despite widespread and violent opposition, to ratify that treaty when negotiated.",
		"This class of prerogatives, as well as the right which the pope claimed to ratify the election of the emperor, need not detain us, although they doubtless served in the long run to weaken the papal power.",
		"New York ratified the Articles of Confederation in 1778, and when Maryland refused to ratify unless those states asserting claims to territory west to the Mississippi agreed to surrender them, New York was the first to do so.",
		"He did not permit the people to ratify the covenant at once.",
		"It was declared to be unlawful for the regent to make war or peace, or ratify any treaty with any foreign power, or prorogue, adjourn or dissolve any parliament without the consent of the majority of the council of regency, or give her assent to any bill for repealing or varying the Act of Settlement, the Act of Uniformity, or the Act of the Scottish parliament for securing the Protestant religion and Presbyterian church government in Scotland (1707, c. 6).",
		"On these different occasions the pope, ignored in ordinary times, was made use of by the Byzantine government to ratify measures which it had found necessary to adopt in opposition to the opinion of the Greek episcopate.",
		"During that war also, those states which had no claims in the West contended that title to these western lands should pass to the Union and when the Articles of Confederation were submitted for ratification in 1777, Maryland refused to ratify them except on that condition.",
		"But the sultan refused to ratify these articles, and the relations between Russia and Turkey were therefore determined by the patent treaty only, which positively stipulated for the evacuation by the Russians of every spot occupied by them on Turkish soil in Asia.",
		"On the 12th of December 1859 the M`Lean-Juarez treaty was concluded, which gave the United States a sort of disguised protectorate over Mexico, with certain rights of way for railroads over the Isthmus of Tehuantepec and between the Rio Grande and Pacific. The American Senate, however, did not ratify the treaty, and a motion for its reconsideration late in 1860 came to nothing, owing to the approach of the War of Secession.",
		"Eight states had ratified when the convention reassembled at Concord on the 17th of June, and four days later, when a motion to ratify was carried by a vote of 57 to 47, adoption by the necessary nine states was assured.",
		"The new legislature was the first among the legislatures of the states to ratify (on the 1st of February 1865) the Thirteenth Amendment.",
		"But when Lord Keith, the British admiral, refused to ratify the terms, he attacked the Turks at Heliopolis, though with but io,000 men against 60,000, and utterly defeated them on the 20th of March 1800.",
		"In his conflict with the towns over his refusal to ratify all their privileges the elector's task was lightened by a quarrel between the magistrates and the burghers of Berlin, which he was called in to decide in 1442.",
		"The Recruits bill and the estimates were adopted, the Delegations were enabled to meet at Budapest - where they voted £2 2,000,000 as extraordinary estimates for the army and navy and especially for the renewal of the field artillery - and the negotiations for new commercial treaties with Germany and Italy were sanctioned, although parliament had never been able to ratify the Szell-Korber compact with the tariff on the basis of which the negotiations would have to be conducted.",
		"In 371 a fresh peace congress was summoned at Sparta to ratify the Peace of Callias.",
		"There are likely to be calls encouraging all NPT parties to ratify this protocol.",
		"The new sovereign and her government refused to ratify the agreement which had been illegally obtained, choosing rather to pay a million francs as compensation to the French company.",
		"Louis, indeed, accepted the constitution and attended the great Feast of Federation (July 14, 1790), when representatives from all the new departments assembled in the Champ de Mars to ratify the work of the Assembly; but the king either could not or would not say the expected word that would have dissipated mistrust.",
		"The articles of association under the patent provided that the first general assembly held in Pennsylvania should be asked to ratify it.",
		"The sultan authorised the signature of this convention, but under pressure of France and Russia he refused to ratify it.",
		"In the Virginia convention for ratifying the constitution (June 1788), when eight states had ratified and it seemed that Virginia's vote would be needed to make the necessary nine (New Hampshire's favourable vote was cast only shortly before that of Virginia), and it appeared that New York would vote against the constitution if Virginia did not ratify it, Madison was called upon to defend that instrument again, and he appeared at his best against its opponents, Patrick Henry, George Mason, James Monroe, Benjamin Harrison, William Grayson and John Tyler.",
		"The Colombian Congress, however, refused to ratify the treaty on the ground that when the negotiations had taken place the country was in a state of siege, really in the hope of securing a larger money payment.",
		"The Federation Council, the upper House of the Russian Parliament, is expected to ratify the accord in the near future.",
		"However, the Chinese government refused to ratify the treaty, and refused to allow the setting-up of foreign diplomatic legations in Beijing.",
		"In a shameful display of partisan politicking taking precedence over international security considerations, the US Senate failed to ratify the accord in 1999.",
		"At the conclusion of the debate the convention by a vote of 184 to 84 declared itself unwilling to ratify the constitution until a bill of rights had been added and it had been amended in several other particulars so as to guarantee certain powers to the states.",
		"Napoleon's answer was to refuse to ratify the convention of the 4th of January, and to announce his engagement to the archduchess Marie Louise in such a way as to lead Alexander to suppose that the two marriage treaties had been negotiated simultaneously.",
		"She foiled the attempts of the English ambassador to make her ratify the treaty of Edinburgh, and, while Lethington, no worse a prophet than Knox, predicted \" strange tragedies,\" Mary came home.",
		"At his very first Riksdag, held at Norrkoping in March 1800, the nobility were compelled, at last, to ratify Gustavus III.'s detested Act of Union and Security, which hitherto they had steadily refused to do.",
		"On the 10th of August an Anglo-Portuguese agreement was negotiated in London, but the cortes refused to ratify it.",
		"It was at Rustenburg that the volksraad met in March 1852 to ratify the Sand River Convention granting independence to the Transvaal Boers.",
		"The Senate refused to ratify it; but a protocol provided for a modus vivendi pending ratification, giving American fishing vessels similar advantages to those contemplated in the treaty; and on the whole Mr Chamberlain's mission to America was accepted as a successful one in maintaining satisfactory relations with the United States.",
		"For the security of the world we will leave to our children, we urge the United States to ratify the treaty.",
		"The Chamber, however, refused to ratify them, and it was not until the kings eloquent appeal from Moncalieri to his peoples loyalty, and after a dissolution and the election of a new parliament, that the treaty was ratified (January 9, 1850).",
		"The majority has occasionally protested by electing a Democratic governor, but he has not been able to accomplish a great deal, because until 1909 he did not have veto power nor effectual means to induce the Senate to ratify his appointments.",
		"In 1786 Delaware was one of the five states whose delegates attended the Annapolis convention (see Annapolis, Maryland), and it was the first (on the 7th of December 1787) to ratify the Federal constitution.",
		"He therefore made alliance with Venice and Genoa, fulminated a new excommunication against Frederick, and convoked a council at Rome to ratify his ban in 1241.",
		"As governor he recommended that Massachusetts ratify the woman-suffrage amendment to the Federal Constitution.",
		"The crusaders appealed to Innocent to ratify the subjugation of a schismatic people, and the union of the Eastern and Western Churches; and Innocent, dazzled by the magic of the fait accompli, not unwillingly acquiesced.",
		"When the constitutional convention met in Philadelphia in 1787 to frame a constitution for a stronger Federal government, the agriculturists of Rhode Island were afraid that the movement would result in an interference with their local privileges, and especially with their favourite device of issuing paper money, and the state refused to send delegates, and not until the Senate had passed a bill for severing commercial relations between the United States and Rhode Island, did the latter, in May 1790, ratify the Federal constitution, and then only by a majority of two votes.",
		"He returned to Rome in 60 B.C. to find that the senate had sacrificed the support of the capitalists (which Cicero had worked so hard to secure), and had finally alienated Pompey by refusing to ratify his acts and grant lands to his soldiers.",
		"Georgia was the fourth state to ratify (January 2, 1788), and one of the three that ratified unanimously, the Federal Constitution.",
		"Lord Elgin determined on teaching the rulers of China a lesson by the destruction of the summer palace; and the Chinese government was compelled to submit to the terms of the Allies, and to ratify the treaty of Tientsin.",
		"Now, a prince or legislative assembly that accepted the doctrine of Luther, that the temporal power had been \" ordained by God for the chastisement of the wicked and the protection of the good \" and must be permitted to exercise its functions \" unhampered throughout the whole Christian body, without respect to persons, whether it strikes popes, bishops, priests, monks, nuns, or whoever else \" - such a government could proceed to ratify such modifications of the Christian faith as appealed to it in a particular religious confession; it could order its subject to conform to the innovations, and could expel, persecute or tolerate dissenters, as seemed good to it.",
		"Without entering into any examination of the charges brought before them, the synod condemned him on the ground of contumacy, and, hinting that his audacity merited the punishment of treason, called on the emperor to ratify and enforce their decision.",
		"The sooner we ratify the CTBT, the sooner we set the rest of the world on the same path.",
		"His dilatoriness during the second embassy (346) sent to ratify the terms of peace led to his accusation by Demosthenes and Timarchus on a charge of high treason, but he was acquitted as the result of a powerful speech, in which he showed that his accuser Timarchus had, by his immoral conduct, forfeited the right to speak before the people.",
		"The senate refused to ratify the arrangements he made in Asia or to provide money and lands for distribution amongst his veterans.",
		"He alone could ratify treaties of peace and alliance, and on his nomination fifty-four senators were added to the senate, which thereafter numbered one hundred and twenty members appointed by him alone.",
		"He refused to ratify his resignation; and when Clavering attempted to seize on the governor-generalship, he judiciously obtained an opinion from the judges of the supreme court in his favour.",
		"Moreover, in the state convention called to decide whether Virginia should ratify the Federal Constitution he led the opposition, contending that the proposed Constitution, because of its centralizing character, was dangerous to the liberties of the country."
	],
	"synonyms": [
		"sign",
		"pass",
		"bless",
		"authorize",
		"corroborate",
		"consent",
		"affirm",
		"endorse",
		"confirm",
		"approve",
		"establish",
		"uphold",
		"seal",
		"substantiate",
		"validate"
	],
	"antonyms": [
		"disagree",
		"deny",
		"veto",
		"disaffirm",
		"revoke",
		"renounce",
		"reject"
	]
}