{
	"word": "recant",
	"meaning": [
		"To make a formal retraction or disavowal of (a statement or belief to which one has previously committed oneself).",
		"To withdraw or renounce (beliefs or statements formerly held), esp. in a formal or public manner."
	],
	"sentences": [
		"Attempts were made by the officials to induce him to recant, but without effect.",
		"He was compelled to recant, under strong pressure from Pope Innocent III.",
		"He refused to recant what he had said during the disputations.",
		"William Sawtrey (Chartris), caught and condemned, refused to recant and was burnt at St Paul's Cross (March 1401), and Other martyrdoms followed.",
		"Barnes was forced to apologize and recant; and Gardiner delivered a series of sermons at St Paul's Cross to counteract Barnes' invective.",
		"Oldcastle was convicted, but was imprisoned for forty days in the Tower in hope that he might recant.",
		"At worst, you may be put to death after much torture if you do not recant your belief in Jesus.",
		"In 1669 an unworthy follower - Daniel Scargil by name, a fellow of Corpus Christi College, Cambridge - had to recant publicly and confess that his evil life had been the result of Hobbist doctrines.",
		"But he now resisted pain better, and, although more than once a promise to recant was extorted from him, he reasserted his innocence when unbound, crying out, \"My God, I denied Thee for fear of pain.\"",
		"He was now called upon, in advanced life, to undo not a little of the work in which he had been instrumental in his earlier years - to vindicate the legitimacy of the queen's birth and the lawfulness of her mother's marriage, to restore the old religion, and to recant what he himself had written touching the royal supremacy.",
		"They saw in him a pious man, an esteemed professor, who had done nothing but propose a discussion on the notoriously intricate subject of Indulgences, peremptorily ordered to recant and to remain silent.",
		"But his followers were being hunted, and imprisoned or forced to recant, all through the later years of Richard II.",
		"In 1204 his doctrines were condemned by the university, and, on a personal appeal to Pope Innocent III., the sentence was ratified, Amalric being ordered to return to Paris and recant his errors.",
		"A Roman synod in 43 o found Nestorius heretical and decreed his excommunication unless he should recant.",
		"The female apostate is to be kept in confinement until she recant or death.",
		"Moreover, Autrecourt was ordered to publicly recant several of the articles specified in the legal record.",
		"No extremity of torture could make him recant or extract a syllable to Savonarola's hurt; he steadfastly repeated his belief in the divinity of the prior's mission.",
		"Sigismund himself gave it as his opinion that it had been clearly proved by many witnesses that the accused had taught many pernicious heresies, and that even should he recant he ought never to be allowed to preach or teach again or to return to Bohemia, but that should he refuse recantation there was no remedy but the stake.",
		"I now publicly recant any former criticism of the Bonny Doon establishment.",
		"Berengar in a weak moment in 1059 was forced by the pope to recant and assert that \" the true body and blood are not only a sacrament, but in truth touched and broken by the hands of the priests and pressed by the teeth of the faithful,\" and this position remains in every Roman catechism."
	],
	"synonyms": [
		"resile",
		"forswear",
		"retract",
		"abjure",
		"renege",
		"unsay",
		"repudiate",
		"revoke",
		"annul",
		"renounce",
		"abrogate",
		"cancel",
		"disavow",
		"withdraw",
		"disclaim"
	],
	"antonyms": [
		"emphasize",
		"confirm",
		"recapitulate",
		"reaffirm",
		"proclaim",
		"maintain",
		"acknowledge"
	]
}