{
	"word": "meander",
	"meaning": [
		"To take a winding or tortuous course.",
		"To wander aimlessly or idly; ramble.",
		"To speak or write in sustained fashion on a number of loosely connected topics.",
		"To be directed in various directions or at multiple objects.",
		"To wind, turn, or twist; to make flexuous.",
		"Windings or convolutions, as of a stream.",
		"A portion, side trip, or episode in a longer journey.",
		"A passage on a subtopic or digression in a longer piece of discourse.",
		"An aimless wandering; rambling.",
		"An ornamental pattern of winding or crisscrossing lines."
	],
	"sentences": [
		"Imaginext toys promote imagination by creating toys that inspire children’s minds to meander through mythical times and scenarios.",
		"Past Burton, the river continues to meander north eastwards.",
		"It's a party atmosphere with live music and hor d'oeuvres for the nibbling while you wait in line or meander about.",
		"Long narrow hallways - Chi likes to wind and meander.",
		"Although once a mainstay in Victorian times, silk stockings now meander in and out of vogue.",
		"However, cruise bikes are designed for those who wish to meander, or \"cruise.\"",
		"Paths tend to meander rather than run in straight lines and are frequently made of brick, slate or flagstone, often planted with creeping thyme or other ground covers to create the mossy illusion of an older pathway.",
		"This is a gentle, evocative meander through a normal childhood.",
		"Create a maze for children to meander through by raking the leaves into a maze of paths across your yard.",
		"Broadleaved woodland is limited to small patches alongside steeply incised streams and abandoned meander scars cut in the glacial deposits alongside the Glenelly river.",
		"Imagine a long stream passage where there is a short oxbow connecting across a meander.",
		"Wide tracts of sand, marshes, peat-bogs, ponds, and small lakes, among which the streams lazily meander from one marsh to another, the whole covered with thin pineforests and scanty vegetation, with occasional patches of fertile xxr.",
		"Unfolding as a series of spontaneous developments, My Pirate captures the procession of uninhibited thought, mirroring the meander of the subconscious.",
		"He also built a large monastery at Tralles on the hills skirting the valley of the Meander, and more than 90 other monasteries.",
		"These lowlands, dotted over with numberless marshes and lakes, seem to have emerged from the sea at a quite recent geological period; the rivers that meander across them are still excavating their valleys.",
		"The river of the same name parallels the two-lane Route 550 and separates the paved highway from the far less traveled gravel roads that meander in the same direction.",
		"Redcliffe is situated on the outside of a meander bend of the River Avon on deep alluvium.",
		"Meander by the thatched cottages & watch the blacksmith at work.",
		"Meander over to the Annie Jane monument and reflect on days gone by when life was not so leisurely.",
		"For the real flavor of Corfu do not miss a slow meander through the beautiful countryside of the quiet central areas.",
		"To the south of this high road we have among the Seleucid foundations Antioch in Pisidia (colonized with Magnesians from the Meander) and Stratonicea in Caria; in the region to the north of it the most famous Seleucid colony was Thyatira."
	],
	"synonyms": [
		"perambulate",
		"amble",
		"wander",
		"mosey",
		"stroll",
		"saunter",
		"promenade",
		"ramble",
		"thread",
		"wind",
		"weave",
		"wreathe",
		"twist",
		"spiral",
		"snake",
		"wander",
		"walk",
		"stroll",
		"saunter",
		"promenade",
		"perambulation",
		"Often used in plural: amble",
		"ramble"
	],
	"antonyms": [
		"go direct",
		"stay on path"
	]
}