{
	"word": "indolent",
	"meaning": [
		"Disliking or avoiding work; lazy; idle.",
		"Disinclined to exert oneself; habitually lazy.",
		"Conducive to inactivity or laziness; lethargic.",
		"Causing little or no pain.",
		"Slow to heal."
	],
	"sentences": [
		"The natives were allowed to live the indolent life of the tropics.",
		"Evidently Peter was determined to tear his son away from a life of indolent ease.",
		"He lacked neither ambition nor capacity, but was indolent and only exerted himself spasmodically.",
		"Being a rather indolent person, that suits me just fine.",
		"They are uneducated, indolent and vicious.",
		"Fox's youth was disorderly, but it was never indolent.",
		"They cared little for letters, and were generally indolent, and their prejudice against mercantile pursuits left the commerce of the country in the hands of Armenians, Jews, Greeks and Turks.",
		"Most are indolent with slow growth and they rarely metastasize.",
		"The third member of the team is their Grandad, an indolent, scruffy man constantly moaning about his lot in life.",
		"If he is diseased, crippled, dishonest or indolent, he may be a direct loss to the community instead of a gain.",
		"King Edward, as indolent In the and pleasure-loving in times of ease as he was active north and and ruthless in times of stress and battle, set himself west.",
		"Notwithstanding the changes in organization and terminology, the officials remained ignorant, indolent, careless, indifferent to the public welfare, high-handed and extortionate, and the local self-government which was intended to enlighten and control them proved sadly wanting in vitality and practically worthless.",
		"Little is known of the mild and indolent Artaxerxes II.",
		"His uncle, who was old, indolent and absurdly proud, had lived in great seclusion; Retz, on the contrary, gradually acquired a very great influence with the populace of the city.",
		"He hires Captain Crawley as his agent, doubting that Crawley is honest but too indolent to care.",
		"Trebellius, who was somewhat indolent, and never ventured on a campaign, controlled the province by a certain courtesy in his administration.",
		"Indeed, for many men, prostate cancer is a relatively indolent disease - a cancer that causes no significant problems in their lives.",
		"On the other hand it is possible that many patients identified as having hypertensive renal disease actually have indolent nephritis.",
		"The latter is no separate dialect at all, but a mere brogue or jargon, the medium of intercourse between illiterate natives and Europeans too indolent to apply themselves to the acquisition of the language of the people; its vocabulary is made up of Malay words, with a conventional admixture of words from other languages; and it varies, not only in different localities, but also in proportion to the individual speaker's acquaintance with Malay proper.",
		"Indolent, sensual and dissipated by nature, Charles's vices had greatly increased during his exile abroad, and were now, with the great turn of fortune which gave him full opportunity to indulge them, to surpass all the bounds of decency and control.",
		"Telyanin was sitting in the same indolent pose in which Rostov had left him, rubbing his small white hands.",
		"As rice has to be transplanted as well as sown and irrigated, it needs a considerable amount of labour expended on it; and the Burman has the reputation of being a somewhat indolent cultivator.",
		"The Finns are morally upright, hospitable, faithful and submissive, with a keen sense of personal freedom and independence, but also somewhat stolid, revengeful and indolent.",
		"Indolent disease / recurrent relapses We currently use pulsed cyclophosphamide for disease that is severe but not critical, or for relapsing disease.",
		"Regular industrial work is however handicapped by competition with the tourist trade in its several branches - acting as guides and camp servants, manufacture and sale of \" souvenirs ' (carved toys and trinklets in mother - of-pearl and olive-wood, forged antiquities and the like), and the analogous trade in objets de piete (rosaries, crosses, crude religious pictures, &c.) for pilgrims. Travellers in the country squander their money recklessly, and these trades, at once easy and lucrative, are thus fatally attractive to the indolent Syrian and prejudicial to the best interests of the country.",
		"The Maoris of to-day are law-abiding, peaceable and indolent.",
		"His schemes directly threatened the independence of the princes; but they were too indolent to unite against his ambition.",
		"During the reign of this prince, who has been described as a very humane and indolent man, the country was distracted by sanguinary broils; the governors of several provinces and districts withdrew their allegiance; and the dominions of the khans of Kalat gradually so diminished that they now comprehend only a small portion of the provinces formerly subject to Nasir Khan.",
		"When the Romans became masters of the world, many of their upper classes, both before the close of the republic and under the empire, from a love of Greek manners and literature or from indolent and effeminate habits, resorted to Neapolis, either for the education and the cultivation of gymnastic exercises or for the enjoyment of music and of a soft and luxurious climate.",
		"It is the man of energy, of some means, of ambition, who takes the chances of success in the new country, leaving the poor, the indolent, the weak and crippled at home.",
		"Colonized by the steady industrial peoples of northern Europe, there is no danger of the turbulence of the industrially indolent but more passionate peoples of Central and South America.",
		"He was luxurious and indolent, entrusting the command of his armies to others whose successes he appropriated, cruel and superstitious, but a magnificent patron of art and literature.",
		"Thus, at the age of three-and-thirty, this naturally indolent and self-indulgent woman, with little knowledge and no experience of affairs, suddenly found herself at the head of a great empire at one of the most critical periods of its existence.",
		"Though written in Latin, its discourses were doubtless intended to be delivered in the vulgar tongue; the clergy, however, were often too indolent or too ignorant for this, although by more than one provincial council they were enjoined to exert themselves so that they might be able to do so.'",
		"Indolent in his temper, James had been in the habit of leaving his patronage in the hands of a confidential favorite, and that position was now filled by George Villiers, marquess and afterwards duke of Buckingham.",
		"This Spaniard of waning charms, who had been neglected by her husband and insulted by Richelieu, now gave her indolent and full-blown person, together with absolute power, into the hands of the Sicilian.",
		"Her reign (1730-40) was a regime of methodical German despotism on the lines laid down by her uncle, Peter the Great, and as she was naturally indolent and much addicted to frivolous amusements, the administration was directed by her favourite Biren (q.v.) and other men of German origin.",
		"The Malays are indolent, pleasure-loving, improvident beyond belief, fond of bright clothing, of comfort, of ease, and they dislike toil exceedingly.",
		"Frederick Augustus II., who succeeded his father in the electorate in 1733, and was afterwards elected to the throne of Poland as Augustus III., was an indolent prince, wholly under the influence of Count Heinrich von Briihl (q.v.).",
		"As a general rule the Para-, guayans are indolent, especially the men.",
		"The Assam peasant, living in a half-populated province, and surrounded by surplus land, is indolent, good-natured and, on the whole, prosperous.",
		"The effects of the nitrate being both astringent and stimulating as well as bactericidal, solutions of it are used to paint indolent ulcers.",
		"In disposition the islanders are friendly and hospitable, brave and somewhat bloodthirsty; and, although naturally indolent and morose, they have proved industrious and keen traders.",
		"During the reign of her cousin Anne (1730-1740), Elizabeth effaced herself as much as possible; but under the regency of Anne Leopoldovna the course of events compelled the indolent but by no means incapable beauty to overthrow the existing government.",
		"Under Louis Savoy began to decline, for he was indolent, incapable, and entirely ruled by his wife, Anne of Lusignan, daughter of the king of Cyprus, an ambitious and intriguing woman; she induced him to fit out an expensive expedition to Cyprus, which brought him no advantage save the barren title of king of Cyprus, Jerusalem and Armenia.",
		"In character the Indians are, as a rule, peaceable, though conscious of their numerical superiority and at times driven to join in the revolutions which so often disturb the course of local politics; they are often intensely religious, but with a few exceptions are thriftless, indolent and inveterate gamblers.",
		"Indolent as he was, he acquired knowledge with such ease and rapidity that at every school (such as those at Lichfield and Stourbridge) to which he was sent he was soon the best scholar.",
		"Some successes were gained, but a consistent policy was impossible with a rebellious aristocracy and a king of indolent character.",
		"As a rule, the mestizos of Ecuador are ignorant, indolent and non-progressive.",
		"This was much; for Moreau, though indolent and incapable in political affairs, was still immensely popular in the army (always more republican than the civilians) and might conceivably head a republican movement against the autocrat.",
		"Ismail re-established and improved the administrative system organized by Mehemet Au, and which had fallen into decay under Abbass indolent rule; he caused a thorough remodelling of the customs system, which was in an anarchic state, to be made by English officials; in 1865 he established the Egyptian post office; he reorganized the military schools of his grandfather, and gave some support to the cause of education.",
		"An honourable exception to the indolent and rapacious divines of this stamp was Thomas Burgess (bishop of St Davids), to whose exertions is mainly due the foundation of St David's College at Lampeter in 1822, an institution erected to provide a better and cheaper education for intending Welsh clergymen.",
		"The indolent Ionians had seen the result of secession at Naxos and rebellion at Thasos; the Athenian fleet was perpetually on guard in the Aegean."
	],
	"synonyms": [
		"work-shy",
		"otiose",
		"slothful",
		"faineant",
		"lazy",
		"listless",
		"lethargic",
		"sluggish",
		"idle",
		"torpid",
		"supine",
		"inert",
		"inactive",
		"dronish",
		"shiftless"
	],
	"antonyms": [
		"intent",
		"energetic",
		"active",
		"enthusiastic",
		"industrious",
		"diligent",
		"hard-working",
		"busy"
	]
}