{
	"word": "recondite",
	"meaning": [
		"Beyond the grasp of the ordinary mind or understanding; profound; abstruse.",
		"Dealing with abstruse or difficult subjects.",
		"Obscure or concealed.",
		"Difficult to understand; known only by experts.",
		"Hidden from the mental or intellectual view; secret; abstruse."
	],
	"sentences": [
		"The idea of tracing the sun's path among the stars was, when it occurred to Chaldaean astronomers, an original and, relatively to their means, a recondite one.",
		"A more recondite work is his Compendium of Spherical Astronomy (1906).",
		"Like all casuists, he took for granted that morality was a recondite science, beyond the reach of all but the learned.",
		"From a linguistic point of view, these treatises with their appendages, the more mystic and recondite Aranyakas and the speculative Upanishads, have to be considered as forming the connecting link between the Vedic and the classical Sanskrit.",
		"The predominance of this somewhat recondite teaching gave to these epistles even more the character of treatises, which in the case of Ephesians is further enhanced by the fact that it is probably a circular letter addressed not to a single church but to a group of churches.",
		"His accompanying text may not answer every question on this recondite subject.",
		"I believe that everybody must regard these as figures under which a recondite sense is concealed .",
		"Ian McEwan 's extensive research into his subject failed to uncover these recondite facts.",
		"Paris is a prodigiously researched narrative, studded with gems of testimony from a host of recondite sources.",
		"But elsewhere there are few passages in which the extremely recondite harmonic style can be with certainty traced to anything but habit.",
		"In 1508 he had conceived a work on lines more to the taste of the learned world, full of apt and recondite learning, and now and again relieved by telling comments or lively anecdotes.",
		"The most obvious feature the Apteryges afford is the presence of a back toe, while the extremely aborted condition of the wings, the position of the nostrils - almost at the tip of the maxilla - and the absence of an after-shaft in the feathers, are characters nearly as manifest, and others not less determinative, though more recondite, will be found on examination.",
		"But in general the tales that passed current about the gods are referred to only in mysterious and recondite allusions; as Herodotus for his own times explicitly testifies, a reticence in such matters seems to have been encouraged by the priests.",
		"The points of resemblance are innumerable; they extend to the most recondite arrangements of that mechanism which maintains instrumentally the physical life of the bod y, which brings forward its early development and admits, after a given period, its decay, and by means of which is prepared a succession of similar beings destined to perpetuate the race.\"",
		"He is repulsed by the intolerably harsh and crabbed versification, by the recondite choice of theme and expression, and by the oddity of the thought.",
		"This elastic application renders it impossible in the following sketch of the history of ornithology to draw any sharp distinction between works that are emphatically ornithological and_those to which that title can only be attached by courtesy; for, since birds have always attracted far greater attention than any other group of animals with which in number or in importance they can be compared, there has grown up concerning them a literature of corresponding magnitude and of the widest range, extending from the recondite and laborious investigations of the morphologist and anatomist to the casual observations of the sportsman or the schoolboy.",
		"The good effects of \" Faunal \" works such as those named in the foregoing rapid survey none can doubt, but important as they are, they do not of themselves constitute ornithology as a science; and an inquiry, no less wide and far more recondite, still remains."
	],
	"synonyms": [
		"deep",
		"abstruse",
		"occult",
		"obscure",
		"mystic",
		"mysterious",
		"arcane",
		"hidden",
		"difficult",
		"dark",
		"cryptic",
		"concealed",
		"ambiguous",
		"profound",
		"esoteric"
	],
	"antonyms": [
		"simple",
		"obvious",
		"plain",
		"straightforward",
		"familiar"
	]
}