{
	"word": "wary",
	"meaning": [
		"On one's guard; cautious, suspicious, etc.",
		"On guard; watchful.",
		"Characterized by caution.",
		"Cautious of danger; carefully watching and guarding against deception, artifices, and dangers; timorously or suspiciously prudent; circumspect; scrupulous; careful."
	],
	"sentences": [
		"His expression was wary, but he said nothing.",
		"The smile instantly faded and a wary expression took its place.",
		"He crossed his arms, wary once more.",
		"Aaron seemed to be a little wary of the bison, which wasn't altogether a bad thing.",
		"She expected joy at the offer but felt wary instead.",
		"Gerry was still wary, and Xander understood why.",
		"She glanced up and met his wary gaze.",
		"His gaze became wary and he spoke softly.",
		"Even so, you want to be wary of the spread of radiation in the aquifers.",
		"She followed as far as she dared, until she drew the wary looks of the remaining guards.",
		"He eyed her with a wary expression, probably not sure if he should quit while he was ahead.",
		"He was wary but not on guard, his stance relaxed and eyes narrowed.",
		"Larkin asked, trying to look down at Martha and at the same time keeping a wary eye on Dean, who was ready to kill her.",
		"It was dark wherever he'd brought her, and she looked around in wary curiosity.",
		"Xander crossed to his mother and knelt, wary of the stranger.",
		"He was irritated but not wary, unarmed and relaxed.",
		"His expression went from surprise to wary and on to amused in the space of a heartbeat.",
		"He felt the wary eyes of his death-dealers from the shadows.",
		"He stared at her, considering and wary, in a way that made her uncomfortably fevered.",
		"Sherman was far too wary to be drawn into an action under unfavourable conditions.",
		"She tiptoed over to one of the cloth-covered objects, keeping a wary eye on the door, and carefully lifted the cloth.",
		"His gaze was wary and moving, and he was guarded once more.",
		"For a moment he gazed down at her with a wary expression on his face and in his eyes.",
		"Darian looked between the two of them, wary but curious.",
		"Brutus ceased his snarling, but he continued to keep a wary eye on Alex.",
		"No man was more negligent in his dress and habit and mien, no man more wary and cultivated in his behaviour and discourse.",
		"Damian's look at the woman in his arms was wary this time.",
		"Nicholas understood that something must have happened between Sonya and Dolokhov before dinner, and with the kindly sensitiveness natural to him was very gentle and wary with them both at dinner.",
		"Road salt can cause severe damage to a car's exterior, and Canadian car consumers are extremely wary of buying rusty vehicles.",
		"Keep in mind, if you see a lot of ads that look alike, or that seem too good to be true, be wary.",
		"When searching for your desired wallet, remember to be wary of sites and online stores that do not provide contact or customer service information.",
		"If the label mentions China, but the brand's website claims production in France, then be wary of that specific bag.",
		"Be wary about distracting scams involving someone spilling a beverage or food on your clothing.",
		"Be wary of copying your entire routine from a video, and be wary of creating too many moves that are too sexy for your squad.",
		"Whether or not cheerleading is officially considered a sport at your school, there are still many cheerleading dangers that you should be wary of.",
		"If you choose to use supplements, be wary.",
		"Be wary of any hotline that asks you to divulge personal details.",
		"If pet owners are uncomfortable meeting new people, their pets tend to sense this and become wary themselves.",
		"In recent years, anesthesia-free sprays and gels have become a viable alternative for pet owners who are wary of allowing their dog to be placed under anesthesia.",
		"Critics are wary of using rubber mulch in the garden.",
		"One has to be wary of Barbara, they can be lip-curling table wines or they can stun with their supple fruity velvet and vibrancy.",
		"Bears are actually wary of people, and usually give them a wide berth.",
		"Be wary about your purchase, because while the USB end of the cable is fairly universal, the part that connects to your cellular phone is quite specialized.",
		"As with any other purchase that you do over the internet, you have to be wary of the seller's reputation and the quality of the product.",
		"As with any purchase on eBay, be wary of the seller and their reputation.",
		"Studies have shown that some children are born with inhibited temperaments, which means that even as infants, they are more likely to be fearful and wary of new situations.",
		"All parents are concerned about teaching their children to be wary when approached by unfamiliar adults.",
		"Be wary of doctors or practices that claim or guarantee permanent hair removal.",
		"Emos aren't afraid of fashion or beauty risks, so don't be wary of change.",
		"Shoppers must be wary of most online vendors due to the growing threat of the replica industry.",
		"Buyers should be wary of all designer items sold by unauthorized online vendors, as it is very common for these products to be replicas.",
		"This is the perfect choice for those that may be a bit wary about committing to a full sized handbag, but are still interested in owning a style that is charmingly irreverent.",
		"Second, people are sometimes wary of discussing a problem with a loved one.",
		"With the looming threat of a lawsuit and/or incarceration, many people are wary about downloading movies.",
		"Consumers should be wary of too-good-to-be-true offers, because they may be counterfeit or pirated copies that will not perform properly, may implant viruses or other destructive programs into computers, or may simply not run at all.",
		"Be wary of excessive administrative or monthly member fees that can raise costs, however.",
		"Be wary of getting free background checks using a free trial or promotional offer.",
		"However, do be wary of trading quality for a lower price.",
		"Also, be very wary of piecing two different metallic colors together.",
		"The transition from radio to television came about slowly because networks were initially wary of viewer investment.",
		"Fans who look up spoilers on the Internet know to be wary of spoilers that reveal everything, although Bill Bell retired from his head writing duties in 1998, the soap opera continues to focus on core character development.",
		"Networks were initially wary of viewer investment.",
		"Use a judicious and wary eye when assessing the source of a rumor.",
		"Sam's history with Mary Ann makes him wary of the woman.",
		"When choosing a hotel in France, there are a few things to be wary of.",
		"Also be wary of sudden, large payments from customers to clear their accounts now due or overdue.",
		"Keep a wary eye on areas of the world where avian bird flu outbreaks are documented.",
		"Today company owners want to squeeze as much productivity out of their employees and themselves as they can, while keeping wary eyes on costs, cutting wherever possible.",
		"Be wary when you stop in the bar for a drink or the hotel restaurant.",
		"While models differ in the amounts and quality of features that they offer, be wary of sale items that may be more hoopla than fact.",
		"After the global financial crisis of 2007 and 2008, car buyers were wary of investing in new automobiles in 2009.",
		"If someone makes fantastic claims but has no independent, peer-reviewed scientific studies behind them, be wary.",
		"Be wary of plans that suggest they are affiliated with hospitals or health organizations.",
		"Just as you should be wary of any supplement that promises ultra fast fat loss, use caution when considering the boasts claimed by some suppliers.",
		"Learning how to cook lobster tails takes time and the best approach for wary beginners is steaming.",
		"Consumers who are looking to buy car insurance online need to be wary ofscams.",
		"Customers who are wary of the Internet, however, at least have the option of requesting a quote by other means.",
		"In both Florida and Louisiana where hurricane, wind, and flood damage are common, traditional insurance carriers are often wary of providing insurance coverage due to the extent of possible damage by Mother Nature.",
		"Going the sheer route is a great idea for anyone that wants to be a bit more adventurous, but is wary of trying anything that's a bit too avant grade.",
		"In addition to these websites, you can also try P2P networks like Kazaa or Limewire, but be wary of any legal issues that may come into play.",
		"Though be wary of websites that promise free song downloads, as these are often illegal and can result in law troubles.",
		"If you want to download a song parody, then you should be wary of illegal or unofficial downloading websites and programs.",
		"Bannerman is wary of Johnny, and with good reason.",
		"Be wary about posting these online because Battlestar Galactica fans will criticize your blueprint.",
		"Night travelers should also be wary of them because they are known to travel in groups at night to harass humans.",
		"Be wary of companies that tout their products as \"natural,\" yet aren't actually all-natural at all.",
		"Despite the clarification, some users are still wary of the terms of use changes.",
		"When you use social sites, be wary of the dangers of social networking sites and be your own security guard and closely protect yourself and the information that you choose to make public.",
		"Likewise, potential followers will be wary if it appears that you're only posting for yourself and not getting involved with others.",
		"Most are perfectly legit, but as always, be wary of tainted downloads (big zip files should be viewed with suspicion) and don't divulge any important information.",
		"In fact, if the site is asking for anything beyond an e-mail address (unless you're springing for a customized product,) be wary.",
		"Don't join scam circles -- Be wary of \"fantastic\" marketing schemes promising to triple traffic overnight by adding you to a group of sites like yours, especially those requiring a steep up-front fee.",
		"They are excessively shy and wary; young cubs are often captured by the hunters who have killed the dam, but all attempts to rear them have hitherto failed.",
		"His smiles to his companion were easy and his gaze wary.",
		"The White God, Damian, studied the Black God's youthful features, both pitying and wary.",
		"His mate was allegedly no longer dying of a tumor, even if he couldn't figure out what secrets she hid, and his newfound independence left him wary of the Immortal Laws but no longer enslaved by them.",
		"Be wary of pursuing blind alleys which are not directed toward the principal goals of your thesis plan.",
		"The US could be wary of identifying itself too closely with Kurdish factions in the north or marsh Arabs in the south.",
		"On the second book I 've been slightly wary of it.",
		"We still seem wary of defining Europe 's identity.",
		"You 've got no reason to suspect them of doing anything wrong, but you feel wary.",
		"The company clearly grew wary of dealing with an Israeli company, he adds.",
		"You really want to find a good deal but you are wary of getting a clunker.",
		"When you go to buy an SUV you should be wary of a dealer who attempts to aggressively upsell you things that you do not need.",
		"If the breeder refuses, then you should be very wary of doing business with her.",
		"Be wary of wilt when choosing lettuce, spinach, green and kale.",
		"Be wary of buying a used toaster without first testing it out.",
		"Be wary of retailers who whip out the Rapaport report and claim you're getting a diamond priced below standard trade value.",
		"If there are many condos for sale within the development, be wary.",
		"Be wary of buying a year's worth of services from an online photo company.",
		"You should also be wary of online merchants who sell contact lenses without telling you the brand or manufacturer, the lens parameters, and material they're made from.",
		"Better sales may come along later in December, but shoppers need to be wary of limited quantities.",
		"There's nothing to be wary about, you just need to ensure you get enough documentation to prove you purchased it.",
		"Be wary of a store pushing one brand over the other; this just means that they get kickbacks from the manufacturer to sell their product.",
		"This type of action is more reliable than it used to be, but some may still be wary of it.",
		"Companies from China usually post ridiculously low prices for imposter iPods, so be wary of a company operating in Asia.Make sure you research a company that is selling wholesale iPods.",
		"The only thing to be wary of is that sometimes, refurbished iPods are touted as new ones so ask the seller a question and keep any communication and receipts in case you need to dispute the transaction.",
		"If you are still wary about trading stocks, even penny stocks, you can practice and get use to how Options House works by using their Virtual Trading simulator.",
		"Be wary of penny stocks that give its shareholders negative earnings.",
		"Be wary of self-cleaning litter boxes since they may frequently break down or do an insufficient cleaning job.",
		"If you choose to go through someone else, however, be wary of prices that seem too good to be true, because they usually are.",
		"While this may be true, you should be wary of certain offers for platinum cards.",
		"In other words, be wary of these services.",
		"This finite nature, coupled with the lack of personalization, makes some businesses a little wary of getting left holding the bag if some slick person manages to rack up more than he should and then simply ditches the card.",
		"Be wary of fake emails asking you for passwords and personal information.",
		"Be wary of sites that are mostly advertising or that put a lot of popup windows on your computer.",
		"Secondly, be wary of taking acai pills as part of an all acai diet or cleanse.",
		"However, don't buy the pills expecting unrealistic results and be wary of the auto-shipment program.",
		"If you're wary about using bold prints, use ornate patterns in moderation and on accent pieces in your room.",
		"For those who are wary of color, opt for sheer shades of violet or blue.",
		"For the color wary, it's still simple to channel your inner whimsy with the help of glitter cosmetics.",
		"If, like me, you've been wary of trying blush in the past, let this be the first one you try as you break out of that shell- it'll definitely be worth it!",
		"That's not to say that the most beautiful woman on the site won't contact you -- but if she's half naked and sending you a generic email with a link to an escort service, be wary.",
		"You should be wary of downloading music that you do not own, as this is a civil infraction for which people have been sued in open court.",
		"Be wary of offers arriving in spam emails or for sites that appear unprofessional.",
		"To avoid unintentionally using fraudulent coupons, you should be wary of anything sounding too good to be true.",
		"Be wary of sites that allow you to download Mario Brothers games because chances are, they are completely illegal copies of the game.",
		"Keeping in mind that optimum health is the goal, be wary of the health food pretenders.",
		"If you are wary of plastic, you can bundle food in aluminum foil packets or in folded parchment paper for similar effect.",
		"Be wary of sellers who don't provide enough information about the product.",
		"Others are still a bit wary of their new legs, so consider shorter dresses where they may be able to see their feet.",
		"Yes, it's a good idea be wary about purchasing from stores that don't specialize in musical instruments, but you can make an exception for stores like Walmart and Target.",
		"Wood is a popular option, but be wary of veneers, which can be affected by the high humidity.",
		"When using these products, you'll want to be wary of getting any of the product on gemstones, since it can harm the stone finish.",
		"The best practice is to take a wary approach to any products not strictly regulated by the FDA, which would include almost all cosmetics, skin care products, and personal care preparations.",
		"Be wary of buying short jumpsuits because they have a tendency to look more like lingerie or underwear.",
		"Teachers' perceptions of school violence have been wary ever since.",
		"Be wary of sellers with little, no or negative feedback, and make sure you ask any questions you may have before you place your bid.",
		"You should be wary of contact holders that are constructed out of thinner plastic.",
		"If the vendor can't provide one, be wary.",
		"Although one of the greatest advantages of replicas is their affordability, be wary of extremely low prices, which may indicate inferior craftsmanship and poor materials.",
		"Like any designer merchandise, a savvy consumers should be wary of deals that are too good to be true or merchants who are unwilling to verify the item's authenticity.",
		"It is highly doubtful that Velvet quality merchandise would be experiencing more than a fifty percent discount, so be wary when purchasing.",
		"Be wary of any free ticket offers that appear to have no strings attached.",
		"Be vary wary of hopper passes that claim to be \"discounted.\"",
		"Be wary of packages that include airfare until you've read the fine print - almost all require you to depart from a particular city that may not be located anywhere near you.",
		"Be wary of those stores (usually independent used game dealers) that don't offer a basic return policy.",
		"When you ask, \"How do I download games on my PSP for free?\", be wary of any guides you find online that may lead you down a possibly illegal path.",
		"However, there are many things to be wary of--working condition, cosmetic condition, shipping costs, insurance, brokerage/customs fees, and seller feedback.",
		"You can always find more through your favorite search engine, but just be wary of the sites that you visit.",
		"While these are handy if you are short of hard disk space or wary of downloads, they are generally simpler and less graphically interesting than their larger downloadable cousins.",
		"While the time frame is less than a warranty or return policy for a sealed game, be wary of a company that offers you none.",
		"The world's largest auction site is a great place to find Wii Fit, but be wary of excessive markups.",
		"Year-old infants are interested in and attracted to other infants-including those they have never met before-at an age when they are wary of strange adults.",
		"Be wary of any doctor who boasts a permanent solution to unwanted hair, and do thorough research on any doctor you select.",
		"It is important to be wary of non-medical treatments available that claim to reduce, or even cure hair loss.",
		"In addition, many people are wary of the chemicals and their effects on the home environment, such is the case with products such as nix shampoo.",
		"Another great thing about a shag haircut is that for the scissor wary, a long shag can easily morph into a shorter version once you are satisfied with the cut and realize the many styling benefits.",
		"Texturizing and root perms are a great way to add body and lift to fine hair styles if you're wary of color or want a style that's easy to maintain.",
		"Despite encouragement from Banks, some women are still wary about wearing their hair au natural.",
		"If you're not used to wearing hipster shorts, you may be a little wary of wearing them on the beach, thinking low-rise shorts might reveal even more of your belly than a bikini.",
		"Finally, be wary of fantastic claims and overpriced \"package deals\" with everything you need to -- cough BS cough -- double or triple hair growth rate overnight or dramatically improve the look of your hair within a month.",
		"You should always be wary of products that aren't available from reputable, trusted sources.",
		"Yes, be very wary of choosing colors to \"match\" your superficial appearance.",
		"If you are a little wary of experimenting by yourself, you can go online and hunt for recipes like those found at CandleCauldron.com.",
		"Be wary of any offers that appear too good to be true when shopping for rings on eBay.",
		"Be wary of poorly produced invitations or web pages or companies with only post office box addresses.",
		"Customers should be wary when purchasing Chanel wallets from disreputable street vendors or from Internet companies.",
		"Do, however, be wary of eBay and other sites that could possibly be selling counterfeit purses posing as this luxury brand.",
		"Be wary of any retailer who is selling designer goods for significantly discounted prices.",
		"I’ve grown wary of the fake news media and the narratives that they push.",
		"She said nothing, but when they entered the kitchen to find Len sitting at the table, his expression was wary.",
		"He hesitated, his expression turning wary.",
		"His expression became wary.",
		"She glanced up as she spoke, and his expression became wary.",
		"She met his gaze again, caught in the dark eyes that seemed both warm and wary.",
		"He appeared wary for the first time since she'd known him.",
		"Lori's expression became wary.",
		"After all she'd been through lately, she couldn't help feeling a little wary.",
		"They regarded her with wary curiosity.",
		"A'Ran studied her for a long moment before turning on the reciprocal viewer, curious yet wary as to what his nishani had to say in place of Ne'Rin.",
		"He stopped, his expression growing wary again.",
		"He listened and watched—traits that made her wary.",
		"A wary, tired edge was in her soft voice.",
		"When his gaze shifted to Candice, he stiffened, his expression becoming wary.",
		"His gaze became wary.",
		"Senor Medena pulled out the chair and sat down, giving Alex a wary look.",
		"Sexy, dark-haired with long legs, Jenn was also wary.",
		"The White God, Damian, was cool and wary, his white-blonde hair, golden eyes and subtle white glow the opposite of Xander's darker presence.",
		"Damian was wary and tense, the energy radiating off him charged.",
		"He was merciful as a conqueror, stern as a disciplinarian, enterprising and wary as a general; while his courage, loyalty and forbearance seem to have been almost unsullied.",
		"In their native haunts they are extremely timid and wary, and very difficult to approach, being rarely seen out of their burrows in the daytime.",
		"Although far from uncommon, chiru are very wary, and consequently difficult to approach.",
		"There is little doubt that it would have been exterminated but for its stock being supplied in autumn by immigration, and for its shy and wary behaviour, especially at the breeding-season, when it becomes almost wholly mute, and thereby often escapes detection.",
		"As a rule, however, they are so wary and suspicious that they are very difficult to approach, and their haunts are so well stocked with fish and other game that they make off and hide rather than attack a man swimming in their waters.",
		"He had a quick eye for character, was genuinely amiable, uncontentious, tactful, masterful; and it may be assumed from his success that he was wary or shrewd to a degree.",
		"The wary Afghan, however, shut himself upin Kazvin, a position from which he was enabled to inflict much injury on the army of Karirn, while his own troops remained unharmed behind the walls of the town.",
		"His foreign policy, on the other hand, was at first both wise and wary.",
		"Yet the latter still remained strong enough to constitute a danger to the crown whenever it should fall to a king less wary and resolute than Henry himself.",
		"Yet leaderless seditions and the plots of obvious impostors sufficed to make his throne tremble, and a ruler less resolute, less wary, and less unscrupulous might have been overthrown.",
		"The greatest decep- diplotion of all was in 1522, when Charles V., who had wary.",
		"They are exceedingly timid, and therefore wary and difficult of approach; like many other ruminants, however, their curiosity sometimes overcomes their timidity, so as to bring them within range of the hunter's rifle.",
		"He behaved constantly like a wary and cautious trimmer, avoiding all extreme measures, shaking off compromising allies like the Ultramontanes and the Regionalists, elbowing out of the cabinet General Polavieja when he asked for too large credits for the army, taking charge of the ministry of marine to carry out reforms that no admiral would have ventured to make for fear of his own comrades, and at last dispensing with the services of the ablest man in the cabinet, the finance minister, Seor Villaverde, when the sweeping reforms and measures of taxation which he introduced raised a troublesome agitation among the taxpayers of all classes.",
		"His wiry body was honed and ready to pounce, his golden eyes taking in the world around him with wary curiosity.",
		"He listened and watchedâ€”traits that made her wary.",
		"He did look beat, though still wary of the vamps lingering in the shadows of the great room.",
		"Jonny looked wary, the same look every Guardian and vamp alike gave him.",
		"The Guardian hesitated then opened the screen door, wary but cognizant that if Xander was at the door, he wasn't there to fight.",
		"The sparkle in her gaze made Xander wary.",
		"People are wary about any actions that could potentially alienate the public and allow activists to be easily cast as the villains.",
		"Although these are only trials, they have created a wary anticipation among staff who fear many jobs could be lost in the reorganization.",
		"We should always be wary of identifying appendages in the thought of smart theologians.",
		"I'm pretty wary of them in natal astrology too.",
		"Newton ' s fluxions produced wonderful mathematical results but many were wary of his use of infinitely small increments.",
		"Be wary of planting in areas that can become frosty.",
		"Whenever there is great haste demanded or advised, be wary.",
		"In promoting an internationalism, I feel that one should be wary of ignoring responsibilities in one's own backyard.",
		"This is why they are extremely wary of any invasive fetal karyotyping.",
		"Granger warns people to be wary of collecting knickknacks for the sake of collecting knickknacks.",
		"They had lookouts posted to keep a wary eye on the guard who patrolled the escape tunnel exit section of the wire.",
		"He used to love doing interviews but he's wary of them now, after his recent misadventures in New York.",
		"O'Leary's side had to show immense patience, while remaining wary of Francesco Baiano, lurking in the gap between the midfield.",
		"The Prince is wary of his father's plan to marry a princess he's never met.",
		"We were all reveling in the stunning beauty of the scenery and keeping a wary eye on the army in front of us.",
		"Should be wary long-suffering patrons showtime was rushed too in new jersey.",
		"Be wary of sounding stuffy, pompous or arrogant Ã¢ it will offend the reader.",
		"It is an uncaring adult who fails to respond appropriately and society should be wary of making children untouchable.",
		"The hysterical nature of the reports has made jumpers even more wary of talking to the press.",
		"With this kind of prurient scrutiny, female entrepreneurs are understandably wary of becoming too public.",
		"Many people are afraid to gather wild mushrooms, probably because they are quite rightly wary of picking poisonous ones.",
		"I'm also extremely wary of anything that says a popular science book reads like a good novel.",
		"I'm naturally wary of anyone in a suit, especially in Halfords, so assumed he was about to sell me something... .",
		"In practice, it is sensible to be especially wary in negotiations with consultants.",
		"On the second book I've been slightly wary of it.",
		"Technical traders remained wary of any bounce in the physical market like that seen at the end of June 2004.",
		"We still seem wary of defining Europe's identity.",
		"From the age of around seven months children can become very wary of adults, other than their parents.",
		"You've got no reason to suspect them of doing anything wrong, but you feel wary.",
		"Better tackle and float fishing methods help keep bites coming when the fish get wary.",
		"She may have had interviews, with French agents who helped to foment the insurrection; but she was strong and wary enough to avoid Henry II.'s, as she had avoided Northumberland's, toils; for even in case of success she would have been the French king's puppet, placed on the throne, if at all, merely to keep it warm for Henry's prospective daughter-in-law, Mary Stuart.",
		"Timing chains can fail when tensioner lets go, so be wary of rattly engines.",
		"I 'm not an investment expert and I 'm wary of simplistic explanations in areas I do n't know very well.",
		"She did n't want any further lectures from her mother about behaving like a lady on the boat, or being wary of strangers.",
		"Safety Visitors should still be wary of pickpockets, especially at night.",
		"Be wary of emails claiming that you 've won a prize.",
		"Wary of brokers see for example for three years figure out how.",
		"Essien is wary of the threat posed by Liverpool and believes the game will be decided by the battle in midfield.",
		"Be wary of anyone who just shows you pictures of ' standard ' bouquets.",
		"According to my sources, Rome is now keeping a more wary eye on the English Church.",
		"I 'm also extremely wary of anything that says a popular science book reads like a good novel.",
		"I 'm naturally wary of anyone in a suit, especially in Halfords, so assumed he was about to sell me something....",
		"Be wary about that company, they have a fickle reputation and don't care for their employees.",
		"You should also be wary of any services guaranteeing you a scholarship.",
		"Be wary of letting your dog eat chocolate; it can be a killer!",
		"After all of the dog and cat food recalls over the past few years, people are more wary of the foods that they feed their beloved pets.",
		"Be wary of unknown brands, instruments that feel too light or buying from stores that don't specialize in musical equipment.",
		"Buyers should be wary of mood rings from the Seventies that are priced too low.",
		"One of the things you want to be wary of while shopping for pearl and black onyx jewelry are those pieces that use mother of pearl instead of real pearls.",
		"If you choose to look for Nepal jobs and you find just what you're looking for online, be wary!",
		"It's important to aware that while there are many legitimate telecommuting employers, you have to be wary when pursuing this type of employment.",
		"Many people are still wary of online mortgages because of the scams that are talked about on the news.",
		"Lenders are wary of financing mobile homes in any state, and applicants who do get an approval often face higher interest rates than they would if they were financing a permanent structure home.",
		"Be wary of unsolicited offers from banks, mortgage companies or lenders you don't deal with.",
		"When searching on the Internet, be wary of websites that charge you a fee.",
		"Be wary of companies that tell you the government will give you free money that you do not have to repay.",
		"Mystery shopping for companies, but be wary of schemes that require you to pay them before they hire you.",
		"Regarding these photos and really remember your Latin, caveat emptor and be wary.",
		"Be wary of aggressive map salesmen that can overcharge - a simple map of the park is all you need.",
		"Solid bikini tops are a good choice if you are wary of donning a print, or patterned top.",
		"Again, be wary of online auctions or deals that seem to good to be true.",
		"The other thing you'll need is an open mind to try on styles you're a bit wary of.",
		"Andre waved a wary Gabriel away from the kitchen.",
		"Rhyn stayed where he was, wary yet unafraid of Sasha, who.d been the zookeeper among the animals with him in Hell.",
		"Nishani glanced in the direction he indicated and returned a wary gaze to him.",
		"Large, dark eyes were wary and guarded, and she was openly armed.",
		"He turned away from the computer, glancing at the door with a wary expression.",
		"Don't you have time? he asked with the same wary look Jonathan gave her.",
		"Its eggs are the wellknown \"plovers' eggs\" of commerce,' and the bird, wary and wild at other times of the year, in the breeding-season becomes easily approachable, and is shot to be sold in the markets for \"golden plover.\"",
		"In his foreign policy Horn was extremely wary and cautious, yet without compromising either the independence or the self-respect of his country.",
		"Considerations such as these should make one very wary in placing reliance on these colour reactions for the purposes of classification.",
		"The immediate effect was to raise Perez higher than ever in the royal confidence and favour, but, wary though the secretary had been, he had not succeeded in obliterating all trace of his connexion with the crime, and very soon a prosecution was set on foot by the representatives of the murdered man.",
		"By persistent trapping and shooting, its numbers have now been considerably reduced, with the result, however, of making it exceedingly wary, so that it is not readily caught in any trap with which it has had an opportunity of becoming acquainted.",
		"At first Colbert's position was far from satisfactory; for the close wary Italian treated him merely as an ordinary agent.",
		"His silver gaze was wary and his muscular frame only slightly smaller than Gabriel's."
	],
	"synonyms": [
		"forehanded",
		"gingerly",
		"prudent",
		"circumspect",
		"chary",
		"cautious",
		"careful",
		"untrusting",
		"mistrustful",
		"suspicious",
		"leery",
		"mindful",
		"vigilant",
		"provident",
		"cagey"
	],
	"antonyms": [
		"unwary",
		"rash",
		"indiscreet",
		"incautious",
		"foolish",
		"reckless",
		"heedless",
		"careless"
	]
}