{
	"word": "visceral",
	"meaning": [
		"Of, having the nature of, situated in, or affecting the viscera.",
		"Intuitive, instinctive, emotional, etc. rather than intellectual.",
		"Having to do with the response of the body as opposed to the intellect, as in the distinction between feeling and thinking."
	],
	"sentences": [
		"He had a visceral dislike of Europe.",
		"The advertising creates a visceral sensation of fear for which reason it also sells well.",
		"It created a visceral thrill that carries you along through the film's two hours.",
		"It added the visceral punch it needed.",
		"This is a body of work, which, beneath their overtly visual romance, is almost visceral in its melancholy.",
		"This linked with the highly visceral nature of the crucifixion is reminiscent of much of Peter Greenaway's work from around the same time.",
		"Comparative anatomy and embryology prove that this condition is due, not as formerly supposed to a difference in the relations of the visceral commissure which prevented it from being included in the torsion of the visceral hump, but to an actual detorsion which has taken place in evolution and is repeated to a great extent in individual development.",
		"The detorted visceral commissure shows a tendency to the concentration of all its elements round the oesophagus, so that except in the Bullomorpha and in Aplysia the whole nervous system is aggregated in the cephalic region, either dorsally or ventrally.",
		"Where the modification is carried to its extreme degree, not only the shell but the pallial cavity, ctenidium and visceral hump disappear, and the body acquires a simple elongated form and a secondary external symmetry, as in Pterotrachaea and in Doris, Eolis, and other Nudibranchia.",
		"We no longer feel the visceral jolt of understanding what he want through.",
		"This linked with the highly visceral nature of the crucifixion is reminiscent of much of Peter Greenaway 's work from around the same time.",
		"When choosing relaxation as a goal, the CD has to appeal to the listener on a visceral level.",
		"The euthyneurous visceral loop is long, and presents only one ganglion (in Aplysia camelus, but two distinct ganglia joined to one another in Aplysia hybrida of the English coast), placed at its extreme limit, representing both the right and left visceral ganglia and the third or abdominal ganglion, which are so often separately present.",
		"Such special irregularities in the development of ganglia upon the visceral loop, and on one or more of the main nerves connected with it, are very frequent.",
		"Spengel's observation of the osphradium and its nervesupply in these forms; the nerve to that organ, which is placed somewhat anteriorly - on the dorsal surface - being given off from the hinder part (visceral) of the right compound ganglion - the fellow to that marked A in fig.",
		"The untwisted visceral loop is lightly shaded.",
		"Visceral commissure much shortened, except in Aplysia.",
		"Visceral mass not marked off from the foot, except in Hedylidae.",
		"Visceral commissure reduced; nervous system concentrated on dorsal side of oesophagus.",
		"Liver wholly or partially contained in the visceral mass.",
		"Body elongated; visceral mass marked off from foot posteriorly; dorsal appendages absent, or reduced to a single pair; spicules in the integument.",
		"In some Pulmonata (snails) the foot is extended at right angles to the visceral hump, which rises from it in the form of a coil as in Streptoneura; in others the visceral hump is not elevated, but is extended with the foot, and the shell is small or absent (slugs).",
		"The Pulmonata have a straight visceral nerve-loop, usually no operculum even in the embryo, and a multidenticulate radula, the teeth being equi-formal; and they are hermaphrodite.",
		"From the ovo-testis, which lies near the apex of the visceral coil, a common hermaphrodite duct ve proceeds, which receives the duct of the compact white albuminiparous gland, Ed, and then becomes much enlarged, the additional width being due to the development of glandular folds, which are regarded as forming a uterus u.",
		"The demonstration which it affords of the extreme shortening of the Euthyneurous visceral nerve-loop is most instructive and valuable for comparison with and explanation of the condition of the nervous centres in Cephalopoda, as also of some Opisthobranchia.",
		"On account of the shortness of the visceral loop and the proximity of the right visceral ganglion to the oesophageal nerve-ring, the nerve to the osphradium and olfactory ganglion is very long.",
		"As in other Gastropoda Anisopleura, this shell-sac may abnormally develop a plug of chitinous matter, but normally it flattens out and disappears, whilst the cap-like rudiment of the permanent shell is shed out from the dome-like surface of the visceral hump, in the centre of which the shell-sac existed for a brief period.",
		"It flattens out short visceral \" loop \" with its three ganglia and disappears before is lightly-shaded.",
		"Visceral mass and shell conical; tentacles atrophied; head expanded; genital apertures contiguous; marine animals, with an aquatic pallial cavity containing secondary branchial laminae.",
		"Visceral mass and shell conical; head flattened; pallial cavity aquatic, but without a branchia; genital apertures separated.",
		"Visceral mass and shell sinistral; inferior pallial lobe very prominent, and transformed into a branchia.",
		"The visceral mass was accordingly termed the \"polypide\" and the body-wall which contains it the \"zooecium.\"",
		"In visceral gout and chronic catarrhal conditions of the stomach a course of alkaline waters is distinctly beneficial.",
		"Posteriorly beneath the posterior adductors, and covered only by a thin layer of elongated epidermal cells, are the visceral ganglia.",
		"Gonads contained in the visceral mass and generally open into renal.",
		"The rest of the body consists of the foot ventrally and the visceral mass dorsally.",
		"There are usually three small ganglia on the course of this visceral commissure, namely, the right and left visceral ganglia and the abdominal.",
		"The body of the veliger is characterized by the development of the visceral hump on one surface, and by that of the foot on the other.",
		"The Prorhipidoglossomorpha are distinguished by the separation of the genital coelom from the pericardium, and by the long visceral commissure passing ventral to the intestine.",
		"The foot has been developed into long processes which have extended in a circle round the mouth; all the ganglia, including the visceral, have been concentrated around the oesophagus.",
		"Impure beverages induce all the graver neurotic and visceral disorders in alcoholism; and, like fusel oil, furfurol and the essence of absinthe, are convulsent poisons.",
		"According to Spengel, the pair of ganglia near the mouth, variously called labial or cerebral, represent the cerebral pair and pleural pair of a gastropod combined, and the parietosplanchnic pair correspond to the visceral ganglia, the commissure which connects them with the cerebro-pleural representing the visceral commissure.",
		"Each of the visceral ganglia is connected or combined with an olfactory ganglion underlying an area of specialized epithelium, which constitutes the olfactory organ, the osphradium.",
		"Heart and blood-vessels are entirely absent; the blood is contained in sinuses which have no distinct walls or endothelial lining, and the principal of which are the perianal, the pedal, the visceral and the pallial.",
		"This was more than mere passion, rather a visceral need that threatened to overwhelm him.",
		"I will readily concede that my visceral disgust for what Gary Glitter was doing influences my views.",
		"Active cell migration drives the unilateral cell movements of the anterior visceral endoderm.",
		"Atherosclerosis can also be seen as an inflammatory complication and visceral fat cells are 'engines ' of inflammation.",
		"Osteopaths may have different specialities including sports injuries, pediatrics, and visceral osteopathy (treating the internal organs of the body ).",
		"Tuition fees, foundation hospitals, faith schools - even the ridiculously overblown debate on fox-hunting - have all provoked a visceral reaction.",
		"In mammals, it is located in the anterior part of the visceral cavity, just posterior to the diaphragm.",
		"The basic point is incredibly complex, examining tolerance, loyalty and cowardice with a visceral punch to the audience.",
		"If you buy a Rottweiler, you expect him to bite But what happens when the ' visceral ' radio interviewer turns to print?",
		"The same diagrams serve to demonstrate the streptoneurous condition of the visceral loop in Aspidobranchia.",
		"A crop-like dilatation of the gut and a recurved intestine, embedded in the compact yellowish-brown liver, the ducts of which open into it, form the rest of the digestive tract and occupy a large bulk of the visceral hump. The buccal region presents a pair of shelly jaws placed laterally upon the lips, and a wide range of variation in the form of the denticles of the lingual ribbon or radula.",
		"The increase of the visceral dome, its spiral twisting, and the gradual closure of the space overhung by the mantle-skirt so as to v / FIG.",
		"Shell ovoid, with short spire, wide aperture and folded columella; inferior pallial lobe thick; visceral commissure still twisted.",
		"Visceral mass and shell sinistrally coiled; shell thin, with narrow aperture; no inferior pallial lobe.",
		"Lord Lister's discoveries brought these new methods to bear with a certainty and a celerity previously undreamed of; and many visceral maladies, such as visceral ulcers, disease of the pancreas, stone of the kidney or gall-bladder, perityphlitis, ovarian dropsy, which in the earlier part of the 19th century were either fatal or crippling, are now taken promptly and safely in hand, and dealt with successfully.",
		"If you buy a rottweiler, you expect him to bite But what happens when the ' visceral ' radio interviewer turns to print?",
		"Kala azar (visceral leishmaniasis) is still rampant in parts of Africa and the Indian subcontinent today and kills thousands every year.",
		"Nor, is it even a deep-seated, visceral personal hatred of individual Jews.",
		"There will be people who have a visceral dislike of Europe.",
		"The allure of sex is perhaps only excelled by the visceral sensation of fear for which reason it also sells well.",
		"Perhaps, their inclusion might have given the sequel that visceral punch it needed.",
		"Jacobean plays, before Shakespeare, were particularly visceral, and I don't think Alex is going to ignore that !",
		"This tells us that there is still visceral anti-Tory tactical voting.",
		"The resulting adrenal edge is visceral and rewarding, and keeps you in tune with the uneasy mix of reluctance and determination stewing in Sgt.",
		"The narcotic analgesics vary in potency, but all are effective in treatment of visceral pain when used in adequate doses.",
		"Peritoneum-The transparent membrane lining the abdominal and pelvic cavities (parietal peritoneum) and the membrane forming the outer layer of the stomach and interstines (visceral peritoneum).",
		"Between the visceral and parietal peritoneums is a potential space called the peritoneal cavity.",
		"Your craving will be rewarded and your visions for visceral beauty brought into fruition, given homage amid the breathtaking background of majestic mountains descending gracefully into oceanic utopia.",
		"The musical site of Sublime Perspective is a good example of a Wix-created website, with music and animation creating a very visceral interactive experience with the drag and drop ease of the Wix interface.",
		"Martin described the visceral and osteological anatomy of one which had been received alive the preceding year.",
		"It is homologous with the distal ends of the ceratohyals or ventral elements of the hyoidean or second visceral arch.",
		"The Gastropoda are mainly characterized by a loss of symmetry, produced by torsion of the visceral sac. This torsion may be resolved into two successive movements.",
		"Lankester in the ninth edition of this work attributed it to the pressure of the shell and visceral hump towards the right side.",
		"This conclusion has shown that the Euthyneura do not represent an archaic form of Gastropoda, but are themselves derived from streptoneurous forms. The difference between the two sub-classes has been shown to be slight; certain of the more archaic Tectibranchia (Actaeon) and Pulmonata (Chilina) still have the visceral commissure long and not untwisted.",
		"In some cases each pleural ganglion is connected with the opposite branch of the visceral commissure by anastomosis with the pallial nerve, a condition which is called dialyneury; or there may be a direct connective from the pleural ganglion to the visceral ganglion of the opposite side, which is called zygoneury.",
		"The visceral hump forms a low conical dome above the subcircular foot, and standing out all round the base of this dome so as completely to overlap the head and foot, is the circular mantle-skirt.",
		"When the shell is taken away (best effected by immersion in hot water) the surface of the visceral dome is found to be covered by a black-coloured epithelium, which may be removed, enabling the observer to note the posi.",
		"It will be remembered that, according to Spengel, the osphradium of mollusca is definitely and intimately related to the gill-plume or ctenidium, being always placed near the base of that organ; further, Spengel has shown that the nerve-supply of this olfactory organ is always derived from the visceral loop. Accord ingly, the nerve-supply FIG.",
		"Subsequent connected by nerve investigations carried on under the directo the streptoneur tion of the same naturalist have shown ous visceral loop. that the larger as well as the smaller renal sac is in communication with the pericardium.",
		"Limpet, and that of the g ' nerves which pass from the visceral loop of Haliotis to the olfactory patch or osphradium, which lies in immediate relation on the right and on the left side to the right and left gill-plumes (ctenidia) respectively.",
		"No opening into the body-cavity has been made; the organs which lie in the coiled visceral hump show through its transparent walls.",
		"The testis t occupies a median position in the coiled visceral mass.",
		"It can be traced back to the intestine i near the surface of the visceral hump, and it is found that the apex of the coil formed by the hump is occupied by the liver h and the stomach v.",
		"It is surrounded by a ridge of cells which gradually extends over the visceral sac and secretes the shell.",
		"The Heteropoda exhibit a series of modifications in the form and proportions of the visceral mass and foot, leading from a condition readily comparable with that of a typical Pectinibranch such as Rostellaria, with the three regions of the foot strongly marked and a coiled visceral hump of the usual proportions, up to a condition in which the whole body is of a tapering cylindrical shape, the foot a plate-like vertical fin, and the visceral hump almost completely atrophied.",
		"Spengel has shown that the visceral loop of the Heteropoda is streptoneurous.",
		"Visceral mass still coiled spirally; shell thin and shining.",
		"Visceral sac and shell coiled in one plane; foot divided transversely into two parts, posterior part bearing an operculum, anterior part forming a fin provided with a sucker.",
		"Visceral sac and shell small in proportion to the rest of the body, which cannot be withdrawn into the shell; foot elongated, fin-shaped, with sucker, but without operculum.",
		"Actaeon is prosobranchiate, the visceral commissure is twisted in Actaeon and Chilina, and even slightly still in Bulla and Scaphander; in Actaeon and Limacina the osphradium is to the left, innervated by the supra-intestinal ganglion.",
		"These facts afford strong support to the hypothesis that the weight of the shell is the original cause of the torsion of the dorsal visceral mass in Gastropods.",
		"But this hypothesis leaves the elevation of the visceral mass and the exogastric coiling of the shell in the ancestral form unexplained.",
		"He fully recognized, however, the similarity of Pteropods to Gastropods in their general asymmetry and in the torsion of the visceral mass in Limacinidae.",
		"Marine Euthyneura, the more archaic forms of which have a relatively large foot and a small visceral hump, from the base of which projects on the right side a short mantle-skirt.",
		"The visceral hump is low and not drawn out into a spire.",
		"The foot is long, carrying the oblong visceral mass upon it, and projecting (as metapodium) a little beyond it(f).",
		"The relation of the delicate shell to the mantle is peculiar, since it occupies an oval area upon the visceral hump, the extent of which is indicated in fig.",
		"The shell enclosing the visceral hump.",
		"In some Lamellibranchs the osphradial ganglia receive nerve-fibres, not from the visceral ganglia, but from the cerebral ganglia along the visceral commissure.",
		"Formerly the posterior pair of ganglia were identified as simply the osphradial ganglia, and the anterior pair as the cerebral, pleural and visceral ganglia united into a single pair.",
		"There is, however, no evidence of the union of a visceral pair with the cerebro-pleural.",
		"This tells us that there is still visceral, anti-Tory tactical voting.",
		"This is a body of work, which, beneath their overtly visual romance, is almost visceral in it 's melancholy.",
		"When done right, it is one of the strongest, most visceral, and most accurate representations of what a game will be.",
		"He wanted to make a record more visceral and explosive then the more stylized, European, and intricately arranged Alice and Blood Money.",
		"Jacobean plays, before Shakespeare, were particularly visceral, and I don't think Alex is going to ignore that!",
		"The left hepatica magna receives also the umbilical vein, which persists on the visceral surface of the abdominal wall, often anastomosing with the epigastric veins.",
		"The visceral commissure, while still surrounding the digestive tract, becomes looped; its right half, with its proper ganglion, passes to the left side over the dorsal face of the alimentary canal (whence the name supra-intestinal), while the left half passes below towards the right side, thus originating the name infra-intestinal given to this half and to its ganglion.",
		"Now it's a very different kind of style, very visceral, very realistic."
	],
	"synonyms": [
		"splanchnic",
		"nonrational",
		"intuitive",
		"profound",
		"interior",
		"instinctive",
		"inner",
		"instinctual",
		"inward",
		"intimate",
		"internal",
		"gut"
	],
	"antonyms": []
}