{
	"word": "gullible",
	"meaning": [
		"Easily cheated or tricked; credulous."
	],
	"sentences": [
		"Just how gullible do you think I am?",
		"Where are your gullible buyers?",
		"Do you really think I'm that gullible?",
		"They used to sell useless potions to a gullible public.",
		"Did he think she was that gullible?",
		"Surely society has a duty to protect the gullible from such cruel deception.",
		"This one is simply named to entice gullible tourists.",
		"Your scam is to use supernatural blackmail to make gullible people believe in what you allege is true.",
		"Levels of knowledge were low and people said they felt gullible.",
		"The main character is Dan, who is very gullible.",
		"Where are your gullible Boston buyers?",
		"Web India - Adverse childhood experiences make people gullible - have a sheltered early life.",
		"It is still astonishing that your three-man commission should have been so gullible as to have believed them.",
		"Gullibility Fuller now is interested in seeking to refute the idea that people 2000 years ago were not gullible.",
		"Furthermore, the recipient mailbox is reportedly saturated, which suggests perhaps that people are incredibly gullible and have already bitten for this scam!",
		"People are particularly vulnerable when they are ill, and in their desire to get well, can become very gullible.",
		"Obviously, someone without the resources to pursue this patent, and only then against the extremely gullible.",
		"But the fair sex may not be so gullible.",
		"Then, after they get the money, they refuse to hire you - in fact, in some cases they have taunted and bragged about how much money they've gained by \"cheating\" gullible players.",
		"Gullible individuals may find themselves financially drained over a \"free reading\" which, unfortunately, revealed many \"terrible curses and conditions\" necessitating a host of expensive \"cures\".",
		"There is more than a hint of male superiority over these poor deluded and rather gullible women!"
	],
	"synonyms": [
		"unsuspecting",
		"trusting",
		"sucker",
		"innocent",
		"naive",
		"green",
		"credulous",
		"fleeceable",
		"susceptible",
		"dupable",
		"exploitable",
		"easy"
	],
	"antonyms": [
		"untrusting",
		"suspicious",
		"astute",
		"knowledgeable",
		"unbelieving",
		"wise",
		"discerning",
		"perceptive"
	]
}