{
	"word": "supercilious",
	"meaning": [
		"Disdainful or contemptuous; full of or characterized by pride or scorn; haughty."
	],
	"sentences": [
		"It is better to be humble and succeed than to be supercilious and fail.",
		"The supercilious student couldn't help but to brag about the high score he received on his test.",
		"The supercilious lady next door doesn't even smile when we pass in the street.",
		"The supercilious attitude of the opposing team was intimidating.",
		"The supercilious man boasted about his salary, knowing that he was much wealthier than those around him.",
		"The young man was much less arrogant and supercilious after serving people in need for a week.",
		"It was always hard for the designer to please supercilious clients who thought they knew everything.",
		"Katherine begged her snobby sister to stop being so supercilious around her friends.",
		"I felt looked down upon by the supercilious woman that stared at my clothing.",
		"He treated with supercilious contempt the National Convention, which had dethroned the king and proclaimed a republic. Above all, he took up a declaration by the Convention, that they would give help to all peoples struggling for liberty against their respective governments, as a challenge to England.",
		"It was at this time that the nation, conscious of its new life, began to be restive under the supercilious attitude of foreign nations, and the feeling of irritation was shared by the native Christian communities.",
		"He does not, however, seem to have reciprocated the courtesy of his French hosts, but gave offence by the brusqueness of his manner, though his supercilious bearing, according to his biographer, Dr Paris, was to be ascribed less to any conscious superiority than to an \"ungraceful timidity which he could never conquer.\"",
		"Even the woman's voice was unpleasant and supercilious, making her very unattractive to Jon. He liked people who were down to earth."
	],
	"synonyms": [
		"swaggering",
		"sniffy",
		"imperious",
		"prideful",
		"overbearing",
		"lordly",
		"haughty",
		"disdainful",
		"snide",
		"sneering",
		"uppity",
		"snooty",
		"snobbish",
		"hoity-toity",
		"cavalier"
	],
	"antonyms": [
		"humble",
		"modest"
	]
}