{
	"word": "capricious",
	"meaning": [
		"Subject to caprices; tending to change abruptly and without apparent reason; erratic; flighty.",
		"Showing wit or fancifulness.",
		"Characterized by or resulting from caprice, inconsistency in feeling or purpose, a whim, or an unpredictable or impulsive behavior. See also arbitrary.",
		"Contrary to the evidence or law."
	],
	"sentences": [
		"But Henry, despite a violent and capricious temper, had a strong taste for the work of a legislator and administrator.",
		"By this arrangement the capricious divisions of some books is avoided.",
		"I try to use a careful choice of words with people that have shown capricious behavior.",
		"Madison showed how capricious she is when she went from being excited to anxious in a matter of seconds,",
		"Travel with caution when going somewhere with a capricious climate.",
		"Since she is known for capricious behavior, Katie's friends were nervous to tell her the bad news.",
		"His capricious humour elevated and deposed them with the same disconcerting suddenness.",
		"The winds from the north and those from the south are at constant feud, and blow cold or hot in the most capricious manner, often in the course of the same day.",
		"This is because it is so capricious in its approach.",
		"The capricious appliances at the old cabin are hard to rely on.",
		"Here, indeed, their materials were naturally fuller and more trustworthy, and less room was left for fanciful decoration and capricious alteration of the facts.",
		"Applying for a mortgage seems a rather capricious business really.",
		"So true is it that sober history is often stranger and more capricious than all the marvels of legend and romance.",
		"To appreciate it, we must distinguish the lower mythologic aspect of him, in which he appears as an amorous and capricious deity lacking often in dignity and real power, and the higher religious aspect, in which he is conceived as the All-Father, the Father of Gods and men in a spiritual or moral sense, as a God omnipotent in heaven and earth, the sea and the realms below, as a God of righteousness and justice and mercy, who regards the sanctity of the oath and hears the voice of the suppliant and sinner, and in whom the pious and the lowly trust.",
		"Fortunately this was not always capricious.",
		"The preparation of the reducing agent proved to be very capricious.",
		"He is branded by historians as the Caligula of the East, who took a delight in imposing on his subjects a variety of senseless and capricious regulations, and persecuting different sections of them by cruel and arbitrary measures.",
		"But the climate, generally hot and moist in summer, is everywhere capricious and liable to sudden changes of temperature, whence the prevalence of rheumatism, dropsy and especially ophthalmia, noticed by all travellers.",
		"But the Catholics feared that the Italian national movement, when once started, would entail the downfall of the papacy; and in opposition to the emperor's Italian advisers, Arese and Prince Jerome Napoleon, they pitted the empress, who was frivolous and capricious, but an ardent Catholic. Napoleon III.",
		"You're wearing Bass because you're practical and not dictated by the capricious winds of the fashion industry.",
		"Their sudden bouts of wit can make them seem rather capricious, but this only adds dimension to their personalities.",
		"In addition to his misconceptions there are sundry capricious alterations, some of them very grotesque, due to Mahomet himself.",
		"These are not capricious independent powers, who can be hi-jacked by particular groups in society.",
		"There is mystery in the universe, beguiling mystery, but it is n't capricious.",
		"Beneath a tree's green parasol, I found a sheltered place Where wet leaves dropped capricious kisses on my upturned face.",
		"The capricious savagery of sentencing policy made routine victims of the poor.",
		"If revelation is thought of as God's personal word, and redemption as his personal deed, is it reasonable to view them either as open to a sort of scientific prediction or as capricious and unintelligible?",
		"But in his very denial of a cruel, limited and capricious agency of the gods, and in his imaginative recognition of an orderly, all-pervading, all-regulating power, we find at least a nearer approach to the higher conceptions of modern theism than in any of the other imaginative conceptions of ancient poetry and art.",
		"But his failings of mind were exacerbated by his bodily infirmities; he grew more and more whimsical and capricious, morbidly suspicious and morbidly parsimonius; old friends were estranged or removed by death, and new friends did not come forward in their place.",
		"Even the capricious Xerxes would never have permitted the entire destruction of one of the races of the empire, nor would a vizier have proposed it.",
		"According to Preller, this religious foundation had a political object; it established on a legitimate and sure basis the trade between Rome and the Greek colonies of the coast, whereas formerly this trade had been exposed to the capricious interference of government officials.",
		"Doubts have been cast on the legitimacy of Louis Napoleon; for the discord between Louis Bonaparte, who was ill, restless and suspicious, and his pretty and capricious wife was so violent and open as to justify all conjectures.",
		"John began operations with an attack from Anjou, supported by the notably capricious nobles of Aquitaine, and was routed by Philips son at La Roche aux Moines, near Angers, on the 2nd of July 1214.",
		"Profiting by-Louis XII.s weakness and the emperor Maximilians strange capricious character, this martial pope sacrificed Italian and religious interests alike in order to re-establish the temporal power of the papacy.",
		"Suddenly expelled from Mittau in 1801 by the capricious Paul I., Louis made his way, in the depth of winter, to Warsaw, where he stayed for three years.",
		"Grand Theft Auto II brought that same capricious, violent behavior into hard-hitting 3D, and the franchise has been controversial ever since.",
		"The rhinoceros and the elephant both occur in the northern part of the island, though both are somewhat rare, and in this connexion it should be noted that the distribution of quadrupeds as between Borneo, Sumatra and the Malayan Peninsula is somewhat peculiar and seemingly somewhat capricious.",
		"Why was this king at once so easygoing and so capricious?",
		"Present day provision for research work in this country is shockingly inadequate, depending chiefly on the capricious support of private beneficence.",
		"Tom's life is a slave to random synchronicity, an unsteady raft adrift on an ocean of capricious coincidence.",
		"Documents accumulated from court to court, till none but the clerks who had written them could tell their gist; costs were piled up; and all this, combined with the confusion caused by the chaotic mass of imperial ukazes, ordinances and ancient laws - often inconsistent or flatly contradictory - made the administration of justice, if possible, more dilatory and capricious than in the old, unreformed English court of chancery.",
		"In times past, biblical exegesis, religious ideals, and ecclesiastical organization, the purely political aims of statesmen, chance combinations of party politics and the intrigues of diplomatists, class prejudice, social conventions, apparently sudden changes of economic policy, capricious changes of fashion - all these causes and many others have exerted a direct and immediate influence on the economic life of the community.",
		"In the two earliest books, accordingly, he lays down and largely illustrates the first principles of being with the view of showing that the world is not governed by capricious agency, but has come into existence, continues in existence, and will ultimately pass away in accordance with the primary conditions of the elemental atoms which, along with empty space, are the only eternal and immutable substances.",
		"It had scarcely begun to recover its former position when, through the capricious resentment of Gallienus, the inhabitants were once more put to the sword and the town was pillaged.",
		"And just as mind does not lose but gain in individuality in proportion as it parts with any claim to the capricious determination of what its world shall be, and becomes dominated by the conception of an order which is immutable so the will becomes free and \" personal \" in proportion as it identifies itself with objects and interests, and subordinates itself to laws and requirements which involve the suppression of all that is merely arbitrary and subjective.",
		"They are somewhat capricious, however, as regards the place and time of their appearance, the latter falling chiefly in the first half of winter.",
		"For So Frivolous A Reason Was The Regulation Of Caesar Abandoned, And A Capricious Arrangement Introduced, Which It Requires Some Attention To Remember.",
		"The consequent loosening of the ties between the individual provinces of the Church and the Apostolic See, combined with the capricious policy of the court at Avignon, which often regarded nothing but personal .and family interests, accelerated the decay of the ecclesiastical organism, and justified the most dismal forebodings for the future.",
		"Mahommed was a singular character, full of pretence at least to many accomplishments and virtues, the founder of public charities, and a profuse patron of scholars, but a parricide, a fratricide, and as madly capricious, bloodthirsty and unjust as Caligula.",
		"The range of Steele's observations was too small to show any certain deviation from the formula, but he notes capricious changes attributed to change of condition of the proved to be proportional to the square of the current, the Peltier effect is reversible with the current, and being directly proportional to the first power of the current, changes sign when the current is reversed.",
		"O. lusitanicum, a dwarf variety, is interesting, but capricious and difficult to cultivate.",
		"The characteristic of the style developed by Bullant, De l'Orme and Lescot,, in the royal or princely palaces of Chenonceaux, Chambord, Anet, Ecouen, Fontainebleau, the Louvre and elsewhere, is a blending of capricious fancy and inventive richness of decoration with purity of outline and a large sense of the beauty of extended masses.",
		"Tom 's life is a slave to random synchronicity, an unsteady raft adrift on an ocean of capricious coincidence.",
		"Whether fairly or not, many people view Cancers as quite capricious.",
		"In the Hamilton novels, both types of fairy are capricious and mischievous, but the good-looking and beautiful are considered \"pure\" while the monsters, the twisted and those deemed unworthy are considered \"dark.\"",
		"He encouraged artists whose reputations were still in the making,but his patronage was somewhat capricious.",
		"For this reason, many Oxen do not pair well with capricious Tigers.",
		"They're delicate, capricious, cute and colorful, but it takes more than just a pretty face to attract a slew of devoted fans.",
		"Its fundamental motive is the serious consideration, in a continuous and concrete manner, of that union of philosophy and history which had been glimpsed by earlier thinkers, but had hitherto been pursued in a manner more or less capricious.",
		"The two most striking buildings in Venice, St Mark's and the Doge's Palace, at once give us an example of the two earlier styles, the Byzantine and the Gothic, at least in their general design, though both are so capricious in development and in decoration that they may more justly be con sidered as unique specimens rather than as typical examples of their respective styles."
	],
	"synonyms": [
		"impulsive",
		"whimsical",
		"freakish",
		"unequable",
		"wayward",
		"wavering",
		"vagarious",
		"moody",
		"iffy",
		"fluky",
		"doddy",
		"dizzy",
		"crotchety",
		"fanciful",
		"unsteady"
	],
	"antonyms": [
		"staid",
		"sensible",
		"steady",
		"dependable",
		"constant",
		"steadfast"
	]
}