{
	"word": "impudent",
	"meaning": [
		"Shamelessly bold or disrespectful; insolent.",
		"Immodest.",
		"Not showing due respect; impertinent; bold-faced."
	],
	"sentences": [
		"Macpherson, whose Fingal had been treated in the Journey as an impudent forgery, threatened to take vengeance with a cane.",
		"At last he grew so impudent as by his influence to get tenants turned out of their farms.",
		"The discovery that the poet had printed secretly 1500 copies of The Patriot King caused him to publish a correct version in 1749, and stirred up a further altercation with Warburton, who defended his friend against Bolingbroke's bitter aspersions, the latter, whose conduct was generally reprehended, publishing a Familiar Epistle to the most Impudent Man Living.",
		"Pagans regarded staring as impudent, as parents of well-mannered children still do.",
		"His liberal use of chains in the crafting of the straps is both brazen and impudent, and absolutely perfect for providing one's classic business-wear with a chic sharpness.",
		"Despite the Ballplatz's efforts at postponement, the trial took place in Vienna in Dec. 1909, and revealed the documents upon which Friedjung had relied, as impudent forgeries concocted by subordinate officials of the Austro-Hungarian legation in Belgrade, with the connivance of the minister, Count Forga.cs.",
		"While discussing noses, he says that those with thick bulbous ends belong to persons who are insensitive, swinish; sharp-tipped belong to the irascible, those easily provoked, like dogs; rounded, large, obtuse noses to the magnanimous, the lion-like; slender hooked noses to the eagle-like, the noble but grasping; round-tipped retrousse noses to the luxurious, like barndoor fowl; noses with a very slight notch at the root belong to the impudent, the crow-like; while snub noses belong to persons of luxurious habits, whom he compares to deer; open nostrils are signs of passion, &c.",
		"On the one hand, indeed, orthodoxy and heresy are symbolized to his mind by the wheat and the tares respectively; he clings to the naive opinion of Catholicism, that contemporary orthodoxy has prevailed within the Church from the first; he recognizes the true faith only in the mystery of the Trinity; he judges heretics who have been already condemned as interlopers, as impudent innovators, actuated by bad and self-seeking motives; he apologizes for having so much as treated of Arianism at all in his history of the Church; he believes in the inspiration of the ecclesiastical councils as much as in that of the Scriptures themselves.",
		"But Bestuzhev succeeded, at last, in convincing the empress that Chetardie was an impudent intriguer, and on the 6th of June 174.4, that diplomatist was ordered to quit Russia within twenty-four hours.",
		"When Julian visited the place in 362 the impudent population railed at him for his favour to Jewish and pagan rites, and to revenge itself for the closing of its great church of Constantine, burned down the temple of Apollo in Daphne.",
		"But directly afterward the impudent scoundrel who had taken hold of my arm came up and began to speak to the chamberlain in German.",
		"There was thus quite an army of impudent swaggering idlers roaming about the country and 1 The O'Neills who played such an important part in later Irish history do not take their name from Niall Noigiallach, though they are descended from him.",
		"His letters and his poems abound in impudent demands for money from patrons, some of them couched in language of the lowest adulation, and others savouring of literary brigandage.",
		"The demand was absurd and exorbitant and was refused, though the French government offered him the hand of their kings daughter Catherine with a dowry of 800,000 crowns and the districts of Quercy and Prigordsufficiently handsome terms. When he began to collect a fleet and an army, they added to the offer the Limousin and other regions; but Henry was determined to pick his quarrel, and declared war in an impudent and hypocritical manifesto, in which he declared that he was driven into strife against his will."
	],
	"synonyms": [
		"flip",
		"insolent",
		"snotty-nosed",
		"flippant",
		"disrespectful",
		"contemptuous",
		"arch",
		"pert",
		"malapert",
		"contumelious",
		"brazen",
		"brash",
		"bold",
		"audacious",
		"fresh"
	],
	"antonyms": [
		"polite",
		"respectful",
		"humble",
		"modest",
		"retiring"
	]
}