{
	"word": "chicanery",
	"meaning": [
		"Deception by trickery or sophistry.",
		"The use of clever but tricky talk or action to deceive, evade, etc., as in legal dealings.",
		"An instance of this.",
		"Deception by use of trickery, quibbling, or subterfuge.",
		"(countable, law) A slick performance by a lawyer."
	],
	"sentences": [
		"She would have seen much political chicanery in our United Kingdom.",
		"Andrew, who behaved with injudicious violence, was banished to France, James to Newcastle; other preachers were confined to their parishes; and by a mixture of chicanery (as at the pseudo assembly of Linlithgow) and of violence, the king established his tottering episcopacy, and sowed the dragon's teeth of civil war.",
		"Knowing British chicanery, Mr Post was right not to be surprised.",
		"But he spent what small energy he possessed in a wretched strife of chicanery and broken promises with Thomas of Lancaster and his party, dismissing and recalling Gaveston according to the exigencies of the moment, while he let the Scottish war shift for itself.",
		"It's mainly mail art stuff, wacky scans, stupid art and general chicanery of a dubious nature.",
		"He had suffered twice from the chicanery of Edward's lawyers; in 1284 when a dispute between himself and the royal favourite, John Giffard, was decided in the latter's favour; and again in 1292 when he was punished with temporary imprisonment and sequestration for a technical, and apparently unwitting, contempt of the king's court.",
		"After eight years of financial chicanery, he concludes, \" the Chancellor has produced an Enron for Africa.",
		"This is not Enron-esque accounting chicanery.",
		"They should be learning instead how to spot statistical chicanery.",
		"The Jesuit Vaniere, who flourished in the early part of the 18th century, in the Praedium rusticum (pp. 12, 13, new ed., Toulouse, 1742) amusingly relates the manner in which he exposed the chicanery of one who pretended by the aid of a hazel divining-rod to point out hidden water-courses and gold."
	],
	"synonyms": [
		"shenanigan",
		"wile",
		"guile",
		"trickery",
		"chicane",
		"ploy",
		"hocus-pocus",
		"fraud",
		"deceit",
		"cunning",
		"trick",
		"ruse",
		"dishonesty",
		"deception",
		"cheating"
	],
	"antonyms": [
		"forthrightness",
		"truthfulness",
		"honesty"
	]
}