{
	"word": "belie",
	"meaning": [
		"To give a false representation to; misrepresent.",
		"To tell lies about.",
		"To show to be false; contradict.",
		"To give a false idea of; disguise or misrepresent.",
		"To leave unfulfilled; disappoint."
	],
	"sentences": [
		"For many people, personal experiences belie the truth.",
		"On his accession to the throne in 1840 much was expected of a prince so variously gifted and of so amiable a temper, and his first acts did not belie popular hopes.",
		"This riverside village offers a rich diverse selection of eating establishments that belie its size.",
		"The space-age materials belie the classic black and orange color scheme.",
		"He voted for Johnson's conviction on his trial for impeachment, and for this was severely criticized, since, in the event of conviction, he would have become president; but Wade's whole course before and after the trial would seem to belie the charge that he was actuated by any such motive.",
		"In many cases their volume was pushed so hard as to completely belie Dixon's statement about good blend.",
		"In fact it may safely be said that, with the exception of the prose Tristan, always attributed either to Luces de Gast, or Belie de Borron, the authority of Map has been invoked for the entire vast mass of Arthurian prose romantic literature.",
		"A great variety of interesting matter will be found in the Atti della Societ y Ligure di storia patria (1861 sqq.), and in the Giornale Ligustico di archeologia, storia, e belie arti.",
		"Conversely, the party atmosphere is also ideal for loose movements that belie the precision required to accomplish them.",
		"The poet wears an air of exalted superiority over the religious innovators of his day, and entertains a buoyant confidence that the future of the ancient gods of Rome will not belie their glorious past.",
		"The highlands of Central America and the West Indies have preserved a number of Chino-Japanese typesBocconia, Deutzia, A belie, &c.not met with elsewhere in the New Woild.",
		"His first speech was on the Catholic question, and though some doubt had been felt lest Grattan, like Flood, should belie at Westminster the reputation made in Dublin, all agreed with the description of his speech by the Annual Register as \"one of the most brilliant and eloquent ever pronounced within the walls of parliament.\""
	],
	"synonyms": [
		"disconfirm",
		"miscite",
		"miscolor",
		"misteach",
		"negate",
		"contradict",
		"misrepresent",
		"hide",
		"surround",
		"slander",
		"pertain",
		"negative",
		"disprove",
		"counterfeit",
		"contravene"
	],
	"antonyms": [
		"prove",
		"attest",
		"be honest"
	]
}