{
	"word": "devious",
	"meaning": [
		"Not in a straight path; roundabout; winding.",
		"Departing from the correct or accepted way; erring.",
		"Deviating from the proper or usual course; going astray.",
		"Not straightforward or frank; deceiving.",
		"Away from a main road or course; distant or removed."
	],
	"sentences": [
		"After a devious chase of a month Hood moved across Alabama to northern Mississippi.",
		"They are very devious people, \" said DI Sheldon.",
		"If people are too devious about it, that's when there's a bit of a problem.",
		"Phyllis, however, was far more devious and insecure.",
		"Do you stand against them, or do you have something more devious in mind?",
		"Little do the Rebels know that Senator Palpatine has his own devious secret plans for control of the galaxy.",
		"The second album from Hot Chip, The Warning sees these inspired pop alchemists pull off some truly devious musical juxtapositions.",
		"Lenin is presented as a tough, determined, complex, highly-intelligent but also devious person.",
		"This game gives the truly devious pupil a chance to shine.",
		"These people have not changed - their mindset has become more devious, their minions the more hungry for power.",
		"However even this is not his strongest ability - Mandala is very smart and extremely devious, and that is his greatest strength.",
		"Reg at Rickmansworth looks at the current situation and suggests a few rather devious ploys you might adopt to get the money.",
		"There follows a series of cartoon-like capers as you get more crafty and the bird gets ever more devious.",
		"The causal chain that goes from the presence of the chair to my subsequent seeming to perceive it is too kinky or devious.",
		"I was never as devious as him or would have been so nasty to a fellow schoolmate.",
		"Through all these changes Ravenna maintained its character as an impregnable \"city in the sea,\" not easily to be attacked even by a naval power on account of the shallowness and devious nature of the channels by which it had to be approached.",
		"At several points the crest of the range has been deeply eroded by old glaciers and running waters, and thus have been formed a number of devious passes.",
		"He now followed a devious route to Lake Manasarowar, entering Nepal for a short distance from Tradum, discovering the main source of the Brahmaputra in a great mass of glaciers called Kubigangri, in the northernmost chain of the Himalaya.",
		"Edmund Blackadder, a cunning, scheming, devious man, is the center of the show.",
		"Under the tutelage of manager Classy Freddy Blassie, Hogan learned the devious secrets to the trade.",
		"Dalton first appeared on Survivor, where he became memorable for his devious gameplay.",
		"This means the network is encrypted so unauthorized users can't use the network for devious means.",
		"Sometimes you can be devious and other times you can just use brute force against the computer cars.",
		"Once simple misconception is that your data and cell phone is safe from hackers and other devious technology motives.",
		"The addictive personality was described as escapist, impulsive, dependent, devious, manipulative, and self-centered.",
		"The unfortunate by product of such devious scams is that they wound the pride as well as the heart.",
		"Fans, who simply can't wait to find out what devious deal Erica Kane is going to strike next, who Kendall is going to end up with, or if Greenlee is really dead, can turn to soap spoilers to find out.",
		"Once you get caught up in the drama-filled lives of Pine Valley's most devious characters it's hard to step away.",
		"With competition such as Richard Hatch and Jonny Fairplay, it's clear that Russell must be extremely devious to warrant such a label.Russell's strategy involves making everyone around him miserable.",
		"The worst reality show villains earn their titles because of their devious tactics and disregard for the feelings of other people.",
		"She made raised maps in clay, so that I could feel the mountain ridges and valleys, and follow with my fingers the devious course of rivers.",
		"The difference between English and Roman miles would be compensated for by the more devious course taken by the railway.",
		"The Thames follows a devious course through London, and the fine embankments on its north side, nowhere continuing uninterruptedly for more than 2 m., do not form important thoroughfares, with the exception of the Victoria Embankment.",
		"For obvious reasons the Romans, having once found an easy direct pass across the main chain, did not trouble to seek for harder and more devious routes.",
		"From Sultanieh he proceeded by Kashan and Yazd, and turning thence followed a somewhat devious route by Persepolis and the Shiraz and Bagdad regions, to the Persian Gulf.",
		"Kepler's ineradicable belief in the existence of some such congruity was derived from the Pythagorean idea of an underlying harmony in nature; but his arduous efforts for its realization took a devious and fantastic course which seemed to give little promise of their surprising ultimate success.",
		"The original road, too, adopted in imperial times a more devious but easier route by Aeclanum instead of by Trevicum.",
		"Philosophy still means no more than scholastic dialectic, and is the humble servant of orthodoxy, no man venturing on devious paths except in secret.",
		"This was from the 15th century to 1630 the property of the lords of Kolovrat, and came by devious inheritance through the grand-dukes of Tuscany, to the emperor Francis Joseph.",
		"Attempts to drain the marshes were made by Appius Claudius in 3r 2 B.C., when he constructed the Via Appia through them (the road having previously followed a devious course at the foot of the Volscian mountains), and at various times during the Roman period."
	],
	"synonyms": [
		"roundabout",
		"circuitous",
		"shifty",
		"oblique",
		"wily",
		"unscrupulous",
		"tricky",
		"tortuous",
		"sinuous",
		"sinuate",
		"sinister",
		"winding",
		"fraudulent",
		"perverse",
		"misleading"
	],
	"antonyms": [
		"trustworthy",
		"straightforward",
		"artless",
		"truthful",
		"open",
		"frank",
		"honest",
		"direct",
		"straight"
	]
}