{
	"word": "amalgamate",
	"meaning": [
		"To combine into a unified or integrated whole; unite.",
		"To combine in an amalgam.",
		"To mix or alloy (a metal) with mercury.",
		"To join together into one; unite; combine.",
		"To become combined; unite.",
		"Coalesced; united; combined."
	],
	"sentences": [
		"Alexander had planned to amalgamate the former rulers of the world with his Macedonians; but his death was followed by a Macedonian reaction.",
		"A premature attempt to amalgamate the duchy of Brittany with the French crown failed.",
		"Still the old idea that every religion contained a portion of the truth, and that it was possible to borrow something from one and amalgamate it with another, had not yet lost all its power.",
		"The more elaborate work, Vom Ich als Princip der Philosophie, oder g Ãƒ¼ber das Unbedingte im menschlichen Wissen (1795), which, still remaining within the limits of the Fichtean idealism, however, exhibits unmistakable traces of a tendency to give the Fichtean method a more objective application, and to amalgamate with it Spinoza's more realistic view of things.",
		"The nervous system of the embryonic head exhibits three ganglionic masses, anterior to the thoracic ganglionic masses; these three masses subsequently amalgamate and form the sub-oesophageal ganglion, which supplies the trophal segments.",
		"In 1904, as it was felt that the college was unable properly to carry on its work under existing conditions, it was proposed to amalgamate it with Hackney College, but the Board of Education refused to sanction any arrangement which would set aside the requirements of the deed of foundation, namely that the officers and students of Cheshunt College should subscribe the fifteen articles appended to the deed, and should take certain other obligations.",
		"The invaders who have most affected the Berber race are the Arabs, but the two races, with a common religion, often a common government, with the same tribal groupings, have failed to amalgamate to any great extent.",
		"A king and clan being able, subject to certain limitations, to adopt new members or families, or amalgamate with another clan, the theory of common origin was not rigidly adhered to.",
		"In order to improve the condition of affairs in congested districts, the board was empowered (I) to amalgamate small holdings either by directly aiding migration or emigration of occupiers, or by recommending the Land Commission to facilitate amalgamation, and (2) generally to aid and develop out of its resources agriculture, forestry, the breeding of live-stock, weaving, spinning, fishing and any other suitable industries.",
		"It had further to provide at low charges for the distribution of news to the Press; it had to facilitate the transmission of money orders by telegram; finally, it had to amalgamate into one staff bodies of men who had formerly worked as rivals upon opposite plans and with different instruments, and to combine the amalgamated telegraph staff with that of the postal service.",
		"The general characters of a soap are a certain greasiness to the touch, ready solubility in water, with formation of viscid solutions which on agitation yield a tenacious froth or \" lather,\" an indisposition to crystallize, readiness to amalgamate with small proportions of hot water into homogeneous slimes, which on cooling set into jellies or more or less consistent pastes.",
		"The idea is that once products made with this amalgamate are introduced into the environment, they'll break into tiny, sometimes molecule-sized, pieces.",
		"For many years proposals to amalgamate the working of the companies and displace them by a central public authority were put forward from time to time.",
		"Up to 1887 the claims in the mine were held by a large number of individuals, but coincident with the efforts to amalgamate the interest in the Kimberley mines a similar movement took place at Jagersfontein, and by 1893 all the claims became the property of one company, which has a working arras ement with the De Beers corporation.",
		"With Epiphanes, his son, he was the leader of a philosophic school basing its theories mainly upon Platonism, and striving to amalgamate Plato's Republic with the Christian ideal of human brotherhood.",
		"An interesting phenomenon in connexion with the organization of crafts is their tendency to amalgamate, which is occasionally visible in England in the 15th century, and more frequently in, the 16th and 17th.",
		"To this corresponds the fact that, instead of acting on the doctrines of Aristotle and Callisthenes, - and treating the Macedonians and Greeks as masters, the Asiatics as servants, Alexander had impartial recourse to the powers of all his subjects and strove to amalgamate them.",
		"Complex silver minerals (sulph-arsenides and antimonides) which are difficult to amalgamate must be made amenable to quicksilver, and the simplest way of doing this is to convert the silver into chloride."
	],
	"synonyms": [
		"mix",
		"unite",
		"join",
		"consolidate",
		"compound",
		"alloy",
		"combine",
		"coalesce",
		"blend",
		"mingle",
		"merge",
		"fuse",
		"stir",
		"admix",
		"commix",
		"fused",
		"consolidated",
		"coalesced",
		"amalgamated"
	],
	"antonyms": [
		"separate",
		"divide"
	]
}