{
	"word": "nominal",
	"meaning": [
		"Of, consisting of, having the nature of, or giving a name or names.",
		"Assigned to or bearing a person's name.",
		"In name only, not in fact.",
		"Very small compared to usual expectations; slight.",
		"Of or relating to nominalism.",
		"A noun or other word or word group, including adjectives, that occurs in grammatical functions typical of nouns; substantive."
	],
	"sentences": [
		"Force kills argument and drives doubt below the smooth surface of a nominal conformity.",
		"He continued to hold the nominal command by the wish of the king, but his active service was now over.",
		"On the other hand, the peshwa was careful to obtain the sanction of his nominal sovereign at Satara to every important act of state.",
		"Saturninus also brought in a bill, the object of which was to gain the support of the rabble by supplying corn at a nominal price.",
		"The consequence of these further issues was instant depreciation, and the note of Too francs nominal value sank to less than 20 francs coin.",
		"The natives, still mainly independent of their nominal Dutch and Portuguese rulers, are divided into many hostile tribes, speaking as many as forty distinct Papuan and Malayan languages or dialects.",
		"Its rulers paid a nominal homage to the Khakhan (Great Khan) in China, and officially recognized this dependence in their title of Ilkhan, i.e.",
		"Consider finding an online gym that offers downloads for a nominal membership fee.",
		"But unity was carried much further than this, and finally resulted in at least a nominal consolidation of all the churches of Christendom into one whole.",
		"Neither the time nor the place of Valdemar's birth is known, but he could not have been more than twenty when he became the nominal king of Denmark, though, as a matter of fact, his territory was limited to the northernmost county of Jutland.",
		"This adherence was, and still is, often only nominal, for the statistics take no note of the great mass of indifferentism and liberalism which prevails in the ranks of the Church.",
		"He could already count nearly five years' nominal service, an example of those naval abuses which he was to denounce (and to profit by) during a large part of his career.",
		"The imposition of strict rules of life upon the natives was in some instances carried too far; in others their conversion to Christianity was little more than nominal, but cases of this sort are overshadowed by the fine work of William Ellis and John Williams (c. 1818) and many of their successors.",
		"From 1824 to 1839 Costa Rica joined the newly formed Republic of the United States of Central America; but the authority of the central government proved little more than nominal, and the Costa Ricans busied themselves with trade and abstained from politics.",
		"The system of classifying the revenue into separate funds has frequently produced annual deficits, which are, as a rule only nominal, since the total receipts exceed the total expenditures.",
		"It is their real price; money is their nominal price only.\"",
		"These note issues are everywhere current at full nominal value, being secured under the provisions of the national banking law of 1896 by metallic reserves.",
		"Upon the failure of this attempt, a temporary nominal union with Massachusetts was formed, but in 1692 Samuel Allen, the assign of Mason, caused a royal government to be established with his son-in-law, John Usher, as lieutenant-governor, and during the remainder of the colonial era New Hampshire was separate from Massachusetts except that from 1699 to 1741 the two had the same governor.",
		"He belonged to the London congregation of Spanish and Portuguese Jews, of which his son also remained a nominal member until after Benjamin D'Israeli died at the end of 1816.",
		"In the hope of relieving his financial difficulties, the king erected a mint, where money was coined of the \"worst kind of old brass, guns and the refuse of metals, melted down together,\" of the nominal value of £1,568,800, with which his troops were paid, and tradesmen were compelled to receive it under penalty of being hanged in case of refusal.",
		"On this and other local variations a number of nominal species have been founded; but it is preferable to regard them in the light of geographical phases or races, such as the above-mentioned C. latrans estor of Nevada and Utah, C. 1.",
		"The nickel coins include the real (nominal value 6d.), half-real and quarter-real.",
		"She married in her seventeenth year a man very much her senior, Nicephore Blavatsky, a Russian official in Caucasia, from whom she was separated after a few months; in later days, when seeking to invest herself with a halo of virginity, she described the marriage as a nominal one.",
		"The result was sharp fighting between English and French in a time of nominal peace.",
		"In other words, to him subject meant real as well as nominal subject, and predicate meant real as well as nominal predicate; whereas modern logic has gradually reduced both to the nominal terms of a proposition.",
		"In order to be of assistance to his brother Charles, who was then campaigning in Scotland, Henry was despatched in the summer of 1745 to France, where he was placed in nominal command of French troops at Dunkirk, with which the marquis d'Argenson had some vague idea of invading England.",
		"Rukneddin was only a nominal ruler, the real power being in the hands of his minister, Mu - in ed-din Suleiman, who in 1267 procured an order of the Mongol Khan Abaka for his execution.",
		"Adiutrix for work elsewhere, it recalled both governor and legion, and gave up the more northerly of his nominal conquests.",
		"Arnulf's real authority did not extend far beyond the confines of Bavaria, and he contented himself with a nominal recognition of his supremacy by the kings who sprang up in various parts of the Empire.",
		"In 1213 the pope, became not only the nominal suzerain but, de facto and de jure, the veritable sovereign of England, and during the last years of John and the first years of Henry III.",
		"Yarns are sold according to their \"actual\" counts, though when they are woven into cloth they frequently attain nominal or brevet rank.",
		"The pope reserved the presidency for himself; its activity is merely nominal.",
		"Once in every five years the chiefs send a tribute mission to the capital of Szechuen, and once every ten years to Peking, but the tribute sent is purely nominal.",
		"The central government of this part of the country is at Lhasa; the nominal head is the Dalai lama or grand lama.",
		"That valley prior to the Gurkha domination (1768) was under three native dynasties (at Bhatgaon, Patan and Katmandu), and these struck silver mohurs, as they were called, of the nominal value of half a rupee.",
		"Makrizi says that the chief inhabitants were nominal Moslems and were called Hadarib.",
		"The available strength was a bare third of the nominal.",
		"This last resulted in a great number of nominal conversions, as baptism was the passport to government favour, and church membership was based on the learning of the Decalogue and the Lord's Prayer, and on the saying of grace at mealtimes.",
		"The hapless and worthless bridegroom had already incurred the hatred of two powerful enemies, the earls of Morton and Glencairn; but the former of these took part with the queen against the forces raised by Murray, Glencairn and others, under the nominal leadership of Hamilton, duke of Chatelherault, on the double plea of danger to the new religion of the country, and of the illegal proceeding by which Darnley had been proclaimed king of Scots without the needful constitutional assent of the estates of the realm.",
		"By the time of Sulla, when the league is mentioned for the last time, its functions were purely nominal.",
		"At the time of the Roman invasion it seems to have paid a nominal homage to Mithradates the Great and to have been ruled over by Machares, his second son.",
		"From the beginning of the r4th to the end of the 17th century the district under the name Mingrelia (q.v.) was governed by an independent dynasty, the Dadians, which was succeeded by a semi-independent dynasty, the Chikovans, who by 1838 had submitted to Russia, though they retained a nominal sovereignty.",
		"Its nominal subject is freemasonry, but its real aim is to plead for a humane and charitable spirit in opposition to a narrow patriotism, an extravagant respect for rank, and exclusive devotion to any particular church.",
		"The age of admission is six; and the course is for six years, 7-13 being the legal age limits; the fee, from which poverty exempts, is almost nominal.",
		"The state polytechnic school at Delft (1864) for the study of engineering in all its branches, architecture and naval construction, has a nominal course of four years, and confers the degree of \" engineer.\"",
		"After one or two harmonious interviews, the king advanced a claim for the payment of the quit rents for Anamabo fort and Cape Coast castle, rents the major part of which the Fanti had induced the British to pay to them, leaving only a nominal sum for transmission to Kumasi.",
		"The nominal strength of the Russian fleet was eighty-three sail of the line, of the Danish twenty-three, and of the Swedish eighteen.",
		"It was occupied by the British in 1760, but on the 22nd of June 1763 this was one of the several forts captured by the Indians during the Conspiracy of Pontiac. In 1764 the British regained nominal control and retained it until 1785, when it passed into the possession of the United States.",
		"The \"Fuggerei,\" built in 1519 by the brothers Fugger, is a miniature town, with six streets or alleys, three gates and a church, and consists of a hundred and six small houses let to indigent Roman Catholic citizens at a nominal rent.",
		"Moreover, the English Houses claimed and exercised the power to legislate directly for Ireland without even the nominal concurrence of the parliament in Dublin.",
		"In 307 he returned to Athens, which had just been restored to a nominal independence by Demetrius Poliorcetes, and there he lived for the rest of his life.",
		"About the same time the Roman fleet voyaged along the northern coast apparently as far as the north of Jutland, and received the nominal submission of several tribes in that region, including the Cimbri and the Charudes.",
		"The Saxons for their part did not own even a nominal allegiance to the Frankish kings, whose authority on the right bank of the Rhine was confined to the district actually occupied by men of their own name, which at a later date became the duchy of Franconia.",
		"The virtual independence of these German tribes lasted until the union of Austrasia and Neustria in 687, an achievement mainly due to the efforts of Pippin of Heristal, who soon became the actual, though not the nominal, ruler of the Frankish realm.",
		"After his death in 899 his kingdom came under the nominal rule of his young son Louis the Child, and in the absence of firm rule and a central authority became the prey of the Magyars and other hordes of invaders.",
		"The feudal relation between the king and the princes and between the princes and their vassals had become purely nominal.",
		"Meanwhile Wallenstein was again arousing the suspicions of his nominal allies.",
		"Frederick intervened, and although no battle was fought in the nominal war which followed, the emperor was obliged to content himself with a very unimportant concession.",
		"The various states, which had for centuries been virtually independent, were during the next few years not connected even by a nominal bond.",
		"His most cherished project was a large increase in the tax on tobacco, which at this time paid, for homegrown tobacco, the nominal duty of four marks per hundred kilo.",
		"The Council of Nicaea in 325 upheld the bishops, but Meletius was allowed to remain bishop of Lycopolis though with merely nominal authority.",
		"A mayor of Altrincham is mentioned by name in 1452, but the office probably existed long before this date; it has now for centuries been a purely nominal appointment, the chief duty consisting in the opening of the annual fairs.",
		"As compensation the bishop granted to Newcastle, at a nominal rent, the Gateshead salt-meadows, with rights of way to the High Street, thus abolishing the toll previously paid to the bishop. During the next century Bishop Tunstall's successors incor p orated nearly all the various trades of Gateshead, and Cromwell continued this policy.",
		"To secure British political influence, and to preserve a possible field for future development, the Niger Company had negotiated treaties with some of the most important of these rulers, and the nominal extension of the company's territories was carried over the whole sphere of influence thus secured.",
		"In the Pagan districts where no native machinery existed and no previous taxation had been in force, a nominal impost was levied and collected by the officers of the government through the agency of the village chiefs.",
		"This tract was ravaged by Timur in his invasion of India; and in 1795 paid a nominal allegiance to George Thomas, the adventurer of Hariana.",
		"The cash which reached the Egyptian treasury from the loans and floating debt was far less than the nominal amount of such loans, none of which cost the Egyptian government less than 12% per annum.",
		"These figures do not, however, indicate fully the prosperity of the country, for although the nominal amount of the capital was practically identical in 1883 and 1905, in the latter year the Egyptian government or the Caisse held stock (bought with surplus revenue) to the value of 8,770,000.",
		"The first prefect, Cornelius Gallus, tamed the natives of Upper Egypt to the new yoke by force of arms, and meeting ambassadors from Ethiopia at Philae, established a nominal protectorate of Rome over the frontier district, which had been abandoned by the later Ptolemies.",
		"His North African possessions were maintained and extended by Ali, son of Bulukkin, whom Moizz had left as his deputy; but the recognition of the Fatimite caliph in this region was little more than nominal.",
		"The country then relapsed into its original barbarous condition, and dervish influence was nominal only.",
		"He became known in the House of Commons principally for his candid criticism of the measures introduced by his nominal leaders, and he was rather to be ranked among the Opposition than as a Ministerialist; and when the crisis with the Transvaal came in 1899, Mr Courtney's views, which remained substantially what they were when he supported the settlement after Majuba in 1881, had plainly become incompatible with his position even as a nominal follower of Lord Salisbury and Mr Chamberlain.",
		"Princes and towns did homage to him, but his position was unstable, and the allegiance of many of the princes, among them Albert duke of Austria, son of the late king Rudolph, was merely nominal.",
		"He was disinherited by the treaty of Troyes in 1420, and at the time of his father's death in 1422 had retired to Mehun-sur-Yevre, near Bourges, which had been the nominal seat of government since 1418.",
		"The great bulk of the Christian population belongs to the Orthodox Church, of which the oecumenical patriarch at Constantinople is the nominal head, having precedence over all other ecclesiastical dignitaries.",
		"At the beginning of this movement the Byzantine empire was in actual or nominal possession of all the regions south of the Danube; the greater part of the native ThracoIllyrian population of the interior had been romanized and spoke Latin.",
		"Under his nominal rule, the Celts of the north and west, in 1385, became troublesome, while Robert's son, the Wolf of Badenoch, who was justiciary, with his own wild sons, rather fanned than extinguished the flames.",
		"Thus land is handed down through successive generations under the nominal control of the recognized head of the clan.",
		"In another case the nominal king over a district, or over an entire island, can, be elected only from among the members of a certain clan, the monarchy being elective within that alone; but this king has little authority.",
		"It is, however, of interest to note that in 1698, in consequence of a nominal agreement, from which nothing resulted, among the principal Europeans in the East, the French undertook the policing of the Persian Gulf against pirates.",
		"In 657 he became the nominal ruler of the three Frankish kingdoms, but was deprived of Austrasia in 663, retaining Neustria and Burgundy until his death.",
		"When Ptolemy Philopater died in 205 B.C., Antiochus and Philip of Macedon, his nominal friends, made a secret compact for the division of his possessions outside Egypt.",
		"He was in nominal direction of military operations during the war with Spain in 1898, though his personal share of the operations was confined to directing the almost unopposed Porto Rico expedition.",
		"The Arab has built his social structure on the Koran, which inculcates absolutism, aristocracy, theocracy; the Berber, despite his nominal Mahommedanism, is a democrat, with his Jemda or \" Witangemot \" and his Kanum or unwritten code, the Magna Carta of the individual's liberty as opposed to the community's good.",
		"The nominal head was the king's brother Charles, duke of Berry, then eighteen years old, a weak character, the tool of the rebels as he was later the dupe of the king.",
		"The country was saved a desperate civil war by the death of the king's brother, Charles, the nominal head of the coalition, on the 24th of May 1472.",
		"Up or down this plain, at opposite seasons, sweep the monsoon winds, in a direction at right angles to that of their nominal course; and thus vapour which has been brought by winds from the Bay of Bengal is discharged as snow and rain on the peaks and hillsides of the Western Himalayas.",
		"In the Deccan proper, the Nizam-ul-Mulk founded an independent dynasty, with Hyderabad for its capital, which exercised a nominal sovereignty over the entire south.",
		"The family of Sivaji produced no great names, either among those who continued to be the nominal chiefs of the Mahratta confederacy, their capital at Satara, or among M the Y?",
		"The Mahrattas had been the nominal allies of the British in both their wars with Tippoo, but they had never given active assistance, nor were they secured to the British side as the nizam now was.",
		"In 1877 Lowell, who had mingled so little in party politics that the sole public office he had held was the nominal one of elector in the Presidential election of 1876, was appointed by President Hayes minister resident at the court of Spain.",
		"In 1806 he received in lieu of a pension the nominal office of the writership of the Edinburgh Gazette, with a salary of £300.",
		"In Spain every amir tried to free himself from a suzerainty which appeared to him only nominal.",
		"Africa and Spain are omitted from this catalogue, because the Abbasids never gained any real footing in Spain, while Africa remained, at least in the first years, in only nominal subjection to the new dynasty.",
		"Man determines the sorts or nominal essences, nature the similitudes.",
		"So long as the relation of the nominal to the real essence has no other background than Locke's doctrine of perception, the conclusion that what Kant afterwards calls analytical judgments a priori and synthetic judgments a posteriori exhaust the field follows inevitably, with its corollary, which Locke himself has the courage to draw, that the natural sciences are in strictness impossible.",
		"These building plots were given as free property or, more frequently, at a merely nominal rent (Wurtzins) with the right of free disposal, the only obligation being that of building a house.",
		"Originally any inhabitant holding a certain measure of land, freehold or subject to the mere nominal ground-rent abovementioned, was a full citizen independently of his calling, the clergy and the lord's retainers and servants of whatever rank, who claimed exemption from scot and lot, to use the English formula, alone excepted.",
		"He is specially invoked on behalf of the king (the nominal head of the priesthood) and the crops, and a very close connexion was supposed to exist between the god's agency and all agricultural life.",
		"Gunong Tebur, Tanjong, and Bulungan had made nominal submission to them in 1834, and in 1844 the sultan of Kutei acknowledged their protectorate, a treaty of a similar character being concluded about the same time with Pasir.",
		"Renevier proposed to use Silurique to cover the same period with the Cambrian as the lowest series, but these differences of treatment are merely nominal.",
		"Errors in policy and in government facilitated the rise of Pontus into a formidable power under Mithradates, who was finally driven out of the country by Pompey, and died 63 B.C. Under the settlement of Asia Minor by Pompey, Bithynia-Pontus and Cilicia became provinces, whilst Galatia and Cappadocia were allowed to retain nominal independence for over half a century more under native kings, and Lycia continued an autonomous League.",
		"The Mongols were too weak to govern the country they had conquered, and the vassalage of the last sultan of Rum, who died in 1307, was only nominal.",
		"The number of Uniat Copts is nominal.",
		"In 1803 Nuremberg was allowed to maintain its nominal position as a free city, but in 1806 it was annexed to Bavaria.",
		"Before the Judicature Act the king's bench and the common pleas were each presided over by a lord chief justice, and the lord chief justice of the king's bench was nominal head of all the three courts, and held the title of lord chief justice of England.",
		"On regaining a nominal independence, it came more or less under the Roman suzerainty.",
		"As a boy he had been married and divorced twice - but these were merely nominal unions.",
		"The dead king had endeavoured by his will to control the administration even after his death by a carefully selected council of regency, in which the duke of Orleans should have only the nominal presidency; but with the help of the parlement of Paris the arrangement was at once set aside, and the duke was declared regent with full traditional powers.",
		"The crowned puppet who possessed a casting vote in the real, of which he was the nominal president, and who was allowed to create peers once in his life (at his coronation), was rather a state decoration than a sovereignty.",
		"Though the president and minister of war are the nominal heads of the army, its immediate direction is concentrated in a general staff comprising six service departments, at the head of which is a chief of staff.",
		"The number of landed proprietors, professional men, merchants, &c., is comparatively small (about one-sixth), and a part of these are of mixed blood; the remaining five-sixths own no property, pay no taxes, and derive no benefits from the social and political institutions about them beyond the protection of the proprietors upon whose estates they live, the nominal protection of the state, and an occasional day's wage.",
		"It is convenient at this point to mention several other minor dynasties founded by nominal governors in various parts of Mi Persia and its borderland.",
		"His descendants held a nominal rule till 1187, but in 1152 they lost all their extra-Indian territories to the Ghorids, and during the last thirty-five years reigned in diminished splendour at Lahore.",
		"His ifi-starred father, at no time more than a nominal ruler, was at Shiraz, apparently deserted by soldiers and people.",
		"Khorasan could hardly be called an integral part of the shahs kingdom so long as it was under Operations even the nominal rule of the blind grandson of in Nadir.",
		"The nominal value of the copper money was 20 shahis equal to I kran, but in some places the copper money circulated at the rate of 80 shahis to the kran, less than its intrinsic value; at other places the rates varied between 70 and 25 shahis, and the average circulating value in all Persia was over 40.",
		"If government had been able to buy up the excess at 40 and reissue it gradually after a time at its nominal value when the people required it, the loss would have been small.",
		"Persia received 85% of the nominal capital, and the Russian government guaranteed the bondholders.",
		"The \"nominal horse-power\" by which engines are sometimes rated is an arbitrary and obsolescent term of indefinite significance.",
		"After this deputation some nominal reforms were granted; but in 1795 a number of burghers settled in the Swellendam and Graaf Reinet districts drove out the officials of the company and established independent governments.",
		"This money was only made payable in London, and the farmers were compelled to sell their claims for compensation to agents, who frequently paid a merely nominal price for them.",
		"Once more, as in 1580, Portugal was governed by ecclesiastics in the name of an absolute monarch; once more, as in 1580, the chief strength of the ecclesiastical party was the Society of Jesus, which still controlled the conscience and mind of the nation and of its nominal rulers, through the confessional and the schools.",
		"A pronunciamento by Costa Cabral led to the restoration of the charter on the Toth of February 1842, and a Cabral government was formed under the nominal leadership of Terceira.",
		"After some weeks' negotiation, in the course of which the firmness and moderation of \"the Great Commoner,\" as he had come to be called, contrasted favourably with the characteristic tortuosities of the crafty peer, matters were settled on such a basis that, while Newcastle was the nominal, Pitt was the virtual head of the government.",
		"But it appears to be true that the Thracian army had no more than half of its nominal strength of 226,000 men, while the Macedonian army short of the VIII.",
		"Corps and the Damascus and Smyrna reserves and scattered as it was, can hardly be credited with more than 200,000 of its nominal 340,000, of whom no more than 50,000 combatants were in fact ever assembled on one battlefield.",
		"In order to present her at court it was necessary to find a title for her, and as Count Jean du Barry was married himself his brother Guillaume offered himself as nominal husband.",
		"The country was at last pacified through the intervention of Rudolph of Habsburg, and at the age of twelve Wenceslas became nominal ruler of the country.",
		"The beginning of the nominal reign of King Louis is marked by an event which had great importance for the constitutional development of Bohemia.",
		"Even in feudal times suzerainty might be merely nominal, an instance in point being the suzerainty or over-lordship of the papacy over Naples.",
		"At any rate he was now appointed satrap of Egypt under the nominal kings Philip Arrhidaeus and the young Alexander.",
		"It permits coarser crushing of the ore, the cost of plant is lower, the power required is nominal, the cost of chemicals is lower than that of quicksilver, less water is necessary, and the extraction is often higher, as silver arsenate and antimoniate are readily soluble, while they are not decomposed in amalgamation.",
		"The Association was provided with a nominal capital of 40,000, but from the first its funds were largely supplemented from the private purse of King Leopold; and by a gradual process of evolution the work, which was originally, in name at least, international in character, became a purely Belgian enterprise.",
		"On being released he lectured with increasing effect at Paris, attended the General Council at Vienne in 1311, and there witnessed the nominal adoption of his cherished proposals.",
		"He lived in Stockbridge in1751-1755and spoke the language of the Housatonic Indians with ease, for six months studied among the Oneidas, graduated at Princeton in 1765, studied theology at Bethlehem,Connecticut, under Joseph Bellamy,was licensed to preach in 1766, was a tutor at Princeton in 1766-1769, and was pastor of the White Haven Church, New Haven, Connecticut, in 1769-1795, being then dismissed for the nominal reason that the church could not support him, but actually because of his opposition to the Half-Way Covenant as well as to slavery and the slave trade.",
		"Though the nominal commanders of the army which captured Delhi were in turn Barnard, Reed and Wilson, the policy thus stated by Canning and Lawrence was really carried out by their subordinates - Baird Smith, Nicholson and Chamberlain.",
		"This zone has been set aside for the purpose of industrial development, and all persons or companies who set up industrial concerns on it have grants of land at a nominal price, are free of taxes for ten years and have electric force supplied to them at a very low figure.",
		"Soon after that prince had firmly established his power as nominal guardian and protector of his nephew Gian Galeazzo but really as usurping ruler of the state, he revived a project previously mooted for the erection of an equestrian monument in honour of the founder of his house's greatness, Francesco Sforza, and consulted Lorenzo dei Medici on the choice of an artist.",
		"Never more than a nominal wife at most, the unfortunate Stella commonly passed for his mistress till the day of her death (in her will she writes herself spinster), bearing her doom with uncomplaining resignation, and consoled in some degree by unquestionable proofs of the permanence of his love, if his feeling for her deserves the name.",
		"There is no reason to think that the English ministry wished otherwise; but secret influences were at work, and a patent for supplying Ireland with a coinage of copper halfpence was accorded to William Wood on such terms that the profit accruing from the difference between the intrinsic and the nominal value of the coins, about 40%, was mainly divided between him and George I.'s favourite duchess of Kendal, by whose influence Wood had obtained the privilege.",
		"In 1483 Edward himself died; and his eldest son, Edward V., after a nominal reign of two months and a half, was put aside by his uncle, the duke of Gloucester, who became Richard III., and then caused him and his brother Richard, duke of York, to be murdered.",
		"This depreciation (10,000) was equivalent to a loss of 99% of the nominal value of the currency, a paper peso of loo centavos being worth only one centavo gold.",
		"The Ottoman power, however, became gradually almost nominal, and that of the amirs or sherifs increased in proportion, culminating under Ghalib, whose accession dates from 1786.",
		"In 1568 he was appointed lieutenant-general to Don John of Austria during the suppression of the Morisco revolt in Granada, and he also accompanied Don John during the Lepanto campaign, his function being to watch and control his nominal commanderin-chief, whose excitable temperament was distrusted by the king.",
		"Nor di,d this seem impossible; he owned a far broader and wealthier domain beyond the Channel than did his nominal suzerain King Louis VII., andwhat was of more importancehe far excelled that prince both in vigour and in capacity.",
		"King Henry survived his restoration to nominal, if not to actual, authority for seven years.",
		"The duke of Portland became the nominal head of the government, Fox and North its real leaders.",
		"The new ministry, under the nominal headship of the valetudinarian duke of Portland, included Perceval as chancellor of the exchequer, Canning as foreign secretary and Castlereagh as secretary for war and the colonies.",
		"Such progressive measures as it had passed had been passed in the teeth of its own nominal supporters, even of its own members.",
		"The crisis, indeed, arose before the nominal expiration of the Liverpool administration.",
		"The duke of Grafton was its nominal head, but party ties had been broken, the political connexions of the ministers were dissolved, and, in truth, the king was now at last a king indeed, who not only reigned but governed.",
		"He landed at Waterford in 1210, in order to establish within his nominal territories in Ireland a more distinct form of government.",
		"Though situated in the nominal territory of the tribe of Judah, it was never for any length of time in the possession of the Israelites.",
		"After their father's death (963) he and his younger brother Constantine were nominal emperors during the actual reigns of Nicephorus Phocas, their stepfather, and John Tzimisces.",
		"Both are insignificant, but the place has gained notoriety from being the nominal terminus in British territory of the railway across the northern Shan States to the borders of Yunnan, with its present terminus at Lashio.",
		"The church membership, really nominal, may be estimated at 100,000.",
		"But their dominion seems to have been merely nominal, for it was soon shaken off.",
		"Frontier fortresses were also to be dismantled and their garrisons reduced to nominal strength.",
		"Charles handed over Wurttemberg to his brother, the German king, Ferdinand I., who was its nominal ruler for a few years.",
		"On the 14th Louis swore to the Constitution, thus regaining his nominal sovereignty.",
		"Terrorism had prevailed more or less since the beginning of the Revolution, but it was the work of those who desired to rule, not of the nominal rulers.",
		"The Jacobin clubs menaced nominal value.",
		"A number of large estates belonging to the crown, the clergy and the nobles were broken up and sold at nominal prices to men of the middle or lower class.",
		"Although he probably attended several parliaments the new king was only the nominal ruler of Scotland, the real power being in the hands of his brother, the earl of Fife.",
		"His authority was at first merely nominal; the highest administrative offices were occupied by the regicides, who received the unanimous thanks of the skupshtina for the assassination of King Alexander and Queen Draga.",
		"But the threatening attitude of Austria-Hungary, with the moderating influence of M Pashich, who became the real, though not the nominal, head of a new ministry in February 1909, induced Servia to accept the advice of the Russian government by abandoning all claim to territorial \" compensation,\" and leaving the Balkan question for solution by the Powers.",
		"No attempt was made to arrest his murderers; two persons were, however, arraigned for the crime in 1896, and subjected to almost nominal penalties.",
		"The allegiance of the rulers of Munster to Niall and his descendants can at the best of times only have been nominal.",
		"The supremacy of the ardri was more often than not purely nominal.",
		"About that time, the Hova in the central province of Imerina began to assert their own position under two warlike and energetic chieftains, Andrianimpoina and his son Radama; they threw off the Sakalava authority, and after several wars obtained a nominal allegiance from them; they also conquered the surrounding tribes, and so made themselves virtual kings of Madagascar.",
		"From that time until 1895 Hova authority was retained over a large part of the central and eastern provinces, but it was only nominal over much of the western side of the island, while in the south-west the people were quite independent and governed by their own chiefs.",
		"Ismail remained in the Dongola province till February 1821, when he crossed the Bayuda Desert and received the submission of the meks (kings) of Berber, Shendi and Halfaya, nominal vassals of the king of Sennar.",
		"When Pitt returned to power in 1804 Grenville refused to join the ministry unless his political ally, Fox, was also admitted thereto; this was impossible and he remained out of office until February 1806, when just after Pitt's death he became the nominal head of a coalition government.",
		"Among other views (besides the doctrine of the divine mission of the authors) this work taught that the distinction of the three persons in the Trinity is merely nominal, that God has a real human body, and that He left Elijah as His vicegerent in heaven when He Himself descended to die on the cross.",
		"In the new or second Fronde she not only took nominal command of one of the armies on the princes' side, but she literally and in her own person took Orleans by escalade.",
		"On the other hand, his presence was sufficient to hamper the initiative of Prince Wittgenstein, the nominal commander-in-chief; for Nicholas was constitutionally incapable of leaving him a free hand.",
		"In a true-harmonic bell, with the main partials in octaves, the pitch is about an octave below the nominal.",
		"A small cairn marks the nominal summit of the hill.",
		"A company capitalized at £ 30,000 is clearly more substantial than one with a nominal £ 3 share capital.",
		"Most of our services are provided free or at nominal charge.",
		"Nominal 4U rack space will accept desktop or rack-mount chassis Inclusive technical support 8am - 8pm, 5days.",
		"The chapter ends with an appendix containing paradigms of nominal declensions in some of the Dravidian languages.",
		"Don Andrews remains the nominal leader of the virtually defunct Nationalist Party of Canada.",
		"The digits following the belt section designation represent the nominal belt width times 100.",
		"There is even a telescope available for members to hire at a nominal fee.",
		"At 7 volts, the nominal voltage of the sheathed-element glow plugs is significantly lower than the 12 volts of the main electrical circuit.",
		"Standard structured UTP or FTP cabling systems have a nominal impedance of 100 ohms.",
		"The Finance Division keeps micro filmed copies of the accounts nominal ledger from 1976 onwards.",
		"R. J. Morris, ' Does nineteenth-century nominal record linkage have lessons for the machine readable century?",
		"Its octave nominal is however an almost perfect octave, something which modern founders do not usually achieve.",
		"The Dalton figure for the treble nominal I was unable to substantiate, I cannot find anything at that frequency in my recording.",
		"Those who remain purely nominal he will spit out.",
		"The connection between the 3rd of 1853 and 1798 was merely nominal.",
		"A significant remedy might be provided, where Re T had offered only nominal damages.",
		"Charges apply - there is a subscription to register to use these projects, it is very nominal (currently £ 20 pa ).",
		"The rent to be paid by them was often nominal, consisting of a fowl, a pair of gloves, or a flower.",
		"They had become nominal, self sufficient and self satisfying.",
		"For all partials except the nominal, the interval is given from the nominal of the bell.",
		"So festival organizer Enrico has introduced the first 2000 early bird tickets at a nominal price.",
		"The suffix -n is given to isolated nominal uses of adjectives, or to nominal uses of verb participles.",
		"Therefore the nominal dipole magnetic field direction is approximately perpendicular to the spin axis.",
		"The nominal TiO in the X-ray photoelectron spectrum (XPS) upon which they rely heavily has almost certainly suffered surface oxidation.",
		"The site is held from the commissioners for the nominal rent of one shilling a year.",
		"A number would appear to have a nominal local scoutmaster with the undergraduates doing most of the practical scouting.",
		"Budget team owners may purchase access to real-time stats for a nominal fee.",
		"These two micas can be readily obtained for a nominal sum from geology suppliers.",
		"In bell founding these partials have acquired their own names of hum tone, prime, tierce, quint, and nominal.",
		"From the chart, one can see that the nominal, tierce and prime were barely touched, the hum lowered a little.",
		"They are often free or at nominal cost and provide verifiable CPD.",
		"In 1438 the Pragmatic Sanction of Bourges adopted and put into practice the Basel decrees, and in spite of the incessant protests of the Holy See the Pragmatic was observed throughout the 15th century, even after its nominal abolition by Louis XI.",
		"He subsequently settled at Rai, in the vicinity of the modern Teheran, where a son of the last amir, Majd Addaula, was nominal ruler, under the regency of his mother.",
		"Nub II., in order to retain at least a nominal sway over those Afghan territories, confirmed him in his high position and even invested Sabuktagin's son Mahmud with the governorship of Khorasan, in reward for the powerful help they had given him in his desperate struggles with a confederation of disaffected nobles of Bokhara under the leadership of Fa'iq and the troops of the Dailamites, a dynasty that had arisen on the shores of the Caspian Sea and wrested already from the hands of the Samanids all their western provinces.",
		"The new government was pledged to abolish the vicious system by which Paris was fed at the expense of all France, and the cessation of the distribution of bread and meat at nominal prices was fixed for the 20th of February 1796.",
		"Donaldsonville was the (nominal) capital in 1825-1831, Baton Rouge in1849-1864and again after 1882.",
		"In December 1898, however, Crete was granted practical independence, under the protection of Great Britain, France, Italy and Russia (see Crete), and the suzerainty of the sultan is purely nominal.",
		"The negotiations between this nominal administration and the Chilean authorities for a treaty of peace proved futile, the Chilean occupation of Lima and the Peruvian seaboard continuing uninterruptedly until 1883.",
		"But Ottoman jurisdiction was merely nominal in the Lebanon district, and Baalbek was really in the hands of the Metawali (see Lebanon), who retained it against other Lebanon tribes, until \"Jezzar\" Pasha, the rebel governor of the Acre province, broke their power in the last half of the 8th century.",
		"In its rudiments it is akin to the HamitoSemitic group. It possesses two grammatical genders, not masculine and feminine, but the human and the non-human; the adjective agrees in assonance with its noun, and euphony plays a great part in verbal and nominal inflections.",
		"Next year he published Le Pape, a vision of the spirit of Christ in appeal against the spirit of Christianity, his ideal follower confronted and contrasted with his nominal vicar; next year again La Pitie supreme, a plea for charity towards tyrants who know not what they do, perverted by omnipotence and degraded by adoration; two years later Religions et religion, a poem which is at once a cry of faith and a protest against the creeds which deform and distort and leave it misshapen and envenomed and defiled; and in the same year L'Ane, a paean of satiric invective against the past follies of learned ignorance, and lyric rapture of confidence in the future wisdom and the final conscience of the world.",
		"Saladin retook it in 1187, and thenceforward, for six centuries and a half, whoever its nominal lords may have been, Saracen, Crusader, Mameluke or (from the 16th century) Turk, the Druse emirs of Lebanon dominated it (see DRUSES).",
		"The Omayya, who during the following centuries were reinforced by further immigrants from Arabia, intermarried with the negroid races, and gradually Arab influence became predominant and Islam the nominal faith of all the inhabitants of Sennar.",
		"They henceforth became the dependent allies of, Athens (see Delian League), though still retaining their autonomy, which they preserved until the peace of Antalcidas in 387 B.C. once more placed them as well as the other Greek cities in Asia under the nominal dominion of Persia.",
		"At the short end of the nominal yield curve, additional data are included from the GC repo market.",
		"A number would appear to have a nominal local Scoutmaster with the undergraduates doing most of the practical scouting.",
		"Displays the required stake on each Quinella combination to return a nominal takeout figure (for betting to prices).",
		"No packages are allowed to contain less than the nominal quantity by more than twice the tolerable negative error.",
		"The threaded and unthreaded portions are both of one nominal diameter of 0.190 inch (5 mm) or larger.",
		"Wasps Active wasps ' nests in domestic premises can also be treated for a nominal charge.",
		"Some hotels offer baby items for free or a nominal charge.",
		"You can get a certificate of authenticity for any rug purchased for a nominal charge.",
		"The difference could be nominal, but in the long run, you'll save more per item so you can increase your margin.",
		"Charging a nominal fee such as $25.00 or $50.00 may help weed out the majority of the worst \"free kitten\" shoppers, and could improve the quality of the honest takers.",
		"Some of the plans cost money but this is usually a nominal amount; less than ten dollars.",
		"If they charge you anything at all, it will likely be a nominal fee to cover their operating costs, such as copying your paperwork.",
		"The agency also encourages individuals to seek the advice of a tax attorney, CPA or enrolled agent to explain the OIC filing process, as there are many reputable tax assistants that will do this for a nominal fee.",
		"There is no fee or only a minimal fee - The legitimate counseling services usually doesn't charge a fee or, if they do, it is a nominal set-up fee of about $10.",
		"The interest charged on transactions is usually expressed as a nominal Annual Percentage Rate (APR).",
		"If you have straight cuts in mind, you can probably pay your plywood supplier a nominal fee to cut the top for you.",
		"Although some of the websites charge a nominal fee, many provide the plans for free.",
		"Lumberjack Tools provides plans for a nominal fee.",
		"While some of the websites provide free furniture plans, others charge a nominal fee.",
		"Many of the plans are provided free and for others a nominal fee is charged.",
		"Lumberjack Tools offers a booklet with easy to follow plans complete with diagrams for five pieces of log furniture for a nominal fee.",
		"While some of the plans are offered for free, others require payment of a nominal fee.",
		"Although there are some websites that provide free plans for these outdoor table styles, there are many that do charge a nominal fee.",
		"Many stores offer a nominal savings for each reusable bag you use.",
		"If you're purchasing fabric from an online store, you can usually request samples for a nominal shipping fee.",
		"You can purchase a tiny sampler vial spray for a nominal price or a store tester at a substantial discount from Beauty Encounter.com.",
		"However, they charge a nominal fee per use.",
		"For a nominal fee you can pre-register for all kinds of classes, from Creating Pop-up Pages to Mastering 3D Sticker Art.",
		"Downloadable templates are available for free or a nominal fee, or simply look at free samples to get your creative juices flowing.",
		"Some companies include these free with each order, while other companies have a nominal charge for these extras.",
		"Though free bridal catalogs can be found, many wedding suppliers are charging a nominal fee that covers the printing and shipping of the catalog, which often runs anywhere from 3 to 15 dollars.",
		"The most recent catalog is also available for a nominal fee.",
		"Many sober living homes are privately owned and take in individuals who agree to abide by the rules of the home for free or at nominal rates.",
		"If you've purchased a cloth shower curtain and want to reinvent it, or if you want to use the curtain you already have, you can add lace trim for a completely new look at a nominal expense.",
		"A nominal 24 to 1 student to faculty ratio helps achieve high graduation rates while providing a personalized and memorable experience.",
		"Group babysitting is available for a nominal hourly charge both when the ship is in port as well as during the evenings at sea in order for parents to enjoy a guilt-free break.",
		"Most specialty restaurants require nominal per-person cover charges.",
		"An elevator ride is available for a nominal fee to ascend the tower, which offers breathtaking views of the entire island as well as neighboring Paradise Island.",
		"Port fees and taxes are extra charges, and guests may also have to pay nominal fees for airline surcharges, including upgrades to a different flight, better class of seat, or a preferred airline.",
		"By providing this number, located on the AKC registration certificate that you should have received from the breeder, and a nominal fee, you can received your dog's pedigree.",
		"Setting a nominal fee per puppy, even just twenty-five dollars, would be enough to make someone stop for a moment and think about whether they are truly prepared and willing to take on the challenge of raising a puppy.",
		"Often both stores will provide the first two cuts for free and additional cuts are a nominal fee.",
		"Members of the American Heartworm Society (AHS) pay nominal yearly dues which are mainly used to further heartworm disease research.",
		"They can usually do it for free or for a nominal fee.",
		"This might involve some delay and a nominal charge.",
		"Most municipalities charge a nominal application fee in the range of $25.00 to $50.00.",
		"Senior centers often organize group trips and provide lunches for participating members for a nominal fee.",
		"Some HUD subsidized senior living communities also provide other services either free or for a nominal fee.",
		"In some congregate living facilities, additional services may be free or offered for a nominal fee.",
		"Most senior citizen advocacy organizations charge a nominal yearly fee for membership.",
		"Masks are generally not returnable but some retails do provide a return program for a nominal fee.",
		"For a nominal fee, you can buy the protection plan and not have to worry about paying full cost if your glasses get scratched or damaged.",
		"Life jackets are available for free to hotel guests or may be rented for a nominal fee.",
		"There is free online play available, but if you'd like to compete against some of the best online players out there, they also host tournaments with cash prizes (there is typically a nominal entry fee, of course).",
		"This editing site has a free program that has basic tools and allows you create collages and other special techniques but for a nominal yearly fee you can have access to many more tools and creative helps.",
		"Everyone attending is given one free verbal appraisal, with additional items appraised for a nominal fee.",
		"A nominal fee is charged and results are typically available the next business day or sooner.",
		"Individuals located in other countries can also receive a catalog for the nominal fee of $5.00 in U.S. currency.",
		"Obituary Help will help you write a customized obituary for a nominal fee.",
		"Vital Chek allows you to search records nationwide for death certificates for a nominal fee.",
		"Some of the websites offer free I Ching readings, others provide a reading for a nominal fee.",
		"These service centers will repair any broken or damaged Oster small kitchen appliance for a nominal fee.",
		"Each of these fuses can be purchased for a nominal fee online or in most big box hardware stores.",
		"You also have the option of downloading the full version of the game for a nominal fee.",
		"The Internet provides many excellent websites that provide game boards to print at no cost or for a nominal fee.",
		"Sales quotas may need to be met in order for you to continue with the business, and you may only make a nominal percentage of sales.",
		"Furthermore, free cards may feature prominent advertisements both when creating the card and when the recipient views it.Premium cards, on the other hand, have a nominal fee but generally offer fewer ads and greater customization options.",
		"Some jewelers offer protection plans for a nominal fee that will cover resizing costs for many years.",
		"Start with local publications and offer your writing services for free or for a nominal fee.",
		"Some local restaurants may offer to prepare items with gluten-free ingredients at a nominal extra charge.",
		"So in other words, if your child would still like to keep up the life of Fluffy the dog, you can simply pay the nominal fee and then your child has access to the website for another year.",
		"For a nominal fee ($20 per year), you have access to their ever-expanding database of educational projects.",
		"For a nominal fee, potty-trained children can have fun in the secure Harkins Play Center while Mom and Dad get some much deserved time alone to catch a romantic film or the latest action or horror flick.",
		"Simply purchase a loyalty Harkins cup, and receive free beverage refills in that cup for a nominal fee for the rest of the year.",
		"The full tour takes approximately 90 min. and costs a nominal fee of $6.",
		"This is an annual membership program with a nominal fee - usually about $10 depending on the location of the member's home store - that gives members a variety of benefits.",
		"Updated yearly, they often offer plenty of money saving coupons, even if you have to pay a nominal fee.",
		"There are no special requirements to attend, but there is a nominal fee and sometimes the cost of a manual.",
		"Some programs are free, while others have a nominal cost.",
		"The fee is nominal and helps the website owner maintain his cost and bandwidth.",
		"Also, if you don't have quite enough miles to earn a last minute flight, most airlines allow you to buy them for a nominal fee.",
		"Many teachers develop a small class of students, charging only a nominal fee per student or class, to meet this qualification.",
		"These costs are nominal for a yearly contract, creates good will with the parishioners, and still helps target the areas you want to reach.",
		"Take a community education course, usually offered for a nominal fee over a couple of nights or on a weekend.",
		"Often times, the goal is to raise money for a charity so either spectators will be charged a nominal fee to see the entertainment, or there would be a raffle.",
		"You can offer a youth cheer clinic to local elementary students for a nominal fee.",
		"Often local community centers or libraries have meeting rooms to rent for a very nominal fee.",
		"If you do not own a saw, most stores will make up to two cuts free and will perform any additional cuts for a nominal fee.",
		"Cost incorporates a nominal weekly fee, but meal replacements and other food-related products do add up.",
		"You may be charged a nominal fee to have the home warranty contractor come out to your home.",
		"An identity theft rider can be added to a homeowners' rental or condo policy for a nominal amount.",
		"Additionally, while Xanga is a free site, users can choose to go \"Premium,\" where they pay a nominal fee but have the options of not seeing advertisements and being able to store more photos.",
		"Most carriers charge a nominal fee per kilobyte of data used; however, Facebook mobile is relatively light in terms of data usage.",
		"Usually, these plans charge a nominal amount of interest.",
		"There are many websites that offer patterns for a nominal fee.",
		"If Waynflete was headmaster from October 1441 to May 1442, his duties must have been little more than nominal.",
		"Avicenna was even raised to the office of vizier; but the turbulent soldiery, composed of Kurds and Turks, mutinied against their nominal sovereign, and demanded that the new vizier should be put to death.",
		"Khokand north of the Syrdaria was annexed to Russia, and the independence of the rest of the country became merely nominal.",
		"As on previous occasions, the great depreciation in the value of the currency has led to a repudiation of part of its nominal value.",
		"Instruction at state schools is either free or at merely nominal cost, and high schools, technical colleges and agricultural colleges are maintained by appropriations from the general revenues of the states.",
		"Taking everything into consideration the reduction was, perhaps, not less than 20 Lo, so that, though the nominal or money wages in 1873 and 1890 were the same, the actual wages were much higher in the latter year.",
		"Matthias was to be the nominal ruler, he himself with the title of lieutenantgeneral to hold the reins of power.",
		"The table below indicates that up to 1907 the army, though always below its nominal strength, never absorbed more than a quarter of the available contingent.",
		"Venice stood aloof, professing a nominal allegiance to the East.",
		"This union of the supreme fathers, however, was only nominal.",
		"The Bank of the Republic was established in 1896 with a nominal capital of $12,000,000, and in 1899 it received the right to issue further shares amounting to $5,000,000.",
		"It has entirely escaped Islam, and though it is a nominal vassal of China, direct Chinese influence has not been strong.",
		"The authority of the City over the borough is now merely nominal.",
		"Ishbaal's party became weaker and weaker; and at length Abner quarrelled with his nominal master and offered the kingdom to David.",
		"The tsar saw his chance of improving on the terms arranged at Tilsit; and obviously Napoleon could not begin the conquest of Spain until he felt sure of the conduct of his nominal ally.",
		"A nominal list, with references, of the birds of the island is contained in the Handbook of Jamaica.",
		"In 1864, his health being seriously impaired, he resigned public work as pastor of Free St John's (May 17), although his nominal connexion with the congregation ceased only with his death.",
		"Under the emperors the senate continued to have at least the nominal management of the aerarium, while the emperor had a separate exchequer, called fiscus.",
		"Further trouble between Pippin and his father led to the nominal transfer of Aquitaine from Pippin to his brother Charles in 831.",
		"The cardinal was, by order of the regent, committed to the custody of Lord Seaton; but his imprisonment was merely nominal, and he was soon again at liberty and at the head of the party opposed to the English alliance.",
		"The Spaniards retained nominal possession of the Bahamas until 1783, but before peace was notified New Providence was recaptured by a loyalist,.",
		"The nominal governor of the country was the Turkish vali, who resided at Banjaluka or Travnik, and rarely interfered in local affairs, if the taxes were duly paid.",
		"Of the Semitic races the Arabs - over whom, however, the Turkish rule is little more than nominal - number scme 7 millions, and in addition to about 300,000 Jews there is a large number of Syrians.",
		"The copper money was in pieces of a nominal value of 40, 20, TO, 5 and i paras, 40 paras being equal to 1 piastre.",
		"The heavy depreciation in silver causing large losses to the government, free coinage was suspended in 1880, and the nominal value of the mejidie was reduced by decree to 19 piastres (105.26 piastres thus = £T1), while in the same year the debased currencies were reduced, altilik, the 6-piastre piece to 5 piastres, the 3-piastre piece to 22 piastres, the 12-piastre piece to 14 piastre; beshlik, the 5-piastre piece to 22 piastres, the 22-piastre piece to 1;-piastre; metallik, the 1-piastre piece to 2 piastre, the 2-piastre piece to 4 piastre, the *-piastre piece to a piastre - these values representing approximately the intrinsic value of the silver, at mejidie standard, contained in the debased coins.",
		"A regenerated Ottoman Empire might in time be strong enough to demand the evacuation of Bosnia and Herzegovina, g and to maintain or extend the nominal suzerainty over Bulgaria which the sultan had exercised since 1878.",
		"The division, however, was merely nominal,.",
		"The action of missionaries, who cared only about nominal Christianizing, had no better effect.",
		"The magnificent ruin of Pembroke Castle is the nominal property of the Crown, but has been held on lease since the reign of James II.",
		"Brazil is a member of the Postal Union, and like Argentina exacts higher nominal rates of postage upon outgoing mail than those agreed upon to cover the depreciation in her own currency.",
		"The nominal strength of the army in 1906 was 29,489, including the officers of the general and subordinate staffs and the officers and cadets of the military schools.",
		"This total represents the nominal strength of the army in times of peace.",
		"Gold is the nominal standard of value, the monetary unit being the gold milreis worth 2s.",
		"In Dalmatia the Venetians III were too strong for her; but she helped materially to break up the Byzantine rule in the Balkan peninsula by assisting Stephen Nemanya to establish an independent Servian kingdom, originally under nominal Hungarian suzerainty.",
		"Nearly all the Laos country is now divided between France and Siam, and only a few tribes retain a nominal independence.",
		"In 1742 Walpole fell, and Carteret was his real, though not his nominal successor.",
		"By accusing the generals engaged at Acragas in the war against Carthage, by obtaining the restoration of exiles (no doubt others of the partisans of Hermocrates), by high-handed proceedings at Gela, he secured his own election first as one of the generals, then as sole general (or with a nominal colleague), with special powers.",
		"The large nominal proportion of Buddhists is deceptive.",
		"An American writer has expressed his satisf action that the day-labourer can now have on his table at a nominal price glass dishes of elaborate design, which only an expert can distinguish from hand-cut crystal.",
		"His attacks on the pilgrim caravans, begun in 1783 and constantly repeated, startled the Mahommedan world,' and compelled the attention of the sultan, as the nominal protector of the faithful.",
		"In 1824 Turki, son of the unfortunate Abdallah, headed a rising which resulted in the re-establishment of the Wahhabi state with Riad as its new capital; and during the next ten years he consolidated his power, paying tribute to and under the nominal suzerainty of Egypt till his murder in 1834.",
		"Fearing a plan to kidnap him, he left Rome, ostensibly to meet the emperor, and from Sutri fled by night on horseback, pursued by 300 of the emperor's cavalry, to Civitavecchia, whence he took ship for Genoa and thence proceeded across the Alps to Lyons, at that time a merely nominal dependence of the Empire.",
		"The conqueror, 'Oqba-bin-Nafa, founded the city of Kairwan (673) which was the residence of the governors of \"Ifrigiyah\" under the Omayyads and thereafter the capital of the Aghlabite princes, the conquerors of Sicily, who ruled in merely nominal dependence on the Abbasids.",
		"When the seat of the Fatimite Empire was removed to Egypt, the Zirites, a house of the Sanhaja Berbers, ruled as their lieutenants at Mandia, and about 1050 Mo`izz the Zirite, in connexion with a religious movement against the Shiites, transferred his very nominal allegiance to the Abbasid caliphs.",
		"He appears to have passed his time in journeys from place to place, and in 910 was the nominal leader of an expedition against the Hungarians which was defeated near Augsburg.",
		"Until 1909, when a constitutional amendment was adopted, he had no power of veto, and his very limited nominal powers of appointment and removal are controlled by a rotten-borough Senate.",
		"Otto soon showed his intention of breaking with the policy of his father, who had been content with a nominal superiority over the duchies; in 937 he punished Eberhard, duke of Franconia, for an alleged infringement of the royal authority; and in 938 deposed Eberhard, who had recently become duke of Bavaria.",
		"Its connexion with the two former parts is little more than nominal, Crusoe being simply made the mouth-piece of Defoe's sentiments on various points of morals and religion.",
		"In 1252 the countship was sold to the bishops of Munster; but their rule soon became little more than nominal, and in Emden itself the family of Abdena, the episcopal provosts and castellans, established their practical independence.",
		"In this way Baldwin was able to make himself into practical suzerain of the three Christian principalities of the north, though the suzerainty was, and always continued to be, somewhat nominal.",
		"It was governed by a mayor and twelve aldermen, but by 1864 their privileges had become merely nominal, and the corporation was dissolved in 1885 under the Municipal Corporations Act.",
		"The fees in these institutions are almost nominal, the middle-classes are thus educated at the expense of the masses.",
		"His authority, save in Saxony, was merely nominal; but by negotiation rather than by warfare he secured a recognition of his sovereignty from the Bavarians and the Swabians.",
		"One of the peculiarities of the government was that in addition to the regular executive, legislative and judicial departments there was a privy council without whose approval the governor's power was little more than nominal.",
		"The nominal amount of the public debt on the 1st of September 1908 was $3,989,400, but the figures are misleading, because, with the exception of $22,000 (held partly by counties), all of these obligations were in the permanent school fund or in funds for the University, the Agricultural and Mechanical College, and the various charitable institutions.",
		"In September 1729 he bought at a merely nominal price The Pennsylvania Gazette, a weekly newspaper which Keimer had started nine months before to defeat a similar project of Franklin's, and which Franklin conducted until 1765.",
		"Pompey exacted from them a nominal submission, but their independence was not seriously affected by the Romans.",
		"Alexander now turned his attention to securing the Western Isles, which still owned a nominal dependence on Norway.",
		"As no time had been fixed for this operation to cease, it amounted to an unlimited increase of a kind of currency that circulated at a nominal value much above its real value.",
		"The difference between the nominal value of silver and bronze coin and its intrinsic value is retained by the state to cover the expenses of manufacture and as a source of profit.",
		"In return, the Mint receives at its nominal value for recoinage the worn gold and silver coin which is withdrawn from circulation by the Bank of England and some other banks.",
		"He was a man of strong ambitions, but these were curbed by a shrewd foresight, which led him for a long time to submit to the nominal leadership of other and smaller men.",
		"Where a man bargained and sold his land to another for pecuniary consideration, which might be merely nominal, and need not necessarily be actually paid, equity held the bargainor to be seised of the land to the use of the bargainee.",
		"The peace was nominal only, while the burghers were also involved in disputes with other tribes.",
		"A paper currency had been instituted, and the notes - currently known as \" bluebacks \"- soon dropped to less than half their nominal value.",
		"The nominal title, even when most strictly observed, is rarely more than a starting-point; and, though the brevity of these first essays for the most part prevents the author from journeying very far, he contrives to get to the utmost range of his tether.",
		"The distinction between real and nominal sovereignty was familiar to medieval writers, who recognized a double sovereignty, and distinguished between (1) the real or practical sovereignty resident in the people, and (2) the personal sovereignty of the ruler (Adolf Dock, Der Souveranitaitsbegrif, &c., p. 13).",
		"There is a small nominal indebtedness, less than the cash surplus in the treasury.",
		"The end of his nominal rule came in the next year, when Wellington utterly overthrew the chief French army, commanded by King Joseph and Marshal Jourdan, at Vittoria (June 21, 1813).",
		"The correspondence does not, however, extend to the stars; and some coincidences adverted to by Humboldt between the nakshatras and the zodiacal animals of Central Asia are of the same nominal character.",
		"However, a nominal agreement was concluded, and York accepted the king's pardon.",
		"It is an attempt to capture the essence of the change, not the nominal value of the multiplier.",
		"Alexander now contemplated sending Cesare to Romagna to subdue the turbulent local despots, and with the help of the French king carve a principality for himself out of those territories owing nominal allegiance to the pope.",
		"It was then included in the dominions of Nizam-ul-mulk, the nominal viceroy of the great Mogul in the Deccan, from whom again it was subsequently conquered by Hyder Ali of Mysore.",
		"After the captivity and death of Valerian, Gallienus succeeded to a merely nominal rule in the East, and was too careless and self-indulgent to take any active measures to recover the lost provinces.",
		"All attempts to induce Pippin to throw over his new protege failed, and from this time onward the nominal dependence of Rome and the papacy on emperors at Constantinople ceased.",
		"The patriarch of Constantinople is the nominal head of the Orthodox priesthood; but by an arrangement concluded in 1879, his authority was delegated to the Austrian emperor, in exchange for a revenue equal to the tribute previously paid by the clergy of the provinces; and his nominations for the metropolitanate of Serajevo, and the bishoprics of Dolnja Tuzla, Banjaluka and Mostar require the imperial assent.",
		"Series B, C and D (series A having already been completely redeemed by the action of the sinking fund) were replaced by the creation of new 4% bonds to a nominal amount of £T32,738,772, with a sinking fund of 0.45% per annum, bearing identical rights and privileges, and ranking immediately after, the priority bonds.",
		"In his 1910 budget speech the minister of finance, Javid Bey, demanded authority to create a new aluminium coinage of 5, 10, 20 and 40 para pieces, of which he would issue, in the course of three years, a nominal amount of £T1,000,000 to those provinces in which there was a great scarcity of small coins.",
		"The coast is chiefly occupied by Arab tribes who were virtually independent, paying merely a nominal tribute to the shah's government until 1898.",
		"The nominal reign of the last king of Ulster closed in 1200.",
		"The chief rabbi, who is the ecclesiastical head of the United Synagogue, has also a certain amount of authority over the provincial and colonial Jewries, but this is nominal rather than real.",
		"Improved communications are much needed for the transport of agricultural produce, but the state of the treasury does not admit of more than a nominal expenditure on road-making and other public works.",
		"These countries, except Japan, have all been at some time at least nominal tributaries of China.",
		"Partial relief was sought in the continual issue of debased currency (beshlik, altilik and their subdivisions), of which the excess of nominal value over intrinsic value ranged between 33 and 97%, and finally paper money (kaime) which was first issued in 1839, bearing an interest of 8%, reduced in 1842 to 6%, such interest being paid on notes of 500 piastres, but not on notes of 20 or 10 piastres, which were issued simultaneously.",
		"The total paid-up railway capital of the United Kingdom amounted, in 1908, to £1,310,533,212, or an average capitalization of £56,476 per route mile, though it should be noted that this total included £196,364,618 of nominal additions through \" stock-splitting,\" &c. Per mile of single track, the capitalization in England and Wales, Scotland, Ireland and the United Kingdom, is shown in Table VIII."
	],
	"synonyms": [
		"propositional",
		"tokenish",
		"token",
		"nominative",
		"titular",
		"small",
		"inexpensive",
		"supposed",
		"professed",
		"ostensible",
		"formal",
		"mere",
		"insignificant",
		"minimal",
		"nominal phrase",
		"noun-phrase"
	],
	"antonyms": [
		"substantial",
		"important",
		"significant",
		"real",
		"true",
		"actual"
	]
}