{
	"word": "esoteric",
	"meaning": [
		"Intended for or understood by only a chosen few, as an inner group of disciples or initiates.",
		"Relating to or being a small group with specialized knowledge or interests.",
		"Beyond the understanding or knowledge of most people; abstruse.",
		"Confidential; private; withheld.",
		"Having to do with concepts that are highly theoretical and without obvious practical application; often with mystical or religious connotations.",
		"One that is esoteric.",
		"Esoteric matters; esoterica."
	],
	"sentences": [
		"The meaning was very esoteric in film, literature and art.",
		"Communicating love in a way neither had ever experienced, they converged in an esoteric dance in which the world fell away.",
		"He was avoiding the sense of making something too esoteric.",
		"The odds are that one or two of those podcasts will actually be about a topic you are interested in - no matter how esoteric your hobbies may be.",
		"These correspond to the \"merit badges\" earned by Boy Scouts, and range from physical activities such as \"Hiker\" to more esoteric research-based badges like \"Earth Connections.\"",
		"According to the Kabbalah all these esoteric doctrines are contained in the Hebrew Scriptures.",
		"Like Van Gogh, you can infuse words with your own vision without becoming esoteric.",
		"Lighting is probably the most esoteric element of photography.",
		"That suggests pantheism, the usual form of such esoteric wisdom.",
		"A statesman whose words have to be interpreted by an esoteric meaning cannot fairly complain if he is often misunderstood.",
		"Powells perceptive commentary is of enduring interest to all lovers of esoteric lore.",
		"The purpose of these transformations will sound a bit esoteric at the moment.",
		"Our only concerns are the Canon menu system, which is just too esoteric for our liking.",
		"What follows are the more advanced, less used, or sometimes esoteric capabilities of perl regexps.",
		"The usual suspects like AIM and Skype are in the list, as well as more esoteric services like Gadu-Gadu.",
		"His life work has been conducting research in a somewhat esoteric branch of business.",
		"These include rather esoteric installation or set-up problems for specific systems.",
		"We may define these courses by the terms esoteric and exoteric - the former the philosophy of the school, cultivated principally at the universities, trying to systematize everything and reduce all our knowledge to an intelligible principle, losing in this attempt the deeper meaning of Leibnitz's philosophy; the latter the unsystematized philosophy of general culture which we find in the work of the great writers of the classical period, Lessing, Winkelmann, Goethe, Schiller and Herder, all of whom expressed in some degree their indebtedness to Leibnitz.",
		"The belief being esoteric, a secret of the initiated, necessarily escaped casual inquirers.",
		"In esoteric numerology each person's master number corresponds to a specific color.",
		"But such is not esoteric knowledge or what we have now called subjective Theosophy.",
		"Such esoteric books are apocryphal in the original conception of the term.",
		"In addition, his work is more idiosyncratic than MEZ's, whose content, once decoded, tends not to be especially esoteric.",
		"The author of the Theologia mystica and the other works ascribed to the Areopagite proceeds, therefore, to develop the doctrines of Proclus with very little modification into a system of esoteric Christianity.",
		"His visages have an air of rapt suavity, devotional fervency and beaming esoteric consciousness, which is intensely attractive to some minds and realizes beyond rivalry a particular ideal - that of ecclesiastical saintliness and detachment from secular fret and turmoil.",
		"It would appear that the occupants are engaged in some highly esoteric branch of science.",
		"Turning now to the consideration of the word \" apocryphal \" itself, we find that in its earliest use it was applied in a laudatory sense to writings, (I) which were kept secret because they were the vehicles of esoteric knowledge which was too profound or too sacred to be imparted to any save the initiated.",
		"A letter addressed to Oecolompadius 1 gives an account of their practices and beliefs at that time, and shows us a simple and unlettered community, which was the survival of an attempt to form an esoteric religious society within the medieval church.",
		"In the above acceptation of the term, the Neoplatonic doctrine of emanations from the supra-essential One, the fanciful emanation-doctrine of some of the Gnostics (the aeons of the Valentinian system might be mentioned), and the elaborate esoteric system of the Kabbalah, to which the two former in all probability largely contributed, are generally included under the head of theosophy.",
		"Baader distinguishes, in a manner which may be paralleled from Boehme, between an immanent or esoteric process of self-production in God, through which He issues from His unrevealed state, and the emanent, exoteric or real process, in which God overcomes and takes up into Himself the eternal \"nature\" or the principle of selfhood, and appears as a Trinity of persons.",
		"Now, in order to discern this underlying truth in the various and apparently conflicting world creeds, appeal was made to a \"Secret Doctrine,\" and \"Esoteric Teaching,\" which Madame Blavatsky proclaimed had been held for ages as a sacred possession and trust by certain mysterious adepts in occultism, or \"Mahatmas,\" with whom she said she was in psychical as well as in direct physical communication.",
		"As if that wasn't an entirely predictable outcome for popularizing previously hidden, esoteric material!",
		"This may sound esoteric but it feeds through into fixed-rate mortgage rates, which have fallen sharply, thus helping support the housing market.",
		"The esoteric nature of certain parts of the encyclopedia, especially the last part of it, is a remarkable peculiarity of the Rasa'il.",
		"We offer spiritual council, healing, esoteric studies, free psychic readings, diverse information and much more.",
		"But such is not esoteric knowledge or what we have now called subjective theosophy.",
		"If the literary style in which the exegetic discussion of the texts and rites is carried on in the Brahmanas is, as a rule, of a very bald and uninviting nature, it must be borne in mind that these treatises are of a strictly professional and esoteric character, and in no way lay claim to being considered as literary compositions in any sense of the word.",
		"From the 1 0th century onwards the art of landscape gardening steadily grew into a science, with esoteric as well as exoteric aspects, and with a special vocabulary.",
		"But there was no doubt a tendency to extend the term \" exoteric \" from the dialectical to the more popular of the scientific writings of Aristotle, to make a new distinction between exoteric and acroamatic or esoteric, and even to make out that Aristotle was in the habit of teaching both exoterically and acroamatically day by day as head of the Peripatetic school at Athens.",
		"One of his most valuable works, The Gospel of Life (1892), a study of Christian doctrine, incorporated the materials upon which he was engaged in a series of more private and esoteric lectures delivered on week-day evenings.",
		"Semler, is \"economy,\" which also occurs in the kindred sense of \"reserve\" (or of Disciplina Arcani - a modern term for the supposed early Catholic habit of reserving esoteric truths).",
		"The theory of an esoteric tradition is distinctly represented in 2 Esdras xiv., where Moses receives words which were not to be published, and Ezra re-writes seventy books which were to be delivered to the wise men of his people.",
		"He also thinks that in Origen's esoteric doctrine the historical Christ becomes unimportant.",
		"Of this process, this self-generation of God, we may distinguish two aspects - the immanent or esoteric, and the emanent or exoteric. God has reality only in so far as He is absolute spirit, and only in so far as the primitive will is conscious of itself can it become spirit at all.",
		"Nor can the esoteric and pantheistic theories of priests (according to which the various beast-gods were symbolic manifestations of the divine essence) be received as an historical account of the origin of the local animal-worships.",
		"If we are to regard the Egyptian myths about the gods in animal shape, and about the non-natural superhuman heroes, and their wars and loves, as esoteric allegories devised by civilized priests, perhaps we should also explain Pund-jel, Qat, Quawteaht, the Mantis god, the Spider creator, the Coyote and Raven gods as priestly inventions, put forth in a civilized age, and retained by Australians, Bushmen, Hottentots, Ahts, Thlinkeets, Papuans, who preserve no other vestiges of high civilization.",
		"And even in 1877 he allowed that \"in a religion that embraces large and separate classes of adherents there always is of necessity to a certain extent an exoteric and an esoteric doctrine.\"",
		"It is not just the cat who benefits from an esoteric title, but also the giver of this name.",
		"Stores such as Janie and Jack are a little more esoteric, but each of these designers boasts an online store at their website.",
		"However, boutiques will often feature more esoteric designers and carry the most interesting merchandise.",
		"Copenhagen's designs are much more accessible on the web or in esoteric high-end boutiques.",
		"There are certain scenarios encompassing micro preemie clothing that make these items esoteric in the world of infant supplies.",
		"You'll need to run a clever search to track down these esoteric and limited edition items.",
		"DotGif has a new comic that is released every week and, like others of its kind, the content can be somewhat esoteric in nature, especially when it comes to acronyms related to specific game titles on both home consoles and PC gaming.",
		"No matter where you get your free line dancing steps, the first glance of step sheets may make them seem rather complicated or esoteric.",
		"The series of lines, symbols and stick figures is very esoteric, and requires years of training to master, but it is one way to illustrate the steps of the entire body for any dance.",
		"Wallet styles range from the signature simple nylon black to the esoteric reptile skins of the season's latest haute accessory.",
		"Specialty bags that really differ from the standard models may need to be purchased online, due to their esoteric brand names.",
		"This is a specially made deck, one that's seemingly full of inscrutable esoteric symbols, and even though it's currently out of mass publication, that fact has done nothing to lesson the interest many have for these particular tarot cards.",
		"He deems abstract and esoteric ideology as a waste of time and irrelevant to his world view.",
		"Leo has a brilliant mind and loves to debate, whether the topic is current politics or esoteric ideology.",
		"The reading of tarot cards is an ancient art that marries many different subjects; the tarot is rife with deep, esoteric symbolism that speaks to the various archetypes or roles that you play.",
		"It can be harder to find more esoteric titles, or independent films that were not especially popular.",
		"Meditation is not some esoteric religion; it's a method of calming the mind.",
		"In the past, the typical punk look has included everything from neon hairstyles and ripped plaids to tattered fishnets and esoteric band t-shirts.",
		"There is also some variety in the material they are made of, including natural cotton and more esoteric weaves such as bamboo.",
		"Tantra is a collection of techniques culled from esoteric schools of Buddhism and Hinduism.",
		"A more esoteric website under the name of PatricksBaby9 also contains an array of upbeat cheerleading quotes, many of which are concise enough to be slogans.",
		"Science Fiction Societies sprang up in the 'fifties, the Golden Age of Science Fiction, out of a need for people who enjoyed an esoteric topic to find other like-minded souls who shared their passion.",
		"Whether the Jews had any distinct name for these esoteric works we do not know.",
		"It was considered an esoteric philosophy.",
		"B n. 1 A person initiated into esoteric doctrines.",
		"No matter what seemingly esoteric interest you have, be assured there is probably a publication out there clambering for your expertise.",
		"I once tried to go there but it all seemed too esoteric to me.",
		"Among the symbolic conceits in which the authors of the Brahmanas so freely indulge, there is one overshadowing all others - if indeed they do not all more or less enter into it - which may be considered as the sum and substance of these speculations, and the esoteric doctrine of the sacrifice, involved by the Brahmanical ritualists.",
		"On this view contact with the faith of the church could only be maintained by distinguishing an exoteric and an esoteric form of Christianity.",
		"These worlds which perished are compared to sparks which fly out from a red-hot iron beaten by a hammer, and which are extinguished according to the distance esoteric doctrine, God, who is boundless and above they are removed from the burning mass.",
		"The five K's and the other esoteric observances of the Sikhs mostly had a utilitarian purpose.",
		"The perfecti only were admitted to its esoteric doctrines and to its superstitious practices.",
		"To be intoxicated by a single glass of wine; I have experienced this pleasure when I have drunk the liquor of the esoteric doctrines.",
		"Some verses of the Bible can be a bit esoteric, meaning difficult to understand or hidden.",
		"Since the slingback is a bit of an esoteric style, you may get the largest span of results by purchasing this bag over the Internet.",
		"Sure, antique shops and vintage stores may be one place to look, but as with many esoteric and obsolete items, the Internet may become your primary tool in located these specific Rialto purses.",
		"Internet auctions are always risky, and although esoteric pieces like vintage Bakelite handbags aren't subject to replicas the way many designer products are, you may still want to keep an eye open for fakes.",
		"Do not linger too long in esoteric thoughts, use your inspiration to create positive action.",
		"This is because the secrets of the esoteric arts are cycles within cycles.",
		"But when you start writing about esoteric things like string theory, or the latest in exotic materials research, it starts to sound like a lot of handwaving and magic.",
		"And we have to look into Baur's esoteric interpretation of the doctrinal development."
	],
	"synonyms": [
		"theosophical",
		"cabalic",
		"confidential",
		"secret",
		"private",
		"obscure",
		"mystic",
		"mysterious",
		"arcane",
		"recondite",
		"abstruse",
		"occult",
		"heavy",
		"profound",
		"deep"
	],
	"antonyms": [
		"exoteric",
		"common",
		"obvious",
		"unmysterious",
		"public",
		"known",
		"familiar"
	]
}