{
	"word": "subterfuge",
	"meaning": [
		"Deception used to achieve an end.",
		"Any plan, action, or device used to hide one's true objective, evade a difficult or unpleasant situation, etc.; stratagem; artifice.",
		"A deceptive stratagem or device.",
		"(uncountable) Deception; misrepresentation of the true nature of an activity."
	],
	"sentences": [
		"The lack of labeling may give an impression of subterfuge.",
		"He speaks as he sees, without political subterfuge.",
		"The other Gods, seeking a man to bring down the insane Ares, set Kratos upon tasks with subterfuge in their hearts.",
		"However, a man like this was unable to detect a simple subterfuge contrived by his lieutenant, Lago.",
		"This was not a plan of subterfuge but the result of clothing and equipment being supplied by home states and communities.",
		"The simplest way to gage the likely interest for big properties is to ask local estate agents - and use a little subterfuge.",
		"Malone appears to have thought that it was a mere subterfuge to instance the death of Garrick as a reason for not electing him.",
		"He drew up a constitution, which was accepted unanimously by the Dutch, but was rejected by the Belgians, because it contained provisions for liberty of worship. The king, however, by a subterfuge declared that the fundamental law had been approved.",
		"Then, in ยง 6.5, we look at subterfuge attacks aimed at hiding keywords in interactive text.",
		"Any such subterfuge would be immediately apparent in a viva voce examination, much to the embarrassment of the student concerned.",
		"The first novel deals with the machinations and subterfuge with which the First Foundation is formed, and its early history, through its discovery that the Encyclopedia is not its raison d'etre and the dwindling power of the Empire.",
		"The discovery of the so-called evolution of morality out of non-moral conditions is very frequently an unconscious subterfuge by which the evolutionist hides the fact that he is making a priori judgments upon the value of the moral concepts held to be evolved."
	],
	"synonyms": [
		"stratagem",
		"sophistry",
		"shift",
		"sham",
		"scheme",
		"refuge",
		"pretense",
		"plan",
		"fraud",
		"excuse",
		"evasion",
		"dishonesty",
		"cheat",
		"chicanery",
		"ploy"
	],
	"antonyms": []
}