{
	"word": "profound",
	"meaning": [
		"Having, showing, or requiring great insight or understanding.",
		"Very deep or low.",
		"Marked by intellectual depth.",
		"Intensely felt.",
		"Thoroughgoing.",
		"An abyss or deep, as of the ocean.",
		"Something profound.",
		"(obsolete) To cause to sink deeply; to cause to dive or penetrate far down.",
		"(obsolete) To dive deeply; to penetrate."
	],
	"sentences": [
		"He was profound in a way that surprises me.",
		"The victory had a profound effect on the rest of the war.",
		"He had a profound impact on Plato.",
		"Do you know that profound thinker?",
		"There was profound sadness for the nearly three thousand lives lost.",
		"In a profound way, our lives will be better.",
		"It is a profound thought and, I believe, an irrefutable one.",
		"What he found in her eyes instead was profound sadness.",
		"Children ask profound questions, but they often receive shallow answers, or, to speak more correctly, they are quieted by such answers.",
		"Using the Latin makes an ordinary word seem profound.",
		"The implications of buying medicines over the Internet is potentially profound.",
		"This naturally affectionate abandonment that every one felt in him had procured him profound attachments and rare devotions.",
		"This is going to have profound effects.",
		"The agreement had profound influence on world trade law.",
		"Such profound changes must necessarily have been accompanied by enormous elimination; the migrating hosts were perpetually thinned by falling out on the way.",
		"The dull, sleepy expression was no longer there, nor the affectation of profound thought.",
		"This technological shift will have profound effects on the course of human history.",
		"Glory, the good of society, love of a woman, the Fatherland itself--how important these pictures appeared to me, with what profound meaning they seemed to be filled!",
		"The weakness of the government in dealing with the strike riots caused a feeling of profound dissatisfaction, and the so-called experiment of liberty, conducted with the object of conciliating the extreme parties, proved a dismal failure.",
		"The contemporaries of Boetius regarded him as a man of profound learning.",
		"The son noticed that an expression of profound sorrow suddenly clouded his mother's face, and he smiled slightly.",
		"The Irredentist agitation had left profound traces at Berlin as well as at Vienna, and had given rise to a distrust of Depretis which nothing had yet occurred to allay.",
		"Theodoric had a profound respect for his scientific abilities.",
		"But another was to ensue, probably equally profound, and far more concerning.",
		"Today we are on the cusp of a substantially more profound shift in work life.",
		"The new plan had profound security implications.",
		"Each home has five or six residents, most of whom have quite profound learning difficulties.",
		"But in many areas, scarcity is so profound it has huge societal impact.",
		"As we consider the lot of those left behind, it becomes clearer how the end of scarcity will have a profound impact on the world.",
		"All these are profound shifts in public opinion.",
		"The stranger sat without stirring, either resting or, as it seemed to Pierre, sunk in profound and calm meditation.",
		"His gaze was stormy, but there was more there, a profound sadness that made the large man more human.",
		"Her psychology is not subtle or profound, but her leading characters are clearly conceived and drawn in broad, bold outlines.",
		"In summer at the Bureau Central the intermediate peak nearly disappears in the profound afternoon depression, but it is still recognizable.",
		"There was no feeling of nationality, but the people were prosperous, enjoyed profound peace and were placidly content with the existing order of things.",
		"For this reason the Anglo-French convention had caused profound irritation in Italy, and had tended somewhat to diminish the cordiality of Anglo-Italian relations.",
		"They are due to hypertrophy of young tissues, which may undergo profound alterations subsequently, and occur on all parts of the plants.",
		"This event produced a profound impression on his susceptible mind, and for more than a year he remained sunk in apathy.",
		"In such cases the development of wings and the attainment of the adult form depend upon a more or less profound transformation or metamorphosis.",
		"With profound deafness, there may not be sufficient functioning hair cells for hearing aids to be effective.",
		"So it is impossible to understand by what reasoning the historians reach the conclusion that this maneuver was a profound one.",
		"Similarly profound considerations are given for his retreat from Smolensk to Orsha.",
		"Anna Mikhaylovna turned up her eyes, and profound sadness was depicted on her face.",
		"All the profound plans about cutting off and capturing Napoleon and his army were like the plan of a market gardener who, when driving out of his garden a cow that had trampled down the beds he had planted, should run to the gate and hit the cow on the head.",
		"No one now questions the profound distinction that exists between the two powers, spiritual and temporal, between the church and the state.",
		"This naturally caused profound disappointment and dissatisfaction in the liberal section of the educated classes and especially among the young officers of the regiments which had spent some years in western Europe.",
		"Abu Bekr (632-634), the first of these caliphs, was a man of simple life and profound faith.",
		"The Bible, and Mel Gibson's film, show that someone outside the church had something very profound to say about Jesus.",
		"Twitter is profound, and it unquestionably furthers peace because it promotes the interests of the many against the interests of the few.",
		"Most of his memoirs are masterpieces - full of original methods, profound ideas and far-reaching imagination.",
		"The daily outpour of heat from the sun at the present time suggests a profound argument in support of the nebular theory.",
		"He published some 200 sermons, in most of which are displayed unobtrusive learning, fresh application of old sayings, and a high conception of Judaism and its claims. Jellinek was a powerful apologist and an accomplished homilist, at once profound and ingenious.",
		"There is nothing to show that he was a profound and philosophical jurist, like Papinian or Ulpian.",
		"For the conflicts which accompanied the first intrusion of philosophy into the theological domain more profound and cautious thinkers with a far ampler apparatus of knowledge had substituted a harmony.",
		"But Gilbert de la Porree, according to Haureau, is the most eminent logician of the Realistic school in the 12th century and the most profound metaphysician of either school.",
		"At the same time their ignorance was profound.",
		"It was followed by a series of profound investigations, in which Lagrange and Laplace alternately surpassed and supplemented each other in assigning limits of variation to the several elements of the planetary orbits.",
		"It cannot be said that previously to Darwin there had been any very profound study of teleology, but it had been the delight of a certain type of mind - that of the lovers of nature or naturalists par excellence, as they were sometimes termed - to watch the habits of living animals and plants, and to point out the remarkable ways in which the structure of each variety of organic life was adapted to the special circumstances of life of the variety or species.",
		"In science and theology, mathematics and poetry, metaphysics and law, he is a competent and always a fair if not a profound critic. The bent of his own mind is manifest in his treatment of pure literature and of political speculation - which seems to be inspired with stronger personal interest and a higher sense of power than other parts of his work display.",
		"When your daughter sees how \"little Jessica doesn't need pull-ups\", it may have a profound effect on her behavior.",
		"Autism is a profound mental disorder marked by an inability to communicate and interact with others.",
		"Compare the mere fairy-tale mystery of Lohengrin's command that Elsa shall never ask to know his name, with the profound fatalism of Isolde's love-potion.",
		"In both cases the dependence is clearly on the part of Peter; for ideas and phrases that in Ephesians and Romans have their firm place in closely wrought sequences, are found in 1 Peter with less profound significance and transformed into smooth and pointed maxims and apophthegmatic sentences.",
		"Otherwise, it is not clear why we find him opposing himself to the Egyptian king Necho, since the assumption that he fought as an Assyrian vassal scarcely agrees with the profound reforming policy ascribed to him.",
		"That of 1879 showed a profound distrust of legislative action, bred of reconstruction experiences.",
		"This was the result of the Armenian massacres, the wholesale emigration of Armenians of all classes, the accompanying profound political unrest throughout the country, and the great extension of contraband which ensued from it.",
		"He wrote with conspicuous success in almost every branch of literature - history, romance, ethics, poetry and the drama; and his influence on the Young Turk party of later days was profound.",
		"Crowds of persons attended his addresses, on whom his energy, command of language, powerful voice and impassioned gestures made a profound impression.",
		"He was a horticulturist of profound attainments, and himself originated several new varieties of flowers.",
		"He is the great Christian scholar of his age, rather than the profound theologian or the wise guide of souls.\"",
		"We thus get at cross-purposes with this powerful, profound work.",
		"Astonishment has been frequently expressed at the powerful activities of bacteria - their rapid growth and dissemination, of the extensive and profound decompositions and Activity bacteria.",
		"Some see these shared battles as profound examples of innate human altruism.",
		"He was educated at Merton College, Oxford, where he took the degree of doctor of divinity, and acquired the reputation of a profound scholar, a skilful mathematician and an able divine.",
		"It is otherwise with the schools of music, which exercise a profound influence far beyond the borders of Germany.",
		"Otto, having profound faith in the power of the church to reconcile conquered peoples to his rule, provided for the benefit of the Danes the bishoprics of Schleswig, Ripen and Aarhus; and among those which he established for the Slays were the important bishoprics of Brandenburg and Havelberg.",
		"This and other symptoms caused serious apprehension that some attempt might be made to alter the law of universal suffrage for the Reichstag, and it was policy of this kind which maintained and justified the profound distrust of the governing classes and the class hatred on which Social democracy depends.",
		"With this great mass of material collected, sifted and edited by scholars of the highest standing it is not surprising that modern works on the history of Germany are stupendous in number and are generally of profound learning, and this in spite of the fact that some German historian.sGregorovius, Pauli and Lappenberg, for examplehave devoted their time to researches into the history of foreign lands.",
		"Rothe was one of the most profound and influential of modern German theologians.",
		"His system, though it may seem to contain doubtful or even fantastic elements, is in its general outlines a noble massive whole, constructed by a profound, comprehensive, fearless and logical mind.",
		"He became chairman of a state commission of inquiry into the number and condition of idiots in Massachusetts, and the report of this commission, presented in 1848, caused a profound sensation.",
		"It is to be hoped that definite light may one day be forthcoming on the whole of this critical episode which had such a profound effect on the character and history of the Egyptian people.",
		"Hypnotic somnambulism and hypnotic catalepsy are not the only or the most profound changes of nervous condition that hypnosis can induce.",
		"The physiological derangement which is the basis of the abeyance of volition may, if hypnotism be profound, pass into more widespread derangement, exhibiting itself as the hypnotic lethargy.",
		"The Kongelov is dated and subscribed the 14th of November 1665, but was kept a profound secret, only two initiated persons knowing of its existence until after the death of Frederick III., one of them being Kristoffer Gabel, the king's chief intermediary during the revolution, and the other the author and custodian of the Kongelov, Secretary Peder Schumacher, better known as Griffenfeldt.",
		"The effect of these revelations was profound not only politically, but also economically; the important export trade in Danish butter, especially, was adversely affected, as Herr Alberti had been interested in numerous dairy companies.",
		"Justinian was rather quick than strong or profound; his policy does not strike one as the result of deliberate and well-considered views, but dictated by the hopes and fancies of the moment.",
		"Moreover, in his profound sympathy with the Reformers, he too frequently becomes their apologist.",
		"He had, however, been led, by whatever process, to abandon the dogmatic system of his forefathers, though he was and always remained in profound sympathy with the spirit of their teaching.",
		"Omissions of a few passages written from memory at a time of profound nervous depression would have altered the whole character of the book.",
		"The letters and autobiographical writings, whether they attract or repel sympathy, are at least a series of documents of profound interest for any one who cares to study character, and display an almost unique idiosyncrasy.",
		"Henry's egotism was profound, and personal motives underlay his public action.",
		"Hegel the tourist - recalling happy days spent together; confessing that, were it not because of his sense of duty as a traveller, he would rather be at home, dividing his time between his books and his wife; commenting on the shop windows at Vienna; describing the straw hats of the Parisian ladies - is a contrast to the professor of a profound philosophical system.",
		"It descends to the level of the Ghor by terraces, deeply cut through by profound ravines such as the Wadi es-Suweinit, Wadi Kelt, Wadi ed-Dabr, Wadi en-Nar (Kedron) and Wadi el `Areijeh.",
		"However profound the influence of Babylonia may have been, excavation has discovered comparatively few specific traces of it.",
		"But it is remarkable that, although within the Old Testament itself there are certain different backgrounds, important variations and developments of law, these are relatively insignificant when we consider the profound changes from the 15th-13th centuries (apparent by the period of the conquest) to the close of Old Testament history.",
		"Yet, wonderful as the Old Testament has ever seemed to past generations, it becomes far more profound a phenomenon when it is viewed, not in its own perspective of the unity of history - from the time of Adam, but in the history of Palestine and of the old Oriental area.",
		"The explanation lies in a profound distinction of character.",
		"Plato's criticisms of the sophists are then, in the opinion of the present writer, no mere obiter dicta, introduced for purposes of literary adornment or dramatic effect, but rather the expressions of profound and reasoned conviction, and, as such, entitled at any rate to respect.",
		"The sensation produced by the tragedy of the expedition was profound and a large fund was subscribed for the benefit of the relatives of the dead explorers and for the promotion of polar research.",
		"None the less the book produced a profound effect, and that far beyond the borders of the English Church, and it is largely due to its influence, and to that of the school it represents, that the High Church movement developed thenceforth on \"Modernist\" rather than Tractarian lines.",
		"His father, who had made a large fortune as the inventor and proprietor of \"Morison's Pills,\" settled in Paris till his death in 1840, and Cotter Morison thus acquired not only an acquaintance with the French language, but a profound sympathy with France and French institutions.",
		"Thus, to take only one prominent example, the profound speculations of Meister Eckhart (q.v.) are always treated under the head of Mysticism, but they might with equal right appear under the rubric Theosophy.",
		"His tender affection for his relatives abundantly appears from his correspondence, along with his profound attachment to the great ideas of the Revolution and his noble love of country.",
		"Every snake of its kind receives the profound veneration of the native of Whydah, who salutes it as master, father, mother and benefactor.",
		"In this period of degeneracy there were none the less an awakening to religious needs and a profound longing for a new revelation of truth, which should satisfy at once the intellect and the religious emotions.",
		"He had strong sense with profound erudition, was one of the best writers of his time and an excellent preacher.",
		"He is nowhere original, and nowhere profound, but his strong reasoning power, his faculty of clear arrangement and forcible statement, place him in the first rank of expositors and advocates.",
		"Bochart was a man of profound erudition; he possessed a thorough knowledge of the principal Oriental languages, including Hebrew, Syriac, Chaldaic and Arabic; and at an advanced age he wished to learn Ethiopic. He was so absorbed in his favourite study, that he saw Phoenician and nothing but Phoenician in everything, even in Celtic words, and hence the number of chimerical etymologies which swarm in his works.",
		"From the Protestant communities which were the outcome of the Reformation the divergence is more profound, though the central dogmas of the faith are common to Roman Catholics.",
		"The profound impression produced in Rome by the \"British disaster\" was confirmed two years later in A.D.",
		"Yet even the most defective poems commonly have, at least, a single verse, expressing some profound thought or tender shade of feeling, for which the sympathetic reader willingly pardons artistic imperfections in the rest.",
		"Although Grattan had a profound contempt for Emmet's political understanding, describing him as a quack in politics who set up his own crude notions as settled rules, Emmet was among the more prudent of the United Irishmen on the eve of the rebellion.",
		"Helmholtz brought to bear upon the subject not only the most profound mathematical attainments, but immense experimental skill, and his work in connexion with this subject is classical.",
		"His work on the electrodynamic qualities of metals, thermo-electricity, and his contributions to galvanometry, were not less massive and profound.",
		"While, therefore, it is a profound mistake to regard Bacon as a great constructive philosopher, or even as a lonely pioneer of modern thought, it is quite unfair to speak of him as a trifler.",
		"His firmness was heroic, his sagacity profound and far-seeing; he supported good and evil fortune with equal dignity; and his fall was on both occasions due to revolutions beyond his control.",
		"A man of profound ability and singular force of character, he acted a leading part in the complications preceding the fall of the Tokugawa shogunate, and was obliged to fly from Kioto accompanied by his coadjutor, Prince Sanjo.",
		"In Bacon's New Atlantis (1624-29) science is the key to universal happiness; Tommaso Campanella's Civitas Solis (1623) portrays a communistic society, and is largely inspired by the Republic of Plato; James Harrington's Oceana (1656), which had a profound influence upon political thought in America, is a practical treatise rather than a romance, and is founded on the ideas that property, especially in land, is the basis of political power, and that the executive should only be controlled for a short period by the same man or men.",
		"With the Roman Empire a profound peace had reigned since Hadrian (117), which was first disturbed by the attack of Marcus Aurelius and Aelius Verus in 162.",
		"For twenty years a profound peace prevailed throughout the empire, but it was the precursor of a terrible storm destined to destroy the Safawid dynasty and scatter calamity broadcast over Persia.",
		"The profound reflections of the apostle on the radical antithesis of law and gospel, works and faith, were not appreciated in the and century.",
		"As an attribute the word may be applied to a cultured man of the world, who has travelled widely and is at home in many forms of civilization, to such races as the Jewish, scattered through the civilized world, yet keeping beneath their cosmopolitanism the racial type pure, and also to mark a profound line of cleavage in economic and political thought.",
		"His position in Freiburg becoming intolerable, he accepted in 1510 an invitation from the duke of Bavaria to fill the theological chair at Ingolstadt, where he was destined for thirty years to exercise a profound influence as teacher and vice-chancellor (Prokanzler).",
		"These, then, were the direct causes of the voluntary expatriation of the majority of the first trekkers, who included some of the best families in the colony, but they fail to explain the profound hostility to Great Britain which thereafter animated many, but not all, of the emigrants, nor do they account for the easy abandonment of their homes by numbers of the trekkers.",
		"The Jameson raid had a profound effect on the history of South Africa.",
		"His profound knowledge of popular assemblies enabled him, alone among contemporary sovereigns, accurately to gauge from the first the scope and bearing of the French Revolution.",
		"His intellect was profound and comprehensive, thoroughly qualified to grapple with the deepest problems of metaphysics, but by natural preference occupying itself mainly with the practical and moral.",
		"They are addicted to the excessive use of chica (a native beer made from Indian corn), and have little or no ambition to improve their condition, but this may be attributed in part to their profound ignorance and to the.",
		"It has exercised profound influence upon the industries, arts, faiths and general culture of the Indians.",
		"They were then known under the name of \" animalculae,\" and were confounded with all kinds of other small organisms. At that time nothing was known of their life-history, and no one dreamed of their being of importance to man and other living beings, or of their capacity to produce the profound chemical changes with which we are now so familiar.",
		"He scarcely ever saw any of his colleagues though they repeatedly and urgently pressed for interviews with him, and even an offer from the king to visit him in person was declined, though in the language of profound and almost abject respect which always marked his communications with the court.",
		"Certain aspects which are of profound significance are dwelt upon, and this without there being any great difference between this Gospel and the two other Synoptics in respect to the facts recorded or the beliefs implied.",
		"He was not a great theologian nor a profound thinker, but he was the most learned man of his age, and stood high in favour with the emperor Constantine.",
		"His researches were by no means profound; he gives us less of the history of his own time than we have a right to expect - far less, for example, than Orderic. He is, however, an authority of considerable value from 1 066 onwards; many telling anecdotes, many shrewd judgments on persons and events, can be gleaned from his pages.",
		"Apart from the numerous parasitic forms, the only Crustacea which have adopted a strictly sedentary habit of life are the Cirripedia, and here, as elsewhere, profound modifications of structure have resulted, leading ultimately to a partial assumption of the radial type of symmetry which is so often associated with a sedentary life.",
		"Viewed in this light Petrarch anticipated the Italian Renaissance in its weakness - that philosophical superficiality, that tendency to ornate rhetoric, that preoccupation with stylistic trifles, that want of profound conviction and stern sincerity, which stamp its minor literary products with the note of mediocrity.",
		"He was without doubt one of the greatest statesmen of his age, concealing beneath a simple exterior and homely habits a profound political sagacity and an unerring common-sense, and possessing in a high degree those useful qualities of patience, moderation, and tenacity, which characterized nearly all the princes of the house of Jagiello.",
		"The Doctrine of the Mean, by his grandson Tze-sze, and The Great Learning, by Tsang Sin, the most profound, perhaps, of his disciples, give us the fullest information on that subject, and contain many of his sayings.",
		"The valley between these hills and the eastern escarpment is one of the longest and most profound chasms in Abyssinia.",
		"Herbert Spencer's formula that life is \"the continuous adjustment of internal relations to external relations\" was the result of a profound and subtle analysis, but omits the fundamental consideration that we know life only as a quality of and in association with living matter.",
		"Heber was a pious man of profound learning, literary taste and great practical energy.",
		"His insight into the spiritual life was profound.",
		"He has used all his acquired science of linear and aerial perspective to create an almost complete illusion to the eye, but an illusion that has in it nothing trivial, and in heightening our sense of the material reality of the scene only heightens its profound spiritual impressiveness and gravity.",
		"Neither Leonardo's genius nor his noble manners could soften the rude and taunting temper of the younger man, whose style as an artist, nevertheless, in subjects both of tenderness and terror, underwent at this time a profound modification from Leonardo's example.",
		"Sometimes, indeed, he denounces fiercely enough the arts and pretensions of priests; but no one has embodied with such profound spiritual insight some of the most vital moments of the Christian story.",
		"If we look in Longfellow's poetry for originality of thought, profound psychological analysis or new insights into nature, we shall be disappointed.",
		"He is described by the Four Masters as \" a learned man, skilled in many arts, gifted with a profound intellect, and the knowledge of every science.\"",
		"His knowledge of all branches of classical learning was profound, but he was chiefly distinguished for his works on Greek antiquities and ancient philosophy.",
		"One can see how a language not originally suited for abstract problems and theological dialectics was slowly but surely improved and made capable of expressing profound and subtle ideas.",
		"The author displays a profound knowledge of the life and the customs of the gipsies, and of Western literature from the Batrachomyomachia to the Pucelle of Voltaire.",
		"The reason for this deficiency is perhaps the unsettled conditions of Rumanian life, and the lack of a profound and longestablished civilization; or it may be found in the unstable and fickle character of the people.",
		"Becoming a teacher in a private school of his own, he made a name as a profound student of literature; and after the troubles of the '48, when he held office under the revolutionary government and was imprisoned for three years at Naples, his reputation as a lecturer on Dante at Turin brought him the appointment of professor at Zurich in 1856.",
		"In 1861-1863 he was the editor-in-chief of the Independent, then a Congregational journal; and in his editorials, copied far and wide, produced a profound impression on the public mind by clarifying and defining the issue.",
		"The elevated plateaus and summits of the Andes are responsible, however, for many important and profound modifications in climate, not only in respect to the lower temperatures of the higher elevations, but also in respect to the higher temperatures of the sheltered lowland valleys and the varying climatic conditions of the neighbouring plains.",
		"His lofty themes and stately eloquence made a profound impression, especially upon young men; his platform presence was imposing, for he was six feet and four inches in height and of massive frame; his voice was clear and of great power; his gestures unconventional and individual, but vigorous and impressive.",
		"Beyond Axat its course again lies through defiles which become less profound as the river nears Carcassonne.",
		"He was not specially fitted for the post, for although he had a profound acquaintance with theoretical astronomy, he had paid but little attention to the regular work of the practical astronomer.",
		"He found time to write two larger works, the History of the Roman Coinage and the Romisches Staatsrecht, a profound analysis of Roman constitutional law, and Romisches Strafrecht, on Roman criminal jurisdiction.",
		"Loving liberty, he hated its consequences; a democrat, he had and always expressed a profound contempt for the mob.",
		"His search into principles was not profound, and his power of rigorous consecutive development was not remarkable.",
		"Hamilton (Discussions, p. 541), one of his most resolute opponents, described Cousin as \"A profound and original thinker, a lucid and eloquent writer, a scholar equally at home in ancient and in modern learning, a philosopher superior to all prejudices of age or country, party or profession, and whose lofty eclecticism, seeking truth under every form of opinion, traces its unity even through the most hostile systems.\"",
		"By Dellinger he was inspired with a deep love of historical research and a profound conception of its functions as a critical instrument.",
		"The plan of the Administration thus effectually miscarried, and its final result was a profound split in the Democratic party.",
		"It is clear that, unlike their king, the Mercians had no profound enthusiasm for the old gods.",
		"It had already secured the services of two men, Cobden and Bright, who, one by clear reasoning, the other by fervid eloquence, were destined to make a profound impression on all classes of the people.",
		"His influence was considerable, and he has left a profound impression on thought, and not on that of Germany alone.",
		"Applying to the study of the French Revolution the rules of historical criticism which had produced such rich results in the study of ancient and medieval history, he devoted himself to profound research in the archives, and to the publication of numerous most important contributions to the political, administrative and moral history of that marvellous period.",
		"Such views were marked as heretical by the Council of Ephesus (431), the decision resulting in a profound and lasting schism.",
		"The hypothesis, that even our most profound and sublime speculations are all limited to data of the senses and of reflection, is crucially tested by the \" modes \" and \" substances \" and \" relations \" under which, in various degrees of complexity, we somehow find ourselves obliged to conceive those simple phenomena.",
		"Locke's design was less profound.",
		"But in the Netherlands, in western Germany and in northern Italy, countries which had attained a degree of civilization resembling that of France, where the middle and lower classes had grievances and aspirations not very different from those of the French, the effect was profound.",
		"The ethical element in the \" dark \" philosophizing of Heraclitus (c. 530-470 B.C.), though it anticipates Stoicism in its conceptions of a law of the universe, to which the wise man will carefully conform, and a divine harmony, in the recognition of which he will find his truest satisfaction, is more profound, but even less systematic.",
		"No doubt, too, Aristotle's attribution of pleasure to the Divine Existence shows a profound metaphysical divergence from Plato; but it is a divergence which has no practical importance.",
		"The conflict between these two elements of Common Sense was too profound to be compromised; and the moral consciousness of mankind demanded a more trenchant partisanship than Aristotle's.",
		"Aristotle had already been led to attempt a refutation of the Socratic identification of virtue with knowledge; but his attempt had only shown the profound difficulty of attacking the paradox, so long as it was admitted that no one could of deliberate purpose act contrary to what seemed to him best.",
		"The profound horror with which the Christian's conception of a suffering as well as an avenging divinity tended to make him regard all condemnable acts was tinged with a sentiment which we may perhaps describe as a ceremonial aversion moralized - the aversion, that is, to foulness or impurity.",
		"The likeness of the sun to the stars has been shown by the spectroscope to be profound and inherent.",
		"The first and the third include all the ideas expressed in the ten tropes, and the other three systematize the more profound difficulties which new thinkers had developed.",
		"Although he was ten years younger than Diane, she inspired the young prince with a profound passion, which lasted until his death.",
		"Athens had long been suffering from the profound decay of public spirit.",
		"Having no scope for the development of his powers as a preacher, he sought mental and spiritual satisfaction in the cultivated society of Berlin, and in profound philosophical studies.",
		"From Leibnitz, Lessing, Fichte, Jacobi and the Romantic school he had imbibed a profound and mystical view of the inner depths of the human personality.",
		"The specific feature of Christianity is its mediatorial element, its profound feeling of the striving of the finite individual to reach the unity of the infinite whole, and its conception of the way in which Deity deals with this effort by mediatorial agencies, which are both divine and human.",
		"A man of great learning and a profound jurist, he was inspired from an early age with a deep hatred for Austria.",
		"Having invented four arguments all immeasurably subtle and profound, the grossness of subsequent philosophers pronounced him to be a mere ingenious juggler, and his arguments to be one and all sophisms. After two thousand years of continual refutation, these sophisms were reinstated, and made the foundation of a mathematical renaissance, by a German professor, who probably never dreamed of any connexion between himself and Zeno.",
		"None of these known effects of arsenic is sufficient to account for the profound change that a course of the drug will often produce in the condition of a patient.",
		"There is profound collapse, the features are sunken, the skin moist and cyanosed.",
		"Universal sovereignty claimed as a heritage from Rome had a profound influence upon popular imagination, but in no way modified that tendency to separation of the various nations which was already manifest.",
		"The outward and visible progress of the Revolution, due primarily to profound economic disturbance, was thus accelerated and rendered irresistible.",
		"The settlement had, in fact, settled nothing; it had, indeed, merely intensified the profound cleavage between the opposing tendencies; for if the democrats were alienated by the narrow franchise, the Civil Constitution of the Clergy, which cut at the very roots of the Catholic system, drove into opposition to the Revolution not only the clergy themselves but a vast number of their flocks.",
		"Finally, amidst profound silence from the press and the Assemblies, a protest was raised against imperial despotism by the literary world, against the excommunicated sovereign by Catholicism, and against the author of the continental blockade by the discontented bourgeoisie, ruined by the crisis of 1811.",
		"A rumour of the new invention, which reached Venice in June 1609, sufficed to set Galileo on the track; and after one night's profound meditation on the principles of refraction, he succeeded in producing a telescope of threefold magnifying power.",
		"But Spanish loyalty was too profound to be daunted even by the awe-inspiring power of the French emperor.",
		"He begins, by professing profound belief in the art, and next points out the vagueness and the absurdities of the philomaths.",
		"In all this he treated French finance rather as a banker than as a profound political economist, and thus fell far short of Turgot, who was the very greatest economist of his day.",
		"His fame attracted many students to Neustadt, and his profound learning did much to revive the study of the original Rabbinic authorities.",
		"A profound mathematician, Cauchy exercised by his perspicuous and rigorous methods a great influence over his contemporaries and successors.",
		"His knowledge of antiquity was so profound as to excite the admiration of all the learned men with whom he discoursed, even when, as in the case of Pius II., they chanced to be his personal enemies.",
		"In 1815 he was with the Allies in Paris, and in the following year set out on the grand tour, visiting Moscow and the western provinces of Russia, Berlin (where his engagement to Princess Charlotte Louise, daughter of Frederick William III., was arranged) and England, where his handsome presence and charming address created a profound impression.'",
		"The disillusionment that followed was profound.",
		"When Betsy and I snuggled in bed, she admitted her profound disappointment in not finding Alder's Bridge a reality.",
		"We all have our lives tied up in what the five of us are doing so any decision you make has a profound effect on everyone.",
		"They were bound by fate, and he knew she felt the profound connection between them from the moment they met.",
		"How could this woman have so profound an effect in the span of five minutes?",
		"The effect of the battle on the rest of the war is profound.",
		"The man left in a state of pure joy and filled with profound gratitude.",
		"From about April onwards there has been an almost palpable feeling in the air of profound unease.",
		"I also had a brilliant Chinese teacher who would say a profound Chinese proverb each day.",
		"Many scientific advances have profound implications for society at large.",
		"Love is a profound feeling of tender affection for or intense attraction to another.",
		"There are profound national and religious antagonisms between them.",
		"However the more prolonged hypotension seen is probably due to the achievement of a more profound degree of sympathetic blockade.",
		"If the patients develops a profound bradycardia during colonoscopy the investigation should be terminated and the use of atropine considered.",
		"This precipitated a profound hypoglycaemic coma resulting in irreversible brain damage.",
		"Its profound contempt for international law, science, secularism, and any concern for minimal social welfare at home or abroad is unprecedented.",
		"There simply is a profound disagreement about what you do with the bible.",
		"Here FranÃ§ois Le Rue met with a profound disappointment.",
		"Many of them felt profound disquiet at the sufferings of the unemployed.",
		"Over half the responses occurred at the strongly agree extreme of the scale, which indicates a profound dissatisfaction with the present arrangements.",
		"What does Scout think caused her father's ' profound distaste ' for the practice of criminal law?",
		"The profound lack of circulating a1-antitrypsin predisposes the Z a1-antitrypsin homozygote to early onset emphysema.",
		"The Uninvited Guest pieces together the odd lacunae and annotations in a manuscript collection of profound and bawdy classical epigrams.",
		"How has this rather profound erudition impacted both on your own poetry and your skills as a translator and editor?",
		"With its charming final reunions evading any profound questions about the nature of identity, this Comedy was pure farce.",
		"The past decade has seen the rise of a movement \" evangelical feminism, \" that has had a profound impact.",
		"Globalization of the world economy The process of globalization of the world economy The process of globalization is the profound economic change of the current era.",
		"Adore the mysterious child, offering him gifts with profound humility.",
		"Athetoid CP is characterized by involuntary writhing movements of the limbs and is usually caused by hypoxia of a shorter but more profound duration.",
		"As a result I felt a profound indifference to what followed.",
		"Modification of the numbers or types of microorganism colonizing the intestine can have a profound effect on normal gastrointestinal function.",
		"Meltzer had a profound inwardness, and practical acquaintance with the child, adolescent and adult in the consulting room.",
		"It brings about a far more profound change than any massive roll-over jackpot could ever do.",
		"However, albeit with profound misgivings, I agreed to give B a final chance to ' get her tackle in order ' .",
		"Examination reveals profound weakness and wasting of the calf musculature.",
		"On December 31, he developed profound generalized myoclonus that began in his left arm.",
		"Who can read the last phrase, the coming revolution in Europe, without feeling the most profound pathos?",
		"There is, however, a more profound sense in which they demonstrate the persistence of a romantic esthetic and indeed ethic today.",
		"Such profound pessimism disables the power of Hudson's trenchant criticisms of Wired magazine.",
		"The violent image has been extraordinarily preeminent in the visual media as is the profound concern about the culture of violence in general.",
		"Teenage pregnancy Teenage pregnancies can have profound social consequences for the parents, their child and the community.",
		"The experience has a quite profound effect on me.",
		"The issues involved are so profound they require rather more than a few minutes airtime.",
		"This was such a profound and lovely meaning that I was left in a real quandary.",
		"This money is created as a debt, bearing a charge of interest, which has profound ramifications for the economy.",
		"These are unreasonable remarks making profound confusing of the right and wrong and completely distorting the objective reality.",
		"The newspaper apologized and expressed \" profound regret over the unauthorized publication \", in a front page statement on Sunday.",
		"Use Dreamer's Journey for expanding awareness through musical imagery; for deeper, more profound relaxation; or simply for musical enjoyment.",
		"The failure of the scheme had profound repercussions for vegetable research all over the world.",
		"That very simple and somewhat repetitious little text tells us some very profound things about God's comfort in our suffering.",
		"I have a profound respect for science and scientists, but truth is not what science is about.",
		"This was the executioner, who is half converted by the woman, and shows the most profound reverence for her.",
		"And among those responsibilities is a profound self-questioning of our own history.",
		"One afternoon one of these symptoms was strongly manifested in a long, profound slumber.",
		"The Prime Minister has movingly and appropriately articulated the profound sorrow we all feel following this atrocity.",
		"For the couple that go the gym together, an upbeat soundtrack for running will illustrate a profound understanding of your lovers psyche.",
		"The Messiah is qualified to bring peace because of his profound spirituality.",
		"I am unusual in that I have a great lo ss - profound and have very clear speech.",
		"Measures which prioritize reductions in psychiatric stigma will have profound and enduring benefits in these key areas.",
		"Teenage pregnancy teenage pregnancy Teenage pregnancies can have profound social consequences for the parents, their child and the community.",
		"Quinine and quinidine In a small number of patients using quinine, or its stereoisomer quinidine, profound thrombocytopenia may occur.",
		"The social rank of individual fish within a hierarchy can have a profound influence on its physiology and susceptibility to aquatic toxicants.",
		"It is not trammelled by the logic and reasoning of the conscious mind, and it is far more profound.",
		"This interface, consisting of the maternal decidua and the invading placental trophoblast, is exposed to profound changes in oxygen tension during pregnancy.",
		"Andrew Murray states Biblical truths in a simple, yet profound way that cut through theological jargon.",
		"Indeed, from about April onwards there has been an almost palpable feeling in the air of profound unease.",
		"The Hitchhiker's Guide to the Galaxy was a lucid, satirical, occasionally profound, utterly unique comic invention on radio.",
		"With Mazatlan Jungle Tour stops in at night waves been profound the same wastewater.",
		"This antitrust double whammy is likely to have profound implications for business operations across the continent.",
		"Without a sense of profound personal responsibility, ethical systems are simply wishful thinking.",
		"His interest in theology was profound, and he brought to it a spirituality of outlook and an aptitude for metaphysical inquiry and exposition which added a singular attraction to his writings.",
		"Ever since those early days I had felt the impulse to describe them, but as is the case with all profound emotions, whether intellectual or moral, what we most desire to realize to ourselves we are the least inclined to reveal to the world at large.",
		"As a thinker George Eliot is vastly superior; her knowledge is more profound and her psychological analysis subtler and more scientific. But as an artist, in unity of design, in harmony of treatment, in purity and simplicity of language, so felicitous and yet so unstudied, in those qualities which make the best of George Sand's novels masterpieces of art, she is as much her inferior.",
		"In particular his knowledge of astronomy was profound, and he was one of the first to compile a Calendar of the Jewish year, thus preparing the way for the fixation of the festivals by means of scientific calculations.",
		"Pericles' foreign policy henceforward underwent a profound change - to consolidate the naval supremacy, or to extend it by a cautious advance, remained his only ambition.",
		"Some of the most profound changes that have taken place on this globe occurred in Mesozoic times, and a great portion of Australia was already dry land when vast tracts of Europe and Asia were submerged; in this sense, therefore, Australia has been rightly referred to as one of the oldest existing land surfaces.",
		"From this profound foundation rise Australia, New Guinea and Melanesia, in varying slopes.",
		"These treatises are valuable contributions to the important branches of mathematics in question, and Boole, in composing them, seems to have combined elementary exposition with the profound investigation of the philosophy of the subject in a manner hardly admitting of improvement.",
		"With the exception of Augustus de Morgan, Boole was probably the first English mathematician since the time of John Wallis who had also written upon logic. His novel views of logical method were due to the same profound confidence in symbolic reasoning to which he had successfully trusted in mathematical investigation.",
		"He hastened to employ Germans for the reorganization of his finances and his army, and set to work in the determination to maintain his empire in spite of the difficulties surrounding him, to resist the encroachments of foreigners, and to take gradually the reins of absolute power into his own hands, being animated by a profound distrust, not unmerited, of his ministers.",
		"It is true that Puritan austerity and the lack of any strong central authority after Oliver's death produced a reaction which temporarily restored Charles's dynasty to the throne; but it is not less true that the execution of the king, at a later time when all over Europe absolute monarchies \"by divine right\" were being established on the ruins of the ancient popular constitutions, was an object lesson to all the world; and it produced a profound effect, not only in establishing constitutional monarchy in Great Britain after James II., with the dread of his father's fate before him, had abdicated by flight, but in giving the impulse to that revolt against the idea of \"the divinity that doth hedge a king\" which culminated in the Revolution of 1789, and of which the mighty effects are still evident in Europe and beyond.",
		"The failure of the conciliation movement left profound irritation between Vatican and Quirinal, an irritation which, on the Vatican side, found expression in vivacious protests and in threats of leaving Rome; and, on the Italian side, in the deposition of the syndic of Rome for having visited the cardinal-vicar, in the anti-clerical provisions of the new penal code, and in the inauguration (9th June 1889) of a monument to Giordano Bruno on the very site of his martyrdom.",
		"The death of the unfortunate monarch, against whom an attempt had previously been made by the anarchist Accianito (2 2nd April Death 1897), caused an outburst of profound sorrow and indignation.",
		"It has been truly said that such optimism is a profound relative pessimism.",
		"But the pregnant suggestions of these writers remained practically unnoticed and forgotten, until the theory was independently devised and promulgated by Charles Robert Darwin and Alfred Russell Wallace in 1858, and the effect of its publication was immediate and profound.",
		"The queen-regent now openly appointed him prime minister, gave him official quarters in the palace, and conferred a grandeeship on him, to the profound indignation of the other grandees.",
		"A strictly orthodox theologian, and a clear writer, though not a very profound scholar, Luthardt became widely appreciated as the author of apologetic lectures.",
		"His peculiar Christology was based upon profound theological and anthropological ideas, which contain the germs of some recent theological and Christological speculations.",
		"He began by reading, with the most profound admiration and attention, the whole of Faraday's extraordinary self-revelations, and proceeded to translate the ideas of that master into the succinct and expressive notation of the mathematicians.",
		"Finally, the consciousness that the people as a religious body owed everything to the desert clans (b) (see § 5) subsequently leaves its mark upon (north) Israelite history (§ 14), but has not the profound significance which it has in the records of Judah and Jerusalem.",
		"The \" canonical \" history in Kings is further embellished in Chronicles, but the gulf between them is not so profound as that between the former and the underlying and half-suppressed historical traditions which can still be recognized.",
		"The prophets are thoroughly Oriental figures, and the interpretation of their profound religious experiences requires a particular sympathy which is not inherent in Western minds.",
		"The age, which the scanty historical traditions themselves represent as one of supreme importance for the history of the Jews, once seemed devoid of interest, and it is entirely through the laborious scholarship of the 19th century that it now begins to reveal its profound significance.",
		"But they are now softened and often bereft of their earlier significance, and it is this and their divergence from common Oriental thought which make Old Testament thought so profound and unique.",
		"To the east the whole chain is bounded by a profound trough in the ocean bed, which extends southwestward, east of the Kermadec Islands, towards New Zealand.",
		"His system enables him to give a profound significance to the doctrines of the Church; but, instead of the system being accommodated to the doctrines, the doctrines - and especially the historical facts - acquire a new sense in the system, and often become only a mythical representation of speculative truth.",
		"It is therefore by no means certain that so profound a difference embryologically can be asserted to exist between the excretory nephridia and the ducts leading from the coelom to the exterior, which are usually associated with the extrusion of the genital products among the Chaetopoda.",
		"When he did converse it was in simple language, a contrast to his later writings, where an involved style and the use of new or universal words are drawbacks upon the speculations of a genius original and profound, but with the faults of solitude.",
		"Views have undergone profound modification since then, and the most drastic remedy has come to be regarded as the most effective, and in the long run the least costly.",
		"The working of the new order in France, and the personalities of the leading men, had a profound interest for him; he wrote on the subject in the Examiner.",
		"But two instances of extreme deviation from the ordinary mode of life due, apparently, like ant-mimicry, solely, if not wholly, to the persecution of Hymenoptera, may be cited as illustrations of the profound effect upon habit brought about by long-continued persecution from enemies of this kind.",
		"So ended the Eighth Crusade - much as the Sixth had done - to the profound disgust of many of the crusaders, including Prince Edward of England, who only arrived on the eve of the conclusion of the treaty.",
		"The view which denies the Pauline authorship of Ephesians has to suppose the existence of a great literary artist and profound theologian, able to write an epistle worthy of Paul at his best, who, without betraying any recognizable motive, presented to the world in the name of Paul an imitation of Colossians, incredibly laborious and yet superior to the original in literary workmanship and power of thought, and bearing every appearance of earnest sincerity.",
		"The frequency with which even the most highly cultivated strains produce degenerate offspring is notorious, and is probably the reason for the profound belief in telegonic action asserted by most breeders.",
		"The uninitiated cannot perceive them; but they are plainly revealed to the A ntiquity spiritually minded, who discern the profound import of this theosophy beneath the surface of the letters and words of Holy Writ.",
		"The old doctrine of types, which was used by the philosophically minded zoologists (and botanists) of the first half 1 A very subtle and important qualification of this generalization has to be recognized (and was recognized by Darwin) in the fact that owing to the interdependence of the parts of the bodies of living things and their profound chemical interactions and peculiar structural balance (what is called organic polarity) the variation of one single part (a spot of colour, a tooth, a claw, a leaflet) may, and demonstrably does in many cases entail variation of other parts - what are called correlated variations.",
		"Born in the part of Italy formerly known as Greater Greece, it may be said of him without paradox that the development of his mind and character represented a modern incarnation of all that was subtle and profound in the Hellenic genius, linked with the best and wisest tradition of Roman civilization and of the Christianity that came to take its place.",
		"The government had not elasticity enough to adapt itself to so profound a change in its ancient traditions; the finances became more and more hopelessly embarrassed, in spite of ruinous taxation; and attempts at European innovations in the court and army made matters only worse, so long as no attempt was made to improve Muhammad VI.",
		"He did not recover his health for more than a year, and as soon as convalescence set in he was seized by so profound a melancholy at the disaster which had thus overtaken him, that he threw himself into the Seine.",
		"Mimetic posture-dances (Shosagoto) were always introduced as interludes; past and present indiscriminately contributed to the playwrights subjects; realism was carried to extremes; a revolving stage and all mechanical accessories were supplied; female parts were invariably taken by males, who attained almost incredible skill in these simulations; a chorusrelic of the Nochanted expositions of profound sentiments or thrilling incidents; and histrionic talent of the very highest order was often displayed.",
		"Probably to cheer the men by a semblance of activity, Marshal Bazaine attempted a sortie on a large scale on the 1st of October in the direction of Ladorchamps,, and fighting continued into the 2nd, but without prospect of success, and the profound depression following on defeat sent up the sick list rapidly.",
		"He left a hypothesis to be worked out by others; this done, he would criticize with all the rigour of logic, and with a profound distrust of imagination, metaphor and the attitude known as the will-to-believe.",
		"Neruda, a poet of bitter irony but of profound faith in and affection towards his nation, was also the author of novels, notable for their original realism, and numerous belletristic works of a high order.",
		"The position of the author as regius professor of Hebrew at Oxford and canon of Christ Church in succession to Pusey, and his wellestablished reputation as a profound Hebrew scholar, commanded wide attention; the qualities of the book itself - its marked sobriety, its careful discrimination between the differing degrees of probability attaching to various conclusions and suggestions, and in general its soundness of method - rapidly extended the understanding of what Old Testament criticism is and commanded acceptance of the well-established conclusions.",
		"The romantic character of island-history has perhaps, however, tended to emphasize its dark side, and it is well to turn from it to recognize the work of the missionaries, who found in the Pacific one of their most extensive and important fields of labour, and have exercised not only a moral, but also a profound political influence in the islands since the London Missionary Society first established its agents in Tahiti in 1797.",
		"Though it was meant, as he said, to give expression to a simple piety rather than to exhibit a profound knowledge of religious truth, it was the work of a man who knew little of the child mind, and, though it served as an admirable and transparent epitome of his famous Institutes, it was too long and too minute for the instruction of children.",
		"But his speeches were packed with epigram, and expressed with rare felicity of phrase; his terse and telling sentences were richer in profound aphorisms and maxims of political philosophy than those of any other statesman save Burke; he possessed the orator's incomparable gift of conveying his own enthusiasm to his audience and convincing them of the loftiness of his aims.",
		"Where faith is so profound as to believe the Divine guidance all, and the individual intelligence nil, a man is able to persuade himself that any course he chooses to take is the one he is directed to take.",
		"As a matter of fact, however, the range of structural variation within the group is so wide, and the modifications due to parasitism and other causes are so profound, that it is almost impossible to frame a definition which shall be applicable to all the members of the class.",
		"Toute la lyre, his latest legacy to the world, would be enough, though no other evidence were left, to show that the author was one of the very greatest among poets and among men; unsurpassed in sublimity of spirit, in spontaneity of utterance, in variety of power, and in perfection of workmanship; infinite and profound beyond all reach of praise at once in thought and in sympathy, in perception and in passion; master of all the simplest as of all the subtlest melodies or symphonies of song that ever found expression in a Border ballad or a Pythian ode.",
		"C. Adams in 1853, nearly doubled the value of the acceleration deducible from them; and served to conceal a discrepancy with observation which has since given occasion to much profound research (see MooN).",
		"In championing the cause of imperial fiscal union, by means involving the abandonment of a system of taxation which had become part of British orthodoxy, he followed the guidance of a profound conviction that the stability of the empire and the very existence of the hegemony of the United Kingdom depended upon the conversion of public opinion to a revision of the current economic doctrine.",
		"He was too sensitive and self-conscious to be altogether successful as a leader of men, and too impetuous to take part in public affairs; but he had many of the gifts that go to make a first-rate journalist, for, \"with all his love for and his profound study of antiquity, there was something about him that was conspicuously modern.\"",
		"The universality of experience reflected in Bach 's music far transcends his own profound religious faith.",
		"That sounds really profound, and very far from wanking off pigs !",
		"What are the risks associated with doing something this new and this profound at the very wellsprings of life?",
		"The hauntingly sad music coming from next door had a profound effect on Julie.",
		"It has a profound effect on every aspect of our lives from our education to our relationships.",
		"Oil spills, chemical runoffs, and additional pollutants have a profound affect on animals that live in or near the water.",
		"Known as Ayurveda, Indian medicine exerted its most profound influence on the development of Tibetan herbalism with the visit of two Indian doctors who introduced Buddhism to the region along with the concept of tridosha, or three faults.",
		"Shop antique stores for other household items and such, the design potential is limitless and the effects of a good find can be profound.",
		"Despite containing an abundance of very particular notes, each so unique and profound in its own right, I was struck by the strongest presence of sweet rose.",
		"My children had a profound impact on my life and having their memories boxed up in a closet was not an option.",
		"Ski length has a profound influence on your postural alignment, your skills, your speed and your safety.",
		"Studies repeatedly demonstrate the positive side effects of exercise on your internal processes, but exercise can also have profound effects on your mental well being.",
		"Anxiety does not have to become debilitating; instead, it can give you clues to negative thought patterns that have profound emotional and physical effects.",
		"High school chemistry is a class many students meet with profound apprehension.",
		"Being a disgraced teen in a more profound way usually involves lying, cheating, stealing or making other poor choices that can have some pretty serious repercussions.",
		"It is important to note that this drug can indeed have lasting effects on a person's brain functioning if the addiction is prolonged and profound.",
		"How is it possible that meth use can create such a profound effect on a person's physical appearance?",
		"While some users may experience profound side effects, others may not experience any side effects at all.",
		"Both recreational users and users who are deep in the throes of addiction can oftentimes be recognized by external factors because this particular drug can have such a profound effect on the life of the user.",
		"Sexy female celebrities -- whether they realize it or not -- have a profound influence on today's younger generation.",
		"British celebrities are popular not only in the United Kingdom but around the world for their profound impact in literature, music, film and television.",
		"If you notice a profound change in your pet's condition, don't hesitate to visit your vet for an immediate check up.",
		"Through something as simple as clothing choice, a man can make a profound statement about who he is.",
		"Additionally, many companies that produce organics demonstrate a profound commitment to the environment.",
		"One of the more profound effects of lack of sleep is what happens to a person's temper and mood.",
		"Each breathing related sleep disorder has a profound effect on a person's ability to get restorative sleep.",
		"The effects of sleep on the cardiovascular system are profound, and when a person has a sleep disorder that affects breathing, he or she may experience cardiovascular problems.",
		"Defeating the boss earns you a special item that can have a profound effect on gameplay.",
		"The emotional satisfaction of completing the game is more profound, knowing that you have not only endured the physical, but the emotional rigors of war.",
		"Scott McCloud's excellent and deeply profound book Understanding Comics outlines this philosophy.",
		"The smallest conversations, a missed mini-game, speaking to townsfolk in a different order; all of these can cause some profound differences.",
		"The way you sit can have a profound affect on your mood, your health, posture, and even the way your brain functions.",
		"Make no mistake about it, these are profound wines, all.",
		"Silver Oak Cellars is a premium winery specializing in one thing and one thing only, Cabernet Sauvignon, in particular palate-pleasing, complex, powerful yet profound Cabs with longevity.",
		"Depression and depressive disorders (unipolar depression) are mental illnesses characterized by a profound and persistent feeling of sadness or despair and/or a loss of interest in things that once were pleasurable.",
		"The outlook is less promising for those with severe to profound retardation.",
		"A congenital limb deficiency has a profound effect on the life of the child and his or her parents.",
		"Major depressive disorder-A mood disorder characterized by profound feelings of sadness or despair.",
		"Both may cause damage that ranges from mild to profound.",
		"Very severe injury can be fatal because of profound brain damage.",
		"However, there is a profound shortage of bilingual and ESL teachers throughout the United States.",
		"Children who survive infancy have profound mental retardation and may experience seizures.",
		"Most survivors have profound mental and physical disabilities; however, the capacity for learning in children with Patau syndrome varies from case to case.",
		"Profound, in which a child can only hear sounds above 90 dB.",
		"For a few people, contact dermatitis becomes a chronic and disabling condition that can have a profound effect on quality of life.",
		"The resulting anemia may be so profound that the fetus may die in utero.",
		"But if it is not handled quickly and appropriately, the death can have a profound effect on them for the rest of their lives.",
		"The loss of the parent is both deep and profound.",
		"It's noteworthy that the emo hair style is probably the most profound element of the entire look.",
		"For a woman however, hair loss, even on a minor scale, is likely to be distressing and have a profound psychological impact.",
		"Along with the check, Oprah personally wrote a note to Clark where she told him that he was making a \"profound difference\" with his teaching.",
		"Our teacher's teacher defined love as \"profound interest\", and we strongly advocate cultivating and displaying interest in your partner.",
		"Sadly, the newspaper industry is experiencing a profound transformation in recent years that has resulted in the closure of many daily presses and the loss of work for many talented journalists.",
		"Dolce & Gabbana love flirty, occasionally garish, animal prints; and this profound love for Serengeti-inspired luxury has manifested itself brilliantly in their handbags.",
		"For many centuries, color has been known to have a profound effect on the mind as well as the physiology of human beings.",
		"When Saturn moves into Virgo's home, The Sixth House, the planet does not have a hugely profound effect on Virgo's love life.",
		"The Mayans' knowledge about the cosmos was so profound that the calendar ending date of December 21, 2012 is believed to hold a secret message and signifies a 26,000 year old, recurring event.",
		"Balance online time with plenty of reading, and outdoor play to achieve the most profound effect.",
		"The theory is based on the belief that birth order has a long-term, profound effect on the psychological development of the child.",
		"One commonly accepted theory suggests that differing parenting styles may affect children in profound ways.",
		"Few developments in world cinema have had as profound an effect on American audiences as the influx of Anime movies from Japan.",
		"Most romantic movies have that one pivotal scene where the two lovers express profound love for each other.",
		"Discovering and experiencing a past life has a deep and profound effect on you that will never go away.",
		"Actors leaving or replaced midstream can also have a profound effect on the storyline.",
		"Allison's disappearance had a profound effect on her friends, each of whom went her own way.",
		"With so many bodies dropping week to week, Vicki's death had a profound impact on the series regulars.",
		"Her longest-running and most profound storyline involved dissociative identity disorder.",
		"Whether you opt for a rocker-inspired rose vine or a sentimental portrait piece, you'll want to find an artist that has an artistic free hand for the most profound effect.",
		"This can be anything from a faint dot at the piercing site to a profound dimple or serious wad of scar tissue.",
		"There was a pause while my brain raced with thoughts of powers that I might have developed and how much more profound and illuminated I might have become.",
		"And it took me some time to realize how truly profound his insight was.",
		"Be specific in what you enjoy about the class, as well as what profound changes are taking place in you and your life due to your yoga practice.",
		"Coping mechanisms for teens with Asperger's syndrome can help them deal with the daily stress and profound loneliness that they may experience.",
		"The symptoms of autism are profound and involve severe deficits in communication skills, poor social skills, and stereotyped repetitive movements.",
		"The DSM IV makes a clear distinction between Aspergers and other pervasive developmental disorders in that the condition does not include the profound delays in communication and cognitive development.",
		"The combination of symptoms may differ as well, with some children experiencing relatively mild signs of Retts and others having profound problems in motor, social and communication.",
		"In children with signs of mild autism instead of profound autism, it's sometimes difficult for parents to decide if their child is showing obsessive behavior patterns.",
		"Something that is pervasive affects every aspect of a person, and PDD has a profound effect.",
		"This effect on the heart is one of the most profound.",
		"This effect brings about a profound aspect of exercise.",
		"They may not be as obvious as losing weight, yet the changes which occur in your body can lead to profound impacts on your overall health.",
		"In other words, while it may be tempting to focus exclusively on the physical benefits of exercise, research studies have shown that fitness can also have a profound influence on memory, learning abilities and psychological disposition.",
		"Many of today's fitness celebrities had a profound influence on the development of exercise programs, as well as America's attitudes about exercise.",
		"Sleep habits can also have a profound effect on your overall health.",
		"Brides don't just choose sexy wedding lingerie to look good, it can also have a profound impact on how you feel.",
		"Deep sentiments from an equally profound lyricist, her family's frequent jam sessions are the subject of her song \"Out in My Backyard\".",
		"Angel (David Boreanaz) and Spike (James Marsters)play profound roles in Buffy's life.",
		"The connection between your emotional state and the wellbeing of your skin is profound.",
		"It had been replaced with profound.",
		"The importance of these principles lies not only in their intrinsic value as an ethical system, but also in the fact that they form the link between Socrates and the Stoics, between the essentially Greek philosophy of the 4th century B.C. and a system of thought which has exercised a profound and far-reaching influence on medieval and modern ethics.",
		"This measure, which was endorsed by the third Duma in an act passed on the 21st of December 1908, is calculated to have far-reaching and profound effects upon the rural economy of Russia.",
		"Voltaire said that his sermons surpassed those of Bossuet (whose retirement in 1669, however, practically coincided with Bourdaloue's early pulpit utterances); and there is little doubt that their simplicity and coherence, and the direct appeal which they made to hearers of all classes, gave them a superiority over the more profound sermons of Bossuet.",
		"Though not a profound and systematic philosophical thinker, Thomasius prepared the way for great reforms in philosophy, and, above all, in law, literature, social life and theology.",
		"Thus an abortive supernumerary finger may not cause much, if any, inconvenience to the possessor, but nevertheless it must be regarded as a type of disease, which, trivial as it may appear, has a profound meaning in phylogeny and ontogeny.",
		"Seldom has it happened, since the discovery of the law of gravity, that so profound an impression has been made upon the scientific world at large as by the revelation of the part played by germ-life in nature; seldom has any discovery been fraught with such momentous issues in so many spheres of science and industry.",
		"In looking back on the repeated attempts in the 18th century to construct a universal system of medicine, it is impossible not to regret the waste of brilliant gifts and profound acquirements which they involved.",
		"He returned from that visit one of the foremost literary men in Europe, with views, if not profound or accurate, yet wide and acute on all les Brands sujets, and with a solid stock of money.",
		"The ethical character of the book is of the highest type, and its profound influence on the writers of the New Testament is yet to be appreciated.",
		"It springs from the same school of thought as the Apocalypse of Baruch, and its affinities with the latter are so numerous and profound that scholars have not yet come to any consensus as to the relative priority of either.",
		"Its bulk alone (equal to that of an orange) causes serious disturbances, and its choice of the liver, kidneys, lungs, cranial cavity and other deep-seated recesses, gives rise to profound alterations.",
		"In a number of cases there are colicky pains in the abdomen, with diarrhoea or constipation and more or less anaemia, while the Dibothriocephalus latus is capable of producing a profound and severe anaemia closely resembling pernicious anaemia.",
		"It is unnecessary to elaborate any profound theory regarding the origin of the craft gilds.",
		"At a very early age, and throughout his whole life, he manifested profound religious feeling, perhaps instilled into him in the course of his education under some of the strictest Mahommedan doctors.",
		"Most of these main streams flow through profound gorges in a tropical climate, while the upper slopes yield products of the temperate zone, and the plateaus above are cold and bleak, affording only pasture and the hardiest cereals.",
		"He refers to de Maistre's memorable book, Du Pape, as the most profound, accurate and methodical account of the old spiritual organization, and starts from that as the model to be adapted to the changed intellectual and social conditions of the modern time.",
		"As it was composed in rather less than six months, and as the author honestly warns us that he has given all his attention to a more profound co-ordination, instead of working out the special explanations more fully, as he had promised, we need not be surprised if the result is disappointing to those who had mastered the corresponding portion of the Positive Philosophy.",
		"If, on the one hand, huge stones are transported hundreds of miles from sea-shore or river-bed where, in the lapse of long centuries, waves and cataracts have hammered them into strange shapes, and if the harmonizing of their various colors and the adjustment of their forms to environment are studied with profound subtlety, so the training and tending of the trees and shrubs that keep them company require much taste and much toil.",
		"Japan owes a profound debt of gratitudc to the kangakusha of that time.",
		"But a profound change was' coming over him, which led him to leave the domain of physical research for that of psychical and spiritual inquiry.",
		"The most prominent members of the family were Mircea (1386-1418), who accepted Turkish suzerainty; Neagoe, the founder of the famous cathedral at Curtea de Argesh; Michael, surnamed the Brave (1592-1601); and Petru Cercel, famous for his profound learning, who spoke twelve languages and carried on friendly correspondence with the greater scholars and poets of Italy.",
		"Montaigne said of him,\"I give the palm to Jacques Amyot over all our French writers, not only for the simplicity and purity of his language in which he surpasses all others, nor for his constancy to so long an undertaking, nor for his profound learning.",
		"It is, therefore, a profound mistake to regard the history of the league during the first twenty years of its existence as that of an Athenian empire.",
		"Professor Flinders Petrie, in his Huxley Lecture for 1906 on Migrations (reprinted by the Anthropological Institute), deals with the mutations and movements of races from an anthropological standpoint with profound knowledge and originality.",
		"Though diffusely written, and neither brilliant nor profound, Crusius' philosophical books had a great but shortlived popularity.",
		"He was one of the most original and profound thinkers who have ever devoted themselves to science.",
		"The trend of his letters was to impress on the boy a profound sense of the high destinies to which he was born, the necessity for keeping his nobles apart from all share in the conduct of the internal government of his kingdom, and the wisdom of distrusting counsellors, who would be sure to wish to influence him for their own ends.",
		"From the floor of this vast and profound depression numerous isolated volcanic cones rise with abrupt slopes, and even between the islands of the Hawaiian group there are depths of more than 2000 fathoms. The Society Islands and Tahiti crown a rise coming within 150o fathoms of the surface, two similar rises form the foundation of the Paumotu group where Agassiz found soundings of.",
		"He owed something to Lucretius, something to the Stoic nature-pantheism, something to Anaxagoras, to Heraclitus, to the Pythagoreans, and to the Neoplatonists, who were partially known to him; above all, he was a profound student of Nicolas of Cusa, who was indeed a speculative Copernicus.",
		"This appoinment had a deep influence on the already vigorous religious life of Huss himself; and one of the effects of the earnest and independent study of Scripture into which it led him was a profound conviction of the great value not only of the philosophical but also of the theological writings of Wycliffe.",
		"Sententiarum has proved that he was a man of profound learning.",
		"From the side of literature the way was prepared for it by the genius of Coleridge, Wordsworth and Carlyle; from the side of morals and politics by the profound discontent of the constructive spirit of the century with the disintegrating conceptions inherited from utilitarianism.",
		"Such a polity, surrounded as it was by territory dependent on European sovereigns, could not be without a profound influence on its neighbours.",
		"Their knowledge of the air and its properties was no less profound.",
		"He had no profound insight into the problem of Judaism, and there was no lasting validity in his view that the problem - the thousands of years' old mystery - could be solved by a retrogression to local nationality.",
		"The Johannine discourses reveal differences from the Synoptists so profound as to be admitted by all.",
		"On one side indeed there was the record, underlying the Synoptists, of at least two eye-witnesses, and the necessity of its preservation and transmission; but on the other side a profound double change had come over the Christian outlook and requirements.",
		"Seldom has any man united so many and such various gifts in his own person and carried them so easily - a playful wit, a vivid imagination, oratorical and literary eloquence and, above all, a profound knowledge of human nature both male and female, of every class and rank, from the king to the meanest citizen.",
		"He owed his relatively excellent education to the care of his mother, a woman of profound political sagacity, who was his chief counsellor in diplomatic affairs during the greater part of his long reign.",
		"Of the rest, whose personalities are less known to us, Papias shares Polycarp's qualities and their limitations, the anonymous homilist and Hermas are marked by intense moral earnestness, while the writer to Diognetus joins to this a profound religious insight.",
		"This is a compilation of ritual, ethics and mysticism, and had a profound influence on Jewish life.",
		"He had no great tincture of learning, he was by no means a profound logician, and he was impulsive and emotional in the extreme - characteristics which in political matters predispose the subject to the preference of equality above all political requisites.",
		"For he had a profound belief in his divine right and the sanctity of his person.",
		"He regarded the Berlin visit as a blunder, chiefly owing to his profound distrust of Prussia; but Alexander ignored his representations, and in February 1807 he lost favour and was superseded by Andrei Eberhard Budberg.",
		"It has no title to be considered as a work of learning or scholarship, yet its influence upon opinion was profound and durable.",
		"That it could seem at once a simple way of living for the common man and a profound philosophy of the universe for the speculative thinker meant much for its success.'",
		"It is consistent with this circle of ideas that initiation into the profound mysteries of the liturgy was regarded, together with the preservation of dogma, as the most exalted function of theology.",
		"In this rapid glance at some of the chief priesthoods of antiquity we have hitherto passed over the pure Semites, whose priesthoods call for closer examination because of the profound influence which one of them - that of the Jews - has exercised on Christianity, and so on the whole history of the modern world.",
		"In a somewhat similar fashion, Lamennais (in the first stage of his speculations, represented by the Essai sur l'indiference en matiere religieuse, 1817-18 21) endeavoured to destroy all rational certitude in order to establish the principle of authority; and the same profound distrust of the power of the natural reason to-arrive at truth is exemplified (though the allegation has been denied by the author) in Cardinal Newman.",
		"The prophetic teaching had indeed produced a profound effect; to the party of reaction, as the persecution under Manasseh shows, it seemed to threaten to subvert all society; and we can still measure the range and depth of its influence in the literary remains of the period from Isaiah to the captivity, which include Micah vi.",
		"This i f the post-prophetic problem which occupies the more profound of the later Old-Testament books, but first received its true solution in the gospel, when the last shreds of the old nationalism disappeared and the spiritual kingdom found its centre in the person of Christ.",
		"Though he was not a good teacher, his influence both on his pupils and on those few intimate friends for whom alone he relaxed the gravity of his manner was profound, and, little as he-was known to the white inhabitants of Lexington, he was revered by the slaves, to whom he showed uniform kindness, and for whose moral instruction he worked unceasingly.",
		"His journal and letters show how he was led from a sustained effort to attain the morality of the Gospel to a profound spiritual revolution.",
		"In his Institutes of Theology, no material modification is attempted on the doctrines of Calvinism,which he received with all simplicity of faith as revealed in the Divine word, and defended as in harmony with the most profound philosophy of human nature and of the Divine providence.",
		"Each of these alternate life phases may leave some profound modification, which is partially obscured but seldom wholly lost; thus the tracing of the evidences of former adaptations is of great importance in phylogenetic study.",
		"Hirsch exercised a profound influence on the Synagogue and undoubtedly stemmed the tide of liberalism.",
		"If we consider in conclusion that Manichaeism gave a simple, apparently profound, and yet convenient solution of the problem of good and evil, a problem that had become peculiarly oppressive to the human race in the and and 3rd centuries, we shall have named the most important factors which account for the rapid spread of the system.",
		"In most cases they reach the coast through deep valleys or profound canyons, and the transcontinental railways find their way beside them, the Canadian Pacific following at first tributaries of the Columbia near its great bend, and afterwards Thompson river and the Fraser; while the Grand Trunk Pacific makes use of the valley of the Skeena and its tributaries.",
		"But the general discussion of opinions, signified by both words, is only a subordinate part of Aristotle's profound investigation of the whole process of reasoning.",
		"Maurice, for whom he had profound regard.",
		"During the centuries in which the narratives were taking shape many profound changes occurred to affect the traditions.",
		"Though cherishing a strong antipathy to the received ecclesiastical formulas, Irving's great aim was to revive the antique style of thought and sentiment which had hardened into these formulas, and by this means to supplant the new influences, the accidental and temporary moral shortcomings of which he detected with instinctive certainty, but whose profound and real tendencies were utterly beyond the reach of his conjecture.",
		"Finally, Schopenhauer's voluntarism has had a profound effect on psychology inside and outside Germany, and to a less degree produced attempts to deduce from voluntaristic psychology new systems of voluntaristic metaphysics, such as those of Paulsen and Wundt.",
		"Lange (q.v.) by his History of Materialism has exercised a profound influence, which is due partly to its apparent success in answering materialism by Kantian arguments, and partly to its ingenious attempt to give.",
		"Though their prevailing tendency was practical, and the tenets of the society were kept a profound secret, it is perfectly clear from the concurrent testimony of Philo and Josephus that they cultivated a kind of speculation, which not only accounts for their spiritual asceticism, but indicates a great deviation from the normal development of Judaism, and a profound sympathy with Greek philosophy, and probably also with Oriental ideas.",
		"In Gaul there was no hostility to the Holy See, but on the contrary a profound veneration for the great Christian sanctuary of the West.",
		"The Curia, once so corrupt, was completely metamorphosed, and once more became a rallying point for men of stainless character, so that it produced a profound impression even on non-Catholics; while the original methods of St Philip Neri had a profound influence on the reform of popular morals.",
		"The new leaven had begun to communicate its subtle influence to the universities, but was working chiefly in secret and even to a great extent unconsciously to those affected by it, for many were in profound ignorance of the ultimate tendency of their own opinions.",
		"It was speedily translated into many European languages, and Herder and Goethe (in his earlier period) were among its profound admirers.",
		"Probity is stamped on his features; his conversation savours of true piety and profound learning.",
		"Grotius combined a wide circle of general knowledge with a profound study of one branch of law.",
		"The true interpretation of Grotius's mind appears to be an indifference to dogmatic propositions, produced by a profound sentiment of piety.",
		"Though not a profound scholar, he was surpassed by few biblical commentators of his day in range of learning, and in soundness of judgment.",
		"They created profound excitement among orthodox theologians, and evoked many replies, in which Lessing was bitterly condemned for having published writings of so dangerous a tendency.",
		"In many Roman Catholic countries - in Spain, for example - it is usual for the faithful to spend much time in the churches in meditation on the \"seven last words\" of the Saviour; no carriages are driven through the streets; the bells and organs are silent; and in every possible way it is sought to deepen the impression of a profound and universal grief.",
		"He held a unique position among foreign residents in Japan, alike as a profound student of its history and art, and as a powerful factor in international politics.",
		"Her fragments also bear witness to a profound feeling for the beauty of nature.",
		"It is only when such obvious truths are clothed in the technical terminology of \"positive\" and \"preventive checks\" that they appear novel and profound; and yet they appear to contain the whole message of Malthus to mankind.",
		"Between the Lot and the Aveyron is a belt of causses or monotonous limestone table-lands, broken here and there by profound and beautiful gorges - a type of scenery characteristic of Aveyron.",
		"In 1850 Homeyer was elected a member of the Berlin Academy of Sciences, in the Transactions of which he published various papers exhibiting profound learning (Ober die Heimat, 1852; Genealogic der Handschriften des Sachsenspiegels, 1859; Die Stadtbiicher des Mittelalters, 1860; Der Dreissigste, 1864, &c.).",
		"The remarks on life and on human nature are eminently shrewd and profound.",
		"This is associated not only with paralysis of will but with profound anaesthesia.",
		"The result on the international situation was profound.",
		"It is difficult now to account for its extraordinary popularity, its thought being neither just nor profound, while its style is stiff and affected.",
		"Other and more profound differences relating to the rise of the monarchy (§ 2), the career of Saul (§ 3) and David's conquest of Jerusalem (§ 4) represent irreconcilable historical background.",
		"Such a system will have a profound influence on the professional autonomy of the physician and of the autonomy of the patient.",
		"Now with the advent of DVD, the story becomes more profound.",
		"I'm open to opinions of profound and broad variety, Unless they're too conservative and smack of religious piety."
	],
	"synonyms": [
		"unplumbed",
		"unfathomed",
		"unsounded",
		"wakeless",
		"sound",
		"heavy",
		"fundamental",
		"unfathomable",
		"thoughtful",
		"philosophical",
		"moving",
		"intense",
		"farreaching",
		"exhaustive",
		"emotional"
	],
	"antonyms": [
		"unemotional",
		"moderate",
		"mild",
		"ignorant",
		"superficial",
		"stupid",
		"slight",
		"shallow"
	]
}