{
	"word": "sage",
	"meaning": [
		"A very wise person; esp., an elderly man, widely respected for his wisdom, experience, and judgment.",
		"Any of a genus (Salvia) of plants of the mint family, having a two-lipped corolla and two stamens: sages are cultivated for ornament, as the scarlet sage (S. splendens) with brilliant red flowers, or for flavoring, as the garden sage (S. officinalis) with aromatic leaves used, when dried, for seasoning meats, cheeses, etc.",
		"The leaves of S. officinalis used as a seasoning.",
		"Any of various similar plants.",
		"Sagebrush.",
		"Wise, discerning, judicious, etc.",
		"Showing wisdom and good judgment.",
		"Proceeding from or marked by wisdom and calm judgment.",
		"Grave or solemn.",
		"(Internet slang) Word used in the email field of imageboards to prevent a bump of the post. Used as an option rather than a word in some imageboard software.",
		"(Internet slang) The act of using the word or option sage in the email field or a checkbox of an imageboard when posting a reply."
	],
	"sentences": [
		"The Ancient Greek culture placed a high value on those who had sage wisdom.",
		"Poplars grow in the valleys, and the cactus and sage brush are common.",
		"Before leaving for college, I got some sage advice from my older brother about living alone.",
		"Mixed with the bunch grass are occasional patches of sage brush.",
		"Its dishes are known to be experimental, like the acorn soup with duck liver and sage or its corzetti with pigs trotter.",
		"Sage tea can be used to remedy sore throats.",
		"Colors of white, cream and sage are commonly used as is a whitewashed finish.",
		"The sage of Epicureanism is a rational and reflective seeker for happiness, who balances the claims of each pleasure against the evils that may possibly ensue, and treads the path of enjoyment cautiously.",
		"Such a sage agrees in his thought with God; he no longer blames either God or man; he fails of nothing which he purposes and falls in with no misfortune unprepared; he indulges in neither anger nor envy nor jealousy; he is leaving manhood for godhead, and in his dead body his thoughts are concerned about his fellowship with God.",
		"The decor is tres hip, with a carpet patterned in plum, brown, sage and orange and wine racks that are a translucent shade of orange.",
		"For example, a soft sage green is beautiful and neutral.",
		"Henderson's sage advice to Peter was to tell him not to get married to \"this person.\"",
		"The Lord of the Rings is basically a very lengthy sage that has been helpfully broken down into three volumes for ease of reading.",
		"More than that, the very word Joasaph or Josaphat (Arabic, Yudasatf) is a corruption of Bodisat due to a confusion between the Arabic letters for Y and B, and Bodisatva is a common title for the Buddha in the many birth-stories that clustered round the life of the sage.",
		"Thus abiding ardently, unwearied day and night, He indeed is \" Auspicious \" called, described as a sage at peace.",
		"Sage Golden Perennial Attractive variegated leaves excellent for borders.",
		"Borage, sage, marshmallow, and anise can be used to treat a cough.",
		"Using a recipe that requires a little fresh rosemary or sage?",
		"Light blue, sage, lavender, and soft pink are a few options that work nicely.",
		"The title \"My Baptism\" is set against a sage green background with flower and button embellishments.",
		"Amber, gold, burnt orange, rust, mustard yellow, sage green, chocolate brown, copper, and burgundy are some of the more popular hues, but couples interested in fall floral arrangements aren't limited to just these bright shades.",
		"Sage, olive, and forest green are all somewhat neutral tones of green that will look excellent amidst the vivid hues outside.",
		"Couples who have been married or in a relationship for a long period of time can often dispense sound and sage advice to the bride and groom on their wedding day.",
		"Though some of the wedding colors for fall 2010 are predictable, like chocolate brown, sage green, and gold, there are some surprises added to the mix.",
		"As pink is a derivative of red, these two colors can work to brighten your color scheme without being aggressive or boring such as when pink and sage green are used.",
		"The couple has struggled through breakups and reconciliations, but remains committed to each other and their daughter, Willow Sage.",
		"The K & H Memory Sleeper comes in three sizes with either a beige or sage fleece-type cover.",
		"Bugle (Ajuga) - A small family of dwarf herbs of the Sage order, flowering in spring and early summer, and having purplish flowers.",
		"A few kinds of these pretty-leaved plants, of the Sage order, succeed in the open air in summer.",
		"Dragons-head (Dracocephalum) - Plants of the Sage family, among them a few choice perennials suitable for the rock garden or the mixed border, succeeding in light garden soil and increased by division or seed.",
		"Elshotzia Stauntonii - Recently introduced half-woody plant of the Sage order, and often dying back.",
		"Hebenstretia - Interesting little plants allied to the Sage family, mainly suitable for botanical collections.",
		"Jerusalem Sage (Phlomis Fruticosa) - A shrubby kind, hardy in warm dry soils, with evergreen stems at times reaching 6 to 8 feet, but mostly 3 or 4 feet high, and clothed with evergreen woolly-grey leaves of wrinkled texture.",
		"Silvery Sage (Perowskia Atriplicifolia) - A beautiful silver-grey half-shrubby plant of the Sage order, with a pungent odour, growing 3 to 5 feet high, with blue and white flowers in July and August.",
		"Carrot flies are deadly to young carrot plants and strong smelling plants such as sage, dill, and radishes help repel the flies when planted in close proximity to carrots.",
		"Desert Sage Bead Art is a website where buyers can browse through the numerous brilliantly hued bracelet designs and even place a custom order.",
		"These shorts come in seven colors including white, navy and sage.",
		"It comes in tropical colors such as coral, sage and sea blue as well as basics such as black or cream.",
		"Sage Creek Naturals has a variety of stylish organic clothing for babies and toddlers.",
		"All of the suppliers and producers used by Sage Creek are Fair Trade and the company also supports the World Wildlife Fund.",
		"Sage Creek Organics is committed to providing consumers with the best quality organic cotton clothing.",
		"Sage Creek Organics - Also a member of the Organic Trade Association, Sage Creek Organics offers a wide range of organic baby bedding, clothing and accessories.",
		"Green Sage features organic and sustainably produced furniture and mattresses.",
		"Sage Creek Organics- With a strong reverence for nature, the Sage Creek Organics Company operates with a mission of producing earth- and child-friendly clothing.",
		"Sage is one of the few natural ingredients that can be used on gray hair.",
		"Just steep one part sage leaves in three parts of boiling water and leave overnight.",
		"It is a good companion to oregano, but shouldn't be planted near sage since sage prefers a drier soil.",
		"Sage is a good companion to rosemary since both are drought tolerant.",
		"Plant sage near cabbage since it's a natural repellent to cabbage worms.",
		"Yahoo Answers offers some mixed responses (and some sage advice about dogs liking the device as a chew toy).",
		"Naruto contact lenses come in many forms depending on whether he is accessing the Nine Tails Fox, in Perfect Sage mode, or normal.",
		"For example, there is the aging sage Tellah, who becomes hell-bent on revenge following a traumatic incident early on in the game.",
		"Quest, and Scripted Adventure Game Engine (SAGE) are just a few.",
		"Aromatherapists recommend inhaling the fragrances of the essential oils of lavender (Lavandula officinalis), thyme (Thymus vulgaris), eucalyptus (Eucalyptus globulus), sage (Salvia officinalis), and sandalwood.",
		"Ayurvedic practitioners suggest gargling with a mixture of water, salt, and tumeric (Curcuma longa) powder or astringents such as alum, sumac, sage, and bayberry (Myrica spp.).",
		"Massaging the essential oils of rosemary, lavender, sage, thyme, and cedar into the scalp is believed to increase circulation and reduce stress.",
		"Choose a traditional sage and breadcrumbs stuffing, or try your hand at turducken.",
		"The Jonathan hair product Shampoo Serious Volume Volumizing Shampoo gently cleanses hair using rosemary and sage extracts, and it includes sweet almond protein to coat strands and soothe processed hair.",
		"Summer is a bit more difficult to categorize, but you can fit within this category if you look particularly attractive in shades of rose, periwinkle, and sage.",
		"Clary sage and Jasmine should be avoided for aromatherapy and pregnancy except during labor.",
		"Large concentric circles in shades of mint, sky, sage and turquoise are set against a black waistband and piping.",
		"You'll see bright, eye- catching colors like lime green and turquoise, muted shades like champagne and sage, and neutrals in colors like rich chocolate and decadent bronze.",
		"Add additional seasons to the turkey as desired, such as sage, rosemary, or Creole seasoning.",
		"Many couples choose to coordinate the candles in their centerpieces with the overall wedding palette, and fall candle colors may be sage green, mustard yellow, burnt orange, or a rich apple red.",
		"In the book as we have it there is no orderly exposition of a theory; it rather has the appearance of a collection of remarks jotted down by a pupil (somewhat after the manner of Xenophon's Memorabilia), or of extracts from a sage's notebook.",
		"His disorder was an oedematous affection of the wind-pipe, contracted by exposure during a long ride in a snowstorm, and aggravated by neglect and by such contemporary remedies as bleeding, gargles of \"molasses, vinegar and butter\" and \"vinegar and sage tea,\" which \"almost suffocated him,\" and a blister of cantharides.",
		"Suffering, said the sage in his great sermon at Benares, is inseparable from birth and old age.",
		"The first ten were written in 337, the following twelve in 344, and the last in 345.1 The author was early known as hakkima pharsaya (\"the Persian sage\"), was a subject of Sapor II., and was probably of heathen parentage and himself a convert from heathenism.",
		"The soul of the sage, thought the Cynics, should be strained and braced for judgment and action; his first need is firmness (Ebrovia) and Socratic strength.",
		"Now, who could claim to have attained to the sage's wisdom?",
		"Chrysippus declined to call himself or any of his contemporaries a sage.",
		"Conduct for us will be separated from conduct for the sage.",
		"The ideal sage has receded; philosophy comes as a physician, not to the whole but to the sick.",
		"Epictetus, however, would have the sage hold aloof from domestic cares, another Cynic trait.",
		"One sage, most learned of all, assents, but intimates that the scene of this glory will be, not the paternal kingdom, but another infinitely more exalted, and that the child will adopt the faith which his father persecutes.",
		"His funeral was celebrated with royal pomp on the 3rd of February, and representatives from every part of Hungary followed the \" Sage \" to the grave.",
		"Carlyle stands to Bossuet as the sage to the myth.",
		"More and more, as his fame spread, those who \"would live in the spirit\" came to listen to the voice, and to sit at the feet, of the Sage of Concord.",
		"In what has been called, though erroneously, as we shall see, Confucius's History of his own Times, we find only 13 states of note, and the number of all the states, large and small, which can be brought together from it, and the much more extensive supplement to it by Tso K`iu-ming, not much posterior to the sage, is under 150.",
		"The sage was born, according to the historian Sze-ma Chien, in the year 550 B.C.; according to Kung-yang and Kuh-liang, two earlier commentators on his Annals of Lu, in 551; but all three agree in the month and day assigned to his birth, which took place in winter.",
		"The dynasty of Chow finally perished two centuries and a quarter after the death of the sage at the hands of the first historic emperor of the nation, - the first of the dynasty of Ts'in, who swept away the foundations of the feudal system.",
		"Between the brilliant young sovereign and the grand old sage an immediate and strong sympathy sprang up; Leonardo accompanied Francis on his homeward march as far as Milan, and there determined to accept the royal invitation to France, where a new home was offered him with every assurance of honour and regard.",
		"Phosphorus oxide, P 4 0 6, discovered by Sage in 1777, is a product of the limited combustion of phosphorus in air.",
		"Most of the writings of Florian, Marmontel, Le Sage, Montesquieu and others were rapidly translated into Rumanian.",
		"Laidlaw afterward repeatedly sued Sage for damages, claiming that Sage had used him as a shield at the moment of the explosion, but his suits were unsuccessful.",
		"There is, however, an active Christian Association andreligious services - provided for by theDean Sage Preachership Endowment - are conducted in Sage chapel by eminent clergymen representing various sects and denominations.",
		"He nodded, the vision of a sage teacher.",
		"By evening I was beginning to feel restless and had really achy thighs so had a bath with clary sage burning in the background.",
		"Actinic Link for Sage Line 50 actinic Link for Sage Line 50 Actinic Link is included with Actinic Business and Actinic developer.",
		"The researchers found that sage was effective in managing moderate symptoms of the disease while also reducing agitation.",
		"Healthy Direct's Sage tablets have been formulated using aqueous (water-based) extraction methods rather than alcohol-based.",
		"Several species have deliciously aromatic foliage, the most well-known being common sage, Salvia officinalis.",
		"A Chaldaean sage prophesies to him his future greatness, and another Persian slave, Oebares, becomes his associate.",
		"He took no heed of the warnings uttered by those sage counsellors, Cambaceres and Talleyrand, against an invasion of Russia, while \"the Spanish ulcer\" was sapping the strength of the empire at the other extremity.",
		"Elsewhere (ii.), it is true, it is said that there is no lasting satisfaction in pleasure; but the sage may mean to point out that, though there is no permanent outcome to life, it is the part of common-sense to enjoy what one has.",
		"During the session of the council for the union of the Greek and Latin churches at Florence in 1 439, Cosimo had made acquaintance with Gemistos Plethon, the Neo-Platonic sage of Mistra, whose discourses upon Plato and the Alexandrian mystics so fascinated the learned society of Florence that they named him the second Plato.",
		"It was the life of a sincere Christian and a real sage, - of one who found the best fruits of philosophy in the practice of the Christian virtues.",
		"Sage died in New York on the 22nd of July 1906.",
		"We can make a list of Scythian kings - Spargapeithes, Lycus, Gnurus, Saulius (whose brother, the famous Anacharsis, travelled over all the world in search of wisdom, was reckoned a sage among the Greeks and was slain among his own people because they did not like his foreign ways), and Idanthyrsus, the head king at the time of Darius, probably the father of Ariapeithes.",
		"Sage holds the place of honour; then comes rue, the antidote of poisons; and so on through melons, fennel, lilies, poppies, and many other plants, to wind up with the rose, \"which in virtue and scent surpasses all other herbs, and may rightly be called the flower of flowers.\"",
		"His unpopularity in the Assembly was extreme, yet he insisted on speaking on the question of the king's trial, declared it unfair to accuse Louis for anything anterior to his acceptance of the constitution, and though implacable towards the king, as the one man who must die for the people's good, he would not allow Malesherbes, the king's counsel, to be attacked in his paper, and speaks of him as a \"sage et respectable vieillard.\"",
		"A very complete summary of the traditions will be found in Lincke, \" Assyrien and Nineveh,\" in Geschichte and Sage der Mittelmeervolker nach 607-606.",
		"Among its characteristic mammals and birds are the sage cotton-tail, black-tailed jack-rabbit, Idaho rabbit, Oregon, Utah and Townsends ground squirrels, sage chipmunk, fivetoed kangaroo rats, pocket mice, grasshopper mice, burrowing owl, Brewers sparrow, Nevada sage sparrow, lazuli finch, sage thrasher, Nuttall s poor-will, Bullocks oriole and rough-winged swallow.",
		"At the same time it is probable that the serene joys of virtue and the grieflessness which the sage was conceived to maintain amid the worst tortures, formed the main attractions of Stoicism for ordinary minds.",
		"This image of the peaceful sage would be seized upon and adopted by the Druid revivalists of the 18th century.",
		"One tip; Sage is excellent for hot flushes - make a cup of tea out of dried sage.",
		"In the words of some wise old sage - \" Prevention is better than cure \".",
		"The milk supply can be reduced by feeding a single mint or sage leaf or giving a few mls of sage or mint tea.",
		"The group that received sage oil turned in significantly better test results than subjects that took placebo.",
		"The border stencil features the words \" sage. bay. basil \".",
		"Sage and onion stuffing for chicken is an old British favorite.",
		"For instance, one area of the room can be a sage green and cream garden theme with antique ivory vase centerpieces, while another portion of the room -- or a different room -- can be a bright, sunny yellow and orange color scheme.",
		"Black, khaki, chocolate, red, and sage are all popular colors.",
		"Initially the only scent available was vanilla, but the company is expanding into other scents, including fresh cotton, light spice, and citrus sage.",
		"Over the River - According to the description, this candle combines an overall \"green\" scent with notes of amber, sage and oak.",
		"The fact that she laughed at you means that she is aware this is what she needs to do if she wants men to stop AND she is choosing to ignore this sage advice.",
		"Perhaps the rarest selection is crocodile skin, which is used in a number of bags and different colors, including sage green and classic black.",
		"Perform a smudging ceremony by burning ceremonial herbs such as sage to create a smoke bath.",
		"The prophecies about the year 2012 we attribute to the Mayans have their root in the writings of one Mayan philosopher, Pacal Votan, also known as the Sage King of the Classic Maya.",
		"Season with salt, pepper, and sage (or poultry seasoning).",
		"You can also use a smudge stick which is a bundle of sage that is burned.",
		"They're available in white, sage green, blue, and pink.",
		"The 24-hour Hash House a Go Go restaurant offers \"twisted farm food\" for breakfast, lunch and dinner, including a particularly impressive fried chicken and sage waffles dish.",
		"Scholars believe that the Indian sage Pantajali established the foundation of classical yoga.",
		"The Sage Extended Enterprise Suite has general ledger, purchase order and accounts payable capabilities.",
		"Sage Extended Enterprise Suite works with Sage Payroll Services, SageCRM and Sage Abra.Sage Business Vision offers accounts payable, general ledger, accounts receivable and inventory management functions.",
		"It comes in a variety of colors to fit various home décor schemes, including white, silver, lemon yellow, geranium red, plum, lilac, Nantucket Navy, sage green, and bark brown.",
		"Pour this mixture along with the rosemary and sage leaves into the turkey cavity.",
		"Colors such as rose, teal, sage, periwinkle and lavender allow you to choose your most flattering and favorite shade.",
		"She is the unofficial counselor aboard the ship and frequently gives sage advice to many of the crew members, especially Captain Jean Luc Picard.",
		"While different versions vary on Merlin's age, he is nearly always depicted as a sage and modern wizards in pop culture such as Albus Dumbledore (Harry Potter) and Gandalf the Grey (Lord of the Rings) were based on this ideal.",
		"The sage stopped, and sent one of his followers to ask the reason of her grief.",
		"The bait took; the women were welcomed, and the sage was neglected.",
		"He could tell the princes of the states what they ought to be; and he could point them to examples of perfect virtue in former times, - to the sage founders of their own dynasty; to the sage Tang, who had founded the previous dynasty of Shang; to the sage Yu, who first established a hereditary kingdom in China; and to the greater sages still who lived in a more distant golden age.",
		"His sage counsels had melted away before the glance of beauty and the pomps of life.",
		"But they did not understand the sage, and felt a contempt for him struggling on against the tide, and always hoping against hope.",
		"The state was now in the hands of the son of the marquis whose neglect had driven the sage away; but Confucius would not again take office.",
		"Such is the account we have of the last days of the sage of China.",
		"The adjoining city is still the home of the Kung family; and there are said to be in it some 40,000 or 50,000 of the descendants of the sage.",
		"The chief of the family has large estates by imperial gift, with the title of \" Duke by imperial appointment and hereditary right, continuator of the sage.\"",
		"He made an effort to destroy the memory of the sage from off the earth, consigning to the flames all the ancient books from which he drew his rules and examples, (save one), and burying alive hundreds of scholars who were ready to swear by his name.",
		"The sage, probably, did not think it necessary to put down many of his own thoughts in writing, for he said of himself that he was \" a transmitter, and not a maker.\"",
		"But the majority of them will admit no flaw in the sage or in his annals.",
		"Tilden's heavy sales (during Field's absence in Europe) of \"Elevated\" stock, which forced the price down from 200 to 164; but Field lost much more in the great \"Manhattan squeeze\" of the 24th of June 1887, when Jay Gould and Russell Sage, who had been supposed to be his backers in an attempt to bring the Elevated stock to 200, forsook him, and the price fell from 1562 to 114 in half an hour.",
		"Kellogg (ed.), The Pittsburg Survey (6 vols., New York, 1910 sqq.), prepared under the direction of the Sage Foundation.",
		"He looks too old for his years, but quite unbroken; the character of a veteran sage has fully imprinted itself on his countenance; the features are grand, clear and deeply lined, the mouth firmly set and almost stern, the eyes strong and intent beneath their bushy eyebrows, the hair flows untrimmed over his shoulders and commingles with a majestic beard.",
		"The spiritual habit abated no whit of his inborn sagacity, and it is said that in his later years political leaders found no shrewder sage with whom to take counsel.",
		"The old sage who held that the first Whig was the Devil, was yet compelled to forgive Burke's politics for the sake of his magnificent gifts.",
		"To the west of Kilmany lies Creich, where Alexander Henderson (1583-1646), the Covenanting divine and diplomatist, and John Sage (1652-1711), the non-juring archbishop of Glasgow, were born.",
		"It is true that the Cynics were more concerned to emphasize the negative side of the sage's well-being, while the Stoics brought into more prominence its positive side.",
		"The Stoics, in fact, seem generally to have regarded the eccentricities of Cynicism as an emphatic manner of expressing the essential antithesis between philosophy and the world; a manner which, though not necessary or even normal, might yet be advantageously adopted by the sage under certain circumstances.2 Wherein, then, consists this knowledge or wisdom that makes free and perfect?",
		"That this impassive sage was a being not to be found among living men the later Stoics at least were fully aware.",
		"The exercise of wisdom was now viewed as the pure life of that particle of divine substance which was in very truth the \" god within him \"; the reason whose supremacy he maintained was the reason of Zeus, and of all gods and reasonable men, no less than his own; its realization in any one individual was thus the common good of all rational beings as such; \" the sage could not stretch out a finger rightly without thereby benefiting all other sages,\" - nay, it might even be said that he was \" as useful to Zeus as Zeus to him.\"",
		"In this way all or most of the things commonly judged to be \" goods \" - health, strength, wealth, fame,' &c., - are brought within the sphere of the sage's choice, though his real good is solely in the wisdom of the choice, and not in the thing chosen.",
		"It was a fundamental maxim that the sage was to take part in public life; and it does not appear that his political action was to be regulated by any other principles than those commonly accepted in his community.",
		"The Stoic claims on this head were the loftiest; as the well-being of their sage was independent, not only of external things and bodily conditions, but of time itself; it was fully realized in a single exercise of wisdom and could not be increased by duration.",
		"This paradox is violent, but it is quite in harmony with the spirit of Stoicism; and we are more startled to find that the Epicurean sage, no less than the Stoic, is to be happy even on the rack; that his happiness, too, is unimpaired by being restricted in duration, when his mind has apprehended the natural limits of life; that, in short, Epicurus makes no less strenuous efforts than Zeno to eliminate imperfection from the conditions of human existence.",
		"It was natural that the earlier Stoics should be chiefly occupied with delineating the inner and outer characteristics of ideal wisdom and virtue, and that the gap between the ideal sage and the actual philosopher, though never ignored, should yet be somewhat overlooked.",
		"A steady flow of knowledge from East to West began in the 7th century B.C. A Babylonian sage named Berossus founded a school about 640 B.C. in the island of Cos, and perhaps counted Thales of Miletus (c. 639-548) among his astro- pupils.",
		"The famous \" eclipse of Thales \" in 585 B.C. has not, it is true, been authenticated by modern research 8; yet the story told by Herodotus appears to intimate that a knowledge of the Saros, and of the forecasting facilities connected with it, was possessed by the Ionian sage.",
		"Kur-bo-roo is the sage counsellor of the aborigines in all their difficulties.",
		"Grimm, Die Sage von Polyphem.",
		"Edessa can claim no share in \" the Persian Sage \" Aphrahat or Afrahat (Aphraates); but Ephraem, after bewailing in Nisibis the sufferings of the great Persian war under Constantius and Julian, when Jovian in 363 ceded most of Mesopotamia to Shapur II., the persecutor of the Christians, settled in Edessa, which as the seat of his famous school (called \" the Persian \") grew greatly in importance, and attracted scholars from all directions.",
		"The sun had baked the sage grass a tawny color in the fields.",
		"Herb Tea Put a few leaves of fresh thyme, sage, lemon balm, mint or a Lavender flower head in a cup.",
		"Base color is sage green. £ 69.00 More details Petit rose Quilt Single Pretty, pure cotton small rose design bedspread.",
		"Herbs The kinds of herbs grown for flavoring sauces and meat included borage, sage, thyme, rosemary, parsley and chives.",
		"She and her colleagues have extensively studied sage and other botanicals in the treatment of Alzheimer's.",
		"The outer is in a delicate Laura Ashley pink and sage green floral which I believe is called sweet briar rose.",
		"Sage tea is believed to make a good tonic and blood cleanser.",
		"To remedy dandruff try rubbing lemon juice or a strong infusion of sage or rosemary into the scalp and roots.",
		"Certain essential oils are good but oils to be avoided include evening primrose, rosemary, hyssop, sweet fennel and sage.",
		"Sage & Rosemary These popular culinary herbs are also included in Aperino.",
		"Interestingly, from idea to launch took just six months despite this being an entirely in-house Sage development.",
		"Alternatively, you can use Sage Line 50 for your core financial ledgers.",
		"McLeod, John Narrative & Psychotherapy (Sage 1987) Exploration of the concept of self in story telling against a changing social milieu.",
		"Here is a particularly fine and subtly modulated surface - predominantly gray but with accents of ochre and rose, sage and sky.",
		"Sage and Echinacea tinctures can be used as an effective mouthwash.",
		"Notes You can use any herb to flavor these burgers; try fresh oregano, parsley or sage.",
		"Record all income and expenditure records using sage line 100 and perform monthly reconciliations.",
		"This image of the peaceful sage would be seized upon and adopted by the druid revivalists of the 18th century.",
		"A Sage bath helps ease rheumatism and aching limbs.",
		"These oils include rosemary, sage, hyssop, fennel and wormwood.",
		"You can also use fresh pine needles or chopped sage.",
		"One tip; sage is excellent for hot flushes - make a cup of tea out of dried sage.",
		"Dee filled a washing-up bowl with warm water, and then added sage, lavender and mint.",
		"Some legends say that the great Taoist sage Lao Tzu, personally introduced him to the Taoist practices.",
		"In the words of some wise old sage - \" Prevention is better than cure \" .",
		"The design depicts a Chinese sage under a large tree.",
		"Take some olive oil, some sea salt and fresh sage.",
		"The milk supply can be reduced by feeding a single mint or sage leaf or giving a few mls of sage leaf or giving a few mls of sage or mint tea.",
		"She is on a dark sage green background with a pale sage green circular mount framing her.",
		"They suggested I take a bath, so Graham ran me a bath with more lavender and clary sage oils.",
		"The subject line is taken from the first mes- sage.",
		"In the drier areas you can find foxglove, wood sage, bluebell and other woodland species.",
		"Other plants to try include black salsify (oyster plant ), coriander, lettuce, onion family, pennyroyal, rosemary and sage.",
		"I had a button for Sage on my toolbar and it was all screwy.",
		"It smelled of Africa, that pungent spicy smell from the sage bushes.",
		"The border stencil features the words \" sage. bay. basil \" .",
		"Prime succulent boneless chicken breast, sandwiched between a layer of best pork and a delicious seasoned onion and sage stuffing.",
		"Look, lean chopped pork and tasty sage & onion stuffing stuffed down the middle.",
		"Other specialities include saltimbocca alla romana, tender veal escallops with flavored ham and sage and porchetta, stuffed roast pork.",
		"In a small bowl, mix together the eating apple, cut into thin wedges, and fresh sage sprigs.",
		"No blame attaches to the Roman general, Marcellus, since he had given orders to his men to spare the house and person of the sage; and in the midst of his triumph he lamented the death of so illustrious a person, directed an honourable burial to be given him, and befriended his surviving relatives.",
		"Philosophy, particularly that of Descartes, was becoming a fashionable divertissement for the queen and her courtiers, and it was felt that the presence of the sage himself was necessary to complete the good work of education.",
		"The large gifts (about $1,000,000) to the school made by Mrs Russell Sage in 1907 enabled it to add courses in mechanical and electrical engineering to its course in civil engineering.",
		"Le Sage proposed a similar method, in which each conductor was to be attached to a pith ball electroscope.",
		"Here also are found the sage thrasher, Le Conte's thrasher, the Texas nighthawk, Baird's woodpecker, and the mourning dove.",
		"But two individuals exemplify the different attitudes which the nation adopted towards its new environment and its wider opportunities, Joseph the tax-farmer and Jesus the sage.",
		"The form may have been suggested by that of the Hebrew word for\" wisdom.\"Koheleth, however, is employed in the book not as a title of wisdom (for\" wisdom \"is never the speaker), but as the independent name of the sage.",
		"To get drunk for the sake of the drink was the mark of a beast; but wine was a powerful stimulant to the brain, and to fuddle oneself in order to think great thoughts was worthy of a sage.",
		"Immanuel Kant was struck by them in 1763, but in 1765, after further inquiries, concluded that two of them had \"no other foundation than common report (gemeine Sage).\"",
		"In this way such herbs as basil, marjoram, mint, sage, savory, thyme, balm, chamomile, horehound, hyssop and rue, as well as parsley, may be had throughout the season with almost the full flavour of the fresh herb.",
		"It assumes that man can, like the gods, withdraw himself out of reach of all external influences, and thus, as a sage, \" live like a god among men, seeing that the man is in no wise like a mortal creature who lives in undying blessedness.\"",
		"An eastern sage Achaicarus is mentioned by Strabo.",
		"His story is told in one of the oldest songs of the Edda, the V OlundarkiOda and, with considerable variations, in the prose P13rekssaga (Thidrek's sage), while the Anglo-Saxon Beowulf and Deor's Lament contain allusions to it.",
		"Such women may sometimes have been foreigners, but the sage's concern is with the man's violation of the marriage obligation, be the woman Jew or Gentile.",
		"According to Lucian, the earthenware lamp which had belonged to the sage was bought by an antiquarian for 3000 drachmas.",
		"But he frequently describes an ideal character of a missionary sage, the perfect Stoic - or, as he calls him, the Cynic. This missionary has neither country nor home nor land nor slave; his bed is the ground; he is without wife or child; his only mansion is the earth and sky and a shabby cloak.",
		"By both Korean and Chinese tradition Ki-tze--a councillor of the last sovereign of the 3rd Chinese dynasty, a sage, and the reputed author of parts of the famous Chinese classic, the Shu-King--is represented as entering Korea in 1122 B.C. with several thousand Chinese emigrants, who made him their king.",
		"The Ophites actually identified the serpent with Sophia (\" Wisdom \"); the old sage Garga, one of the fathers of Indian astronomy, owed his learning to the serpent-god Sesha Naga; and the Phoenician 14pwv 'Ocbiwv wrote the seven tablets of fate which were guarded by Harmonia.",
		"The common sage brush, artemisia, is the characteristic shrub of the plains where the soil is comparatively free from alkali, and is abundant in the valleys of the arid foothills.",
		"Where alkali is present, the plains may be nearly barren, or covered with grease wood and species of atriplex, including the so-called white sage.",
		"The question then is - How long must the name of Ulysses have been familiar in the legend (Sage) of Troy before it made its way into the tales of giants and ogres (Mdrehen), where the poet of the Odyssey found it ?",
		"Indian myth represents them as a race of demons sprung from Kadru, the wife of the sage Kasyapa, with a jewel in their heads which gives them.",
		"He translated Gil Blas, adopting more or less seriously Voltaire's unfounded suggestion that Le Sage plagiarized from Espinel's Marcos de Obregon, and other Spanish books; the text appeared in 1783, and in 1828 was greatly modified by Evaristo Pena y Martin, whose arrangement is still widely read.",
		"Le Sage makes him the principal character in his novel Le Diable boiteux.",
		"Next year appeared his Sage von Tell.",
		"Brave and sage as he was, he could hardly cope at one and the same time with the hostility of the Normans on the west, of the Petchenegs (Patzinaks) on the north, and of the Seljuks on the east and south.",
		"It is not necessary to multiply authors, as is done, for example, by Siegfried, who supposes four principal writers (a pessimistic philosopher, an Epicurean glossator, a sage who upholds the value of wisdom, and an orthodox editor) besides a number of annotators; it is sufficient to assume that several conservative scribes have made short additions to the original work.",
		"Those famous festivals in which Lorenzo de' Medici delighted had indeed a pagan tone appropriate to the sentiment of the Renaissance; nor were all the worshippers of the Athenian sage so true to Christianity as his devoted student.",
		"And on the ground that the Buddha, the Sakiya sage, was born here, he (the king) had a flawless stone cut, and put up a pillar.",
		"That he learned it partly from Saint Evremond, still more from Anthony Hamilton, partly even from his own enemy Le Sage, is perfectly true, but he gave it perfection and completion.",
		"Two German works of importance which have been used in this article are the interesting and suggestive Der Presbyter Johannes in Sage and Geschichte, by Dr Gustav Oppert (2nd ed., Berlin, 1870), and, most important of all in its learned, careful and critical collection and discussion of all the passages bearing on the subject, Der Priester Johannes, by Friedrich Zarncke of Leipzig (1876-1879).",
		"The shores are fringed with the mangrove; the prickly pear grows luxuriantly in the most barren districts; and wherever the ground is left to itself the sage bush springs up profusely.",
		"Its most characteristic animals and birds are the white-tailed jack-rabbit, pallid vole, sage hen, sharp-tailed grouse and greentailed towhee; the large Columbia ground-squirrel (Spermophflus columbianus) is common in that part of the zone which re west of the Rocky Mountains, but east of the Rockies it is replaced by another species (Cynomys) which closely resembles a small prairie dog.",
		"In the Western Arid Transition zone the flora consists largely of the true sage brush (A rtemisia trident ata), but some tracts are covereci with forests of yellow or bull pine (Pinus ponderosa).",
		"Almost all of the United States east of the 98th meridian is naturally a forest region, and forests cover the greater part of the Rocky Mountains, the Cascades, the Sierra Nevadas and the Coast Range, but throughout the belt of plains, basins and deserts west of the Rocky Mountains and on the Great Plains east of the Rocky Mountains there are few trees except along the watercourses, and the prevailing type of vegetation ranges from bunch grass to sage brush and cactuses according to the degree of aridity and the temperature.",
		"The famous sage of Balwearie, Michael Scot, while court astrologer to the emperor Frederick II., wrote his treatise De hominis phisiognomia, much of which is physiological and of curious interest.",
		"But until the process of perfection has been completed, until the moment when at last the sage, sitting under the Wisdom tree acquires that particular insight or wisdom which is called Enlightenment or Buddhahood, he is still only a Bodhisat.",
		"The ' Brittany ' sage still has flowers while the Erica December Red is now in good flower on the rockery bank.",
		"The sage on the stage is still much in evidence; only the stage has changed.",
		"How often should you use lemon & sage body butter?",
		"Ed, are you there, can you offer some sage advice?",
		"Other plants to try include black salsify (oyster plant), coriander, lettuce, onion family, pennyroyal, rosemary and sage.",
		"They come out even better between other brightly colored plants like Delphinium, ornamental onions, iris stork 's bill or violet sage.",
		"Through Ernest Benn began a long association with Alison Sage with whom she has colIaborated on many teddy bear stories.",
		"Grow herbs that you would like to eat, whether that's basil, oregano, parsley, cilantro, rosemary, thyme, sage, all of the above, or something else.",
		"If you are able to grow your own herbs, you might consider growing parsley, cilantro, chives, rosemary, basil, sage, oregano and marjoram, or whatever herbs you will use frequently.",
		"Located in the mountains of Montana, the Sage Mountain Center includes on-site training, lessons and workshops.",
		"Sage - a very popular herb used for seasoning a variety of meats, cheeses, sauces and soups.",
		"A mixture of apple cider vinegar and sage is a common and effective treatment for stimulating hair growth as well as treating any fungal infections that might be present.",
		"Her first sage green color looked silver in the light, so she had to repaint with a new, slightly darker shade of green.",
		"Perform a House Cleansing or House Blessing - Burn Sage, incense or candles after someone in your family has been ill, after an argument or any other type of emotional upset.",
		"Furniture that is cottage style is distressed and the finish is usually whitewashed or painted in white, cream or sage.",
		"Branch out with earth tones such as taupe, beige, stone, slate and even sage green.",
		"The hue commonly known as sage is a restive and calming color.",
		"Look for burgundies and raspberry reds, rather than fire engine reds, and cool, blue-greens, rather than warm sage greens when you make your color selections.",
		"If you're looking for a restive and welcoming color, then opt for a soft sage green or a deep olive green.",
		"However, if the furniture is all neutral and soft, you can call a bit more attention to the walls and warm things up by using a color such as sage or yellow.",
		"Look for handpainted tiles in gold, cobalt, sage green and burnt sienna to add just a touch of color and interest to the space.",
		"The men's version of the original fragrance contains notes of fig leaf, green mango, sage, juniper bud, hydroponic basil, vibrant Moroccan cedarwood, cucumber, amber and woods.",
		"The men's version of Just Me is a blend of lemon zest, bergamot, tangerine, blackcurrant, crushed grass, lime, clove bud, sage, lotus, redwood, patchouli, moss, incense and amber crystal.",
		"Moreover, many individuals hold their psychic to be as important and sage as a therapist.",
		"If your skin is seriously parched, slather on this Bliss Lemon and Sage Body Butter.",
		"You can choose among colors such as jade, lavender, purple, wine, yellow, orange, sage, olive and royal.",
		"There are broad plains covered with salt and alkali, and others supporting only scattered bunch grass, sage bush, cactus and other arid land plants.",
		"There is but little natural vegetation to be seen - ragged yucca trees, many species of agave and cactus, scrubby mesquite bushes, sage bushes and occasional clumps of coarse grasses.",
		"The sagebrush flats are usually alive with various sparrows along with Sage Thrasher.",
		"It opens with the citric brilliance of mandarin and bergamot, the richness of the Thuja tree and the edgy herbal pungency of Clary sage.",
		"It follows with a dramatic center of cypress, violet, absinthe and sage before finishing with a heady blend of agarwood, musk, cedarwood and dark vetiver.",
		"Meanwhile, finely chop your scallions, sage, parsley, and basil.",
		"Season with salt, pepper, and sage, and moisten very slightly with milk.",
		"The book, as it stands, is a collection of the discourses, observations and aphorisms of a sage called Koheleth, a term the precise meaning of which is not certain."
	],
	"synonyms": [
		"salvia",
		"spice",
		"sound",
		"solomon",
		"solemn",
		"shrewd",
		"sensible",
		"seer",
		"seasoning",
		"prudent",
		"wise",
		"master",
		"pundit",
		"judicious",
		"sapient",
		"well-grounded",
		"well-founded",
		"sound",
		"sensible",
		"reasonable",
		"rational",
		"levelheaded",
		"commonsensical",
		"commonsensible",
		"balanced",
		"wise",
		"sapient",
		"sagacious",
		"sane",
		"prudent"
	],
	"antonyms": []
}