{
	"word": "induce",
	"meaning": [
		"To lead on to some action, condition, belief, etc.; prevail on; persuade.",
		"To bring on; bring about; cause; effect.",
		"To infer by inductive reasoning.",
		"To draw (a general rule or conclusion) from particular facts; infer by induction.",
		"To produce (an electric current or a magnetic charge) by induction."
	],
	"sentences": [
		"Lack of other ingredients may also induce chlorotic conditions.",
		"Martha, a come-lately convert to our experiment, offered to fix Howie a hot chocolate in hopes it would induce a snooze.",
		"He refused medicine to induce sleep, declaring \"it is not my design to drink or to sleep, but my design is to make what haste I can to be gone.\"",
		"Acids and moist heat induce similar changes.",
		"This wood is in great part already dead substance, but the mycelium gradually invades the vessels occupied with the transmission of water up the trunk, cuts off the current, and so kills the tree; in other cases such Fungi attack the roots, and so induce rot and starvation of oxygen, resulting in fouling.",
		"Early in 1776 he was sent to France by Congress, in a semi-official capacity, as a secret agent to induce the French government to lend its financial aid to the colonies.",
		"At the same time that he refused the colonel's demand he made up his mind that he must have recourse to artifice when leaving Orel, to induce the Italian officer to accept some money of which he was evidently in need.",
		"The opportunity for this concentration he owed to the time gained for him by his rearguard at Joukendorf, for this had stood just long enough to induce the French columns to swing in to surround him, and the next day was thus lost to the emperor as his corps had to extend again to their manoeuvring intervals.",
		"Every plant is constrained to carry Out its functions of germination, growth, nutrition, reproduction, &c., between certain limits of temperature, and somewhere between the extremes of these limits each function finds ao optimum temperature at which the working of the living machinery is at its best, and, other things being equal, any great departure from this may induce pathological conditions; and many disasters are due to the failure to provide such suitable temperaturese.g.",
		"In 1847 Lord Minto visited the tionary Italian courts to try to induce the recalcitrant despots agitation, to mend their ways, so as to avoid revolution and war, 1847.",
		"Other accounts say that he starved himself to death on failing to induce Antigonus to free his native city.",
		"All attempts to induce Pippin to throw over his new protege failed, and from this time onward the nominal dependence of Rome and the papacy on emperors at Constantinople ceased.",
		"Asa utilized the treasure of the Temple and palace to induce the Syrians to break off their relations with Baasha.",
		"The creation of an external magnetic field H will, in accordance with Lenz's law, induce in the molecule an electric current so directed that the magnetization of the equivalent magnet is opposed to the direction of the field.",
		"Indeed, the very name Australasia, often applied to this part of the world, would induce the belief that all the countless islands, be they large or small - and some of them are among the largest on the globe - were but a southern prolongation of the mainland of Asia.",
		"It is difficult to get the hands to work until the cotton is fully opened, and it is hard to induce them to pick over ioo lb a day, though some expert hands are found in every cotton plantation who can pick twice as much.",
		"When this is the case, if discharges are made across the spark gap oscillations are excited in the closed circuit, and these induce other syntonic oscillations in the antenna circuit.",
		"In India, where conditions are much more diversified and it is more difficult to induce the native cultivator to adopt new methods, attention has also been directed during recent years to the improvement of the existing races.",
		"The abolition of the cropping of the ears of Great Danes, bull terriers, black and tan terriers, white English terriers, Irish terriers and toy terriers, in 1889 gained the approval of all humane lovers of dogs, and although attempts have been made to induce the club to modify the rule which prohibits the exhibition of cropped dogs, the practice has not been revived; it is declared, however, that the toy terriers and white English terriers have lost such smartness by the retention of the ears that they are becoming.",
		"Thus it encouraged an unrestrained emotionalism, rank superstition, an unhealthy asceticism, and the employment of artificial means to induce the ecstatic state.",
		"He returned to the Cape in February 1899 fully assured of the support of Mr Chamberlain, though the government still clung to the hope that the moderate section of the Cape and Free State Dutch would induce Kruger to deal justly with the Uitlanders.",
		"All seeds require a certain degree of heat to induce germination.",
		"Cook examined the bay in the pinnace, and landed several times; but by no endeavour could he induce the natives to hold any friendly communication with him.",
		"The Arabs endeavoured to induce Geronimo to renounce Christianity, but as he steadfastly refused to do so he was condemned to death.",
		"Sharp to hold the maggots between their mandibles and induce them to spin together the leaves of trees from which they form their shelters, as the adult ants have no silk-producing organs.",
		"Barely eight months after the restoration of the Bourbons in the autumn of 1875, Sagasta accepted the new state of things, and organized the Liberal dynastic party that confronted Canovas and the Conservatives for five years in the Cortes, until the Liberal leader used the influence of his military allies, Jovellar, Campos and others, to induce the king to ask him to form a Cabinet in 1881.",
		"Numerous other attempts to induce combination also failed.",
		"On the 8th of March he announced to parliament that the declaration had been cancelled, though he did his best to induce Charles to remain firm.",
		"From the fact that reduction products containing either one or two double linkages behave exactly as unsaturated aliphatic compounds, being readily reduced or oxidized, and combining with the halogen elements and haloid acids, it seems probable that in benzenoid compounds the fourth valencies are symmetrically distributed in such a manner as to induce a peculiar stability in the molecule.",
		"If the structure of the molecule is so perfectly symmetrical that, in the absence of any external field, the resultant magnetic moment of the circulating electrons is zero, then the application of a field, by accelerating the right-handed (negative) revolutions, and retarding those which are left-handed, will induce in the substance a resultant magnetization opposite in direction to the field itself; a body composed of such symmetrical molecules is therefore diamagnetic. If however the structure of the molecule is such that the electrons revolving around its atoms do not exactly cancel one another's effects, the molecule constitutes a little magnet, which under the influence of an external field will tend to set itself with its axis parallel to the field.",
		"In 1877 renewed efforts were made to induce tea cultivation, and by 1881 it had become an established industry.",
		"Commandant Jan Mocke of Winburg (who had helped to besiege Captain Smith at Durban) and others of the \" war party \" attempted to induce the volksraad not to submit, and a plan was formed to murder Pretorius, Boshof and other leaders, who were now convinced that the only chance of ending the state of complete anarchy into which the country had fallen was by accepting British sovereignty.",
		"Simultaneously with this \" irresponsible \" movement for expansion, President Kruger proceeded to London to interview Lord Derby and endeavour to induce him to dispense with the suzerainty, and to withdraw other clauses in the Pretoria Convention on foreign relations and natives, which were objectionable from the Boer point of view.",
		"An attempt was made in 1888, after the conference held between Cape Colony, the Orange Free State and Natal, to induce the Transvaal to enter a customs union.",
		"This result was not, however, achieved before President Kruger had done his utmost to induce Sir Henry Loch to promise some revision in favour of the Transvaal of the London Convention.",
		"Phillips had been for three years in succession chairman of the chamber of mines, and he had persistently for several years tried to induce Kruger to take a reasonable view of the requirements of the industry.",
		"This latter function is discharged by written messages addressed by the president to Congress, the message sent at the beginning of each session being usually the most important; but the suggestions made in these messages do not necessarily or directly induce legislation, although it is open to him to submit a bill or have one drafted by a minister presented to Congress through a member.",
		"In December some of these bands entered the Cape Colony and endeavoured to induce colonial Boers to join them.",
		"As these bacteria contain many pro-inflammatory components the failure to induce inflammation is paradoxical.",
		"It is possible also that gas release and earthquake activity may have acted together to induce sea floor instability.",
		"Whatever is intended to produce hypnosis, is likely to induce sordid intoxication, or creates fog, has got to be given up.",
		"Starting that evening, and for the next day, different methods were tried to induce labor.",
		"The use of the product in horses for other conditions could induce laminitis and careful observation during the treatment period should be made.",
		"A subset of HPVs infects the female genital tract, to induce cervical lesions that can progress to malignancy in some women.",
		"Simply stated, researchers have been unable to give animals enough marijuana to induce death.",
		"A single injection of up to 10 000 IU hCG is administered 24-48 hours after the last GONAL-f injection to induce final follicular maturation.",
		"The approach used a nasal cold dry air challenge to induce a vagally mediated bronchoconstriction.",
		"This is why women with PCOS typically receive treatment to induce menstruation.",
		"Many more will be put through their paces at track days. This first three-cylinder middleweight can induce adrenalin overload.",
		"Finally, although poxviruses and the transforming RSV both induce migration and projection formation, poxviruses do not contain src -like genes.",
		"However, she also secretly visits women and helps them induce miscarriages for unwanted pregnancies.",
		"Our present study clearly demonstrates that anticancer chemotherapy can induce mutagenesis in vivo in various pediatric cancer patients.",
		"It was not able to induce point and frameshift mutations in haploid Saccharomyces cerevisiae cells.",
		"The other factor which may give rise to heterophoria changes is the potential of HMDs to induce transient myopia.",
		"Looking at a lot of different screens makes it very obvious that busy screens are distracting and moving screens induce nausea.",
		"These drugs induce necrosis of the parasite but also produce unwanted side-effects in treated animals.",
		"Electromagnetic waves consist of oscillating electric and magnetic fields which induce oscillations of the dipole.",
		"Another remote risk to life is from unusually severe reactions to hyperstimulation of the ovaries by the hormones used to induce multiple ovulation.",
		"Cocaine, on the other hand, damages the heart, can lead to strokes, and can induce paranoia.",
		"The product can also be used to induce parturition in cattle.",
		"Furthermore, therapy for these diseases can sometimes induce the disease, Eg penicillamine inducing drug-induced lupus in rheumatoid patients.",
		"These molecules induce smooth muscle contraction and enhance vascular permeability.",
		"Figure 5. Salmonella produces Actin Binding Proteins to induce phagocytosis.",
		"The basis of the claim was that the power had been exercised to induce the plaintiff to confess.",
		"Bacteria use the same or similar mechanisms in order to induce actin polymerization.",
		"If you seek herbs to induce labor, make sure you do your research, visit an herbalist, and pay attention to your delivery team instructions.",
		"When talking to your healthcare provider about this natural remedy, it can be helpful to understand the basics about this herb and how much black cohosh women take to induce labor.",
		"Midwives and natural health practitioners sometimes recommend black cohosh to induce labor in women who are near or past their due dates.",
		"If you're considering taking black cohosh to induce labor, check with your midwife or labor and delivery health care provider before following the dosages listed below.",
		"When your midwife or health care provider has determined it is safe to induce your labor, place 15 drops of black cohosh tincture under your tongue every hour.",
		"Large doses of black cohosh can induce seizure, irregular heartbeat and visual disturbance.",
		"While black cohosh may, indeed, induce labor, it is essential to the safety and health of both you and your baby that you only use black cohosh under careful supervision.",
		"While it may seem like a wonderful idea to induce labor as you get closer to your baby's due date, the body has its own timing which best serves the health of your baby.",
		"And while folklore places another uses for black cohosh as an herb to induce labor, it should never be used for this purpose except under the supervision of an herbalist, nurse midwife, or skilled naturopathic physician.",
		"Newborns whose mothers took black and blue cohosh to induce labor have shown impaired cognitive function and breathing difficulties.",
		"Natural Approaches for Flea Control cautions that certain essential oils, rosemary among them, have the potential to induce seizures in susceptible animals.",
		"Use colors that induce the qualities your job requires.",
		"Changing brands can induce an allergic rash that would be unattractive and painful.",
		"While the price tag may induce sticker shock, if you are an avid scrapper who uses die cut shapes made from paper frequently, then you can likely justify the cost.",
		"Individual factors that induce stress include your family dynamics, outlook and coping abilities.",
		"Veterinarians can give shots to induce a bitch into season, but they are not guaranteed to work.",
		"Stake them before they get too high, tying them securely, so as to induce them to grow erect.",
		"As it needs a little starving to induce it to bloom freely in beds and masses, the soil must be rather poor.",
		"It requires in most places a position on a wall in order to induce it to fruit with freedom, and succeeds better in dry, poor soil.",
		"The relative toxicity of the bite is disputed, but it may induce a similar reaction to that of the brown recluse spider.",
		"The same applies to old workout pants with color patterns frenzied enough to induce seizures.",
		"Cataplexy, which is the sudden paralysis that severe narcolepsy can induce, is a characteristic of narcolepsy that does not manifest itself in other sleep disorders.",
		"When the eyes detect changes in the environment's light-dark cycle, the brain produces or suppresses melatonin to wake us up or induce sleep.",
		"They are classified as sedative hypnotics, working to slow the nervous system, which helps to induce sleep.",
		"Herbal teas - especially taken before bedtime - may help induce sleep.",
		"These include medicines that induce sleep, antihistamines for allergies, and stimulants.",
		"Some people find that using a white noise machine or a fan can help induce sleep.",
		"Techniques that induce relaxation and reduce stress, such as yoga, Tai Chi, meditation, guided imagery, and relaxation training, may be helpful in controlling blood pressure.",
		"Acupuncture and biofeedback training also may help induce relaxation.",
		"As the name suggests, during this phase, the main aim of the treatment is to reduce the number of leukemic cells as far as possible and induce a remission in the patient.",
		"Other conditions can induce a fever, including allergic reactions, ingestion of toxins, teething, autoimmune disease, trauma, cancer, excessive sun exposure, or certain drugs.",
		"Techniques that reduce stress, such as yoga, Tai Chi, meditation, deep breathing exercises, guided imagery, and relaxation training, may be helpful to induce relaxation and manage spasticity.",
		"The various symptoms seen in A-T reflect the main role of this protein, which is to induce several cellular responses to DNA damage.",
		"Prescribed symptom relief medications may include sedatives (to induce sleep) and muscle relaxants.",
		"Narcotics are addictive drugs that reduce the user's perception of pain and induce euphoria (a feeling of exaggerated and unrealistic well-being).",
		"These drugs often induce a state of euphoria or feeling of extreme well-being, and they are powerfully addictive.",
		"Phenothiazines can be used to counter nausea, vomiting, and anxiety, and chloral hydrate or diazepam is useful for sedation or to induce sleep.",
		"Techniques that induce relaxation and reduce stress, such as yoga, tai chi, meditation, guided imagery, and relaxation training, may be helpful in controlling blood pressure.",
		"Sitting on the toilet for 10 minutes at the same time every day, preferably after a meal, can induce regular bowel movements.",
		"As of the early 2000s, many centers are moving away from radiation treatment and toward chemotherapy because it is less likely to induce future tumors.",
		"Occasionally, medication used to induce symptoms is found with the patient's belongings.",
		"Misoprostol is commonly used when trying, usually unsuccessfully, to induce abortion in Brazil and in other countries in South and Central America.",
		"Hydroxyurea-A drug that has been shown to induce production of fetal hemoglobin.",
		"Seizure threshold-The amount of stimulation required to induce a seizure.",
		"Drugs often induce an immune response; however, the symptoms of an allergic reaction occur in only a small number of children.",
		"Many classes of drugs can induce allergic reactions, resulting in a wide variety of symptoms affecting various tissues and organs.",
		"Sometimes the same drug, such as penicillin, can induce different types of allergic reactions.",
		"It is interesting to note that the gonadotrophins are the same for males and females, but the sex hormones they induce are different.",
		"Medication. Nitroprusside, lithium, or iodides can induce hypothyroidism.",
		"It has been hypothesized that uninterrupted and unrelenting pain can induce changes in the spinal cord.",
		"Transcutaneous electrical nerve stimulation (TENS) applies a small electric current to certain parts of nerves, potentially interrupt pain signals and induce the release of endorphins.",
		"The amount of lysine required to control herpes varies from case to case, but a typical adult dose to maintain remission is 500 mg daily, and active herpes requires 1-6 g between meals to induce healing.",
		"Abrupt withdrawal from drugs or medications, including barbiturates and benzodiazepines, can also induce these sleep disturbances.",
		"In extreme cases, mania can induce hallucinations and other psychotic symptoms such as grandiose delusions.",
		"Unlike ECT, rTMS requires no anesthesia and does not induce seizures.",
		"Patients with type 2B VWD should not be treated with this medication, since DDAVP can induce dangerous platelet clumping.",
		"Lindane (1% or higher) (Kwell), an organochloride neurotoxin, can induce seizures and death in susceptible people, even when used according to the directions.",
		"Extensive burns may induce shock, the symptoms of which are faintness, weakness, rapid pulse and breathing, pale and clammy skin, and bluish lips and fingernails.",
		"The tricks to induce labor appear to work best when a woman is dilated, effaced, and is near or past her due date.",
		"However, doctors also may induce labor for triplets sometime between 32 and 37 weeks to prevent complications.",
		"Giving Birth Naturally describes how to find the acupressure points used to induce labor.",
		"Obviously, you should never attempt to induce labor before it is safe for you to give birth.",
		"In these situations, medical treatment to induce ovulation will probably be necessary.",
		"Knowing how developed the baby's lungs are helps doctors determine how safe it is to induce labor or perform a C-section.",
		"If labor does not begin within a reasonable time period, however, your doctor may decide to induce labor.",
		"Once the baby is ready for the outside world, hormones will be released that induce contractions.",
		"While it is best to go to a skilled therapist who knows not only the techniques of acupressure but has tried to induce labor in other women, many couples try the acupressure technique at home together.",
		"Trying to induce labor naturally may be a good idea for you and for your baby, but only if your body can handle it (check with your doctor) and only if the therapist is experienced.",
		"Whether you use acupressure to induce labor or to make it quicker and less painful, it is a natural method that has fewer drawbacks than the medical, drug-centered, alternatives.",
		"If you are close to your due date, you may be looking for methods to self induce labor.",
		"Massage, especially focusing on acupressure trigger points, may induce labor.",
		"Most of the methods that women use to self induce labor are not harmful and will actually be beneficial in helping her relax and get ready for labor.",
		"These very basic questions can induce hilarity, while weakening your strongest players.",
		"If you want to be a leprechaun out of the traditional tales, Buy Costumes also has a leprechaun costume with a scary mask included, guaranteed to induce nightmares.",
		"That chamber is then flooded with hydrogen and hydrocarbon gases at a precise combination of temperature, pressure, and chemical formula that will induce a unique \"rain\" of carbon to fall onto the chip.",
		"Color therapists employ green light to induce a rested state of mind, to energize weak and atrophying muscles, to clear the head and revive a tired spirit.",
		"Near death experiences, where a person's body begins to fail, are reported to induce out of body experiences.",
		"In 2007, writer Sandra Blakeslee of the New York Times published an in-depth article detailing how scientists were able to use virtual reality goggles and other instruments to induce the sensation of an out-of-body experience.",
		"Cayce was reported to induce a meditative state that included out-of-body experiences in order to obtain his predictions about the future.",
		"Many Native American ceremonies involved drumming and ingesting the smoke of specific plants in order to induce these experiences during a waking state.",
		"The techniques used to induce an OBE are as varied as the people who teach them.",
		"In other cases, practitioners may play the sound of a regular beat or sound pattern in order to induce a sort of hypnotic state quicker than simple meditation might.",
		"His efforts to induce the Whig government to assist in this effort were unsuccessful.",
		"However, these bureaus are seldom well manned, because salaries and tenure of office are seldom such as to induce able men to offer themselves, while the places are often given as rewards for political service.",
		"Another pupil, Eudemus of Rhodes, wrote and thought so like his master as to induce Simplicius to call him the most genuine of Aristotle's companions (i yv170 - 1.CJTaTOS TWv 'ApLUTor XovS iraipwv).",
		"On the death of his father, James Stuart (whose affairs he had managed during the last five years of his life), Henry made persistent attempts to induce Pope Clement XIII.",
		"President Hayes endeavoured in vain to induce Congress to appropriate money for a Civil Service Commission; and whenever he made an effort to restrict the operation of the traditional \"spoils system,\" he met the strenuous opposition of a majority of the most powerful politicians of his party.",
		"Since the capacity of a stream to carry matter in suspension is proportional to its velocity, it follows that any circumstance tending to retard the rate of flow will induce deposition.",
		"To induce people to settle here he.",
		"In 1869 Ali Riza Pasha of Tripoli tried to induce settlers to go to Bomba and Tobruk; and in 1888 an abortive effort was made to introduce Kurds.",
		"Ulfilas was summoned to meet the innovators, and to induce them to surrender the opinion which caused the dispute.",
		"His greatest success, however, was gained in the Eternal City itself; for he contrived, after many vicissitudes, to induce the Romans to annul their republican constitution and acknowledge the papal supremacy, even in municipal matters.",
		"In France agitation was directed chiefly against the Jesuits, active in the movement to displace ancient local catechisms and liturgies by the Roman texts, to enroll the laity in Roman confraternities, and to induce the bishops to visit Rome more frequently.",
		"He still persevered, and on the 29th of August 1831 he obtained the first evidence that an electric current can induce another in a different circuit.",
		"For some years the Porte has been applying steady pressure on the nomads to induce them to settle, by increasing the number of military posts, by introducing Circassian colonies, as at Ras al-`Ain, sometimes by forcible settlement.",
		"Her correspondence in cipher from thence with her English agents abroad, intercepted by Walsingham and deciphered by his secretary, gave eager encouragement to the design for a Spanish invasion of England Under the prince of Parma, - an enterprise in which she would do her utmost to make her son take part, and in case of his refusal would induce the Catholic nobles of Scotland to betray him into the hands of Philip, from whose tutelage he should be released only on her demand, or if after her death he should wish to return, nor then unless he had become a Catholic. But even these patriotic and maternal schemes to consign her child and re-consign the kingdom to the keeping of the Inquisition, incarnate in the widower of Mary Tudor, were superseded by the attraction of a conspiracy against the throne and life of Elizabeth.",
		"Growth in length is mainly in a vertical direction, or at least at the ends of the shoots; and this should be encouraged, in the case of a timber tree, or of a climbing plant which it is desired should cover a wall quickly; but where flowers or fruit are specially desired, then, when the wood required is formed, the lateral shoots may often be trained more or less downward to induce fertility.",
		"These houses require careful management in early summer so as to induce the more delicate varieties of peaches and nectarines to complete and ripen their growth before cold, sunless weather sets in.",
		"In tonguing the leaves are cut off the portion which has to be brought under ground, and a tongue or slit is then cut from below upwards close beyond a joint, of such length that, when the cut part of the layer is pegged an inch or two (or in larger woody subjects 3 or 4 in.) below the surface, the elevation of the point of the shoot to an upright position may open the incision, and thus set it free, so that it may be surrounded by earth to induce it to form roots.",
		"Despite these public works Dr von KBrber found himself unable to induce parliament to vote the Budgets for 1903, rber's 1904 or 1905, and was obliged to revert to the expedient Ko parlia- employed by his predecessors of sanctioning the esti- mentary mates by imperial ordinance under paragraph 14 of diffi- the constitution.",
		"The conditions which tend to induce them contain generally, as one element, constrained visual attention prolonged beyond ordinary duration.",
		"Hypnotic somnambulism and hypnotic catalepsy are not the only or the most profound changes of nervous condition that hypnosis can induce.",
		"It was the natural result of the practice of cremation, however, that it should induce a modification of the barrow structure.",
		"In the Viginia House of Delegates, as in the Continental Congress, he opposed the further issue of paper money; and he tried to induce the legislature to repeal the law confiscating British debts, but he did not lose sight of the interests of the Confederacy.",
		"Indeed, we often induce in order to deduce, ascending from particular to universal and descending from universal to particular in one act as it were; so that we may proceed either directly from particular to particular by analogical inference, or indirectly from particular through universal to particular by an inductivedeductive inference which might be called \" perduction.\"",
		"The general idea of all men or the combination that the idea of all men is similar to the idea of particular men would not be enough; the universal premise that all men in fact are similar to those who have died is required to induce the universal conclusion that all men in fact die.",
		"The result is that both Sigwart and Wundt transform the inductive process of adducing particular examples to induce a universal law into a deductive process of presupposing a universal law as a ground to deduce particular consequences.",
		"Really, we first experience that particular causes have particular effects; then induce that causes similar to those have effects similar to these; finally, deduce that when a particular cause of the kind occurs it has a particular effect of the kind by synthetic deduction, and that when a particular effect of the kind occurs it has a particular cause of the kind by analytic deduction with a convertible premise, as when Newton from planetary motions, like terrestrial motions, analytically deduced a centripetal force to the sun like centripetal forces to the earth.",
		"When from the fact that the many crows in our experience are black, we induce the probability that all crows whatever are black, the belief in the particulars is quite independent of this universal.",
		"The confessor united his influence with that of Madame de Maintenon to induce the king to abandon his liaison with Madame de Montespan.",
		"When therefore, on the 8th of October, Guizot, in an interview with Palmerston, presented what was practically an ultimatum on the part of France, \"it was determined that this intimation should be met in a friendly spirit, and that Lord Palmerston should see the Ministers of the other powers and agree with them to acquaint the French that they with England would use their good offices to induce the Porte not to insist on the deprivation of Mehemet Ali so far as Egypt is concerned.\"",
		"Failure to catch or induce plague from clothing that has been worn by plague patients proves nothing.",
		"In this he was successful, but could not induce the Portuguese viceroy to send an armament against Abyssinia.",
		"The fourth office is that of the deacons, who have to do with 1 \" Tulchan,\" a calf-skin filled with straw, supposed to induce the cow to give milk freely; hence a term of contempt for one who is used as a dummy for the advantage of another.",
		"Fully familiar with the fact that an electric charge upon one conductor could produce a charge of opposite sign upon a neighbouring conductor, Faraday asked himself whether an electric current passing through a conductor could not in any like manner induce an electric current in some neighbouring conductor.",
		"Canton (1 753, 1 754) When, for instance, a positively electrified body was found to induce upon another insulated conductor a charge of negative electricity on the side nearest to it, and a charge of positive electricity on the side farthest from it, this was explained by saying that the particles of each of the two electric fluids repelled one another but attracted those of the positive fluid.",
		"Roman Catholics felt them to be aimed at their own system, but they gave so great offence to Lutherans as to induce Statius Buscher to charge the author with a secret leaning to Romanism.",
		"Unable to abolish the duties on the passage of goods from province to province, he did what he could to induce the provinces to equalize them.",
		"No remonstrances on the part of the queen, of Pole or the English clergy could induce the pope to withdraw his sentence except to declare that the cardinal still held the position of legatus natus inherent in the primatial see.",
		"To concentrate, induce and renovate are, however, but aspects of one process of acquisition by the transfusion of a transmissible energy.",
		"Then, so the story ran, she drew him from his indolence, continuing the work of Joan of Arc, both by nerving the king to warlike enterprises - she did apparently induce him to take part personally in the conquest of Normandy - and by surrounding him with that band of wise advisers who really administered France during her ascendancy.",
		"A consideration of these and many analogous facts might induce us to suppose that, among the higher animals at least, there is little constitutional adaptation to climate, and that in their case acclimatization is not required.",
		"If the parties to the suit are dissatisfied with the judgment, they may appeal to a priest who stands higher in public estimation, or one of the parties may induce a higher authority by bribery to quash the judgment of the first.",
		"The toxins produced by microbes, if too weak to destroy the leucocytes, induce them to secrete antitoxins, which not only act as antidotes to the toxins and are injurious to the microbes, but also increase the phagocytic power of the leucocytes (opsonius of Wright).",
		"It is inadvisable to lower the temperature quite to the normal while the patient is in the bath, as frequently it falls after his removal, and may fall so far as to induce collapse.",
		"From the time of his entrance into politics Rhodes endeavoured I to induce the leading men in the country to realize that a development of the whole country could and should be accomplished by South Africans for South Africans.",
		"For three years petitions and deputations, public meetings and newspaper articles, the efforts of the enlightened South African party at Johannesburg and Pretoria, were all addressed to the endeavour to induce President Kruger and his government to give some measure of recognition to the steadily increasing Uitlander population.",
		"The premature royalist rising, however, in August 1659 was defeated, and Charles, who had awaited the result on the coast of Brittany, proceeded to Fuenterrabia on the Spanish frontier, where Mazarin and Luis de Haro were negotiating the treaty of the Pyrenees, to induce both powers to support his cause; but the failure of the attempt in England ensured the rejection of his request, and he returned to Brussels in December, visiting his mother at Paris on the way.",
		"His long and honourable diplomatic career began in 1707, when he was sent to Rome to induce the pope not to recognize Charles XII.'s candidate, Stanislaus Leszczynski, as king of Poland.",
		"An effort to induce the city to adopt, in the rebuilding after the earthquake of 1906, an artistic plan failed, and reconstruction followed practically the old plan of streets, although the buildings which had marked them had been for the most part obliterated.",
		"The systematic interference with these conditions has enabled bacteriologists to induce the development of socalled asporogenous races, in which the formation of spores is indefinitely postponed, changes in vigour, virulence and other properties being also involved, in some cases at any rate.",
		"Support is found for this opinion in Beyerinek's discovery that the juices of tobacco plants affected with the disease known as \" leaf mosaic,\" will induce this disease after filtration through porcelain.",
		"But the Bulgarians had skilfully exploited their primacy during the first war to induce the European press and public to regard Serbians and Greeks as mere satellites,' and, as is not unusually the case with successful propaganda, they had come to believe in it themselves, fortified in the belief by fulsome compliments addressing them as the \"Prussians of the Balkans\" and the \"Japanese of the West.\"",
		"Some deputies from the Allobroges, who had been sent to Rome to obtain redress for certain grievances, were approached by P. Lentulus Sura, the chief of the conspirators, who endeavoured to induce them to join him.",
		"The members of the confederacy attempted, though unsuccessfully, to induce King Wenceslas to become their leader.",
		"According to the well-known anecdote, when the Samnites sent ambassadors with costly presents to induce him to exercise his influence on their behalf in the senate, they found A n FIG.",
		"Colenso's Commentary on the Romans in 1861, Wilberforce endeavoured to induce the author to hold a private conference with him; but after the publication of the first two parts of the Pentateuch Critically Examined he drew up the address of the bishops which called on Colenso to resign his bishopric. In 1867 he framed the first Report of the Ritualistic Commission, in which coercive measures against ritualism were discountenanced by the use of the word \"restrain\" instead of \"abolish\" or \"prohibit.\"",
		"An attempt was made by the duke of Wellington in September 1830 to induce Palmerston to re-enter the cabinet,which he refused to do without Lord Lansdowne and Lord Grey, and from that time forward he may be said to have associated his political fortunes with those of the Whig party.",
		"Palmerston endeavoured to induce France and Russia to concur with England in maintaining the Treaty of London, which had guaranteed the integrity of the Danish dominions.",
		"The defection of the English, however, did not induce Prince Eugene to abandon his favourite plan of invading France.",
		"About the same time he was consulted by Catesby, Tresham and Winter, all afterwards involved in the Gunpowder Plot, on the subject of the mission to be sent to Spain to induce Philip III.",
		"Evidence of the antiquity of the belief in \"maternal impressions\" we have in Jacob placing peeled rods before Laban's cattle to induce them to bring forth \"ring-straked speckled and spotted\" offspring; evidence of the antiquity of the \"infection\" doctrine we have, according to some writers, in the practice amongst the Israelites of requiring the childless widow to marry her deceased husband's brother, that he might \"raise up seed to his brother.\"",
		"As a diplomatist and a representative of the British government, the general opinion in South Africa was that Froude was not a success, and he entirely failed to induce the colonists to adopt Lord Carnarvon's views.",
		"The effect of them, it was believed, might conceivably be to encourage President Kruger in persisting in his rejection of the British terms. Mr Schreiner, it is true, used directly what influence he possessed to induce President Kruger to adopt a reasonable course.",
		"The savage punishment of the Neapolitan Republicans is dealt with in more detail under Naples, Nelson and Caracciolo, but it is necessary to say here that the king, and above all the queen, were particularly anxious that no mercy should be shown to the rebels, and Maria Carolina made use of Lady Hamilton, Nelson's mistress, to induce him to execute her own spiteful vengeance.",
		"During the interregnum that followed Ottavio again tried to induce the governor of Parma to give up the city to him, but met with no better success; however, on the election of Giovan Maria Ciocchi (Julius III.) the duchy was conferred on him (1551).",
		"Notwithstanding his valour he was wounded and taken prisoner at Muhlberg on the 24th of April 1547, and was condemned to death in order to induce Wittenberg to surrender.",
		"In July of that year he went with other commissioners to Aberdeen in the vain attempt to induce the university and the presbytery of that city to subscribe the National Covenant, and in the following November sat in the general assembly at Glasgow which abolished episcopacy in Scotland.",
		"Henry suspended his consent in order to induce the pope to grant Cranmer his bulls as archbishop of Canterbury where he succeeded Warham late in 1532.",
		"As Lord Palmerston was unable by correspondence to induce the Greek government to settle claims of this character, he determined to enforce them; and by his orders a large number of Greek vessels were seized and detained by the British fleet.",
		"Lord Clarendon, the head of the British foreign office, told the French ambassador, who read him this despatch, that no consideration on earth would induce the British parliament to pass a measure for the extradition of political refugees, but he added that it was a question whether the law was as complete and as stringent as it should be, and he stated that the government had already referred the whole subject to the law officers of the crown for their consideration.",
		"In 1619 an attempt was made to induce Bristol merchants to settle in the city and undertake its government, but no one would respond to the invitation, and in 1626 the charter was restored.",
		"He enjoyed the confidence of George III., and in the royal interest tried to induce Pitt to withdraw his proposal for a further instalment of relief to Roman Catholics.",
		"The drum (tungur) is an important instrument in his ceremonies; it may be assumed that in many cases the effect of the preliminary performances is to induce autohypnotic phenomena.",
		"In 183 he undertook an embassy to Prusias, king of Bithynia, to induce him to deliver up Hannibal, who forestalled his fate by taking poison.",
		"The abundant forests induce much rain, most of which falls in the summer.",
		"In large doses oil of turpentine causes purging and may induce much haemorrhage from the bowel; it should be combined with some trustworthy aperient, such as castor oil, when given as an anthelmintic. It is readily absorbed unchanged and has a marked contractile action upon the blood vessels.",
		"These objects include opposition to the claims of Rome and to autocratic interference with the Church on the part of either political or ecclesiastical authorities, efforts to induce the laity to claim and exercise their privileges as members of the Church, the assertion of the right of the clergy, laity and both lay and clerical professors to search for and proclaim freely the truth in independence of the creeds and the letter of Scripture.",
		"Consequently, in 1893, Congress appointed the Dawes Commission to induce the tribes to consent to individual allotments as well as to a government administered from Washington, and in 1898 the Curtis Act was passed for making such allotments and for the establishment of a territorial government.",
		"He resisted the attempt of the parliament of 1404 to disendow the church, but failed to induce Henry to pardon Archbishop Scrope in 1405.",
		"In the first place, the department had to train teachers of agricultural subjects; and secondly, it had to demonstrate to farmers all over Ireland by a system of itinerant instruction some of the advantages of such technical instruction, in order to induce them to make some sacrifice to obtain a suitable education for their sons and daughters.",
		"In May 1903 there were outbreaks of rioting in Agram, Sissek and other towns, besides serious agrarian disturbances directed against the Magyarist landowners; in a debate in the Reichsrath (18th May) an Austrian deputy named Bianchini unsuccessfully attempted to induce the imperial government to intervene.",
		"To the pope they offered a mess of pottage in the shape of annates and the right of canonical institution, in order to induce him to sell the Church of France to the king.",
		"But the taking of, La Rochelle allowed Louis to force the pass of Susa, to induce the duke of Savoy to treat with him, and to isolate the Spaniards in Italy by a great Italian league between Genoa, Venice and the dukes of Savoy and Mantua (April 1629).",
		"But when he now tried to induce makers to take up his improved system, he met with general rebuffs, and finally was driven to undertake the exploitation of the process himself.",
		"He no doubt contrived to induce the Arabs to recognize him as the owner of what had been public domain, and made an excellent bargain.",
		"The king and his prime minister were equally agreed about the necessity of showing the Vatican and the Church sufficient favor to induce them to cease coquetting with the pretender Don Carlos, but not so much as to allow the pope and the clergy to expect that they would tolerate any excessive Ultramontane influence in the policy of the Restoration.",
		"Huber found that although he could induce swarms to occupy the glass-sided single frame advised by Reaumur, if the frame was fitted with ready-built pieces of comb patched together before hiving the swarm, the experiment was successful, while if left to themselves the bees built small combs across the space between the sheets of glass, and the desired inspection from the outside was thus rendered impossible.",
		"Too much linseed, often used in preparing horses for market, gives a similar appearance, but is liable to induce fatty degeneration of the liver; given in moderation it regulates the bowels and stimulates the more perfect digestion of other foods.",
		"Such a beginning might induce more able naturalists to write the history of various districts and might in time occasion the production of a work so much to be wished for - a full and complete natural history of these kingdoms.\"",
		"Tulsi Das followed her, and endeavoured to induce her to return to him, but in vain; she reproached him (in verses which have been preserved) with want of faith in Rama, and so moved him that he renounced the world, and entered upon an ascetic life, much of which was spent in wandering as a preacher of the necessity of a loving faith in Rama.",
		"Pollination having been effected, and the pollen-grain having reached the stigma in angio sperms or the summit of the nucellus in mnos erms P gY P it is detained there, and the viscid secretion from the glands of the stigma in the former case, or from the nucellus in the latter, induce the protrusion of the intine as a pollen-tube through the pores of the grain.",
		"In 1858 he projected a branch house of the Oratory at Oxford; but this was opposed by Manning and others, as likely to induce Catholics to send their sons to that university, and the scheme was abandoned.",
		"So long as the political relations of such a company are with savages or semi-savages, it may be left free to act, but directly it becomes involved with a civilized power the state has (if it wishes to retain the territory) to acquire by purchase the political rights of the company, and it is obviously much easier to induce a popular assembly to grant money for the purpose of maintaining rights already existing than to acquire new ones.",
		"The pipes are placed on the ceilings or sides according to circumstances, but they must be arranged so as to induce a circulation of air throughout the compartment and ensure every part being cooled.",
		"Sauer, a member of the Cape government, was taking steps to induce Lerethodi, another chief, to advance against Masupha.",
		"On both occasions General Campos tried in vain to induce the other commanders to proclaim Alphonso XII.",
		"The most direct way to test this would be to induce anoxia experimentally and ask the subject what it feels like.",
		"Rarely, however, an epileptic seizure may induce a cardiac arrhythmia which in turn leads to syncope.",
		"The Pyrrhonians thought that there were modes which could induce withholding assent to the results of reasoning.",
		"Factors that induce involuntary automaticity include ambiguity, stress and fatigue, and lack of clear roles and responsibilities.",
		"The domain model and scenario induce a set of logical axioms.",
		"They may also precipitate bronchospasm or induce attacks of asthma in susceptible subjects.",
		"One members asked whether there was any evidence that non-genotoxic carcinogens could induce tumors over a short duration of exposure.",
		"Very high doses can induce coma or unconsciousness or even death.",
		"But they all conspired to induce me into writing.",
		"The movie's aliens were able to induce meteorological convulsions on Earth to warn everyone of their power.",
		"Powerful magnets aimed at the motor cortex have been shown to induce muscles to twitch.",
		"We report several failed attempts to induce the strategy to recommend more reasonable counteroffers.",
		"Drugs that induce cytochrome P450 activity may reduce the availability of some protease inhibitors by increasing first pass metabolism.",
		"As mentioned above interferon gamma or molecules able to mimic or induce this cytokine may be of use in the treatment of sepsis.",
		"Being a mild diaphoretic it can be used to induce sweating when taken hot.",
		"Briefly, target molecules will be used on bone marrow stem cells in tissue culture to induce specific appropriate differentiation.",
		"So my seeing would typically induce me to conceptually identify something on the back of my hand as a dark discoloration.",
		"It is theoretically advantageous to administer alkali and induce diuresis as the drug is acidic and excreted in the urine.",
		"It has been well established that nitric oxide donors such as glyceryl trinitrate (GTN) can induce a reversible chemical sphincterotomy.",
		"A musical mood induction task was used to induce temporary mild dysphoria, and the effect of mood induction on self schemas was assessed.",
		"An effective immune response is likely to induce changes in local tumor vasculature as immune effectors are recruited.",
		"Moreover any alternating magnetic field will induce an electric field in the tissues exposed to it.",
		"Excessive heat will induce elongation of the internodal stem, spoiling the whole shape of the plant.",
		"One dictionary defines marijuana as the leaves and flowering tops when taken to induce euphoria.",
		"The grapes are harvested and yeast is added to the grape juice to induce fermentation.",
		"A summer bake together with some moisture from below will induce flowering.",
		"Also the helper T lymphocytes induce the formation of CD8+ (cytotoxic) T lymphocytes which can directly kill the thyroid follicular epithelial cells.",
		"Two species of rust fungus occur on juniper, and these induce galls to form on the stems and twigs.",
		"Alternatively, some drugs induce the formation of true autoantibodies, which are able to bind granulocytes in the absence of any drug.",
		"Help nature achieve homeostasis Treatment will induce over-active or under-active glands and organs to return to their normal functioning level or balance.",
		"The investigation was prompted by varying opinions on the optimal resistance exercise to induce muscular hypertrophy in the quadriceps of body builders.",
		"Each time someone works with a group to induce hypnosis, we can.. .",
		"The chilling effect of a cold wind, particularly if clothing is wet, can induce hypothermia.",
		"Early harrowing of fields being prepared for root crops will induce charlock germination allowing the mechanical destruction of seedlings during subsequent seedbed preparations.",
		"These cytokines induce gene rearrangements culminating in class switching.",
		"In most patients this can induce long-term remission which can last for many years.",
		"These agents appear able to induce a sustained biochemical remission of disease with associated symptomatic improvement.",
		"Incorrect pruning during late March, April and May can induce ' bleeding ' where the rising sap weeps from the tree.",
		"Acharn Supee reminded us that we may try to induce sati by acting in a specific way.",
		"The potential benefits of foods that induce increased satiety are being increasingly noted by nutrition scientists across the world.",
		"Will the new medicine help prevent, or could it induce seizures?",
		"Here you can relax in luxury, surrounded by lush pastures, breathing air that will induce blissful slumber in the most confirmed insomniac.",
		"Not to be sneezed at - not to be underrated or treated lightly taking snuff may induce sneezing.",
		"Bearing fruit that had the power to induce somnambulism, it was considered to place man on a par with the gods.",
		"There has been no special induction, no attempt to induce a deep trance.",
		"Equipped with nine liter turbo charged diesel engines, they also have special gear which enables them to induce foam into the water supply.",
		"Tetanus has been reported to induce lesions in the vagal nuclei, while locally applied toxin may lead to excessive vagal nuclei, while locally applied toxin may lead to excessive vagal activity.",
		"What I DO notice is that roads with a coarse, or damaged, top dressing can induce pronounced high-frequency vibration.",
		"So we felt thoroughly vindicated in resisting the rush to induce.",
		"A conflict between Corcyra and Corinth, the second and third naval powers of Greece, led to the simultaneous appearance in Athens of an embassy from either combatant (433) Pericles had, as it seems, resumed of late a plan of Western expansion by forming alliances with Rhegium and Leontini, and the favourable position of Corcyra on the traderoute to Sicily and Italy, as well as its powerful fleet, no doubt helped to induce him to secure an alliance with that island, and so to commit an unfriendly act towards a leading representative of the Peloponnesian League.",
		"Although Kaufmann was unable to induce his government to support all his ambitious schemes of further conquest, he sent Skobeleff in 1880 and 1881 against the Akhal Tekkes, and was arranging to add Mer y to his annexations when he died suddenly at Tashkend on the 15th of May 1882.",
		"He foresaw the coming storm, and he did his utmost to induce Egmont, Hoorn and other prominent Flight .f members of the patriotic party to unite with him in Orange taking measures for meeting the approaching danger.",
		"An inundation of the Tiber swept away a large part of Rome, destroying fields, drowning cattle, and causing a famine (162); then came earthquakes, fires and plagues of insects; the soldiers in Britain tried to induce their general Statius Priscus to proclaim himself emperor; finally, the Parthians under Vologaeses III.",
		"It is somewhat artificial to classify these diseases according to the color of the spots, and often impossible, because the color may differ according to the age of the part attacked and the stage of injury attained; many Fungi, for instance, induce yellow spots which become red, brown or black as they get older, and so on.",
		"This work was crowned by the Academy of Berlin, and was dedicated to Frederick the Great, who made several unsuccessful attempts to induce him to settle in Berlin.",
		"The following year he and his disciple Gerson formed part of the great embassy sent by the princes to the two pontiffs, and while in Italy he was occupied in praiseworthy but vain efforts to induce the pope of Rome to remove himself to a town on the Italian coast, in the neighbourhood of his rival, where it was hoped that the double abdication would take place.",
		"But these did not mingle readily with the indigenous population; as each wave of barbarian invasion fell back, these refugees returned to their mainland homes, and it required the pressure of many successive incursions to induce them finally to abandon the mainland for the lagoon, a decision which was not reached till the Lombard invasion of 568.",
		"In a speech delivered at Graaf Reinet, a Bond stronghold, on the 3rd of March 1898, he made it clear that he was determined to secure freedom and equality for the British subjects in the Transvaal, and he urged the Dutch colonists to induce the Pretoria government to assimilate its institutions, and the temper and spirit of its administration, to those of the free communities of South Africa.",
		"The idea had been to induce the Russians to concentrate about Pultusk and, turning their position from its left, ultimately to cut them off from Russia, and if possible to surround them.",
		"Meantime Sir Alfred Milner had also endeavoured to induce the Transvaal government to grant the necessary reforms, but his efforts were equally unavailing (see Milner, Viscount).",
		"The majority has occasionally protested by electing a Democratic governor, but he has not been able to accomplish a great deal, because until 1909 he did not have veto power nor effectual means to induce the Senate to ratify his appointments.",
		"His efforts to induce his master to accord lenient terms to Austria in November 1805 were futile; and he looked on helplessly while that Power was crushed, the Holy Roman Empire swept away, and the Confederation of the Rhine set up in central Europe.",
		"When these last coils are traversed by an alternating current they induce local or eddy currents in the disk.",
		"Not the least of his achievements on this occasion was the successful attempt, made with extraordinary tact, ability, knowledge and perseverance, to induce the Orientals, Anglicans and Old Catholics present to accept a formula of concord, drawn from the writings of the leading theologians of the Greek Church, on the long-vexed question of the Procession of the Holy Spirit.",
		"If any money-lender, or any manager, agent or clerk of a moneylender, or any person being a director, manager or other officer of a corporation carrying on the business of a money-lender, by any false, misleading or deceptive statement, representation or promise, or by any dishonest concealment of material facts, fraudulently induces, or attempts to induce, any person to borrow money or to agree to the terms on which money is to be borrowed, he is declared by the act to be guilty of a misdemeanour and is liable on indictment to imprisonment with or without hard labour for a term not exceeding two years, or to a fine not exceeding five hundred pounds, or to both.",
		"But very often refreshment is undoubtedly obtained from such narcotic sleep. It may be supposed that in the latter case the effect of the drug has been to ensure occurrence of that second predisposing factor mentioned above, of that withdrawal of sense impulses from the nerve centres that serves to usher in the state of sleep. In certain conditions it may be well worth while by means of narcotic drugs to close the portals of the senses for the sake of thus obtaining stillness in the chambers of the mind; their enforced quietude may induce a period in which natural rest and repair continue long after the initial unnatural arrest of vitality due to the drug itself has passed away.",
		"Huntly, as a Royalist, was decapitated at Edinburgh; and the envoys of Charles, thanks to the advice of Montrose, failed to induce him to stamp himself a recreant and a hypocrite by signing any covenants.",
		"The raid into the Free State failed; the blackest incident in connexion with it was the attempt of the Pretorius and Kruger party to induce the Basuto to harass the Free State forces behind, while they were attacking them in front.",
		"It is likely that man began with particular inference and with particular language; and that, gradually generalizing thought and language, he learnt at last to think and say \" all,\" to infer universally, to induce and deduce, to reason, in short, and raise himself above other animals.",
		"But Mr Hofmeyr's mission, like every other mission to Mr Kruger to induce him to take a reasonable and equitable course, proved entirely fruitless.",
		"In portions of the structure liable to important changes of pressure from the rise, and fall of the water and subject to the additional stresses which expansion and contraction by changes of temperature and of moisture induce, and in view of the great difficulty of securing that the average modulus of elasticity in all parts of the structure shall be approximately the same, it is probably desirable to limit the calculated load upon any external work, even of the best kind, to 15 or 20 tons per sq.",
		"Arundel was determined to extirpate the Lollards, and used his influence on the king to induce him to frame and pass through parliament the detestable statute De SMEuEeD.",
		"The use of pulsatile gonadotrophin-releasing hormone is the best strategy to induce fertility.",
		"At times they really can induce a little shiver down the spine.",
		"Not, surely, to induce any slackening of effort or vigilance.",
		"Not to be sneezed at - not to be underrated or treated lightly Taking snuff may induce sneezing.",
		"One close encounter of this sort is usually sufficient to induce sensitivity.",
		"Tetanus has been reported to induce lesions in the vagal nuclei, while locally applied toxin may lead to excessive vagal activity.",
		"A clinical trial of intracavernous vasoactive intestinal peptide to induce penile erection.",
		"Moreover, a sports bra that is designed with the intent to lock the breasts in by applying pressure to the chest area may also aggravate or even induce conditions such as plugged ducts or mastitis.",
		"As if this wasn't enough of a concern, sports bras are typically worn during periods of exercise which may induce sweating.",
		"Some basket items may include lavender-scented bath products, such as baby wash, shampoo and lotion, that will naturally induce relaxation and sleep.",
		"How about something to induce a romantic evening?",
		"Even if she isn't in heat, the act of mating with a male will induce a heat cycle.",
		"There are teas that you can make to cure a headache, teas that induce relaxation, and teas to cure colds.",
		"Is it possible for herbs to induce labor?",
		"The advantages of herbal remedies have been noted for centuries, including those that help to induce the birthing process.",
		"Don't try and make your own mixture of herbs to induce labor.",
		"If you are given the go ahead to use herbs to induce labor, try five to ten small drops under your tongue the first day.",
		"Herbal remedies have helped people with all sorts of ailments and because of their natural qualities, are being widely used to help induce labor.",
		"A decision to induce labor, in whatever manner is chosen, is one that needs to be discussed with a qualified health care provider.",
		"Doctors explain the surge with the fact that loss of blood flow or oxygen to the brain will reduce the electrical potential of neurons and induce a high voltage electrical surge.",
		"Many people feel confident going into a Ouija board session, but all too often the tug of the planchette under your fingers can induce a surreal feeling, almost as though everything that you thought was impossible is suddenly possible.",
		"Although many people choose to undergo hypnosis with the aid of a certified hypnotherapist, it is possible to induce self-hypnosis all on your own.",
		"This book explains how to best use each section of a report to induce the action you encourage in your conclusion.",
		"Limit fat intake, however, because too much fat of any type increases calorie consumption, which may induce weight gain.",
		"These products often contain hidden sugars that sabotage weight-loss efforts and induce cravings for sweet foods.",
		"It is possible, with the increased excretion of water and the accelerated metabolism of fat, to induce a state of hypokalemia, lack of potassium in the blood.",
		"High stress levels induce negative bodily changes, such as fatigue, clumsiness, and slowed reaction times.",
		"Certain types of exercise may also induce pulmonary hypertension.",
		"Let's face it, for the average guy, the sight of hot pink carpet in a mall lingerie store can induce sweaty palms, nausea and the slightest case of dizziness.",
		"The key is to choose games that induce laughter and silliness in teens, just like one would do for kids; a few games like this will break the ice in no time.",
		"Things go from bad to worse when Whitney develops pregnancy complications and her doctor decides to induce her.",
		"On his death-bed he is said to have requested a friend to hide his body as soon as life was extinct, and, by putting a serpent in its place, induce his townsmen to suppose that he had been carried up to heaven.",
		"Charles soon regretted the loss of Shaftesbury, and endeavoured, as did also Louis, to induce him to return, but in vain.",
		"Bonif ace tried to induce King Charles to break the treaty, but the latter was only too anxious for peace, and finally in May 1303 the pope ratified it, Frederick agreeing to pay him a tribute.",
		"The resistance of the microphone can thus be made a large fraction of the total resistance of the circuit in which it is placed; hence by using considerable currents, small variations in its resistance can be made to induce somewhat powerful currents in the line wire.",
		"Hales (1727I 733) discussed the rotting of wounds, cankers, &c., but much had to be done with the microscope before any real progress was possible, and it is easily intelligible that until the theory of nutrition of the higher plants had been founded by the work of Ingenhouss, Priestley and De Saussure, the way was not even prepared for accurate knowledge of cryptogamic parasites and the diseases they induce.",
		"The extraordinary forms, colors and textures of the true galls have always formed some of the most interesting of biological questions, for not only is there definite co-operation I between a given species of insect and of plant, as shown by the facts that the same insect may induce galls of different kinds on different plants or organs, while different insects induce different galls on the same plante.g.",
		"He served in the army of Flanders, and then was sent to London in February 1792, to induce England to remain neutral in the war which was about to break out between France and \"the king of Bohemia and Hungary.\"",
		"Antigonus Gonatas, bluff soldier-spirit that he was, heard the Stoic philosophers gladly, and, though he failed to induce Zeno to come to Macedonia, persuaded Zeno's disciple, Persaeus of Citium, to enter his service.",
		"After the disaster of Angora, from which it seemed impossible that the Ottoman fortunes could ever recover, the princes fled each with as many troops as he could induce to Inter- follow him, being hotly pursued by Timur's armies.",
		"They added \"that the public at large have only to know that their rights are imaginary to induce them also to be content with the extant system under which permission is very freely granted by owners of fisheries to the public for angling on the more frequented parts of the Thames.\"",
		"Lord Roberts's plan was first to concentrate to his left, taking every measure to induce the Boers to believe that the original scheme of invasion by the centre would now be resumed, and in this purpose he succeeded so well that his field army with the necessary transport for a cross-country march was assembled between the Orange and the Modder without serious mishap. Cronje at the new centre of gravity was not reinforced, all available Boers drawing down towards Colesberg.",
		"By means of \" vaccination \" we are enabled to induce an active immunity against infection by certain pathogenic bacteria.",
		"Nowak, however, found later that he could generate it where the turpentine failed to induce suppuration; he believes that it may arise quite apart from the influence of the organisms of suppuration, that it is not a biological product of the micro-organisms of disease, and also that it has nothing to do with emaciation.",
		"A stimulus may act on all sides and induce a general effect without direction of movement, but in the production of movement in a definite direction the stimulus must be applied unilaterally.",
		"Stimuli applied generally, not unilaterally, in most cases induce increased divisibility of the cells of the part.",
		"Even now, however, in his sixtieth year, it required some more external pressure to induce him to make himself independent.",
		"In August 1791, Fersen was sent to Vienna to induce the emperor Leopold to accede to a new coalition against revolutionary France, but he soon came to the conclusion that the Austrian court meant to do nothing at all.",
		"In these processes the electric current is used solely to generate heat, either to induce chemical reactions between admixed substances, or to produce a physical (allotropic) modification of a given substance.",
		"But these and all the other influences which Italy had striven to bring to bear on the popes had hitherto failed to induce them to return.",
		"It was Ellsworth who suggested to Washington the sending of John Jay to England to negotiate a new treaty with Great Britain, and he probably did more than any other man to induce the senate, despite widespread and violent opposition, to ratify that treaty when negotiated.",
		"Conversely, if the base of the prism is turned towards the temple, the ray of light will seem to come from a point nearer the axis, and will induce the eye to turn inwards, to converge towards its fellow.",
		"The Sabellian races of central and eastern Italy and the Italo-Celtic and Venetian races of the north, in whom the poetic susceptibility of Italy was most manifest two generations later, were not, until after the Social war, sufficiently in sympathy with Rome, and were probably not as yet sufficiently educated to induce them to contribute their share to the national literature.",
		"Electrified bodies exert mechanical forces on each other, creating or tending to create motion, and also induce electric charges on neighbouring surfaces.",
		"A person can either induce the pictorial hallucinations (he may discover his capacity by accident, like George Sand, as she tells in her Memoirs - and other cases are known), or he cannot induce them, though he stare till his eyes water.",
		"Attempts were made by the officials to induce him to recant, but without effect.",
		"At the Congress of Verona (1822) the Austrian chancellor, Prince Metternich, tried to induce Charles Felix to set aside Charles Albert's rights of succession.",
		"While the resolute papal nuncio of Worms, Aleander was indefatigable in his efforts to induce the 1521.",
		"In this precarious situation Campeggio, realizing the hopelessness of his attempt to induce all the members of the diet to co-operate with him in re-establishing the pope's control, called together at Regensburg a certain number of rulers whom he believed to be rather more favourably disposed toward the pope than their fellows.",
		"Balak, king of Moab, alarmed at the Israelite conquests, sends elders of Moab and Midian to Balaam, son of Beor, to the land of Ammon, to induce him to come and curse Israel.",
		"Corps was carrying out, strove to induce Ney to reconsider D'Erlon's recall; but the marshal refused and ended the discussion by plunging into the fight.",
		"Repeated orders sent to the commander of the division left by D'Erlon failed to induce him to engage his command decisively, and thus Napoleon obtained no direct co-operation from his left wing on this, the first decisive day of the campaign.",
		"He was now planning to induce the crusading armies of the West to pass through his territories, and seemed about to play a leading part in the third Crusade.",
		"The queen trusts, therefore, that the archbishop will himself consider, and, as far as he can, endeavour to induce the others to consider, any concessions that may be offered by the House of Commons in the most conciliatory spirit.\"",
		"The outcome has been to raise the dignity of the calling, to induce persons of a superior class to adopt it in increasing numbers, to enlarge the demand for their services, and to multiply the means of educating them.",
		"Valdemar's skilful diplomacy, reinforced by golden arguments, did indeed induce the dukes of Brunswick, Brandenburg and Pomerania to attack the confederates in the rear; but fortune was persistently unfriendly to the Danish king, 1 Rostock, Greifswald, Wismar and Stralsund.",
		"She brought up her youngest child Henrietta in her own faith, but her efforts to induce her youngest son, the duke of Gloucester, to take the same course only produced discomfort in the exiled family.",
		"The great nobles, the Howards, and Gardiner would not hear of such a proposal; and all the efforts of the court throughout Mary's reign failed to induce parliament to listen to the suggestion that Elizabeth should be deprived of her legal right to the succession.",
		"Pruning is a very important operation in the fruit garden, its object being twofold - (i) to give form to the tree, and (2) to induce the free production of flower buds as the precursors of a plentiful crop of fruit.",
		"Shy plants should be given gentle bottom heat to induce growth, which should be gently hardened by exposure under cooler conditions.",
		"He himself was, however, no more prepared for attack than the Republic for defence, but the Dutch had already sunk so low, that they agreed to pay a heavy indemnity to induce the Austrians to drop a demand they were unable to enforce.",
		"Aeolotachic contraction further leads to the \" pipes \" or contraction cavities already described in  121, and the procedure must be carefully planned first so as to reduce these to a minimum, and second so as to induce them to form either in those parts of the casting which are going to be cut off and re-melted, or where they will do little harm.",
		"Bordas, C. Doelter and others, that the rays induce important changes in the colours of many minerals.",
		"It was never expected that this would be a remunerative work, but it was thought for political reasons expedient to construct it in order to induce turbulent frontier tribes to settle down into peaceful agriculture.",
		"On the 6th of March 1862, he sent a special message to Congress recommending the passage of a resolution offering pecuniary aid from the general government to induce states to adopt gradual abolishment of slavery.",
		"He strained every nerve to induce his clergy to accept his ruling on the questions of the reservation of the Sacrament and of the ceremonial use of incense in accordance with the archbishop's judgment in the Lincoln case; but when, during his last illness, a prosecutor brought proceedings against the clergy of five recalcitrant churches, the bishop, on the advice of his archdeacons, interposed his veto.",
		"The miserable state of public finances and the depression of trade doubtless helped to induce them to perform a duty which they ought to have performed from the first; but their chief motive was the desire to escape the menace of universal suffrage or, at least, to make sure that it would be introduced in such a form as to safeguard Magyar supremacy over the other Hungarian races.",
		"Impure beverages induce all the graver neurotic and visceral disorders in alcoholism; and, like fusel oil, furfurol and the essence of absinthe, are convulsent poisons.",
		"The details are not quite clear, but it seems tolerably certain that the prince and the bishop, anxious to retain their power, sought to induce Henry IV.",
		"But there are canons for the punishment of such as might induce the sovereign so to erect any town into a city, solely with the view of becoming bishop thereof.",
		"As ambassador in France he exerted himself to induce Elizabeth to aid the Huguenots, and took a part in the war of religion.",
		"This splendid burst of poetic activity, however, had raised him to a place among the first poets of his time; and in 1877 an attempt was made to induce him to accept the professorship of poetry at Oxford.",
		"Should a person be infected with latent malaria, heat exposure is very likely to induce an acute malarial attack and the combination is almost certain to lead to hyperpyrexia.",
		"In 1900, Bloemfontein and Pretoria having been occupied by British troops, Kruger, too old to go on commando, with the consent of his executive proceeded to Europe, where he endeavoured to induce the European powers to intervene on his behalf, but without success.",
		"There is nothing whatever to prevent them from leaving these lakes, but there is also nothing to induce them to do so.",
		"Unable to induce Burr to avow Federalist principles, influential Federalists, in defiance of the constitution, contemplated the desperate alternafive of preventing an election, and appointing an extra-constitutional (Federalist) president pro tern pore.",
		"Balue thereupon joined Guillaume de Harancourt, bishop of Verdun, in an intrigue to induce Charles of France to demand Champagne and Brie in accordance with the king's promise to Charles the Bold, instead of distant Guienne where the king was determined to place him.",
		"The troops of Kufa, who accompanied Mohallab in an expedition against the Kharijites, had abandoned their general and dispersed to their homes, and nothing could induce them to return to their duty.",
		"Walid wished to have his son Abdalaziz chosen as his successor, and had offered Suleiman a large sum of money to induce him to surrender his rights.",
		"Reluctant, however, to fight against a descendant of the Prophet, Facil first attempted to induce him to submit by promising him safety and a brilliant position at the court of Bagdad.",
		"In September 1833 he ordered the public deposits in the bank to be transferred to selected local banks, and entered upon the \"experiment\" whether these could not act as fiscal agents for the government, and whether the desire to get the deposits would not induce the local banks to adopt sound rules of currency.",
		"She devoted herself to her dolls the first evening, and when it was bedtime she undressed very quietly, but when she felt me get into bed with her, she jumped out on the other side, and nothing that I could do would induce her to get in again.",
		"It is believed that some drugs might induce stuttering-like conditions.",
		"Vomiting causes other serious problems, including acid-related scarring of the fingers (if used to induce vomiting) and damage to tooth enamel.",
		"In addition, persons should be immunized against diphtheria after recovery, because having the disease does not always induce antitoxin formation and protect them from reinfection.",
		"Testosterone replacement therapy can induce puberty, and at a slow pace in order to allow time for adjustment to body changes and new feelings.",
		"Pheochromocytoma-A tumor that originates from the adrenal gland's chromaffin cells, causing overproduction of catecholamines, powerful hormones that induce high blood pressure and other symptoms.",
		"Delayed allergic contact dermatitis diagnosis involves similar methods by application of a skin patch with allergen to induce an allergic skin reaction.",
		"Electroconvulsive therapy (ECT)-A psychological treatment in which a series of controlled electrical impulses are delivered to the brain in order to induce a seizure within the brain.",
		"Too much red can induce feelings of anger and pessimism.",
		"You don't have to go all crazy and paint your entire room fire engine red (this can be overwhelming and induce feelings of anger), instead, try placing a few accessories around your bedroom in the color.",
		"Additionally, many care providers fear birthing a 'too-big' baby and might induce you early to avoid this problem.",
		"The decision to induce labor does carry risks that you need to be aware of before you agree to it.",
		"If a woman is close to her full term due date, using home methods to induce labor can bring about labor sooner and make the labor go more quickly, as well.",
		"Nipple stimulation is another way to induce labor naturally.",
		"Whether or not the pressure from body massage will actually induce labor, it does serve to relax the body which may expedite the labor process.",
		"Since herbs can be as dangerous as synthetic drugs when not administered properly, they should be used to induce labor only by a midwife experienced with herbal therapies or a licensed herbalists.",
		"Planning a birth around parent's or care provider's schedules is usually not a good reason to induce labor.",
		"There are many natural ways to induce labor.",
		"With so many ways to naturally induce labor, women can avoid medical inductions which often result in longer and more painful labors.",
		"Women who have reached their due date may find themselves wishing for tricks to induce labor.",
		"Women have been using natural ways to induce labor for years.",
		"Certain known tricks to induce labor have more potentially harmful consequences than others.",
		"Many women have heard from friends or relatives that drinking castor oil can induce labor.",
		"While all of these natural ways to induce labor may seem harmless enough, there is certainly something to be said for waiting for the baby to come out on his or her own time.",
		"If you have not gone into labor by a certain date (usually seven to ten days after your due date), your doctor will induce you medically.",
		"There are two spots on the body that canbe stimulated to induce labor contractions.",
		"Either way, it is important to wait until you are at least 38 weeks pregnant to try any method to self induce labor.",
		"The methods to self induce labor are generally not harmful in anyway, but can get the body ready to have the baby.",
		"A woman must keep in mind that methods to self induce labor may or may not work as the baby will be born when it is ready.",
		"If you are trying to self induce your labor, you should always discuss the method with your doctor first to make sure it is safe for you and the baby.",
		"Walking to induce labor is most recommended by doctors and mid-wives.",
		"Some women swear that eating certain foods will induce labor.",
		"There is no scientific reason that eating a certain food will induce labor other than causing diarrhea or gas, which may be confused with labor contractions.",
		"But what he really said in his address to the Edinburgh Philosophical Institution in 1867 was that it was necessary \"to induce our future masters to learn their letters.\"",
		"The various forms into which materialism may be classified correspond to the various causes which induce men to take up materialistic views.",
		"Mary of Lorraine was approached by the English commissioner, Sir Ralph Sadler, to induce her to further her daughter's marriage contract with Edward VI.",
		"Sympathy was again felt for Louis, and when the younger Louis had failed to induce Lothair to treat the emperor in a more becoming fashion, he and Pippin took up arms on behalf of their father.",
		"Still further insight is afforded by our increasing knowledge of the enzymes, and it is to be remarked that both poisons and enzymes are very common in just such parasitic Fungi as induce discolorations, hypertrophies and the death of cellse.g.",
		"The king made various attempts to induce Pitt to come to his rescue by forming a ministry, but without success, and at last had recourse to the marquis of Rockingham, on whose agreeing to accept office Grenville was dismissed July 1765.",
		"The British ambassador sought by every means in his power to induce Turkey to give way to Russia, going so far as to guarantee the withdrawal of the Russian troops from Moldo-Walachia if the Porte remained at peace, and threatening that if Turkey persisted in her opposition England would join with Russia against her.",
		"Accordingly, though France made every attempt to induce Turkey to adopt her side, the young Stratford Canning succeeded in causing the resumption of the peace negotiations at Bucharest, broken off through Russia's terms being considered too onerous, and followed by the capture of Izmail and Bender.",
		"White or grey spots may be due to Peronospora, Erysiphe, Cystopus, Entyloma and other Fungi, the mycelium of which will be detected in the discoloured area; or they may be scale insects, or the results of punctures by Red-spider, &c. Yellow spots, and especially bright orange spots, commonly indicate Rust Fungi or other Uredineae; but Phyllosticta, Exoascus, Clasterosporium, Synchytrium, &c., also induce similar symptoms. Certain Aphides, Red-spider, Phylloxera and other insects also betray their presence by such spots.",
		"External influences and latent fanaticism were active; a serious insurrection broke out in Bosnia and Herzegovina in 1875, and the efforts to quell it almost exhausted Turkey's resources; the example spread to Bulgaria, where abortive outbreaks in September 1875 and May 1876 led to those cruel measures of repression which were known as \" the Bulgarian atrocities,\" 3 Mussulman public feeling was inflamed, and an attempt at Salonica to induce a Christian girl who had embraced Islam to return to her faith caused the murder of two foreign consuls by a fanatical mob.",
		"I, for my part, begged him personally most urgently and finally wrote him, but nothing would induce him to consent.",
		"That happened only when, as was the case that day, her husband returned home, or a sick child was convalescent, or when she and Countess Mary spoke of Prince Andrew (she never mentioned him to her husband, who she imagined was jealous of Prince Andrew's memory), or on the rare occasions when something happened to induce her to sing, a practice she had quite abandoned since her marriage."
	],
	"synonyms": [
		"bring about",
		"provoke",
		"effect",
		"produce",
		"induct",
		"bring on",
		"hasten",
		"rush",
		"stimulate",
		"get",
		"make",
		"have",
		"cause",
		"generate",
		"encourage"
	],
	"antonyms": [
		"halt",
		"discourage",
		"hinder",
		"prevent"
	]
}