{
	"word": "predilection",
	"meaning": [
		"A preconceived liking; partiality or preference (for)"
	],
	"sentences": [
		"He showed a predilection for poetry.",
		"He displayed an early predilection for zoology and ornithology, and in later life became a skilled and enthusiastic collector, particularly of African plants and birds.",
		"The junkie had a predilection for the more illicit things in life.",
		"The student had a predilection for some subjects and against others.",
		"In addition, primary skin tumors such as melanoma have a predilection to spread to the liver.",
		"The question is one which in the absence of satisfactory criteria will generally be decided by taste and predilection.",
		"A special feature of their art is that, while often closely and minutely imitating natural objects, such as birds, flowers and fishes, the especial objects of their predilection and study, they frequently combine the facts of external nature with a conventional mode of treatment better suited to their purpose.",
		"Without sharing Montalembert's antipathy to the bastioned trace, and his predilection for high masonry caponiers, he followed out the principle of retarding the development of the attack, and provided for the most active defence.",
		"He was already a poet by predilection, an idyllist and steeped in the classical archaism of the time, when, in 1784, his taste for the antique was confirmed by a visit to Rome made in the company of two schoolfellows, the brothers Trudaine.",
		"The first printed edition of the book, by a certain Blaise de Vigenbre, dates from 1585, is dedicated to the seigniory of Venice (Villehardouin, it should be said, has been accused of a rather unfair predilection for the Venetians), and speaks of either a part or the whole of the memoirs as having been printed twelve years earlier.",
		"But some of the most eminent of them, especially in Scotland, showed a marked capacity and predilection for historical studies.",
		"In 1798 he entered the Ecole Polytechnique at Paris as first in his year, and immediately began to attract the notice of the professors of the school, who left him free to follow the studies of his predilection.",
		"Three years later, he resolved even to give to him the precedence in the succession instead of Musa, yielding to the importunity of Khaizoran, the mother of the two princes, and to his own predilection.",
		"Early in infection, the virus shows a distinct predilection for certain parts of the brain.",
		"Its rule was associated in the popular mind with severe administration; hostility to the democratic elements represented by Garibaldi, Crispi, Depretis and Bertani; ruthless imposition and collection of taxes in order to meet the financial engagements forced upon Italy by the vicissitudes of her Risorgimento; strong predilection for Piedmontese, Lombards and Tuscans, and a steady determination, not always scrupulous in its choice of means, to retain executive power and the most important administrative offices of the state for the consorteria, or close corporation, of its own adherents.",
		"It is on our familiarity with modes of transmission such as these, and with the exact analyses of them which the science of mathematical physics has been able to make, that our predilection for filling space with an aethereal transmitting medium, constituting a universal connexion between material bodies, largely depends; perhaps ultimately it depends most of all, like all our physical conceptions, on the intimate knowledge that we can ourselves exert mechanical effect on outside bodies only through the agencies of our limbs and sinews.",
		"The reading of 15thand 16thcentury verse in the light of these will bring home the critical error of treating such poems as Burns's Collar's Saturday Night, the Address to the Deil, and Scotch Drink as entirely expressions of the later poet's personal predilection.",
		"Among the innovations of this poet we may note a predilection for new metres, sometimes adopted from foreign languages, sometimes invented by himself, a thing practised rarely and generally with small success by the Icelandic poets.",
		"The reason for this is more than a personal predilection.",
		"In philosophy he began with a strong predilection for the physical side of psychology, and at an early age he came to the conclusion that all existence is sensation, and, after a lapse into noiimenalism under the influence of Fechner's Psychophysics, finally adopted a universal physical phenomenalism.",
		"The history of his youth reveals no special predilection for the military service - the bent of his mind was political far more than military, but unlike the politicians of his epoch he consistently applied scientific and mathematical methods to his theories, and desired above all things a knowledge of facts in their true relation to one another.",
		"Though himself, like most Brahmans, apparently by predilection a follower of Siva, his aim was the revival of the doctrine of the Brahma as the one self-existent Being and the sole cause of the universe; coupled with the recognition of the practical worship of the orthodox pantheon, especially the gods of the Trimurti, as manifestations of the supreme deity.",
		"Given the computer industry predilection for three-letter acronyms, it was perhaps inevitable that computer-based training would soon be abbreviated to become CBT.",
		"The delay may be explained by the change of government, followed by devolution, followed by the Scottish Executive's increasing predilection for consultation.",
		"When a kitten is first brought home and begins to exhibit a predilection for sneezing, it is very likely that a cold or flu is responsible for such symptoms.",
		"There is no gender, racial, or ethnic predilection.",
		"Most of the syndromes are autosomal recessive, meaning that they have no predilection for either sex.",
		"Mutable signs do not feature the solidity of the fixed quadruplicity, nor do they possess the drive of the cardinal, but their predilection towards adapting makes them eager to learn and solution-oriented.",
		"Most, if not all, of his wonderful attributes may be ascribed to the Irish predilection for the grotesque.",
		"Gregory Magistros, as we have seen, attests their predilection for the apostle Paul, and speaks of their perpetually \"quoting the Gospel and the Apostolon.\"",
		"His particular admiration among the college professors was the stately rhetorician, Edward Everett; and this predilection had much to do with his early ambition to be a professor of rhetoric and elocution.",
		"Originally destined for the church, Eugene was known at court as the petit abbe, but his own predilection was strongly for the army.",
		"Bitter invective is heaped upon the national enemies, and strong predilection is shown for the marvellous.",
		"In over 1000 patients he found there to be no sex predilection.",
		"And, yes, the French have also become less communal - perhaps more from pressure than predilection.",
		"There is no predilection for either sex or for any particular ethnicity.",
		"People evince a strange predilection for whatever plagues them.",
		"The point of this detour has been to argue that most students entering the university possess a strong predilection for some subjects and against others.",
		"There was a predilection for certain sites, the molecular basis of which remains obscure.",
		"He used to have a predilection for Bacchus.",
		"Its success is all down to a strange cultural predilection for what might be called \"sucking tobacco.\""
	],
	"synonyms": [
		"orientation",
		"preference",
		"penchant",
		"taste",
		"tendency",
		"propensity",
		"druthers",
		"bent",
		"predisposition",
		"mindset",
		"prejudice",
		"partiality",
		"leaning",
		"bias",
		"proclivity"
	],
	"antonyms": [
		"hate",
		"dislike",
		"disinterest",
		"antipathy"
	]
}