{
	"word": "eulogy",
	"meaning": [
		"Speech or writing in praise of a person, event, or thing; esp., a formal speech praising a person who has recently died.",
		"High praise or commendation.",
		"An oration to honor a deceased person, usually at a funeral."
	],
	"sentences": [
		"No doubt this eulogy requires some reservations.",
		"The character of this man, who died on the coast in 1808, is indicated by Osai Tutu's eulogy of him.",
		"The first three eclogues, in the form of dialogues between Coridon and Cornix, were borrowed from the Miseriae Curialium of Aeneas Sylvius Piccolomini (Pope Pius II.), and contain an eulogy of John Alcock, bishop of Ely, the founder of Jesus College, Cambridge.",
		"On the death of Mary queen of Scots he was chosen to pronounce her eulogy.",
		"Public authorities and private friends joined in the chorus of eulogy.",
		"This Saturday, I have been asked to deliver the eulogy at his memorial service at St Giles Cathedral in Edinburgh.",
		"He gazed down at her for a moment, squeezing her hand, and then returned his attention to the eulogy.",
		"Pliny's eulogy of Trajan and his denunciation of Domitian are alike couched in extravagant phrases, but the former perhaps rests more uniformly on a basis of truth and justice than the latter.",
		"A short ceremony is performed that includes reading of psalms and a eulogy, followed by the memorial prayer, El Maleh Rachamim.",
		"Former SNP leader John Swinney delivered a moving eulogy to the woman whom he had first met 23 years ago.",
		"Although we have only most distorted narratives upon which to rely - pagan eulogy and Christian denunciation--Arbogast appears to have been one of the greatest soldiers of the later empire, and a statesman of no mean rank.",
		"Under Tih-tsung (780-783) the monument was erected, and this part of the inscription ends with a eulogy of I-sze, a statesman and benefactor of the church.",
		"After a life of constant struggle and an obloquy which never relaxed, the sensational close of Zola's career was the signal for an extraordinary burst of eulogy.",
		"There follows an uncritical eulogy of the computer organ, including the names of several manufacturers.",
		"Eulogy Writers - Information for the user to write his or her own eulogy Writers - Information for the user to write his or her own eulogy or funeral verse.",
		"It isn't an angry outburst - more a passionate eulogy for American virtues strong enough to survive times like these.",
		"In later times Cromwell's character and administration have been the subject of almost too indiscriminate eulogy, which has found tangible shape in the statue erected to his memory at Westminster in 1899.",
		"Archbishop Giffard gave his assent, on account of their penury, in terms of warm eulogy as to their devout life.",
		"While the heroism of the Montenegrins has been lauded by writers of all countries, the Albanians - if we except Byron's eulogy of the Suloits - still remain unsung.",
		"Six years after his death Georges de Scudery edited his work with a Tombeau (copy of obituary verses), and a challenge in the preface to any one who might be offended by the editor's eulogy of the poet.",
		"This theme is not formally discussed, as in a theological treatise, but is rather, as it were, celebrated in lofty eulogy and application.",
		"In their eulogy of the virtues of the citizen, they pointed out the prudential character of justice and the like as a means of obtaining pleasure and avoiding pain.",
		"The \"official\" eulogy he pronounced upon Bishop Jakob P. Mynster (1775-1854) in 1854, brought down upon his head the invectives of the philosopher Soren Kierkegaard.",
		"But the reprints and editions of Crusoe have been innumerable; it has been often translated; and the eulogy pronounced on it by Rousseau gave it special currency in France, where imitations (or rather adaptations) have also been common.",
		"See the eulogy of Mignet by Victor Duruy, delivered on entering the Academie Francaise on the 18th of June 1885, and the notice by Jules Simon, read before the Academie des Sciences Morales et Politiques on the 7th of November 1885.",
		"His historical essays, notably the famous anonymous eulogy on Torstenson crowned by the Academy, are full of feeling and exquisite in style, - his letters to his friends are delightful.",
		"His historical style has won the warmest eulogy from so temperate a critic as Motley, and his letters are the most charming ever published in the Dutch language.",
		"Apart from this extravagant eulogy, it is absurd to regard Apollonius merely as a vulgar charlatan and miracle-monger.",
		"He speaks with emphasis of the impressiveness of Cato's eulogy and the satiric bitterness of his invective.",
		"Arguments for a preMaccabean date may be derived (a) from the fact that the book contains apparently no reference to the Maccabean struggles, (b) from the eulogy of the priestly house of Zadok which fell into disrepute during these wars for independence.",
		"On his death-bed he spoke generously of Castlereagh, and with warm eulogy of his former rival, Flood.",
		"But some foolish and ignorant Scotsmen were moved to anger by a little unpalatable truth which was mingled with much eulogy, and assailed him whom they chose to consider as the enemy of their country with libels much more dishonourable to their country than anything that he had ever said or written.",
		"The Vatican MS. 2392 is stated to contain a eulogy of \"Gerard of Cremona\" and a list of \"his\" translations, apparently confusing the two scholars.",
		"Canning, who delivered the eulogy of Pitt in the House of Commons on the 3rd of February, refused to take office in Fox's ministry of \"all the talents.\"",
		"In addition to the account given in his Chroniques, Froissart wrote a formal eulogy of her, which has been lost.",
		"In estimating the religious value of Deuteronomy it should never be forgotten that upon this passage the greatest eulogy ever pronounced on any scripture was pronounced by Christ himself, when he said \"on these words hang all the law and the prophets,\" and it is also well to remember that when tempted in the wilderness he repelled each suggestion of the Tempter by a quotation from Deuteronomy.",
		"By later criticism, stimulated in some measure by Scott's eulogy that he is \"unrivalled by any which Scotland has produced,\" he has held the highest place among the northern makars.",
		"His festival (semiduplex) is observed by the Roman Catholic Church on the 17th of November, For the facts of his biography we have an outline of his early years in his eulogy on Origen, and incidental notices in the writings of Eusebius, of Basil of Caesarea and Jerome.",
		"Roman history was no longer a record of national glory, stimulating the patriotism and flattering the pride of all Roman citizens, but a personal eulogy or a personal invective, according as servility to a present or hatred of a recent ruler was the motive which animated it.",
		"In1428-1429he attended the councils of Pavia and Siena, and in the presence of the pope, Martin V., made an eloquent speech in vindication of his native country, and in eulogy of the papacy.",
		"So ended the gigantic struggle, as to the conduct of which it is only necessary to quote, with a more general application, the envoi of a Federal historian, \"It has not seemed necessary to me to attempt a eulogy of the Army of the Potomac or the Army of northern Virginia.\"",
		"He had specially prepared himself, as he thought, for \"teaching imaginative men, and political men, and legal men, and scientific men who bear the world in hand\"; and he did not attempt to win their attention to abstract and worn-out theological arguments, but discussed the opinions, the poetry, the politics, the manners and customs of the time, and this not with philosophical comprehensiveness, not in terms of warm eulogy or measured blame, but of severe satire varied by fierce denunciation, and with a specific minuteness which was concerned primarily with individuals.",
		"In 1866 he was chosen by Congress to deliver the special eulogy on Lincoln; and in 1867 he was appointed minister to Berlin, where he remained until his resignation in 1874.",
		"The book ends with the obscurest passage of the whole, an elaborate eulogy of the \"herb pantagruelion,\" which appears to be, if it is anything, hemp. Only two probable explanations of this have been offered, the one seeing in it an anticipation of Joseph de Maistre's glorification of the executioner, the other a eulogy of work, hemp being on the whole the most serviceable of vegetable products for that purpose.",
		"See eulogy by his friend Dr David Hosack (Essays, i., New York, 1824), with biographical details taken from a letter of Rush to President John Adams; also references in the works of Thacker, Gross and Bowditch on the history of medicine in America.",
		"It was a searching analysis of the financial and moral grounds on which the impost rested, and a historical justification and eulogy of it.",
		"Thomas Wilson, in the epistle prefixed to his translation of the Olynthiacs of Demosthenes (1570), has a long and most interesting eulogy of Cheke; and Thomas Nash, in To the Gentlemen Students, prefixed to Robert Greene's Menaphon (1589), calls him \"the Exchequer of eloquence, Sir Ihon Cheke, a man of men, supernaturally traded in all tongues.\"",
		"Resisting Pitt's attempt to draw him into alliance against the ministry he had quitted, Yorke maintained, in a speech that extorted the highest eulogy from Walpole, that parliamentary privilege did not extend to cases of libel; though he agreed with Pitt in condemning the principle of general warrants.",
		"Thus, by the aid of his famous \" dialectic,\" Socrates arrived first at the negative result that the professed teachers of the people were as ignorant as he himself claimed to be, and in a measure justified the eulogy of Aristotle that he rendered to philosophy the service of \" introducing induction and definitions.\"",
		"Something of the same may be seen in Rutilius Namatianus, a Gaul by birth, who wrote in 416 a description of his voyage from the capital to his native land, which contains the most glowing eulogy of Rome ever penned by an ancient hand.",
		"We have quoted the informal tribute of Racine; but it should not be forgotten that Racine, in discharge of his duty as respondent at the Academical reception of Thomas Corneille, pronounced upon the memory of Pierre perhaps the noblest and most just tribute of eulogy that ever issued from the lips of a rival."
	],
	"synonyms": [
		"salutation",
		"oration",
		"address",
		"paean",
		"laudation",
		"eulogium",
		"acclaim",
		"commendation",
		"encomium",
		"tribute",
		"panegyric",
		"praise",
		"homage",
		"pean",
		"glorification"
	],
	"antonyms": [
		"calumny",
		"condemnation",
		"criticism"
	]
}