{
	"word": "subordinate",
	"meaning": [
		"Inferior to or placed below another in rank, power, importance, etc.; secondary.",
		"Under the power or authority of another.",
		"Subservient or submissive.",
		"Having the function of a noun, adjective, or adverb within a sentence.",
		"(grammar, of a clause, not comparable) Dependent on and either modifying or complementing the main clause.",
		"A subordinate person or thing.",
		"To put in a lower or inferior rank or class.",
		"To place in a subordinate position; treat as less important or inferior (to)",
		"To make obedient or subservient (to); control; subdue.",
		"(finance) To make of lower priority in order of payment in bankruptcy."
	],
	"sentences": [
		"He put on the air of a subordinate who obeys without reasoning.",
		"The authorship of the epistles is in many cases a matter of subordinate importance; at least for Protestants or for those surrendering Bible infallibility, which Rome can hardly do.",
		"I consider myself fortunate to have such a subordinate by me.",
		"Much has been done of late years to make these subordinate standards of reformed doctrine more generally known.",
		"The subordinate standards have been numerous, though marked by striking agreement in the main body of Christian doctrine which they set forth.",
		"They were subordinate to the Conservatives.",
		"We come, accordingly, to regard it as practically an exoskeleton, and its functions as distinctly subordinate to those of the protoplasm which it clothes.",
		"Focus on vocabulary choices, using a thesaurus, and building up detail and description through the choice of subordinate clauses.",
		"Terrain The support battalion and subordinate commanders know what possibilities the terrain offers to both friendly and enemy forces.",
		"The HLR question now is whether the landmine NGOs can summon the moral courage to subordinate the political concerns to the humanitarian.",
		"The third body region or trunk may attain a great length, one or two feet, or even more, and is also muscular, but the truncal muscles are of subordinate importance in locomotion, serving principally to promote the peristaltic contractions of the body by which the food is carried through the gut.",
		"From serving primitively as the essential organ of the cleft the tongue-bar may have undergone reduction and modification, becoming a secondary bar in Amphioxus, subordinate to the primary bars in size, vascularity and development; finally, in the craniate vertebrates it would then have completed its involution, the suggestion having been made that the tongue-bars are represented by the thymusprimordia.",
		"The counts, of course, as over-lords, had their Vogt (advocatus) in the town, but this official, as the city grew in power, became subordinate to the Rath, as at Lubeck.",
		"Of these the Pattinson process has become subordinate to the Parkes process, as it is more expensive and leaves more silver and impurities in the market lead.",
		"Subordinate to him were the legati pro consule, who were placed at the head of districts called dioceses.",
		"In order to provide a supply of competent officers, each eques was required to fill certain subordinate posts, called militiae equestres.",
		"The nominal strength of the army in 1906 was 29,489, including the officers of the general and subordinate staffs and the officers and cadets of the military schools.",
		"Despite the Ballplatz's efforts at postponement, the trial took place in Vienna in Dec. 1909, and revealed the documents upon which Friedjung had relied, as impudent forgeries concocted by subordinate officials of the Austro-Hungarian legation in Belgrade, with the connivance of the minister, Count Forga.cs.",
		"This was accomplished by French and his subordinate, Colonel (Sir) Ian Hamilton, in the action of Elandslaagte on the 21st of October (British losses, 258 all ranks).",
		"Where the king is the human representative of the Deity he is theoretically and officially the priesthood, although the priests carry on the ordinary subordinate functions.",
		"The judicial power is vested in a supreme federal court, called the Corte Federal y de Casacion, and such subordinate tribunals as may be created by law.",
		"But his subordinate rank gave him no chance to impart a greater measure of energy to the naval operations.",
		"All that can with certainty be said is that a school or collection of schools gradually grew up in which especially medicine, but also, in a subordinate degree, law and philosophy were taught.",
		"Subordinate to the deputy commissioners are assistant commissioners, extra-assistant commissioners and myooks, who are invested with various magisterial, civil and revenue powers, and hold charge of the townships, as the units of regular civil and revenue jurisdiction are called, and the sub-divisions of districts, into which most of these townships are grouped.",
		"Subordinate products for exports include cutch dye, caoutchouc or india-rubber, cotton, petroleum and jade.",
		"By far the largest of the imports are cotton, silk and woollen piece-goods, while subordinate imports include hardware, gunny bags, sugar, tobacco and liquors.",
		"But, as these laws are the means rather than the end of human destiny, they are subordinate to a supreme end, and this supreme end is perfection.",
		"As a rule the craft gilds secured no dominant influence in the boroughs of England, but remained subordinate to the town government.",
		"There is now no doubt, however, that while most of the higher officials of the bureau were good men, the subordinate agents were generally without character or judgment and that their interference between the races caused permanent discord.",
		"The executive branch consists of a president and two vicepresidents elected for terms of four years, a cabinet of six ministers of state appointed by the president, and various subordinate officials who are under the direct orders of the president.",
		"The chiefs or \" curacas \" had subordinate native officials under them called \" pichca-pachacas \" over Soo men, and \" pachacas \" over Ioo men.",
		"Hence the skill undoubtedly possessed by several graduates of the defunct art school has to be devoted chiefly to a subordinate purpose, namely, the fashioning of models for metal-casters.",
		"To subordinate process to result is the European canon; to show the former without marring the latter is the Japanese ideal.",
		"Corridors joined the principal hall to the subordinate edifices, for as yet the idea had not been conceived of having more than one chamber under the same roof.",
		"In the great majority of cases they did not use blue at all in this position, and when they did, its place was essentially subordinate.",
		"The death of his father on the 1st of July of that year removed an influence which tended to keep him subordinate to the court, and his friendship for Burke drew him into close alliance with the Rockingham Whigs.",
		"By a treaty of 1819 Dhar passed under British protection, and bound itself to act in subordinate co-operation.",
		"Subordinate officers and rapacious governors of forts wield all the power of the state, and tyranny, oppression and anarchy reign over the whole country.",
		"Alice Perrers was removed from court, and Duke John's subordinate instruments were impeached.",
		"After having been vice-consul at Shanghai and acting consul in 1900 at Tientsin, he entered the Foreign Office in 1902 in a subordinate capacity and rose by 1910 to be director of the Political Section.",
		"The cycle of sixty is formed of two subordinate cycles or series of characters, one of ten and the other of twelve, which are joined together so as to afford sixty different combinations.",
		"His fleet was allowed to become scattered, and the Dutchman brought his convoy back safe after a partial action with Penn, Blake's subordinate, on the 6th of August.",
		"The masters he had to serve were the dieci di liberta e pace, who, though subordinate to the signoria, exercised a separate control over the departments of war and the interior.",
		"These are also called the Upper Limestone Shale, a similar group being found in places below the limestone, and called the Lower Limestone Shale, or, in the north of England, the Tuedian group. Going northward the beds of limestone diminish in thickness, with a proportional increase in the intercalated sandstones and shales, until in Scotland they are entirely subordinate to a mass of coal-bearing strata, which forms the most productive members of the Scotch coalfields.",
		"There are cantonal courts and two 1 It should be noticed, however, that the Salic law is subordinate to the Nassau family law, which provides for the succession in the case of the complete extinction of males.",
		"When the liberals were in possession of power they would gladly have kept Riego in a subordinate place.",
		"Efforts are made by instruction in government and mission schools to spread a knowledge of the German language among the natives, in order to fit them for subordinate posts in administrative offices, such as the customs. Native chiefs in the interior are permitted to help in the administration of justice.",
		"Each station has a chief, who is subordinate to the official of his district, these in their turn being under the governor, who resides in Dar-es-Salaam.",
		"Although disposed at first to divide the various documents into three classes, he finally adopted a classification into two - the African or older family of documents, and the Asiatic, or more recent class, to which he attached only a subordinate value.",
		"With all the great objects removed which could excite a true spirit of poetry, they devoted themselves to minute researches in all sciences subordinate to literature proper.",
		"The administration was entrusted to a subordinate of the governor of Mayotte until 1896, when Nossi-be was placed under the administration of Madagascar (q.v.).",
		"The subordinate dragomans transact the less important business, comprising routine matters such as requests for the recognition of consuls, the settlement of claims or furthering of other demands of their nationals, and in general all the various matters in which the interests of foreign subjects may be concerned.",
		"Personal rivalry and creed became subordinate to political principles.",
		"Hence they came to be used collectively of superhuman beings, distinct from Yahweh, and therefore inferior, and ultimately subordinate.'",
		"There are, however, a few passages which speak of subordinate superhuman beings other than the Mal'akh Yahweh or Elohim.",
		"In the canonical Old Testament angels may inflict suffering as ministers of God, and Satan may act as accuser or tempter; but they appear as subordinate to God, fulfilling His will; and not as morally evil.",
		"Kuropatkin's Stakel- orders to his subordinate were a compromise between berg's his own plan and Alexeiev's.",
		"He reformed the administration of the state canals, making the Canal Commission non-partisan; he introduced the merit system into many of the subordinate offices of the state; and he vigorously urged the passage of and signed the Ford Franchise Act (1899), taxing corporation franchises.",
		"The supreme court of law for both civil and criminal cases is the Oberlandesgericht at Dresden, subordinate to which are seven other courts in the other principal towns.",
		"Patents, designs and trade marks are now dealt with by the patent office under the charge of a controller-general (salary £1800), which is subordinate to the railway department, and copyright, art unions and industrial exhibitions are also among the matters dealt with by the department.",
		"The accounts of all the branches of the board of trade are in its charge, including the subordinate offices.",
		"It agrees with his subordinate position in portions of ch.",
		"A garrison and military governor subordinate to the abbot were also installed.",
		"After filling several subordinate posts, he was appointed in 1801 assistant to the British resident at Poona, at the court of the peshwa, the most powerful of the Mahratta princes.",
		"Ultramontanism regards the state, not as a divinely established order but, like its ancient prototype, as a profane institution and, for that reason, not co-ordinate with, but subordinate to the Church.",
		"In logical sequence to these tenets it seeks to divorce the school from the state - a proceeding which it terms educational freedom, though the underlying motive is to subordinate the school to the Church.",
		"Again, the attempt to subordinate all intellectual life to ecclesiastical control was a feature of the medieval Church, and the fundamental attitude of that Church towards heresy was fixed during the same period.",
		"At the age of eighteen he entered the service of the Eastern department of the ministry of foreign affairs, and spent more than twenty years in subordinate posts, chiefly in south-eastern Europe, until he was promoted in 1863 to the post of minister plenipotentiary in Persia.",
		"Generally speaking, the price of the meter is a subordinate consideration.",
		"The montons consist of groups of the old rural provinces (muang); the hereditary chiefs of which, except in the Lao country in the north and in the Malay States, have been replaced by governors trained in administrative work and subordinate to the high commissioner.",
		"Though it is perhaps needlessly long, the thread of the story is never lost amid a crowd of details; every incident is made subordinate to the general idea, appears in its appropriate place, and contributes its share to the perfection of the whole.",
		"Ternate remained the seat of the governor of the Moluccas, who was the highest official in the archipelago, though subordinate to the viceroy or governor of Portuguese India.",
		"Noordwijk is principally inhabited by lesser merchants and subordinate officials.",
		"During the 17th and 18th centuries, while the Romanist majority of the Swiss cantons steadily refused to accept Geneva as even a subordinate member of the Confederation, the city itself was distracted on several occasions by attempts of the citizens, as a whole, to gain some share in the aristocratic government of the town, though these attempts were only partially successful.",
		"The effect of the legal view of Christianity was to make Christ an agent of God in the revelation of the divine will and truth, and so a subordinate being between God and the world, the Logos of current Greek thought.",
		"Since the emperor ruled the Church there was no longer any question of independence far the bishops, least of all for the patriarch in Constantinople; they were in every respect subordinate to the emperor.",
		"A large number of the reformed monasteries attached themselves to the congregation of Cluny, thus assuring the influence of reformed monasticism upon the Church, and securing likewise its independence of the diocesan bishops, since the abbot of Cluny was subordinate of the pope alone.",
		"It follows that, while in the traditional Church, with its claim to an unbroken descent from a divine original, the individual is subordinate to the Church, in the \" free churches \" the Church is in a certain sense secondary to the individual.",
		"Thus Prussia was now confederated with Poland, but she occupied a subordinate position as compared with Lithuania, inasmuch as the grand-master, though filling the first place in the royal council, was still a subject of the Polish crown.",
		"The chief abbot has the rank of a bishop, and is a member of the Upper House of the Hungarian parliament, while in spiritual matters he is subordinate immediately to the Roman curia.",
		"Richelieu, in 1640, formed a scheme for a college in which Latin was to have a subordinate place, while room was to be found for the study of history and science, Greek, and French and modern languages.",
		"In these schools the subjects of study included mathematics and natural sciences, geography and history, and modern languages (especially French), with riding, fencing and dancing; Latin assumed a subordinate place, and classical composition in prose or verse was not considered a sufficiently courtly accomplishment.",
		"Grant's other forces were split up into detachments, and when Van Dorn, boldly marching right round Rosecrans, descended upon Corinth from the north, Grant could hardly stir to help his subordinate.",
		"Sherman from Memphis, and a force from Helena on the Arkansas side, failed, owing to Pemberton's prompt retirement to Oxford, Mississippi, and complications brought about by the intrigues of an able but intractable subordinate, McClernand, induced Grant to make a complete change of plan.",
		"Like Buell, McClellan had tempered the tools with which others were to strike; he was not again employed, and in his fall was involved his most brilliant subordinate, Fitz John Porter.",
		"Burnside was by no means the equal of his predecessor, though a capable subordinate, and indeed only accepted the chief command with reluctance.",
		"Stuart was twenty-eight, Sheridan thirty, Grant and Jackson under forty, while some of the subordinate generals were actually fresh from West Point.",
		"Antietam and Gettysburg - they were of subordinate importance.",
		"The word is also applied, and perhaps more usually, to certain subordinate magistrates who administer justice in minor matters, and who are usually called justices of the peace (q.v.).",
		"If Justin used any other Gospel, his use of it was very subordinate.",
		"As Lee's chief and most trusted subordinate he was throughout charged with the execution of the more delicate and difficult operations of his commander's hazardous strategy.",
		"And here the question arises, how it came about that in the Gnostic systems the Seven appear as subordinate, half-daemonic powers, or even completely as powers of darkness.",
		"There is also an artillery school at Vera Cruz and subordinate schools in other parts of the republic. The national guard, to which reference is sometimes made, has no effective organization.",
		"At first Thiers, though elected deputy for Aix, obtained only subordinate places in the ministry of finance.",
		"The dynamical series of stages in nature, the forms in which the ideal structure of nature is realized, are matter, as the equilibrium of the fundamental expansive and contractive forces; light, with its subordinate processes - magnetism, electricity, and chemical action; organism, with its component phases of reproduction, irritability and sensibility.'",
		"The rulers of these provinces bore the title of Satrap (Kshatrapa or Chhatrapa) and were apparently subordinate to a king who ruled over the valley of Kabul and the Punjab.",
		"They appear to have been regarded as subordinate colleagues (collegae minores) of the Ilviri juri dicundo, and in some towns at least to have had the right to convene and preside over the comitia in the absence of the latter.",
		"Bishops and deacons hold a subordinate place in this document; but the contemporary Epistle of Clement of Rome attests that these bishops \" had offered the gifts without blame and holily.\"",
		"Metamorphosed sedimentary rocks are widely distributed in the schistose series, but they are distinctly subordinate to the meta-ignecius rocks, and they are so highly metamorphic that stratigraphic methods are not usually applicable to them.",
		"On this account the subordinate civil service of the state is not large compared with that of either the Federal government or of the large municipalities, and only in a few states does it possess any importance.",
		"Each committee is independent and responsible so far as regards the local work to be done in connection with the election in its own area, but is subordinate to the party committees above it as respects work, to be done in its own locality for the general purposes of the party.",
		"The word \"myrmidon\" has passed into the English language to denote a subordinate who carries out the orders of his superior without mercy or consideration for others.",
		"Other priories were originally offshoots from the larger abbeys, to the abbots of which they continued subordinate; but in later times the actual distinction between abbeys and priories was lost.",
		"The province of New Brunswick exhibits approximately parallel but subordinate ridges, with wide intervening areas of nearly flat Silurian and Carboniferous rocks.",
		"A distinction (chap. 2) is drawn between things which are predicates of a subject (Kae' U?oKEi b tevov) and things which inhere in a subject (iv U7roKEL ivC J); and, while universals are called predicates of a subject, things in a subordinate category, i.e.",
		"But the general discussion of opinions, signified by both words, is only a subordinate part of Aristotle's profound investigation of the whole process of reasoning.",
		"These are the only texts in which Arthur is the central figure; in the great bulk of the romances his is but a subordinate role.",
		"On the 2nd of March 1867 Congress passed over the president's veto the Tenure of Office Act, prohibiting the president from dismissing from office without the consent of the Senate any officer appointed by and with the advice and consent of that body, and in addition a section was inserted in the army appropriation bill of this session designed to subordinate the president to the Senate and the general-in-chief of the army in military matters.",
		"A word, however, is necessary as to the Rabbinical doctrine of the Messiah who suffers and dies for Israel, the Messiah son of Joseph or son of Ephraim, who in Jewish theology is distinguished from and subordinate to the victorious son of David.",
		"Paschen \" Haupt serie,\" \" ist Nebenserie,\" \" 2nd Nebenserie,\" which is commonly translated \" Principal series,\" \"First subordinate series,\" \" Second subordinate series.\"",
		"These names become inconvenient when, as is generally the case, each of the series splits into groups of two or three, and we have to speak of the second or third number of the first or second subordinate series.",
		"Moreover, a false impression is conveyed by the nomenclature, as the second subordinate series is much more closely related to the principal series than the first subordinate series.",
		"The present writer, therefore, in his Theory of Optics, adopted different names, and called the series respectively the \" Trunk,\" the \" Main Branch \" and the \" Side Branch,\" the main branch being identical with the second subordinate series; the limit of frequency for high values of s is called the \" root \" of the series, and it is found in all cases that the two branches have a common root at some point in the trunk.",
		"This half-success in a subordinate sphere was, however, so far from coinciding with his aspirations that he had again, in the winter of 1821, begun to turn his attention towards missionary labour in the East, when the possibility of fulfilling the dream of his life was suddenly revealed to him by an invitation from the Caledonian church, Hatton Garden, London, to \"make trial and proof\" of his gifts before the \"remnant of the congregation which held together.\"",
		"At once he welcomed the new \"power\" with an unquestioning evidence which could be shaken by neither the remonstrances or desertion of his dearest friends, the recantation of some of the principal agents of the \"gifts,\" his own declension into a comparatively subordinate position, the meagre and barren results of the manifestations, nor their general rejection both by the church and the world.",
		"The port was made subordinate to that of Maryport in 1892.",
		"During the regency of his half-sister Sophia (1682-1689) he occupied the subordinate position of junior tsar, and after the revolution of 1689 Peter was still left pretty much to himself.",
		"More's attention to the new studies was always subordinate to his resolution to rise in his profession, in which he was stimulated by his father's example.",
		"In the 14th century it promised to become one of the principal communes in Flanders; but having incurred the resentment of Ypres on a matter of trade rivalry it was attacked and captured by the citizens of that place, who reduced it to a very subordinate position.",
		"He thenceforth became passionately interested in Egyptology, devoted himself to the study of hieroglyphs and Coptic, and in 1847 published a Catalogue analytique of the Egyptian Gallery of the Boulogne Museum; in 1849, being appointed to a subordinate position in the Louvre, he left Boulogne for Paris.",
		"Wolsey, then engaged in beginning his reform of the English church, procured that he himself should be joined to the legation as senior legate; thus the Italian, who arrived in England on the 23rd of July 1518, held a subordinate position and his special legatine faculties were suspended.",
		"But these lay officials could not long be content with a subordinate position, and hence arose incessant friction, which called for constant intervention on the part of the Frankish sovereigns.",
		"After various turns in the controversy, it was finally dicided, against Arius, that the Son was \" of the same substance \" (oµoouoacos) with the Father, and all thought of his being created or even subordinate had to be excluded.",
		"The king mentioned above (Shaushatar) conquered Asshur (Assur), and Assyria remained subordinate to Mitanni till near the middle of the 14th century, when, on the death of Tushratta, it overthrew Mitanni with the help of Alshe, a north Mesopotamian state, the allies dividing the territory between them.",
		"Under the dah-pon are six rilpon or colonels, and a number of subordinate officers.",
		"In his chief's most important work, the establishment of the Prussian Zollverein, Ancillon had no share, while the entirely subordinate role played by Prussia in Europe during this period, together with the personal part taken by the sovereign in the various congresses, gave him little scope for the display of any diplomatic talents he may have possessed.",
		"The behaviour on liquefaction, however, seemed to prove that in the latter case either the proportion of the subordinate constituents was small, or else that the various constituents were but little contrasted.",
		"The British general, Sir George Prevost, was neither able nor energetic, but his subordinate, Major-General Isaac Brock, was both.",
		"Brock fell in action on the 13th of October, while repulsing Dearborn's subordinate Van Rensselaer, a politician named to command by favour, and ignorant of a soldier's business.",
		"The military operations were subordinate to the naval.",
		"It is a special case of growth, and consists of an increase of living substance in such fashion that the new substance is either set free as a new individual, or, whilst remaining attached to the parent organism, separated by some sort of partition so as to have a subordinate individuality.",
		"Otherwise his scepticism is subordinate to orthodox belief, the fundamental dogmas of the church seeming to him intuitively evident.",
		"The Araucanians believe in a supreme being, and in many subordinate spirits, good and bad.",
		"The Mesozoic belt of the Bavarian and Austrian Alps consists mainly of the Trias, Jurassic and Cretaceous beds playing a comparatively subordinate part.",
		"These subordinate divisions furnish, not only shelter but also shade, which, at certain seasons, is peculiarly valuable.",
		"In this the object is to establish a number of mother branches, and on these to form a series of subordinate members, chiefly composed of bearing wood.",
		"The subordinate characters are conceived with even more force and vividness; and the plot, which reflects precisely the struggles and aspirations of the period that immediately followed the Seven Years' War, is simply and naturally unfolded.",
		"Trilobites during this period sank to a very subordinate position, but Ostracods (Cythere, Kirkbya, Beyrichia) were abundant.",
		"The land is for the most part let by the proprietors to mercanti di Campagna, who employ a subordinate class of factors (fattori) to manage their affairs on the spot.",
		"Later on, gilds were established, in spite of the prohibition of the old charters; but they were strictly subordinate to the town authorities, who appointed their aldermen and suppressed them when they considered them useless or dangerous.",
		"So far as metaphysic is concerned, Hume has given the final word of the empirical school, and all additions, whether from the specifically psychological side or from the general history of human culture, are subordinate in character, and affect in no way the nature of his results.",
		"In the 13th century, however, whatever the civic organization of the townsfolk may have been, it was still strictly subordinate to the archbishop and his Vogt; the council could issue regulations only with the consent of the former, while in the judicial work of the latter, save in small questions of commercial dishonesty, its sole function was advisory.",
		"In this aversion to a purely or mainly intellectual training may be traced a recoil from the systematic metaphysics of Plato and Aristotle, whose tendency was to subordinate the practical man to the philosopher.",
		"San Martin espoused O'Higgins's part against Carrera, and O'Higgins, recognizing the superior ability and experience of San Martin, readily consented to serve as his subordinate.",
		"It is, in reality, a suit at law, pleaded before the tribunal of the Congregation of Rites, which is a permanent commission of cardinals, assisted by a certain number of subordinate officers and presided over by a cardinal.",
		"Descendants of Asoka continued, however, to subsist in Magadha as subordinate rajas for many centuries; and as late as the 8th century A.D.",
		"The foreign policy of President Lincoln, while subordinate in importance to the great questions of the Civil War, nevertheless presented several difficult and critical problems for his decision.",
		"At the time of the Reformation Albert, a member of a subordinate branch of the house of Hohenzollern, happened to be grand master of the Teutonic Order.",
		"The conception of the diet as a sort of international board of control, responsible in the last resort not to Germany but to Europe, exactly suited Metternichs policy, in which the interests of Germany were subordinate to the wider ambitions of the Habsburg monarchy.",
		"This fact, which was to lead to violent trouble later, was at first subordinate to other issues, of which the most important was the question of the emancipation of the peasants.",
		"The first league, moreover, in its later period affords the first example in recorded history of self-conscious imperialism in which the subordinate units enjoyed a specified local autonomy with an organized system, financial, military and judicial.",
		"Being all condemned to the rack in order to extort confession, they appealed to the parlement; but this body, being as weak as the subordinate magistrates, sentenced the father to the torture, ordinary and extraordinary, to be broken alive upon the wheel, and then to be burnt to ashes; which decree was carried into execution on the 9th of March 1762.",
		"With its subordinate islands, Mandioli, Tawali and others, it lies west of the southern peninsula of the island of Halmahera or Jilolo, and has an area of 914 sq.",
		"Compelled to leave Madrid hastily in August 1808, owing to the Spanish success at Baylen, he was reinstated by Napoleon at the close of the year; and he was thereafter kept in a subordinate position which led him on four occasions to offer to abdicate.",
		"Further, from an early period in his Medicinische Psychologie (1852) he reinforced the transcendental idealism of Kant by a general hypothesis of \" local signs,\" containing the subordinate hypotheses, that we cannot directly perceive extension either within ourselves or without; that spatial bodies outside could not cause in us spatial images either in sight or in touch; but that besides the obvious data of sense, e.g.",
		"Under the regency of Prince Albert, Brunswick, which had hitherto steadily opposed all attempts to assimilate and subordinate its institutions to those of Prussia, though it retained formal independence, was brought into very close dependence upon Prussia, as is the case with all the other northern states.",
		"This was an office which, however congenial to Mr. Law with his colonial birth and his belief in Colonial Preference, did not bring him much into the limelight; and, influential as he was in the councils of the Ministry, in public he was content to play a comparatively subordinate part.",
		"When a chief became a Christian and bestowed lands on the church, he at the same time transferred all his rights as a chief; but these rights still remained with his sept, albeit subordinate to the uses of the church.",
		"The ' subordinate clauses ' are marked in green.",
		"He holds each subordinate commander responsible for the actions of his unit.",
		"Any change would be made through the subordinate legislation.",
		"In some cases, the items may be distributed by throughput distribution from the theater, corps, or division to subordinate battalions.",
		"Second, the Clinton administration 's conversion policy is also clearly subordinate to its continued emphasis on military security and power projection.",
		"Cooperate with, show tact towards, and compromise with other children, demonstrating the willingness to subordinate the self by modifying behavior and opinions in the interests of others.",
		"In addition, there is the belief that if citizens are not willing to subordinate some parts of their heritage to the present set of dominant cultural values, then these citizens may find it even harder to integrate the mainstream.",
		"Meanwhile Cromwell had been ordered on the 3rd of March by the House to take his regiment to the assistance of Waller, under whom he served as an admirable subordinate.",
		"The judicial power is vested in a high court and many subordinate courts.",
		"Subordinate to them are the township boards of trustees, composed of a clerk, and two justices of the peace.",
		"Nevertheless, subsequent attempts on the part of Poland to subordinate Lithuania drove Witowt for the third time into the arms of the Order, and by the treaty of Salin in 1398, Witowt, who now styled himself Supremus Dux Lithuaniae, even went so far as to cede his ancestral province of Samogitia to the knights, and to form an alliance with them for the conquest and partition of Pskov and Great Novgorod.",
		"By 1520 philanthropic churchmen directed their attention to the miserable conditions of the natives; but remedial legislation was largely nullified by the rapacity of subordinate officials, and before the end of the 16th century the natives disappeared as a distinct race.",
		"The administration of the province is conducted by a chief commissioner on behalf of the governor-general of India in council, assisted by members of the Indian civil service, provincial civil service, subordinate civil service, district and assistant superintendents of police, and officers specially recruited for various departments.",
		"Pales plays a very subordinate part in the religion of Rome, even the sex of the divinity being uncertain.",
		"Under the rulers of Novgorod it became from 1225 a subordinate principality, and in the 15th century the.",
		"He inspired his preachers and his people with his own spirit and made everything subordinate to his overmastering purpose, the spread of scriptural holiness throughout the land.",
		"The southern part of Mainland, from Laxfirth Voe to Fitful Head a series of dark schists and slates, is found with subordinate limestones.",
		"Because of the isolation of the eastern part of the island, the dangers from pirates, and the important considerations which had caused Santiago de Cuba (q.v.) to be the first capital of the island, Cuba was divided in 1607 into two departments, and a governor, subordinate in military matters to the captain-general at Havana, was appointed to rule the territory east of Puerto Principe.",
		"His political programme was, however, entirely subordinate to the social, that of bettering the condition of the working classes, for which he believed the schemes of Schulze-Delitzsch were utterly inadequate.",
		"He often commanded an army in person, and was then given the title of serdari-ekrem (generalissimo); one of the subordinate viziers remained behind as kaimmakam, or locum tenens.",
		"An Italian officer, General De Giorgis, was appointed to the chief command in the reorganization, and the three vilayets were apportioned among the great powers into districts, in each of which was appointed a staff officer with a number of subordinate officers of his nationality under his orders.",
		"Aristotelian features may be found but are quite subordinate.",
		"Nathorst has suggested that the whole of Greenland is a \"horst,\" in the subordinate folds of which, as well as in the deeper \" graben,\" the younger rocks are preserved, often with a covering of Tertiary or later lava flows.'",
		"Nominally Henry was subordinate to the lord-deputy, Charles Fleetwood, but Fleetwood's departure for England in September 1655 left him for all practical purposes the ruler of Ireland.",
		"The other branches are all treated as subordinate members.",
		"The modern Roman Catholic Church is episcopal, for it preserves the bishops, whose potestas ordinis not even the pope can exercise until he has been duly consecrated; but the bishops as such are now but subordinate elements in a system for which \"Episcopacy\" is certainly no longer an appropriate term.",
		"The 'Auwali and the Nahr el-Zaherani, the only other considerable streams before we reach the Litany, flow northeast to south-west, in consequence of the interposition of a ridge subordinate and parallel to the central chain.",
		"In addition to these seas notice must be taken of the subordinate marginal features, such as gulfs and straits.",
		"Until the 4th century B.C. it was a dependency of Orchomenus, and at all times it played but a subordinate part in Boeotian politics.",
		"The demands of party leaders were made subordinate to public interests.",
		"A comparatively subordinate place was assigned to Greek, especially as the importance attributed to the Vulgate weakened the motive for studying the original text.",
		"The word \"species\" now signifies a grade or rank in classification assigned by systematists to an assemblage of organic forms which they judge to be more closely interrelated by common descent than they are related to forms judged to be outside the species, and of which the known individuals, if they differ amongst themselves, differ less markedly than they do from those outside the species, or, if differing markedly, are linked by intermediate forms. It is to be noted that the individuals may themselves be judged to fall into groups of minor rank, known as sub-species or local varieties, but such subordinate assemblages are elevated to specific rank, if they appear not to intergrade so as to form a linked.",
		"As Malachi speaks in Deuteronomic phrase of the \"whole tithe,\" the payment to the Levites (now subordinate ministers of the Temple) was perhaps still only triennial; and if even this was difficult to collect, we may be sure that the minor sacrificial tithe had very nearly disappeared.",
		"After occupying various subordinate posts at the Porte he became successively under-secretary of state for foreign affairs, governorgeneral of Syria and Smyrna, minister of commerce, and governor-general of Tripoli; minister successively of justice and of marine (1869); grand vizier from 1871 to 1872 and from 1875 to 1876.",
		"The modern developments of production and consumption have rendered the subject of China tea one of subordinate interest, except China.",
		"There has been constant controversy as to whether China tea is better than that of other growths, but the verdict first of all of Great Britain, and subsequently of all the other large consuming countries, has relegated the produce of the Celestial Empire to a very subordinate position.",
		"A board of public works, board of park commissioners, board of fire and water commissioners, a board of civil service, a city counsellor, a city auditor, a city assessor, a purchasing agent, and subordinate officers, are appointed by the mayor, without confirmation by the common council.",
		"Most of these towns are capitals of provinces and residences of native princes subordinate to the British administration.",
		"The first-class residents of the double provinces are assisted by about twelve residents and assistant residents of subordinate rank.",
		"The other desert regions of Egypt are elevated stony plateaus, which are diversified by extensively excavated valleys and oases, and in which sand frequently plays quite a subordinate part.",
		"The well-educated Egyptian officer, with his natural aptitude for figures, does subordinate regimental routine carefully, and works well when supervised by men of stronger character.",
		"Under them stood a number of subordinate priests, both professional and lay.",
		"The personnel of the temple was completed by various subordinate officials, doorkeepers, attendantsand slaves.",
		"On the 4th of October 1125 he with his followers was seized and imprisoned by order of the Caliph Amir, who was now resolved to govern by himself, with the assistance of only subordinate officials, of whom two were drawn from the Samaritan and Christian communities.",
		"An alliance with France would subordinate her to Denmark in the Sweden; an alliance with the Netherlands would expose Great her to an attack from Sweden.",
		"The publication of Doctor Akakia, which brought down upon the president of the Academy a storm of ridicule, finally alienated Frederick; while Voltaire's wrongs culminated in the famous arrest at Frankfort, the most disagreeable elements of which were due to the misunderstanding of an order by a subordinate official.",
		"He skilfully contends that Christians who worship the self-existent God cannot justly be called less religious than those who worship subordinate deities, and concludes by vindicating the Godhead of Christ.",
		"The theologians tried to uphold the orthodox theory by declaring the sultanate to be subordinate to the imamate or sovereignty of the caliphs, and dependent on the latter especially in all religious matters; but their artificial theories have never modified facts.",
		"In the Augsburg Confession (1530), which was largely due to him, freedom is claimed for the will in non-religious matters, and in the Loci of 1533 he calls the denial of freedom Stoicism, and holds that in justification there is a certain causality, though not worthiness, in the recipient, subordinate to the Divine causality.",
		"At first he was willing to subordinate them to an attempt to win over Scotland to his anti-papal policy, and he made various efforts to bring about an interview with his nephew.",
		"Henceforth, despite the incursions of the Scandinavians, and partly because of them, the ecclesiastical and royal centres of life are moved to the south and the east, though the king of Alban (Ardrigh) is not always master of his Ri, or subordinate princes of the seven provinces (Mortuath).",
		"Offences were no longer against the individual and his kin, but against the king's peace, or against the peace of subordinate holders of courts - earls, thanes, barons, bishops and abbots.",
		"It was at first subordinate to Benkulen, the company's principal station in Sumatra, but in 1823 it was placed under the administration of Bengal.",
		"This financial dependence of the provinces on the Union Government emphasizes their subordinate position and is a guarantee against any tendency in the provinces to go beyond the scope of local affairs.",
		"After filling several subordinate offices he became archdeacon of Liege.",
		"But he was too original to remain long content with a subordinate position, and the pottery business was developing so rapidly that he had every inducement to commence work on his own account.",
		"Subordinate supernatural beings (angels and demons), though of course accepted as real, are ignored as having no importance for life.",
		"Even philosophy with Hegel at this epoch was subordinate to religion; for philosophy must never abandon the finite in the search for the infinite.",
		"In the finite world or temporal state, religion, as the finite organization of a church, is, like other societies, subordinate to the state.",
		"Lastly, as a union of painting and music comes poetry, where the sensuous element is more than ever subordinate to the spirit.",
		"His activity was confined to political and especially diplomatic channels; so long as Morton lived, Fox was his subordinate, but after the archbishop's death he was second to none in Henry's confidence, and he had an important share in all the diplomatic work of the reign.",
		"Other industries of less importance are basket-making, weaving, and silk and cotton 1 A sanjak is usually a subordinate division of a vilayet, but that of Jerusalem has been independent ever since the Crimean War.",
		"In silver-work the proportion of new art designs exhibited by dealers and others is still relatively small; but jewellers, except when setting pure brilliants and pearls, are becoming more inclined to make their jewels of finely modelled gold and enamel enriched with precious and semi-precious stones, than of gems merely held together by wholly subordinate settings.",
		"In 1804, however, the family were restored to Gohad by the British government; but, owing to the opposition of Sindhia, the rana agreed in 1805 to exchange Gohad for his present territory of Dholpur, which was taken under British protection, the chief binding himself to act in subordinate co-operation with the paramount power, and to refer all disputes with neighbouring princes to the British government.",
		"Excellent as a statement of the aim and method of Isocrates, and tolerable as a statement of those of Gorgias, these phrases are inexact if applied to Protagoras, who, making \" civic virtue \" his aim, regarded statesmanship and administration as parts of \" civic virtue \", and consequently assigned to oratory no more than a subordinate place in his programme, while to the eristics - whose existence is attested not only by Plato, but also by Isocrates and Aristotle - and to Socrates - whom Grote himself accounts a sophist - the description is plainly and palpably inappropriate.",
		"The districts are partitioned out into lesser tracts, which are strictly units of administration, though subordinate ones.",
		"In addition to the British officials employed in these services, there is a host of natives of India holding superior or subordinate appointments in the government service.",
		"The subordinate courts throughout India are almost entirely manned by native judges, who sit also on the bench in each of the High Courts.",
		"It provides a regular force in each district, under a superintendent who is almost always a European, subordinate for general purposes to the district magistrate.",
		"The administration of railways was formerly under a secretary in the public works department; but since 5905 it has been placed in charge of a railway board, consisting of a president and two members, which is connected with, though not subordinate to, the department of commerce and industry.",
		"It appears that in the 4th century three Pallava chiefs were established at Kanchi, Vengi and Palakkada, the latter two being subordinate to the first, and that Pallava rule extended from the Godavari on the north to the Southern Vellaru river on the south, and stretched across Mysore from sea to sea.",
		"In 1653 Madras was raised to an independent presidency, and in 1658 all the settlements in Bengal and on the Coromandel coast were made subordinate to Fort St George.",
		"He developed four well-defined characters in the process - a country farmer, Ezekiel Biglow, and his son Hosea; the Rev. Homer Wilbur, a shrewd old-fashioned country minister; and Birdofredum Sawin, a Northern renegade who enters the army, together with one or two subordinate characters; and his stinging satire and sly humour are so set forth in the vernacular of New England as to give at once a historic dignity to this form of speech.",
		"He also participated in the Seven Years' War in a subordinate capacity.",
		"Frequently taken and retaken by the Turks, Constantine finally became under their dominion the seat of a bey, subordinate to the dey of Algiers.",
		"On the 4th of July toot the office of military governor was abolished, the military forces being largely recalled, and the part remaining being made henceforth subordinate civil to the civil authorities.",
		"In this rivalry Germany, whose interest in Turkey even so late as the congress of Berlin had been wholly subordinate, took a leading part, unhampered by the traditional policies or the humanitarian considerations by which the interests of the older powers were prejudiced.",
		"But even so the part played by conception is quite subordinate to that of belief.",
		"Secondly, a subordinate point in Bradley's logic is that there are inferences which are not syllogisms; and this is true.",
		"Belisarius understood that Narses came to serve under him like any other officer of distinguished but subordinate rank, and he received a letter from Justinian which seemed to support this conclusion.",
		"In the development of the state under the American regime the live-stock industry has been subordinate.",
		"In the language of modern diplomacy the term \" treaty \" is restricted to the more important international agreements, especially to those which are the work of a congress; while agreements dealing with subordinate questions are described by the more general term \" convention.\"",
		"The craft-gilds had remained subordinate to the Rat, but by-and-by they claimed a share in the government of the towns.",
		"St Paul also believes in this, but insists that it is subordinate to the peaceable fruits of righteousness.",
		"His writings contain most of the knowledge of his age, but it is strictly subordinate to his theological purpose.",
		"As in the political world the states gained first the undisputed control of matters secular, rejecting even the proffered counsel of the Church, and then proceeded to establish their sovereignty over the Church itself, so was it in the empire of the mind, The rights gained for independent research were extended over the realm of religion also; the two indeed cannot remain separate, and man must subordinate knowledge to the authority of religion - or make science supreme, submitting religion to its scrutiny and judging it like other phenomena.",
		"The governor is the chief judge of the court of appeal, but a judge who is subordinate to him takes all ordinary supreme court cases.",
		"In Scotland, North America and Canada important deposits of limestone occur and subordinate limestones are found in the Cambrian of central Europe.",
		"The Aramaic alphabet passed into India with the staff of subordinate officials by whom Darius organized his conquests there.",
		"Like many other distinguished German jurists, pari passu with his professorial activity, Simson followed the judicial branch of the legal profession, and, passing rapidly through the subordinate stages of auscultator and assessor, became adviser (Rath) to the Landgericht in 1846.",
		"Pownall, a distant kinsman, who attempts to prove that Pownall was the \"author behind the scenes\" of the \"Letters of Junius\" and \"that Francis was his subordinate.\"",
		"The \"elders\" (*ovrES) of the Iliad are the same as the subordinate \" kings \"; they are summoned by Agamemnon to his tent, and form a small council of nine or ten persons.",
		"The co-ordination of the two gods in the Trimurti does not by any means exclude a certain rivalry between them; but, on the contrary, a supreme position as the true embodiment of the Divine Spirit is claimed for each of them by their respective votaries, without, however, an honourable, if subordinate, place being refused to the rival deity, wherever the latter, as is not infrequently the case, is not actually represented as merely another form of the favoured god.",
		"They include those of patriarchs, archbishops, metropolitans and bishops in the first rank of the hierarchy, with their subordinate officials, such as archdeacons, archpriests, deans and canons, &c., in the lower ranks.",
		"The scattered communities of the Uniat Armenian Church in Russia are subordinate to Latin vicars apostolic. The Uniat Armenian Church in the Caucasus, however, is under the jurisdiction of the patri archate of Cilicia.",
		"The right of judging such an infraction belonged to the state, being an attribute of sovereignty of which the state could not be deprived without being reduced to a wholly subordinate condition.",
		"The chief motive of its founders in coming to the New World was the establishment of a new Christian commonwealth, but subordinate to this there was from the first an economic motive.",
		"The policy pursued was to declare the permanency of the rights existing at the time of the British interposition, conditionally upon the maintenance of order; to adjust and guarantee the relations of subordinate and tributary chiefs to their superiors so as to prevent all further disputes or encroachments; and to settle the claims of the ousted landholders, who had resorted to pillage or blackmail, by fixing grants of land to be made to them, or settling the money allowances to be paid to them.",
		"This appears, on the one hand, in the use of expressions having a Modalistic ring about them - see especially the poems of Commodian, written about the time of Valerian - and, on the other hand, in the rejection of the doctrine that the Son is subordinate to the Father and is a creature (witness the controversy between Dionysius of Alexandria and Dionysius of Rome), as well as in the readiness of the West to accept the formula of Athanasius, that the Father and the Son are one and the same in substance (O,uoou6coc).",
		"Over and above the peculiar revenues of local bodies there is the further resource - which emphasizes the subordinate position of local finance - of obtaining supplemental revenue from the central treasury, either by taxes additional to the charges of the state, and collected at the same time; or by donations from its funds, in the shape of grants for special services, or assignments of certain parts of the state's receipts.",
		"A subordinate matter in the book that attracted much attention at the time is the conception of the \"Plastic Medium,\" which is a mere revival of Plato's \"World-Soul,\" and is meant to explain the existence and laws of nature without referring all to the direct operation of God.",
		"The trial accordingly took place before a body of her majesty's councillors, and Bacon had a subordinate and unimportant part in the accusation.",
		"It sends down subordinate ranges or spurs, of considerable altitude, on all sides, one of which extends to Cape Arnauti (the ancient Acamas), which forms the north-west extremity of the island, while others descend on both sides quite to the northern and southern coasts.",
		"He took a subordinate part in the struggle between the king and Rome as to the royal rights over vacant bishoprics; and he seems to have sympathized with the proposal that was made to seize part of the wealth of the clergy.",
		"Thus in process of time birth-rites, marriage-rites, funeral rites, not to mention subordinate ceremonies such as those of name-giving and food-taking, become domestic sacraments.",
		"But Schopenhauer reminds us that the welfare of society is a temporal and subordinate aim, never to be allowed to dwarf the full realization of our ideal being.",
		"The tres Daciae formed a commune in so far that they had a common capital, Sarmizegethusa, and a common diet, which discussed provincial affairs, formulated complaints and adjusted the incidence of taxation; but in other respects they were practically independent provinces, each under an ordinary procurator, subordinate to a governor of consular rank.",
		"Starting with \"truth\" contained in Scripture as the church's foundation, and the Word and Sacraments as means of building it up, it provides ministers and elders to be elected by the congregations, with a subordinate class of \"readers,\" and by their means sermons and prayers each \"Sunday\" in every parish.",
		"But he played a very subordinate part in the history of the first crusade.",
		"But even so she was but of subordinate importance in Scandinavian politics.",
		"In addition to the prerogatives commonly invested in his office, the president is authorized to supervise the judiciary, to nominate candidates for the higher ecclesiastical offices, to intervene in the enforcement of ecclesiastical decrees, papal bulls, &c., to exercise supervisory police powers, and to appoint the intendants of provinces and the governors of departments, who in turn appoint the sub-delegates and inspectors of subordinate political divisions.",
		"The see was founded in 722 by St Willibrord, and the diocese thus formed, saving for a short time when it was an archbishopric, was subordinate to the see of Cologne.",
		"The Forest School, which trains subordinate forest officials for all parts of India, is a fine building.",
		"The judicial organization consists of the tribunal da Relaga6 at the state capital and subordinate courts in the comarcas and termos.",
		"Formerly all cases, civil and criminal, were referred to the clergy, and until the 17th century the clergy were subordinate to a kind of chief pontiff, named sadr-us-sodur, who possessed a very extended jurisdiction, nominated the judges, and managed all the religious endowments of the mosques, colleges, shrines, &c. Shah Safi (1629-1642), in order to diminish the influence of the clergy, appointed two such pontiffs, one for the court and nobility the other for the people.",
		"He levies the taxes, controls the legal procedure, is responsible for the security of roads and property, and superintends the subordinate districts.",
		"In contrast with Judaism, Zoroastrianism did not enter the lists against all gods save its own, but found no difficulty in recognizing them as subordinate powershelpers and servants of Ahuramazda.",
		"For at the side of the great god Ahuramazda there stands a host of subordinate divine beings who execute his willamong these the deified heroes of legend, to whose circle the king is now admitted, since on him Ahuramazda has bestowed victory and might.",
		"Here the opposition between the good spirit of light and the demons of evilbetween Ormuzd and Ahrimans till remained the principal dogma of the creed; while all other gods and angels, however estimable their aid, were but subordinate servants of Ormuzd, whose highest manifestation on earth was not the sun-god Mithras, but the holy fire guarded by his priests.",
		"From this time he was inseparably associated with Catharine in all important diplomatic affairs, though officially he was the subordinate of the vice-chancellor, Count Alexander Osterman.",
		"The colonial legislatures were abolished, provincial councils, with strictly subordinate and delegated powers, were set up, and provincial administrators (local men) replaced the various governors.",
		"On the 17th of February 1676, with Danby's knowledge, Charles concluded a further treaty with Louis by which he undertook to subordinate entirely his foreign policy to that of France, and received an annual pension of £100,000.",
		"Additional decisions were necessitated by the violent disputes which raged within the Franciscan order as to the observance of the rules of St Francis of Assisi, and by the multitude of subordinate questions arising from this.",
		"For this the Stoics substituted four summa genera, all subordinate, so that each in turn is more precisely determined by the next.",
		"The opposite tendencies, to allow to the individual responsibility and freedom, and to demand of him obedience to law, are both features of the system; but in virtue even of the freedom which belongs to him rational, he must recognize the society of rational beings of which he is a member, and subordinate his own ends to the ends and needs of this society.",
		"Almeida sought to subordinate all else to sea power and commerce, to concentrate the whole naval and military force of the kingdom on the maintenance of maritime ascendancy; to annex no territory, to avoid risking troops ashore, and to leave the defence of such factories as might be necessary to friendly native powers, which would receive in return the support of the Portuguese fleet.",
		"The primary rocks which appear at Mitushev Kamen are overlaid with thick beds of quartzites and clayslates containing sulphide of iron, with subordinate layers of talc or mica slate, and thinner beds of fossiliferous limestone, Silurian or Devonian.",
		"It is the only French possession on the west coast of India, and is in charge of a chef de service, subordinate to the governorgeneral at Pondicherry.",
		"As the prefect has the appointment of subordinate department officials, including the alcaldes, the authority of the national executive reaches every hamlet in the republic, and may easily become autocratic. There are no legislative assemblies in the departments, and their government rests with the national executive and congress.",
		"Subordinate to the prefects are the subprefects in the provinces, the corregidores in the cantons and the alcaldes in the rural districts - all appointed officials.",
		"It is the seat of a l aimmakam or sub-governor, subordinate to the governor of 'Akka.",
		"The so-called \"broad-bottom\" administration formed by the Pelhams in 1744, after the dismissal of Carteret, though it included several of those with whom he had been accustomed to act, did not at first include Pitt himself even in a subordinate office.",
		"It would appear from his published correspondence that Pitt had a greater influence in shaping its policy than his comparatively subordinate position would in itself have entitled him to.",
		"Among these hypothetical beings, the creations of a sickly scholasticism, hollow abstractions without life or reality, the particular trinity in which the historical Gotama was assigned a subordinate place naturally occupied the most exalted rank.",
		"Originally and properly applicable to a status recognized by feudalism, the term vassal state has been used to describe the subordinate position of certain states once parts of the Ottoman Empire, and still loosely connected therewith.",
		"Steinmetz (ibid., 1908, 177 f.); and Schmiedel in Hibbert Journal (1903), pp. 537 f heart of the gospel with all his heart, and while a certain controversial' element inevitably enters into his expositionsince he is writing with his eye on the Roman Church-any such considerations are quite subordinate to his dominating aim.",
		"In 1892 Maryport became an independent port with Workington, Whitehaven and Millom subordinate to it.",
		"Or the relation may be one of public law; one of two states has become subordinate to, Law.",
		"The only countries where the order plays a distinctly subordinate part are some extra-tropical regions of the southern hemisphere, Australia, the Cape, Chili, &c. The proportion of graminaceous species to the whole phanerogamic flora in different countries is found to vary from nearly 4th in the Arctic regions to about 2 nth at the Cape; in the British Isles it is about y2th.",
		"John Bermudez, a subordinate member of the mission of 1520, who had remained in the country after the departure of the embassy, was, according to his own statement (which is untrustworthy), ordained successor to the abuna (archbishop), and sent to Lisbon.",
		"It was a further misfortune that when Keppel hoisted his flag one of his subordinate admirals should have been Sir Hugh Palliser (1723-1796), who was a member of the Admiralty Board, a member of parliament, and in Keppel's opinion, which was generally shared, jointly responsible with his colleagues for the bad state of the navy.",
		"During these years of subordinate activity Canning had established his position as an orator and a wit.",
		"In view of the failing health of the duke of Portland he told his colleague, Spencer Perceval, chancellor of the exchequer, that a new prime minister must be found, that he must be in the House of Commons, that the choice lay between them, adding that he might not be prepared to serve as subordinate.",
		"A third division, the Tartarides, a subordinate group of the Uropygi, contains minute Arachnida differing principally from the typical Uropygi in having the caudal process unjointed and short.",
		"On the other hand, a sufficient analysis here may be expected to yield us a statement of the reality of things in its last terms, and thus to shed a light backwards upon the true nature of our subordinate conceptions.",
		"Below these were a number of subordinate officers who acted as their assessors and were known as boiars of the Divan (Boiari de Divanu).",
		"The interest in abstract exposition of clearly formulated theological ideas is everywhere subordinate to the polemical purpose.",
		"In the Ottoman Empire the rulers appointed to the quasi-independent Christian communities subject to it have usually been designated \" prince, \" and the title has thus come to signify in connexion with the Eastern Question a sovereignty more or less subordinate.",
		"The lowest member (Table Mountain Sandstone) consists of sandstones with subordinate bands of shale.",
		"To the provincial council is entrusted the oversight of the divisional and municipal councils of the province, but the powers of such subordinate bodies can also be varied or withdrawn by the Union parliament acting directly.",
		"A main receiving drain was to be carried along the lowest part of the ground, with sub-drains in every subordinate hollow that the ground presented.",
		"In general interests members must subordinate themselves to the good of others; in personal interests they should retain independence.",
		"In 1687 Bombay was placed at the head of all the Company's possessions in India; but in 1753 the government of Bombay became subordinate to that of Calcutta.",
		"The original population appears to have consisted of Illyrians, who after the great emigration of the Gauls became subordinate to various Celtic tribes, chief amongst them being the Taurisci, probably called Norici by the Romans from their capital Noreia (Neumarkt).",
		"It is eclectic only in a secondary and subordinate sense.",
		"Maha-vira treated ethics as corollary and subordinate to his metaphysics, with which he was chiefly concerned.\"",
		"Canning, Huskisson and Perceval were given subordinate offices.",
		"He showed that books are a better preparation for statesmanship than early training in the subordinate posts and among the permanent officials of a public department.",
		"This Spirit was the creator of all subordinate beings, and alone has immediate communion with the Deity.",
		"As soon as we begin to know anything of the Druses they were living in a feudal state of society, as village communities under sheikhs, themselves generally subordinate to one or more amirs.",
		"The annihilation of the Apharetidae in the legend indicates the subordinate position held by the Messenians after the loss of their independence and subjugation by Sparta, the Dioscuri being distinctly Spartan, as the Apharetidae were Messenian heroes.",
		"But in his plays, as in the early tragedies generally, the dramatic element was subordinate to the lyric element as represented by the chorus and the dance.",
		"Cosmic theories of the work of a Logos subordinate to the Father fell into the background.",
		"He preached the strict unity of God, the subordinate nature of Christ, and salvation by character.",
		"The governors of the other divisions are subordinate to him, but are appointed by the sultan.",
		"In each division is a military commander, having a part of the garrison of the city under his orders, but subordinate to the commander-in-chief of the troops guarding the capital.",
		"The municipal government of the four divisions of the city is in the hands of a prefect, appointed by the sultan, and subordinate to the minister of the interior.",
		"In the Thoughts on Education imaginative sentiment is never allowed to weigh against utility; information is subordinate to the formation of useful character; the part which habit plays in individuals is always kept in view; the dependence of intelligence and character, which it is the purpose of education to improve, upon health of body is steadily inculcated; to make children happy in undergoing education is a favourite precept; accumulating facts without exercising thought, and without accustoming the youthful mind to look for evidence, is always referred to as a cardinal vice.",
		"His subordinate Kellermann repulsed the Prussians at Valmy (September 20, 1792), and he himself severely defeated the Austrians at Jemappes (November 6).",
		"And there are not wanting signs of a revival in recent years of the earlier tendency of philosophical speculation to subordinate the necessities of metaphysical, scientific and even psychological inquiries to the prima facie demands of the moral consciousness.",
		"Upon his view the intellect must always be subordinate to the will, and to the will belongs the power of complete self-determination.",
		"The proper designation of the judge is official principal of the Arches court, but by custom he came to be styled the dean of the Arches, a title belonging formerly to the chief official of the subordinate court.",
		"Sometimes, again, whole theories of ethics have been formulated which can be seen in the end to be efforts to subordinate moral conceptions to conceptions belonging properly to institutions or departments of human thought and activity which the moral consciousness has itself originated.",
		"For in the most philosophical comparison in the Philebus between the claims of pleasure and wisdom the former is altogether worsted; and though a place is allowed to the pure pleasures of colour, form and sound, and of intellectual exercise, and even to the \" necessary \" satisfaction of appetite, it is only a subordinate one.",
		"A notion so vague could not possibly be used with any precision for determining the subordinate rules of morality; but in fact Cumberland does not attempt this; his supreme principle is designed not to rectify, but merely to support and systematize, common morality.",
		"In the systems of Schelling and Hegel ethics falls again into a subordinate place; indeed, the ethical view of the former is rather suggested than completely developed.",
		"But the attempt not only to treat ethics scientifically, but actually to subordinate the principles of conduct to the principles of existing biological science or group of sciences biological in character, was reserved for postDarwinian moral philosophers.",
		"And the need which most philosophers have felt for some philosophical foundation for morality arises, not from any desire to subordinate moral insight to speculative theory, but because the moral facts themselves are inexplicable except in the light of first principles which metaphysics alone can criticize.",
		"A royal court took the place of the Althing courts; the local business of the local things was carried out by the (hreppstjori) bailiff, a subordinate of the sheriff; and the g050r5, things, quarter-courts, trial by jury, &c., were swept away by these innovations.",
		"From this standpoint, as contrasted with that of the various forms of socialism which subordinate the individual to the community, the community as such is an artificial unity.",
		"Not, however, as an empress holding subject or subordinate cities in a dependence more or less compulsory.",
		"Feeling is not a mental function subordinate to cognition or volition, but of equal rank and authority; yet feeling, cognition and volition alike conduct to faith in the unknown Absolute, though by different paths and processes.",
		"Subordinate district councils, urban and rural, were also established as in England and Scotland to manage the various local areas within each county.",
		"The provisions made for the administration of the Poor Law by the act under consideration are very complicated, but roughly it may be said that it was handed over to these new subordinate local bodies.",
		"The ecclesiastical colonies that went forth from a parent family generally remained in subordination to it, in the same way that the spreading branches of a ruling family remained in general subordinate to it.",
		"On the other hand, the De Burghs, partly by alliance with the Irish, partly by sheer hard fighting, made good their claims to the lordship of Connaught, and the western O'Connors henceforth play a very subordinate part in Irish history.",
		"The new chief secretary, while abstaining from displacing the undersecretary, whose encouragement of \" devolution \" had caused considerable commotion among Unionists, announced that he considered him as on the footing of an ordinary and subordinate civil servant, but Mr Wyndham had said that he was \" invited by me rather as a colleague than as a mere undersecretary to register my will,\" and Lord Lansdowne that he \" could scarcely expect to be bound by the narrow rules of routine which are applicable to an ordinary member of the civil service.\"",
		"From 1865 to 1867 Strossmayer and the nationalists endeavoured to secure the formation of a subordinate Austrian kingdom comprising Dalmatia, Croatia-Slavonia and the islands of the Quarnero.",
		"It thus became strictly subordinate to the jurisdiction of the archdeacon.",
		"As subordinate under the duke, or Lord Sandwich, and as first lord himself, Anson was at the admiralty with one short break from 1745 till his death in 1762.",
		"But, as the theory which we are explaining does not admit that language is more than a subordinate cause in the development of myths, as it seeks for the origin of myths in a given condition of thought through which all races have passed, we need do no more than record the objection.",
		"This training consisted for the most part in physical exercises, such as dancing, gymnastics, ball-games, &c., with music and literature occupying a subordinate position.",
		"At Beer-lahai-roi an El (\"god\") appeared to Hagar, whence the name of her child Ishmael; but the writer prefers the unambiguous proper name Yahweh, and, what is more, the divine being is now Yahweh's angel - the Almighty's subordinate (xvi.).",
		"Africa is thus composed of two segments at right angles, the northern running from east to west, the southern from north to south, the subordinate lines corresponding in the main to these two directions.",
		"With equal firmness and success he vindicated his rights, whether against the indirect attacks of the papacy on his independence, or the claims of the ecclesiastical courts which, in principle, he made subordinate to the jurisdiction of the crown; whether in episcopal elections, or in ecclesiastical reforms which might possibly imperil his power or his revenues.",
		"In this redoubtable churchman the governor found a vigorous opponent who was determined to render the state subordinate to the church.",
		"But Spain took a subordinate and often a merely passive part in these wars.",
		"This wn followed by Godoys return to power, though he left the depart ment of foreign affairs to a subordinate.",
		"Like the Curetes, Dactyli, Telchines and Cabeiri, however, they represent primitive gods of procreative significance, who survived in the historic period as subordinate deities associated with a form of the Great Mother goddess, their relation to the Great Mother of the Gods, Cybele, being comparable with that of Attis.",
		"Jurisdiction in all legal matters as regards personal status of Mahommedans is administered by a grand cadi and a staff of subordinate cadis.",
		"At the head of every mudiria (province) was placed a British official, though many of the subordinate posts were filled by Egyptians.",
		"But as colonial secretary, except in so far as his consistent support of Lord Milner and his enthusiastic encouragement of colonial assistance were concerned, he naturally played only a subordinate part during the carrying out of the military operations.",
		"So long as the group was held to be a subordinate member of the Entomostraca, this term, though not the earliest, was generally accepted.",
		"In the Roman empire, after Constantine, the title rector was borne by governors of provinces subordinate to the prefects or exarchs.",
		"The administration is in the hands of a commissioner, subordinate to the governor-general's agent for Rajputana.",
		"In the southern and midland districts the parishes are for the most part subdivided into hamlets or other local divisions known as \"tythings,\" \"boroughs,\" and the like; the distinction between a parish and a subordinate district lies chiefly in the fact that the latter will be found to have never had a church or a constable to itself.",
		"It would appear that the eusporangiate Ferns suddenly sank to very subordinate position after the Palaeozoic era.",
		"He then returned to Khartum, and in 1879 went again into Darfur to pursue the slave traders, while his subordinate, Gessi Pasha, fought them with great success in the Bahr-el-Ghazal district and killed Suleiman, their leader and a son of Zobeir.",
		"A subordinate of Hadadezer named Rezon (Rasun) succeeded in establishing himself in Damascus and in founding there a royal dynasty.",
		"Brunhild drops out, becoming a figure altogether subordinate and shadowy.",
		"The procedure of the courts which had cognizance of the matter was, however, by no means strict, and the judges and subordinate officials were often not ill-disposed towards Christians, so that evasion was fairly easy.",
		"From this separation arise all the difficulties in the effort to develop the notion systematically, and in tracing the history of Kant's philosophical progress we are able to discern the gradual perception on his part that here was to be found the ultimate cause of the perplexities which became apparent in considering the subordinate doctrines of the system.",
		"The Army Groups or the units subordinate to them respectively assigned additional tasks to the Einsatz Groups and their subsections.",
		"More evident still is the subordinate role played by petty bourgeois pacifism with regard to Imperialism in the United States.",
		"It ignores cases where subordinate minorities may develop a negative self-concept together with positive attitudes toward the dominant group.",
		"It was a privilege for them to live in Athens, and they were welcome enough, but on strictly subordinate terms.",
		"The brigade was not part of WGF, but had been directly subordinate to the Warsaw Pact, i.e. the Russians, and Moscow.",
		"Actual entries immediately subordinate to the root, are called First Level entries.",
		"Second, the Clinton administration's conversion policy is also clearly subordinate to its continued emphasis on military security and power projection.",
		"The Order in Wales remained subordinate to the English Prior.",
		"National constitutions would become legally subordinate, both speakers contended.",
		"Everything is made subordinate to the overmastering dictates of war.",
		"Complex mathematics was seen as subordinate to the needs of the practicing engineer.",
		"The governor and his subordinate plundered in concert, till in 78 Dolabella had to stand his trial at Rome, and was convicted, mainly on the evidence of Verres, who thus secured a pardon for himself.",
		"Dundas, Pitt's favourite subordinate, had already committed himself by his earlier resolution of censure; and Pitt was induced by motives which are still obscure to incline the ministerial majority to the same side.",
		"All are \"Levites\" by descent, and are thus correlated in the genealogical and other lists, but the true priesthood is confined to the sons of Aaron, while the mass of the Levites are subordinate servants who are not entitled to approach the altar or to perform any strictly priestly function.",
		"In the Menaechmi and, as a subordinate incident, in the Amphitruo we have a \"comedy of errors.\"",
		"They incline to the Design Argument and Analogy - to the Cosmological argument (with other elements in a subordinate place) and proof by inference - to the Ontological argument.",
		"This upheaval - the consequences of which have been felt even within the historic period, by the drainage of the formerly impracticable marshes of Novgorod and at the head of the Gulf of Finland - together with the destruction of forests (which must be considered, however, as a quite subordinate cause), contributes towards a decrease of precipitation over Russia and towards increased shallowness of her rivers.",
		"Until the beginning of the 17th century the Byzantine tradition that in all matters outside the sphere of dogma the ecclesiastical is subordinate to the civil power had been observed in Russia; but the traditional conceptions had been to some extent undermined during the reign of Michael, when the metropolitan Philaret, who was the tsar's father (vide supra), became patriarch and was associated with his son in the government on a footing of equality.",
		"His jurisdiction has become, in fact, not subordinate to, but co-ordinate with that of the bishop. Yet, so far as orders were concerned, he remained a deacon; and if archdeacons were often priests, this was because priests who were members of chapters were appointed to the office.",
		"Thus the bishop of the important see of Seleucia (Bagdad), though subordinate to the patriarch of Antioch, had the title of Catholicus and power to consecrate even archbishops; and on the division of the see there were two Catholici under the patriarch of Antioch.",
		"In the case of Marie Antoinette, who married the dauphin, afterwards Louis XVI., she gave an extraordinary proof of her readiness to subordinate everything to the reason `of state.",
		"In the same way the sous-prefets correspond to the subdelegues of the intendants, with the difference that they are actual officials subordinate to the prefects, while the subdelegues were merely the representatives with whom the intendants provided themselves, and to whom they gave powers.",
		"Indeed it may be safely said that Gustavus III., during the last six years of his reign, mainly depended upon Wallqvist and his clerical colleague, Carl Gustaf Nordin, who were patriotic enough to subordinate even their private enmity to the royal service.",
		"It should be observed, however, that Darwin did not attribute an essential part to this Lamarckian hypothesis of the transmission of acquired characters, but expressly assigned to it an entirely subordinate importance.",
		"The rajaz poems (see above) had been a subordinate class generally used for improvisations in pre-Mahommedan times.",
		"The alternate CP may be the TAC CP, or a subordinate troop headquarters.",
		"The brigade tasks a subordinate unit to provide unit support.",
		"It is important to remember that even if the primary mortgage is completely up to date, and there has never been a late payment, the owner can still lose the home if payments on subordinate mortgages or taxes aren't made in a timely manner.",
		"Once you're done writing and editing your work yourself, print out another hard copy and have someone you trust, not an employee or subordinate, give you honest criticism.",
		"Lilith is said to be the first wife of Adam who was driven from the Garden of Eden after she refused to become Adam's subordinate.",
		"The prefect supervises the execution of the laws; has wide authority in regard to policing, public hygiene and relief of pauper children; has the nomination of various subordinate officials; and is in correspondence with the subordinate functionaries in his department, to whom he transmits the orders and instructions of the government.",
		"As the name implies, the ports originally constituting the body were only five in number - Hastings, Romney, Hythe, Dover and Sandwich; but to these were afterwards added the \"ancient towns\" of Winchelsea and Rye with the same privileges, and a good many other places, both corporate and non-corporate, which, with the title of limb or member, held a subordinate position.",
		"But if the epithet is intended to designate an animal that takes an interest in its rider so far as a beast can, that in some way understands his intentions, or shares them in a subordinate fashion, that obeys from a sort of submissive or halffellow-feeling' with his master, like the horse or elephant, then I say that the camel is by no means docile - very much the contrary.",
		"But, as Tenneman says, he imparted to it \"a character of gentleness and benevolence, by making it subordinate to a love of mankind, allied to religion.\"",
		"Delambre, whose recommendation obtained for him the Lyons appointment, and afterwards (1804) a subordinate position in the polytechnic school at Paris, where he was elected professor of mathematics in 1809.",
		"The youngest servant of the Company claimed the right of trading on his own account, free from taxation and from local jurisdiction, not only for himself but also for every native subordinate whom he might permit to use his name.",
		"His extreme impecuniosity made him from the first subservient to the Polish senate and nobles (szlachta), who deprived him of the control of the mint - then one of the most lucrative sources of revenue of the Polish kings - curtailed his prerogative, and generally endeavoured to reduce him to a subordinate position.",
		"Fortified by this exhaustive preparation, Aquinas began his Summa Theologiae, which he intended to be the sum of all known learning, arranged according to the best method, and subordinate to the dictates of the church.",
		"In 1782 the presbyteries of the Associate and Reformed churches united, forming the Associate and Reformed Synod of North America; but as there were a few dissenters in both bodies the older Associate and Reformed Presbyteries remained as separate units - the Associate Presbytery continued to exist under the same name until 1801, when it became the Associate Synod of North America; in 1818 it ceased to be subordinate to the Scotch General Synod.",
		"Although holding an office of subordinate rank, he was the chief defender of the government in the House of Commons, and during the time that Pitt was in opposition had to bear the brunt of his attacks.",
		"The causes of disease may be provisionally classified somewhat as follows, but it may he remarked at the outset that no one of these proximal causes, or agents, is ever solely responsible; and it is very easy to err in attributing a diseased condition to any of them, unless the relative importance of primary and subordinate agencies is discoverable.",
		"Boris, with one leg crossed over the other and stroking his left hand with the slender fingers of his right, listened to Rostov as a general listens to the report of a subordinate, now looking aside and now gazing straight into Rostov's eyes with the same veiled look.",
		"The British government obtained no satisfactory answer to its remonstrances, and Sir Robert Hart, finding himself placed in a subordinate position after his long service, retired in July 1907.",
		"For political purposes these are subdivided into eight subordinate groups, consisting of three residencies and five agencies.",
		"The primary regions of vegetation, already indicated, and their subordinate provinces may now be considered more in detail.",
		"The Levites, who formerly ministered in the high places, now discharge the subordinate offices of gate-keepers and slaughterers of the sacrificial victims.",
		"The administrative staff includes, for the purpose of computing the individual quotas of the direct taxes, a director assisted by contrleurs in each department and subordinate to a central authority in Paris, the direction gnrale des contributions directes.",
		"Speaking generally, three principal types of hydranth can be distinguished, each with subordinate varieties of form.",
		"After holding a subordinate office (1876) in the department of public works, he became successively prefect of the Tarn (1882) and the Haute-Garonne (1885), and then returned to Paris to enter the ministry of the interior.",
		"Napoleon, who could brook no equal, was nourishing the secret hope that his confederate might be used as a docile subordinate in the realization of his own plans, and the confederate soon came to suspect that he was being duped.",
		"The Ethiopian fauna plays but a subordinate part in Asia, intruding only into the south-western corner, and occupying the desert districts of Arabia and Syria, although some of the characteristic species reach still farther into Persia and Sind, and even into western India.",
		"The treatise itself is a discussion of the Aristotelian categories, specially of the six subordinate modes.",
		"Since the days when Rurik had first chosen it as his headquarters, the little town on the Volkhov had grown into a great commercial of Nov- city and a member of the Hanseatic league, and it had brought under subjection a vast expanse of territory, stretching from the shores of the Baltic to the Ural Mountains, and containing several subordinate towns, of which the principal were Pskov, Nizhniy-Novgorod and Vyatka.",
		"He took part in the defence of Paris in 1815, and afterwards occupied a subordinate situation in the prefecture of the Seine.",
		"That designation may mean \" head of the (infantry) host \" as opposed to his subordinate, the magister equitum, who was \" head of the cavalry.\"",
		"To Walpole, who looked upon every able colleague, or subordinate, as an enemy to be removed, Carteret was exceptionally odious.",
		"The remaining six, when, where, action, passion, position and habit, are relative and subordinate (formae assistentes).",
		"The other members of the group are relative and dependent, and only to be understood as in various degrees subordinate to the primitive conception.",
		"They consist for the most part of red and grey gneisses and granulites, with subordinate layers of granite and granitite.",
		"The elder was not an officer inferior and subordinate to the bishop. The elder was a bishop. The two titles are applied to the same persons.",
		"The law was ably and justly administered, and Irish trade was admitted to the same privileges as English, enjoying the same rights in foreign and colonial trade; and no attempt was made to subordinate the interests of the former to the latter, which was the policy adopted both before and after Cromwell's time, while the union of Irish and English interests was further recognized by the Irish representation at Westminster in the parliaments of 1654, 1656 and 16J9.",
		"Prince Andrew listened attentively to Bagration's colloquies with the commanding officers and the orders he gave them and, to his surprise, found that no orders were really given, but that Prince Bagration tried to make it appear that everything done by necessity, by accident, or by the will of subordinate commanders was done, if not by his direct command, at least in accord with his intentions.",
		"In these, however, the religious was avowedly subordinate to a political motive, viz.",
		"The second stage was for the sub-deacon who read the epistle (facing the altar); and the third for the subordinate clergy who read other parts of scripture.",
		"What added to the practical difficulties of this arrangement was that the post of grand-prince was not an hereditary dignity in the sense of descending from father to son, but was always to be held by the senior member of the dynasty; and in the subordinate principalities the same principle of succession was applied, so that reigning princes had to be frequently shifted about from one district to another, according as they could establish the strongest claim to vacant principalities.",
		"In 1716 this presbytery became a synod by dividing itself into four \"subordinate meetings or presbyteries,\" after the Irish model.",
		"As a true daughter of the great Russian reformer, Elizabeth (1741-61) relegated the German element to a subordinate position in the administration and gave her confidence to genuine Russians like Bestuzhev, Vorontsov, Razumovski (her morganatic husband) and the Shuvalovs.",
		"We may often distinguish between primary symptoms and secondary or subordinate symptoms, but for the purposes of classification in an article of this scope we shall only attempt to group the various cases under the more obvious signs of disease exhibited.",
		"From this point to the end of the period the Jews were dependents of Rome, free to attend to their own affairs, so long as they paid taxes to the subordinate rulers, Herodian or Roman, whom they detested equally.",
		"In fan-training the subordinate branches must be regulated, the spurs thinned out, and the young laterals finally established in their places.",
		"As a natural result of this belief we find the view that the operations of nature are conducted by a multitude of more or less obedient subordinate deities; thus, in Portuguese West Africa the Kimbunda believe in Suku-Vakange, but hold that he has committed the government of the universe to innumerable kilulu good and bad; the latter kind are held to be far more numerous, but Suku-Vakange is said to keep them in order by occasionally smiting them with his thunderbolts; were it not for this, man's lot would be insupportable."
	],
	"synonyms": [
		"subject",
		"subservient",
		"dependent",
		"collateral",
		"tributary",
		"tangential",
		"supplemental",
		"succursal",
		"subordinated",
		"subalternate",
		"servile",
		"servant",
		"segmentary",
		"segmental",
		"satellite",
		"worker",
		"under",
		"tributary",
		"supplementary",
		"subservient",
		"subserviency",
		"subordination",
		"subject",
		"subdue",
		"servant",
		"satrap",
		"satellite",
		"parergon",
		"minor",
		"minion",
		"subdue"
	],
	"antonyms": [
		"superior",
		"senior",
		"major",
		"central",
		"chief",
		"vital",
		"necessary",
		"important",
		"insubordinate",
		"independent",
		"dominant",
		"chief",
		"major",
		"boss",
		"manager",
		"leader",
		"superior",
		"master",
		"senior"
	]
}