{
	"word": "inquisitive",
	"meaning": [
		"Inclined to ask many questions or seek information; eager to learn.",
		"Asking more questions than is necessary or proper; prying.",
		"Unduly curious and inquiring.",
		"Eager to acquire knowledge."
	],
	"sentences": [
		"We were met by three inquisitive stares.",
		"They were healthy inquisitive toddlers.",
		"Felipa smiled at Carmen's inquisitive look.",
		"Once she was comfortable with us she opened up, displaying a sharp and inquisitive mind.",
		"Molly is fun to be around, chatty and inquisitive and far less reserved than at our first meeting.",
		"Natasha looked at Sonya with wondering and inquisitive eyes, and said nothing.",
		"You have such an inquisitive mind, crammed full of unusual facts.",
		"Their only company was an inquisitive cow that stared at these intruders in her personal domain.",
		"I'll try not to be so inquisitive.",
		"Unable to discern the source of his objection, she finally turned an inquisitive gaze on him.",
		"Her intent gaze was inquisitive, her eyebrows raised in a silent question.",
		"She is very intelligent which also makes her really really inquisitive.",
		"Little Tammy was so shy and inquisitive.",
		"Abdallatif was undoubtedly a man of great knowledge and of an inquisitive and penetrating mind.",
		"Monkeys are very active and inquisitive.",
		"The same inquisitive, challenging, and rather mocking eyes still looked at him.",
		"These inquisitive animals look like human babies.",
		"To succeed, you'll need a keen eye, an inquisitive mind, and maybe just a little bit of luck too.",
		"His inquisitive gaze met hers, likely sensing something amiss.",
		"Baz was curiously both very shy and extremely inquisitive.",
		"In order to accomplish this, you'll need to be inquisitive and have a nose for a good news story.",
		"Ecostation will thrill environmentally friendly folks while How Does It Work? will satisfy even the most inquisitive minds.",
		"The next time you are in a public area, feel free to watch a small child and observe how long it takes for the average parent to respond to their general comments, whether those be complaints or inquisitive questions.",
		"However, you'll often find an intriguing mixture of colorful locals and inquisitive tourists - and the place is often \"happening\".",
		"While most of them are privately owned, inquisitive tourists can still tour many of them.",
		"Under Owen scholastic studies were maintained with a formality and dogmatism unsuited to Locke's free inquisitive temper.",
		"The subject material made the show potential dynamite and Grundy's couldn't disregard the powerful and inquisitive press.",
		"Anyone who has looked after rabbits knows that they are inquisitive, often cheeky and playful, and sometimes quite grumpy.",
		"Kittens can squeeze into tiny spaces and because they are so inquisitive, often end up in trouble!",
		"After a while of experiencing our relaxed state and open hearts, she relaxes too and gets very inquisitive.",
		"The inquisitive, playful otter is one of Britain ' s best known and well loved wild animals.",
		"Creature Features Creature Features is a BRAND NEW interactive animal land with inquisitive meerkats, wallabies, rheas, skunks and prickly porcupines.",
		"The lid of the system is lockable - ideal if you have a very inquisitive toddler in the house.",
		"Descartes, known as Du Perron, from a small estate destined for his inheritance, soon showed an inquisitive mind.",
		"People are naturally fascinated with adoptions, and many of those inquisitive folks don't have a problem with asking rather personal questions.",
		"However, you will need to watch your inquisitive little one continuously.",
		"Inquisitive (but naughty) children have found that catching the sun's rays in a magnifying glass at the correct angle will burn any ants on the other side of the glass.",
		"Read on as the experts individually answered our inquisitive top secret beauty questions.",
		"Whether it is his mild manner, inquisitive ways or infectious laugh, toddlers are attracted to Elmo.",
		"The voice acting is well done, from the deep, wise voices of the older Heroes to the high-pitched, inquisitive voices of children.",
		"It can almost become like an art piece in your home and definitely a point of conversation for inquisitive guests that will visit.",
		"This style of parenting often results in children who have high self-esteem and are independent, inquisitive, happy, assertive, and interactive.",
		"The greatest dangers to an inquisitive infant include uncovered electrical outlets; ungated stairways; and household cleaners, medications, and other potentially toxic substances.",
		"She also wears Nancy's trademark inquisitive expression and lots of fancy hair accessories.",
		"Both of these signs enjoy growth, learning, a curiosity for life and an inquisitive nature.",
		"The Gemini symbol is versatile and inquisitive.",
		"D'Anna Biers - The human name for the Cylon Threes was that of an inquisitive reporter.",
		"Had they decided they didn't want her bored and inquisitive?",
		"It was a soft kiss, not demanding but more inquisitive.",
		"How was I to know you would be so inquisitive?",
		"For the naturally inquisitive the first question must be ' what ', exactly, is in the pipeline?",
		"He was very inquisitive into the cause of his coming; said he ought not to have returned without the Trustees ' leave.",
		"If the shark becomes too inquisitive, gently push the snout and it will move away.",
		"However, what it does have is vast amounts of thought-provoking and sincere drama that is best appreciated if you're feeling inquisitive.",
		"In disposition they are amiable and courteous, but arrogant, lively, inquisitive and inclined to steal - their attacks in earlier days on Europeans, when not caused by misunderstandings, being due probably to their coveting property which to them was of immense value.",
		"He had courage, a vivid sense of duty, an indefatigable love of work, and all the inquisitive zeal and inventive energy of a born reformer.",
		"The object of the foregoing paragraphs has been to show in what way the positive, inquisitive, secular, exploratory spirit of the Renaissance, when toned and controlled by humanism, penetrated the regions of literature, art, philosophy and science.",
		"Tails are typically docked to be level with the back of the skull, and are held upright.The Welsh's expression should display intelligence and good humor as befits his lively and inquisitive nature.",
		"Dean planned to telephone Fred directly from Willoughby's to make absolutely sure no inquisitive eavesdropper could arrive at the bar before he was securely in place.",
		"He quirked an inquisitive brow, his eyes still twinkling, and patted the bed.",
		"The poverty and natural strength of the country, combined with the ferocious habits of the natives, seem to have equally repelled the friendly visits of inquisitive strangers and the hostile incursions of invading armies.",
		"Pierre stopped laughing, got up, went farther away from the inquisitive man, and looked around him.",
		"Kinneir, Fraser and other observers speak unfavourably of the Mazandarani people, whom they describe as very ignorant and bigoted, arrogant, rudely inquisitive and almost insolent towards strangers."
	],
	"synonyms": [
		"wondering",
		"speculative",
		"questioning",
		"prying",
		"challenging",
		"inquiring",
		"interested",
		"curious",
		"nosy",
		"meddlesome",
		"snooping",
		"nosey",
		"meddling",
		"intrusive",
		"mousing"
	],
	"antonyms": [
		"incurious",
		"uninterested",
		"unconcerned",
		"indifferent"
	]
}