{
	"word": "fawn",
	"meaning": [
		"To show friendliness by licking hands, wagging its tail, etc.",
		"To try to gain favor by acting servilely; cringe and flatter.",
		"To seek favor or attention by flattery and obsequious behavior.",
		"To show affection in a solicitous or exaggerated way.",
		"To bring forth (young)",
		"A young deer less than one year old.",
		"A pale yellowish-brown color.",
		"A pale brown colour tinted with yellow, like that of a fawn.",
		"Of this color."
	],
	"sentences": [
		"The doe is of a light fawn colour and has no horns.",
		"The eyes are large and soft, and a golden fawn is the colour most prized.",
		"They can also be black, brindle, red, fawn or tricolor.",
		"All the American species are of a nearly uniform dark brown or blackish colour when adult; but it is a curious circumstance that when young (and in this the Malay species conforms with the others) they are conspicuously marked with spots and longitudinal stripes of white or fawn colour on a darker ground.",
		"The groundcolour of the fur varies from a pale fawn to a rufous buff, graduating in the Indian race into pure white on the under-parts and inside of the limbs.",
		"The natural colour of tussur silk is a greyish fawn, and that shade it was found impossible to discharge by any of the ordinary bleaching agents, so as to obtain a basis for light and delicate dyes.",
		"American sorts have coarse thick underwool of a pale fawn or stone colour with a growth of longer black and white hairs, 3 or 4 in.",
		"Some small wild cats, very poor flat fur of a pale fawn colour with yellow spots, are imported from Australia and used for linings.",
		"The colour is a light fawn, but it is so pale that it lends itself to be dyed any colour.",
		"In addition to their long hind and short fore limbs, jerboas are mostly characterized by their silky coats - of a fawn colour to harmonize with their desert surroundings - their large eyes, and long tails and ears.",
		"The colour of the greater proportion of alpaca imported into the United Kingdom is black and brown, but there is also a fair proportion of white, grey and fawn.",
		"The bark is thick and furrowed, and of a pale fawn colour internally; the rootlets are few, and the root itself is of larger diameter than in the other kinds.",
		"It seems clear that he had a peculiar gift for evoking the enthusiasm of rude tribes, and we can well understand how the famous white fawn, a present from one of the natives, which was his constant companion and was supposed to communicate to him the advice of the goddess Diana, promoted his popularity.",
		"The head and body are covered with long soft hair of a fawn colour above and almost pure white beneath.",
		"In place of the goat or fawn a bear might have been expected, but the choice may have been influenced by the animal totem of the tribe into whose hands the ritual fell.",
		"The black Kerry breed and the black or brown Scotch cattle are also more or less nearly related; and a similar kinship is claimed for the Siemental cattle of Switzerland, although their colour is white and fawn.",
		"The Channel Island cattle, which are either black or fawn, would seem to be nearly allied to the Spanish fighting breed, and thus to the aurochs.",
		"The colors are black, white, blue, agouti, chinchilla, sable, seal point and fawn.",
		"We purchased a fawn bitch sired by make history called Historic Lady (Faith) who was our foundation bitch in 1971.",
		"Any color or variety of colors is acceptable, white, black, blue, fawn, brindle or parti-coloured are all OK.",
		"He had faded denim jeans on over scuffed, fawn cowboy boots and a plain, white cotton shirt.",
		"Allosuckling was only successful if the female's own fawn was already sucking.",
		"The color is usually a dark brown shading to light fawn.",
		"Fawn and brindle are the colours preferred.",
		"Seal - The body color is creamy white or pale fawn.",
		"Seal Tortie Lynx - The body is cream to fawn, and the points are brown with darker tabby markings and patches of red.",
		"To make green flecks sparkle, choose fawn, tan, and mocha shadows.",
		"Since her first role as Fawn in the TV movie Sorority, Hendricks has gone on to create quite a career for herself in both television and film.",
		"Many are fawn (red) or brindled in color with a white belly, chest, and feet.",
		"The breed's fur is short, straight and slightly rough, and the color typically varies between fawn, red or brindle with black or darker markings around the head.",
		"Color choices are navy check, fawn check or green check.",
		"Special cushion comfort straps won't cut into delicate shoulder skin; you can find this bra in fawn (beige) or white.",
		"At the Hall of Fame, you can line up to meet the fairies of Pixie Hollow including Tinker Bell, Rosetta, Silvermist, Iridessa, Fawn and as of August 27, 2010, Vidia, the fastest of the flying fairies.",
		"This style is available in three colors, including fawn, black and vanilla.",
		"Peter Pan's Tinker Bell originated in a Victorian tale but holds a strong presence in the Disney franchise, along with her fairy companions such as Silvermist, Rosetta and Fawn.",
		"Bulldog, bulldog (miniature), mastiff, Great Dane, Newfoundland (black, white and black, or other than black), St Bernard (rough and smooth), Old English sheepdog, collie (rough and smooth), Dalmatian, poodle, bull terrier, white English terrier, black and tan terrier, toy spaniel (King Charles or black and tan, Blenheim, ruby or red and tricolour), Japanese, Pekingese, Yorkshire terrier, Maltese, Italian greyhound, chowchow, black and tan terrier (miniature), Pomeranian, pug (fawn and black), Schipperke, Griffon Bruxellois, foreign dogs (bouledogues frangais, elk-hounds, Eskimos, Lhasa terriers, Samoyedes and any other varieties not mentioned under this heading).",
		"In Burma the species is represented by the tsaine, or h'saine, in which the colour of the adult bulls is rufous fawn.",
		"The coat in summer is foxy red above and white below; in winter this changes to a greyish fawn, with a white rump-patch.",
		"The general colour above is reddish fawn, separated from the white of the under-parts by a dark band on the flanks.",
		"Of these, Hypogeomys is a large, long-tailed, fawn-coloured rat, with large ears and feet; Nesomys is a red species, with long hair; Brachytarsomys is shortfooted and long-tailed, with velvety fawn fur; HallQmys has elongated hind feet, as has also Macrotarsomys; Gymnuromys is naked-tailed; and the several species of Eliurus are dormouselike.",
		"The hair is naturally dark, but is often dyed red or fawn, and crisp, inclining to woolly.",
		"The groundcolour of the upper and outer parts of the head, body, limbs and tail is bright rufous fawn; and these parts are beautifully marked with transverse stripes of a dark, almost black colour.",
		"A number of young girls, between five and ten years of age, wearing a bear-skin (afterwards a saffron-coloured robe) danced a bear-dance, called apKTEia, the girls themselves being called ecpKToc. In one account, a maiden was ordered to be sacrificed to the bear Artemis, but a certain man who had a goat called it his daughter and offered it up in secret, just as at Munychium a fawn dressed up as a girl was sacrificed to the goddess.",
		"The colour varies from white or grey to black, but is frequently fawn, with a dark line down the spine and another across the shoulders.",
		"After protracted experimenting Sir Thomas Wardle was able in 1873 to show a series of tussurs well dyed in all the darker shades of colour, but the lighter and bright blues, pinks, scarlets, &c., he could not produce, Subsequently Tessie du Motay found that the fawn colour of natural tussur could be discharged by solution of permanganate of potash, but the oxidizing action was so rapid and violent that it destroyed the fibre itself.",
		"His overweight partner was as quiet as a fawn at dawn.",
		"Other colours known, as silver fawn and silver brown, are closely related.",
		"An armadillo stared at them from a rocky ledge as they passed, and a doe and her fawn darted across the trail not more than a hundred yards ahead, disappearing into the brush."
	],
	"synonyms": [
		"cower",
		"creep",
		"crawl",
		"cringe",
		"grovel",
		"suck up",
		"kotow",
		"bootlick",
		"truckle",
		"kowtow",
		"toady",
		"yearling",
		"wheedle",
		"sycophant",
		"ingratiate",
		"unctuousness",
		"unctuosity",
		"toadying",
		"sycophancy",
		"servility",
		"obsequiousness",
		"kowtow",
		"groveling",
		"deference",
		"grayish-brown",
		"greyish-brown",
		"dun",
		"unctuous",
		"toadying",
		"sycophantic",
		"servile",
		"parasitical",
		"oleaginous",
		"obsequious",
		"gnathonic",
		"fawning",
		"deferential"
	],
	"antonyms": [
		"ignore"
	]
}