{
	"word": "diffuse",
	"meaning": [
		"To cause to spread out freely.",
		"To mix by diffusion, as gases, liquids, etc.",
		"To make known to or cause to be used by large numbers of people; disseminate.",
		"To make less brilliant; soften.",
		"To pour, spread out, or disperse in every direction; spread or scatter widely.",
		"Spread out or dispersed; not concentrated.",
		"Using more words than are needed; long-winded; wordy.",
		"Everywhere or throughout everything; not focused or concentrated."
	],
	"sentences": [
		"The placenta is diffuse, not cotyledonary.",
		"Indeed his work, written in a diffuse and inelegant style, passed almost unnoticed.",
		"Of these volumes, he adds, one is very diffuse, but the other short and concise.",
		"There is true beauty in the saying - \" It is unworthy of a noble nature to diffuse its pain.\"",
		"Gomperz's Greek Thinkers is an able, if somewhat diffuse, survey of the philosophical development in connexion with the general movement of Greek life and culture.",
		"Sometimes a large part of the sky shows a diffuse illumination, which, though brighter in some parts than others, possesses no definite outlines.",
		"She had to think of a way to diffuse Jonny, before he blew them all up, and get Ash back.",
		"With open pans the vapour is free to diffuse itself into the atmosphere, and the evaporation is perhaps more rapid.",
		"We therefore regard the body of a Cestode as a single organism within which the gonads have become segmented, and the segmentation of the body as a secondary phenomenon associated with diffuse osmotic feeding in the narrow intestinal canal.",
		"Diffuse the sunlight, do not block it out.",
		"The sky also was lit by a diffuse background Aurora.",
		"It is immensely diffuse and pretentious, loaded with digressions, its argument buried under masses of fantastic, uncritical learning, the work of a vigorous but quite unoriginal mind.",
		"This will diffuse the immediate conflict.",
		"They, and especially the latter, are diffuse and often lax in expression, needlessly prolix, and pompously rhetorical.",
		"The nervous system consists as in Hydromedusae of a diffuse plexus beneath the ectoderm, concentrated in certain places to form a central nervous system.",
		"The calcium flocculi, on account of the brilliant reversals of the H and K lines to which they give rise, and the protection to the plate afforded by the diffuse dark bands in which these bright lines occur, are easily photographed with a spectroheliograph of low dispersion.",
		"This idea, once current, would naturally stimulate and diffuse the belief that such descents were possible, and that the animals are closely akin to men.",
		"Its light is so faint and diffuse that it is impossible to assign dimensions to it, except to say it covers a region of several degrees in extent.",
		"Diffuse or focal leakage can be identified by fundus fluorescein angiography (FFA ).",
		"Diffuse the light carefully no matter what method of lighting you choose.",
		"Did the critic, asks Macaulay, ever hear any speaking that was less ornamented than that of Demosthenes, or more diffuse than that of Cicero?",
		"The surface of the chorion is covered evenly with minute villi, constituting a diffuse non-deciduate placenta.",
		"In addition to diffuse pigment (mostly in the epidermis), the skin contains granular pigment stored up r' in cells, the chromatophores, restricted to the cutis, which are highly mobile and send out r2 branches which, by contraction and expansion, may rapidly alter the coloration, most batrachians being in this respect quite comparable to the famous chameleons.",
		"What we are seeing here is diffuse alopecia due to transient hypothyroidism in a person technically suffering from hyperthyroidism.",
		"In normal cellphone use such glycoproteins diffuse laterally back again on cessation of the field or radiation.",
		"This produces a very narrow gap across which oxygen and carbon dioxide can rapidly diffuse.",
		"The SiH 2 groups diffuse around the surface (2) until two of them react to form a monohydride dimer (3 ).",
		"They are creditable to their authors and diffuse a good spirit even tho the method is too naive to be very effectual.",
		"A patch test with a leaf provoked diffuse erythema and edema.",
		"The toxic products of dead tissue and bacteria diffuse out of the apical foramen of the tooth root into the periodontal ligament.",
		"Immunoreactivity within these neurons was diffuse, and finely granular or punctate.",
		"Microscopically, the cortex is poorly organized; it has four primitive layers and diffuse neuronal heterotopia.",
		"This gas and dust scatters and absorbs starlight as it passes through the diffuse ism.",
		"There is no 15 week waiting period for the prescribed disease diffuse mesothelioma.",
		"Another alternative is to hang soft muslin at the windows to diffuse the light.",
		"Design examples Park and ride schemes -- uses permeable pavements, swales, filter strips and ponds to treat diffuse pollution.",
		"Clinical examination revealed localized tenderness and diffuse swelling over the site of the right pubic ramus.",
		"Chest X-ray films and computed tomographic scans disclosed left pleural effusion and diffuse pleural thickening.",
		"Thus the observed diffuse scattering can be assumed to be almost entirely from phonon scattering.",
		"With Genzyme, we have initiated a Phase I/IIa clinical study to evaluate CAT-192 as a possible treatment for patients with diffuse scleroderma.",
		"We continue to examine the opportunity for our antibody candidates in other indications, including diffuse systemic sclerosis.",
		"There is a diffuse thickening of the gastric wall.",
		"He was found to be suffering from bilateral diffuse pleural thickening.",
		"From his sixth to his ninth year Alexius was educated by the diffuse and pedantic Vyazemsky, but after the removal of his mother to the Suzdal Prokovsky Monastery he was confided to the care of learned foreigners, who taught him history, geography, mathematics and French.",
		"His papers are often difficult to read, but never diffuse or tedious; his mathematical treatment is never needlessly abstruse, for when his analysis is complicated it is only so because the subject-matter is complicated.",
		"It shows, though in rather a diffuse and declamatory form, that application of wide historical knowledge, keen philosophical perception, and genuine eloquence to a practical purpose which was the great characteristic of Mirabeau, both as a political thinker and as a statesman.",
		"The commentaries are of course intolerably diffuse and tedious, a great deal of them is now quite unreadable; yet, on the other hand, one has not unfrequently occasion to admire the sound linguistic perception and the critical talent of the author.'",
		"Master of a form of language peculiarly sweet and euphonical, and possessed of a delicate ear which instinctively suggested the most musical arrangement possible, he gives his sentences, without art or effort, the most agreeable flow, is never abrupt, never too diffuse, much less prolix or wearisome, and being himself simple, fresh, naif (if we may use the word), honest and somewhat quaint, he delights us by combining with this melody of sound simple, clear and fresh thoughts, perspicuously expressed, often accompanied by happy turns of phrase, and always manifestly the spontaneous growth of his own fresh and unsophisticated mind.",
		"These books show marvellous erudition; but some of the judgments expressed in them are warped by prejudice; they are diffuse in style and overloaded with computations.",
		"On this view, the function of the solvent is to give space for the solute to diffuse, and the pressure on a semi-permeable membrane is due to the excess of solvent molecules entering over those leaving in consequence of the smaller number which impinge on the membrane from the side of the solution; the defect in the number must be proportional, roughly at any rate, to the number of solute molecules, present, that is, to the strength of the solution.",
		"Macaulay's ridicule has rescued from oblivion the criticism which pronounced the eloquence of Chatham to be more ornate than that of Demosthenes, and less diffuse than that of Cicero.",
		"His writings of this kind, though too laudatory and somewhat diffuse, have great merit; they abound in those anecdotal details, natural yet not obvious reflections, and vivacious turns of thought, which made Gibbon style him, with some extravagance certainly, though it was true enough up to Gassendi's time - \"le meilleur philosophe des litterateurs, et le meilleur litterateur des philosophes.\"",
		"Specular and diffuse scattering profiles were collected from the rhodonite surface after each stage.",
		"Cloud cover continued here until about 1930 GMT when breaks began to appear revealing orange, and green colored diffuse aurora through thinning cloud.",
		"There is already evidence of diffuse trampling damage over considerable areas of the plateau and the path network has extended in recent years.",
		"Isolating the precise source of your discontent usually helps diffuse it.",
		"Soy Candles burn at a lower burning point, thus causing their fragrance to diffuse faster.",
		"Though saffron threads are red, they diffuse into a golden yellow.",
		"Adding a small vase with some scented oil and dried reeds will help diffuse a pleasant aroma around the room.",
		"If you want to add a pleasant aroma without burning anything, add some small, decorative vases with scented oil and dried reeds, which will diffuse the scent of the oil into the room.",
		"These are defined based on the relative volatility or the speed which they diffuse into the air.",
		"Around the rim or edge of the mirror, known as diffuse or halo lighting, and are often seen in circular mirrors.",
		"Simply dab foundation onto cheeks, the forehead and your nose and blend liberally with the kabuki brush to gently diffuse the skin with lightweight, yet complete coverage.",
		"By examining those ideas, and making light of them, you can help diffuse your anger and calm down.",
		"Add a vase with floral scented oil and decorative reeds to diffuse the scent into the air.",
		"The appearance of the sexes (which are apart) is very different, the male plant bearing small oval leaves of dark green, with an erect habit, and the female much larger and broader leaves of yellow-green, and of a more diffuse habit.",
		"This also has several forms, such as buxifolia, with short rounded leaves; oleaefolia, in which they are longer and narrower; and pendula, with a diffuse habit.",
		"A few shoots with blooms upon them placed in a room last a long time, and diffuse their pleasant fragrance.",
		"The pain can range from mild to severe and can be diffuse or localized.",
		"In many cases, these tests cannot detect the microscopic damage that occurs when fibers are stretched in a mild, diffuse injury.",
		"Other names for hyperthyroidism, or specific diseases within the category, include Graves' disease, diffuse toxic goiter, Basedow's disease, Parry's disease, and thyrotoxicosis.",
		"This gel works well on damp as well as dry hair and can be mixed with water and spritzed onto the hair for a more diffuse reaction.",
		"Scent cartridges help your Oreck purifier diffuse a pleasing scent into your home or workspace.",
		"For the best results, place the Scentbug in a centralized location with open space on all sides to allow fragrances to diffuse evenly and quickly.",
		"Victor Cousin has devoted four volumes to her, which, though immensely diffuse, give a vivid picture of her time.",
		"His commentary on Cicero's De Inventione (in Halm's Rhetores Latini Minores, 1863) is very diffuse, and is itself in need of commentary.",
		"Though his sentences themselves are not wordy, he is extremely diffuse in treatment, habitually repeating an idea in successive sentences of much the same import.",
		"It began to bear fruit in Christian mysticism, and to diffuse a new magical leaven through the worship of the church.",
		"It was organized \"to diffuse the knowledge and promote the interests of pure Christianity\"; and it published tracts and books, supported poor churches, sent out missionaries into every part of the country, and established new churches in nearly all the states.",
		"Paley expressly acknowledges his obligations to the original and suggestive, though diffuse and whimsical, work of Abraham Tucker (Light of Nature Pursued, 17681 774).",
		"One possibility is to assume isotropic sky conditions at all times and so simplify computation since diffuse radiation is then independent of direction.",
		"Script took every by diffuse daylight worthy of attention.",
		"These diffuse to the surface to be etched, form volatile products which then desorb from the surface and are pumped away.",
		"The spatial area covered by this project is, by virtue of the patchy nature of the data, somewhat diffuse.",
		"Because of large window area and high reflectance of room surfaces, daylight on the ground floor is more uniform and diffuse.",
		"If you have children, you may have used this strategy to diffuse a stressful behavior situation.",
		"Angioedema is characterized by more diffuse swelling.",
		"Listen and watch what is happening throughout the evening as you step in to diffuse a possible problem and encourage guests who just want to have fun.",
		"For example, a telerobot may go to diffuse a bomb or roam through a recently burned out building looking for survivors.",
		"None the less Mani found means to diffuse his creed far and wide over the whole empire.",
		"This, for example, is the case with the anthrax bacillus; although the effect of this organism in the living body indicates the production of toxins which diffuse for a distance around the bacteria.",
		"The translation which is diffuse and by no means close, fails to reproduce the spirit of the original.",
		"Liquids, again, can be poured from one open vessel into another, and can be kept in an uncovered vessel, but a gas tends to diffuse itself indefinitely and must be preserved in a closed reservoir.",
		"He co-operated with a band of young writers at Darmstadt and Frankfort, including Goethe, who in a journal of their own sought to diffuse the new ideas.",
		"But a few years ago they used to compile laborious essays, in which the inspiration was drawn from Occidental text-books, and the alien character of the source was hidden under a veneer of Chinese aphorisms., To-day they write terse, succinct, closely-reasoned articles, seldom diffuse, often witty; and generally free from extravagance of thought or diction.",
		"It is clear that at least a considerable part of the solar radiations comes from a more or less diffuse atmosphere.",
		"This leads up to the fundamental distinction, introduced by Lord Kelvin, between \"available energy,\" which we can turn to mechanical effect, and \"diffuse energy,\" which is useless for that purpose.",
		"The sense-cells form, in the first place, a diffuse system of scattered sensory cells, as in the polyp, developed chiefly on the manubrium, the tentacles and the margin of the umbrella, where they form a sensory ciliated epithelium covering the nerve-centres; in the second place, the sense-cells are concentrated to form definite sense-organs, situated always at the margin of the umbrella, hence often termed \" marginal bodies.\"",
		"At Eleusis also, Triptolemus, the son of Celeus, who was said to have invented the plough and to have been sent by Demeter round the world to diffuse the knowledge of agriculture, had a temple and threshing-floor.",
		"The nervous system is thus essentially epidermal in position and diffuse in distribution; but an interesting concentration of nerve-cells and fibres has taken place in the collar-region, where a medullary tube, closed in from the outside, opens in front and behind by anterior and posterior neuropores.",
		"The ions will therefore diffuse independently, and the faster ion will travel quicker into pure water in contact with a solution.",
		"Farms adjacent to the rivers were for a time increased in richness by the alkaline salts, which in diffuse form might be valuable plant foods, and then suddenly become valueless when the concentration of alkali had reached a degree beyond that which the ordinary plants would endure.",
		"In many passages the sacred book falls into a diffuse preaching style, others seem more like proclamations or general orders.",
		"Irmisch (1789-1805), with elaborate indices, but the notes are very diffuse; critical editions by I.",
		"Tal., on the other hand, is diffuse and freer in its composition, and it is characterized by the exuberance of Halakah, which is usually rather subtle and far-fetched.",
		"His Christian Ethics, though diffuse, is perhaps the finest piece of Protestant theology under that title.",
		"As regards doctrine, the work is exhaustive; but it is diffuse, obscure, and occasionally selfcontradictory, as might be expected in a work which consists of a number of unconnected paragraphs of various authorship and date.",
		"Artificially prepared crystals of barytes may be obtained by allowing a solution of a soluble barium salt to diffuse slowly into a solution of a soluble sulphate.",
		"Appointed superintendent of the cathedral school of his native city, he taught with such success as to attract pupils from all parts of France, and powerfully contributed to diffuse an interest in the study of logic and metaphysics, and to introduce that dialectic development of theology which is designated the scholastic. The earliest of his writings of which we have any record is an Exhortatory Discourse to the hermits of his district, written at their own request and for their spiritual edification.",
		"We can therefore calculate the rate at which the salt as a whole will diffuse by examining the conditions for a steady transfer, in which the ions diffuse at an equal rate, the faster one being restrained and the slower one urged forward by the electric forces.",
		"He wrote a diffuse biography of Alexander, which in addition to historical details contained descriptions of the countries visited, especially India.",
		"He laid himself out to diffuse the system, and also to carry out a reform of its abuses by en- forcing a strict observance of the Rule of St Benedict (of whom, it may be noted, he was the earliest biographer).",
		"The jet should be situated between the sparks and the eye, and the observation is facilitated by a piece of ground glass held a little beyond the jet, sO as to diffuse the light; or the shadow of the jet may be received on the ground glass, which is then held as close as possible on the side towards the observer.",
		"Little is known of the mode of action of bacteria on these plants, but it may be assumed with great confidence that they excrete enzymes and poisons (toxins), which diffuse into the cells and kill them, and that the effects are in principle the same as those of parasitic fungi.",
		"The nervous system of the medusa consists of sub-epithelial ganglion-cells, which form, in the first place, a diffuse plexus of nervous tissue, as in the polyp, but developed chiefly on the subumbral surface; and which are concentrated, in the second place, to form a definite central nervous system, never found in the polyp. In Hydromedusae the central nervous system forms two concentric nerverings at the margin of the umbrella, near the base of the velum.",
		"As a theologian, he is of wide sympathies; as a writer, he is often diffuse and somewhat dull.",
		"If Jerusalem has been chosen as His sanctuary and Israel as His own people, it is only that Israel may diffuse God's blessings in the world even at the cost of Israel's own humiliation, exile and dispersion.",
		"Under these conditions the lactose decomposes into dark-brown fission products, the fat loses its emulsified condition and separates out as cream which cannot be made to diffuse again even by shaking, and the albuminoids are converted into a form very difficult of digestion.",
		"Deidre looked from Harmony to Selyn, wishing she knew how to diffuse the situation in a way that Selyn was able to escape.",
		"He is not a dramatist - his work as such is insignificant - nor a novelist, for, though his two chief works except the Confessions are called novels, Emile is one only in name, and La Nouvelle Helotise is as a story diffuse, prosy and awkward to a degree.",
		"If now, after a few moments' interval to allow some air to diffuse into the cylinder, a taper again be applied, an explosion takes place, due to a mixture of carbon monoxide and air.",
		"The explanation of these facts presents no difficulty, inasmuch as during the sudden discharge which takes place in the absence of a self-induction, the metallic molecules have not sufficient time to diffuse through the spark gap; hence the discharge is carried by the gas in which it takes place.",
		"Theory Of Capillary Action When two different fluids are placed in contact, they may either diffuse into each other or remain separate.",
		"Though vigorous in thought and in some passages clear and eloquent, the style of the Systeme is diffuse and declamatory, and asserts rather than proves its statements."
	],
	"synonyms": [
		"spread-out",
		"fan out",
		"spread",
		"riddle",
		"imbue",
		"penetrate",
		"interpenetrate",
		"pervade",
		"permeate",
		"propagate",
		"distribute",
		"disseminate",
		"broadcast",
		"pass around",
		"disperse",
		"inflective",
		"deflective",
		"diffractive",
		"refractive",
		"refractile",
		"flectional",
		"refrangible",
		"diffused",
		"soft",
		"widespread",
		"waffling",
		"strewn",
		"spread",
		"soften",
		"scatter"
	],
	"antonyms": [
		"succinct",
		"abbreviated",
		"abridged",
		"short",
		"brief",
		"concentrated",
		"compressed",
		"restricted",
		"limited",
		"confined",
		"compact"
	]
}