{
	"word": "transient",
	"meaning": [
		"Passing away with time; not permanent; temporary; transitory.",
		"Passing quickly or soon; fleeting; ephemeral.",
		"Staying only for a short time.",
		"Decaying with time, especially as a simple exponential function of time.",
		"(mathematics, stochastic processes, of a state) Having a positive probability of being left and never being visited again.",
		"One that is transient, especially a hotel guest or boarder who stays for only a brief time.",
		"A transient person or thing.",
		"A temporary component of a current, resulting from a voltage surge, a change from one steady-state condition to another, etc.",
		"(acoustics) A relatively loud, non-repeating signal in an audio waveform which occurs very quickly, such as the attack of a snare drum.",
		"A person who passes through a place for a short time; a traveller; a migrant worker."
	],
	"sentences": [
		"There is a transient population of thousands of visitors during the year.",
		"These exploits, however, were transient in their effects.",
		"It is unusually hard, owing to the recent severe but transient cold, and all watered or waved like a palace floor.",
		"It was only the news of his brothers captivity in Austria which gave the intriguing prince a transient hope of success.",
		"Mild side effects, which are usually transient, may occur initially.",
		"The love is often transient, whilst the self-pity is more lasting.",
		"What we are seeing here is diffuse alopecia due to transient hypothyroidism in a person technically suffering from hyperthyroidism.",
		"Nor was its influence transient.",
		"Dry mouth, transient rise of serum alanine aminotransferase values and sleeping disorders have been reported more frequently than in patients receiving placebo.",
		"The mutual assurances of unbounded confidence, admiration and sympathy, if there was any genuine sincerity in them, represented merely a transient state of feeling.",
		"Whether the closed primitive shell-sac of the slugs (and with it the transient embryonic shell-gland of all other Mollusca) is precisely the same thing as the closed sac in which the calcareous pen or shell of the Cephalopod Sepia and its allies is formed, is a further question which we shall consider when dealing with the Cephalopoda.",
		"In patients with proliferative retinopathy, particularly if not treated with photocoagulation, severe hypoglycaemic episodes may result in transient amaurosis.",
		"Transient relative lactase deficiency in younger infants may be a cause of some cases of infant colic.",
		"Acute administration in animals or man has occasionally induced a transient elevation of blood sugar.",
		"It's a very transient zone with most people just here for a short holiday.",
		"There were transient disputes with the United States (1886, 1888).",
		"The history of the decay of state rights makes it seem doubtful if the federal form of government is a permanent one, or is only a transient form between independent state governments or loose confederacies and a centralized national government.",
		"Transient moderate elevations of ASAT, ALAT and alkaline phosphatases and/or bilirubin have been reported.",
		"Figure 2 shows the effect of erosion as the result of transient cavitation on an aluminum electrode.",
		"Toxicities included transient periorbital edema in four eyes and optic atrophy in one eye that also received laser photocoagulation and cryotherapy.",
		"These are a transient intracellular form, either rapidly infecting new erythrocytes to complete the erythrocytic cycle, or dying.",
		"We believe that transient weakness is actually muscular fatigue.",
		"But the panic and the insecurity are merely instinctive and transient.",
		"Transient paraesthesia, numbness and anesthesia of the leg can occur due to spread of anesthetic solution to the sacral plexus 27.",
		"The individual concerned showed transient pyrexia, flu-like symptoms and sinusitis, but after antibiotic treatment made a full recovery.",
		"Transient and static fields are not serialized or deserialized.",
		"A bypass capacitor stores an electrical charge that is released to the power line whenever a transient voltage spike occurs.",
		"The commonest cause of hip pain is acute transient synovitis.",
		"Except for transient thrombocytopenia in two patients there was no toxicity.",
		"The vector production process is at the 40 liter scale by transient transfection.",
		"The consequences of this treatment are generally transient discomfort for the patient, along with strengthening of their oculomotor system.",
		"The overall number of these children is highly transient, since they are in and out of their homes, institutions and the street.",
		"The lesson of that is that science is too transient a thing for the church to base its theology around it.",
		"With the acceptance that regions of star formation evolve rapidly and that the features are transient, the properties of supersonic turbulence become crucial.",
		"Fine-scale transient upwelling (from eddies, fronts and planetary waves) provides the dominant supply of nitrate.",
		"The peculiar art therein is that while the discords owe their intelligibility and softness to the smooth melodic lines by which in \" resolving \" they prove themselves but transient rainbow-hues on or below the surface, they owe their strangeness to the intense vividness with which at the moment of impact they suggest a mysteriously remote foreign key.",
		"He may still tread the earth, but he is a saint or Brahman, is in heaven, has quitted the transient and enjoys eternity.",
		"The prognosis is typically excellent for newborns with transient tachypnea in most cases.",
		"This condition is considered to be normally a transient phenomenon and not permanently disabling.",
		"Mainly owing to the large element of transient foreign whites without families (long characteristic of Cuba), males outnumber females - in 1907 as 21 to 19.",
		"But on the 19th of May 1841 he preached at Boston a sermon on \"the transient and permanent in Christianity,\" which presented in embryo the main principles and ideas of his final theological position, and the preaching of which determined his subsequent relations to the churches with which he was connected and to the whole ecclesiastical world.",
		"If a longitudinally magnetized wire is twisted, circular magnetization is developed; this is evidenced by the transient electromotive force induced in the iron, generating a current which will deflect a galvanometer connected with the two ends of the wire.",
		"If an iron ship be swung when upright for deviation, and the mean horizontal and vertical magnetic forces at the compass positions be also observed in different parts of the world, mathematical analysis shows that the deviations are caused partly by the permanent magnetism of hard iron, partly by the transient induced magnetism of soft iron both horizontal and vertical, and in a lesser degree by iron which is neither magnetically hard nor soft, but which becomes magnetized in the same manner as hard iron, though it gradually loses its magnetism on change of conditions, as, for example, in the case of a ship, repaired and hammered in dock, steaming in an opposite direction at sea.",
		"D is due to transient induction in horizontal soft iron, the direction of which passes continuously under or over the compass.",
		"E is due to transient induction in horizontal soft iron unsymmetrically placed with regard to the compass.",
		"The effect of such measures was, of course, transient.",
		"In this change is the whole difference between the art of character and the art of emotion; and though the emotional side is the more popular, ul needing less thought to understand it, yet the unfailing canon is that in every age and land the true quality of art is proportionate to the expression of character as apart from transient emotion.",
		"The wave of change (nervous impulse) induced in a neuron by advent of a stimulus is after all only a sudden augmentation of an activity continuous within the neuron - a transient accentuation of one (the disintegrative) phase of the metabolism inherent in and inseparable from its life.",
		"Examinations as tests of the knowledge of isolated facts are necessarily of relatively small value, because the memory of such facts is transient; and memorization of a large number of facts for examination purposes is generally admitted to be specially transient; the \" knowledge-test,\" considered apart from a test of capacity, is in fact not a test of permanent knowledge, but of the power of retaining facts for a length of time which it is impossible to estimate and which with some candidates extends over a few weeks only.",
		"Averroes was recalled to Morocco when the transient passion of the people had been satisfied, and for a brief period survived his restoration to honour.",
		"In its final manifestation during the Commonwealth, Puritanism won a transient victory over the mundane forces of both Reformation and Renaissance, as these had taken shape in England.",
		"Of course we are unable to say whether such a region is an actuality in the sun, on the earth it is an exception and transient, but the greater the dimensions of the body the more probable is its occurrence.",
		"He was beginning to be himself by 1864 or 1865 - that was the first of such periods of his as may be accounted good - and, though not at that time so fully a master of transient effects of weather as he became later, he began then to paint with a success genuinely artistic the scenes of the harbour and the estuary, which no longer lost vivacity by deliberate and too obvious completeness.",
		"He could not have become suddenly blind to the fallacy of the expectations derived from such a course; and all his life it had been his distinction to look above the transient and trafficking expedients of the professional politician.",
		"Only he who apprehends good in the abstract can imitate it in such transient and imperfect good as may be realized in human life, and it is impossible that, having this knowledge, he should not act on it, whether in private or public affairs.",
		"For (r), as concrete and transient, it is obviously not the real essential good that the philosopher seeks; (2) the feelings most prominently recognized as pleasures are bound up with pain, as good can never be with evil; in so far, then, as common sense rightly recognizes some pleasures as good, it can only be from their tendency to produce some further good.",
		"Indeed, it is common for men to sacrifice to passion what they know to be their true interests; at the same time we do not consider such conduct \" natural \" in man as a rational being; we rather regard it as natural for him to govern his transient impulses.",
		"In this department he lays down the moral axiom \" that the labourer is entitled to the fruit of his own labour \" as the principle on which complete rights of property are founded; maintaining that occupancy alone would only confer a transient right of possession during use.",
		"Similarly the conception of the self as a moral unity arises`naturally out of the impossibility of finding the summum bonum in a succession of transient states of consciousness such as hedonism for example postulates.",
		"The legendary kings are but faint echoes of the kings of Biainas; the story of Semiramis and Ara is but another form of the myth of Venus and Adonis; and tradition has clothed Tigranes, the reputed friend of Cyrus, with the transient glory of the opponent of Lucullus.",
		"The first system is the study of protein modules which mediate transient associations at sites of focal adhesion.",
		"What we do know is that some of the badger clans are almost transient, possibly nomadic!",
		"A transient association with owners, lodgers or tenants, however eminent, will not normally be considered important.",
		"The only side effect of treatment has been transient flushing during the bolus infusion.",
		"The other factor which may give rise to heterophoria changes is the potential of HMDs to induce transient myopia.",
		"The galvanometer which is used for ballistic observations should have a somewhat heavy needle with a period of vibration of not less than five seconds, so that the transient current may have ceased before the swing has well begun; an instrument of the d'Arsonval form is recommended, not only because it is unaffected by outside magnetic influence, but also because the moving part can be instantly brought to rest by means of a short-circuit key, thus effecting a great saving of time when a series of observations is being made.",
		"In the 10th and 11th centuries Norse sea-rovers, starting from Iceland, had made small settlements in Greenland and had pushed as far as the coast of New England (or possibly Nova Scotia) in transient visits (see Vinland and Leif Ericsson).",
		"The few sculptural or memorial schemes have been deliberately transient in nature.",
		"Recurrent partial seizures are often misdiagnosed as transient cerebral ischaemia if the stereotypical nature of the epileptic symptoms is not recognized.",
		"I 'm sure the Furse transient suppressors are good.",
		"Transient ischaemic attacks may also lead to abrupt brief loss of consciousness.",
		"It 's a very transient zone with most people just here for a short holiday.",
		"Flashbacks bring back both the transient joy and the lasting pain unleashed when Marianne responded to a seemingly casual proposition.",
		"Transient tachypena of the newborn, or TNN, is a relatively rare respiratory condition, affecting roughly one percent of births.",
		"The Medline Plus Medical Encyclopedia offers information about transient tachypena of the newborn including other terms used in reference to this infant respiratory problem.",
		"Some conditions may increase the risk of transient tachypnea.",
		"Babies may require little more than close monitoring in order to recover from transient tachypnea, but other medical interventions may be necessary.",
		"However, since they will likely be out of style within a season or two, you may want to spend less on these blouses and consider them a transient part of your wardrobe.",
		"The drug can produce side effects, including the onset of transient diabetes mellitus.",
		"Herbal remedies are usually available over-the-counter and can be a good option for mild or transient depression, but must be approached with a certain degree of caution.",
		"If the bleeding happens only one time, it is considered a transient event and is usually nothing to worry about.",
		"The cycle perpetuates until you find a way to relax and get some sleep (such as is the case with transient insomnia) or it doesn't and you speak to a physician about it (chronic insomnia).",
		"Dream analyzers seek to capture the transient moments in memory in order to uncover meaning.",
		"A transient ischemic attack (TIA), also called a \"mini stroke,\" is characterized by a short-term blood vessel obstruction or clot that tends to resolve itself quickly, usually within 10-20 minutes, or up to 24 hours.",
		"Potential side effects of phototherapy used for elevated bilirubin levels, include watery diarrhea, increased water loss, skin rash, and transient bronzing of the skin.",
		"Memory loss, typically transient, also has been reported in ECT patients.",
		"Sometimes infants, as well as older children and adults, have a transient lactose deficiency after an episode of diarrhea.",
		"Paresthesias can also be caused by central nervous system disturbances, including stroke, transient ischemic attack (TIA), tumor, trauma, multiple sclerosis, or infection.",
		"Transient hypogammaglobulinemia of infancy is a temporary disease of unknown cause.",
		"Swelling of the cornea can occur if the eye does not have sufficient oxygen causing a transient increase in myopia.",
		"For the child with diabetes, fluctuations in blood sugars can cause swelling of the cornea of the eye, leading to transient increases in myopia, which stabilize once the diabetes is controlled.",
		"Transient hyperglycemia can be triggered by any type of stress that overtaxes the child's mental and physical resources.",
		"All of these emotions are normal and generally transient reactions that do not cause any long-lasting emotional harm.",
		"Doctors rule out conditions that cause symptoms that resemble seizure disorders, including small strokes (transient ischemic attacks, or TIAs), fainting (syncope), pseudoseizures, and sleep attacks (narcolepsy).",
		"Then, again, since Hannah Montana is likely to be a transient phase in your daughter's life, the quality level of her backpack may not matter.",
		"While some children without autism may display some transient signs of the disorder, a number of behaviors are red flags that warrant further investigation.",
		"Hydra must, in short, be a living representative of the ancestor of which the actinula-stage is a transient reminiscence in the development of higher forms. It may be pointed out in this connexion that the fixation of Hydra is only temporary, and that the animal is able at all times to detach itself, to move to a new situation, and to fix itself again.",
		"A floating hospital for women and children in the summer months, with permanent and transient wards, has been maintained since 1894 (incorporated 1901).",
		"From 83 to 69 is the transient episode of Armenian conquest, and in 64 the last shadow of Seleucid rule vanished, when Syria was made a Roman province by Pompey.",
		"Under the influence of the transient current, the galvanometer needle undergoes a momentary deflection, or \" throw,\" which is proportional to Q, and therefore to 8B, and thus, if we know the deflection produced by the discharge through the galvanometer of a given quantity of electricity, we have the means of determining the value of 8B.",
		"In this he gave equations resulting from the hypothesis that the magnetism of a ship is partly due to the permanent magnetism of hard iron and partly to the transient induced magnetism of soft iron; that the latter is proportional to the intensity of the inducing force, and that the length of the needle is infinitesimally small compared to the distance of the surrounding iron.",
		"The with Plato is the fleeting, transient image of the real thing, and the passage evidently referred to by Bacon is that in the Rep. vii.",
		"For the most part we allow only outlying and transient circumstances to make our occasions.",
		"It is one of the most popular seaside resorts on the Atlantic coast, its numerous hotels and cottages accommodating a summer population that approximates 50,000, and a large transient population in the autumn and winter months.",
		"When unemployed in work or study he was not averse to the society of boon companions, gave himself readily to transient amours, and corresponded in a tone of cynical bad taste.",
		"It indicates better than any water hereabouts the absolute progress of the season, being least affected by transient changes of temperature.",
		"Though transient, this action is so certain, marked and rapid, as to make the subcutaneous injection of atropine invaluable in certain conditions.",
		"No authority was more weighty or more respected than that of this feudal lord of Gaul, Italy and Germaiiy; none was more transient, because it was so purely personal."
	],
	"synonyms": [
		"fugacious",
		"short-lived",
		"passing",
		"transitory",
		"ephemeral",
		"transeunt",
		"volatile",
		"traveler",
		"passage",
		"moving",
		"migratory",
		"itinerant",
		"impermanent",
		"guest",
		"flighty",
		"temporality",
		"transitoriness",
		"transiency",
		"fugacity",
		"flotsam-and-jetsam",
		"evanescence",
		"ephemerality",
		"tourist",
		"migrant",
		"migrant-worker",
		"overnight boarder",
		"guest",
		"traveler",
		"visitor"
	],
	"antonyms": [
		"immanent",
		"permanent",
		"lasting",
		"enduring"
	]
}