{
	"word": "commensurate",
	"meaning": [
		"Equal in measure or size; coextensive.",
		"Corresponding in extent or degree; proportionate.",
		"Commensurable.",
		"Measurable by a common standard; commensurable.",
		"To reduce to a common measure.",
		"To proportionate; to adjust."
	],
	"sentences": [
		"His job is commensurate with his qualifications, leadership & interpersonal skills.",
		"We offer a competitive salary commensurate to experience.",
		"The decision was commensurate with the seriousness of the crime.",
		"The salary increase was commensurate with each professional membership grade.",
		"The only conception that can explain the movement of the locomotive is that of a force commensurate with the movement observed.",
		"The cost is commensurate with the scale of such systems.",
		"The actions taken were commensurate with the risk to the product.",
		"Christ, the Son of God, became man in two natures, which internally and inseparably united make One Person, and, according to the eternal purpose of God, has obtained for man reconciliation with God, and eternal life, inasmuch as He by His vicarious death has made satisfaction to God for the world's sins, and this satisfac tion was Perfectly Commensurate With The Sins Of The World.",
		"He was told to undertake any other duties commensurate with the nature of the post, at the discretion of the Board of Trustees.",
		"P Y administrative abilities of his father, and the success of his reign was not commensurate with the vanity of the ruler.",
		"A simultaneous and uniform census of the British empire is an ideal which appeals to many, but its practical advantages are by no means commensurate with the difficulties to be surmounted..",
		"As the war which he had done so much to bring about did not eventually secure for Russia advantages commensurate with the sacrifices involved, he fell into disfavour, and retired from active service.",
		"The only conception that can explain the movement of the peoples is that of some force commensurate with the whole movement of the peoples.",
		"In the 11th century it was distinctly unusual for a peasant to possess a whole team of his own, and there is no reason for supposing the case to have been otherwise in early times; for though the peasant might then hold a hide, the hide itself was doubtless smaller and not commensurate in any way with the ploughland.",
		"There were commensurate rises in standards.",
		"Along with salary, there were commensurate benefits.",
		"Press freedom should be commensurate with demands for journalistic professionalism.",
		"But the difficulties of the patriots were commensurate with their energies, and though the new constitution was drafted so early as December 1789, it was not till May 1791 that it could safely be presented to the diet.",
		"The trade shows an increase commensurate with that of the population, which in 1877 was only 284,105.",
		"We placed commensurate responsibility on the proprietors.",
		"Any perceived improvements in these services are not commensurate with the input.",
		"In this sublunary sphere, all things are not commensurate, nor is everything sensible to every-body alike.",
		"A graduate level degree can provide students with enhanced career options and greater income, so the level of work is commensurate to the rewards.",
		"In all the white population is in a minority; in most the climate is unsuitable for European colonization, nor is the commercial value of the colonies commensurate with their extent.",
		"That the sun on midsummer day rises nearly, but not quite, in line with the \"avenue\" and over the Friar's Heel, has long been advanced as the chief argument in support of the theory that Stonehenge was a temple for sun-worship. On the supposition that this stone was raised to mark exactly the line of sunrise on midsummer's day when the structure was erected, it would naturally follow, owing to well-known astronomical causes, that in the course of time the direction of this line would slowly undergo a change, and that, at any subsequent date since, the amount of deviation would be commensurate with the lapse of time, thus supplying chronological data to astronomers for determining the age of the building.",
		"The United States contended that it must be a diligence commensurate with the emergency or with the magnitude of the results of negligence.",
		"The importunate expectations of a masterpiece or masterpieces in painting or sculpture, which beset him on all hands in Florence, inclined him to take service again with some princely patron, if possible of a genius commensurate with his own, who would give him scope to carry out engineering schemes on a vast scale.",
		"You will receive a salary commensurate with your responsibilities.",
		"The challenge is to provide sufficient security commensurate with the risk.",
		"Work is broadly commensurate with the 80 hours effort specified for the assessment.",
		"It attracts a commensurate price tag but magnification and speech are available separately and are more affordable.",
		"When the party in question includes a celebrity or two (or more) and the order creeps up into the hundreds (and sometimes thousands) of dollars, it's certainly anticipated that the tip will be commensurate.",
		"Accreditation is a voluntary, independent review that a program offers to indicate that the academic requirements and content are commensurate with the standards of the accrediting body.",
		"If you are investing in yourself, you can see a return on that investment within five years, most often with pay raises that are commensurate with your experience.",
		"Doing so is especially important during the first few weeks of life or until the infant reaches an age commensurate with full-term gestation.",
		"For, however Ghibelline might be the original intention, the result was not commensurate with the subtlety of the design, and the power of the pope was rather increased than diminished by the event of the Crusade.",
		"A few months later the great reverse of Chickamauga created an alarm in the North commensurate with the elation that had been felt at the double victory of Vicksburg and Gettysburg, and Grant was at once ordered to Chattanooga, to decide the fate of the Army of the Cumberland in a second battle.",
		"Yet at the close of the first twenty-five years existence of the colonial empire it might be said that the initial difficulties had been overcome, and sufficient knowledge gained to ensure Germany a return fairly commensurate with the efforts she had put forth.",
		"He attempted no subjects at all commensurate with those of his great woodcuts, but contented himself for the most part with Madonnas, single figures of scripture or of the saints, some nude mythologies of a kind wholly new in northern art and founded upon the impressions received in Italy, and groups, sometimes bordering on the satirical, of humble folk and peasants.",
		"This amounted to an entirely new organization of the empire, on a plan commensurate with the work of government which it now had to carry on.",
		"Unfortunately Bradshaw allowed his attention to be distracted by a multiplicity of subjects, so that he has not left any literary work commensurate with his powers.",
		"There was a commensurate increase in sales in the second half of the year.",
		"We haven't made the effort commensurate with the task yet.",
		"Lately there has been growing recognition that the balance needs to be redressed to enable children to have status commensurate with their needs.",
		"It was a commensurate improvement to the driving experience.",
		"The growth of the protoplasm, though considerable, is therefore not commensurate with the increase in the size of the cell.",
		"His salary is commensurate with his relevant experience."
	],
	"synonyms": [
		"even",
		"balanced",
		"appropriate",
		"adequate",
		"square",
		"parallel",
		"proportional",
		"equivalent",
		"equal",
		"corresponding",
		"proportionate",
		"commensurable"
	],
	"antonyms": [
		"unacceptable",
		"unfitting",
		"inappropriate",
		"inadequate",
		"incommensurate"
	]
}