{
	"word": "tantamount",
	"meaning": [
		"Having equal force, value, effect, etc.; equal or equivalent (to)",
		"(obsolete) To amount to as much; to be equivalent.",
		"(obsolete) Something which has the same value or amount (as something else). (attributive use passing into adjective, below)"
	],
	"sentences": [
		"Both men were well aware this was tantamount to a brush-off.",
		"To the emperor Nicholas this was tantamount to a declaration of war; and in effect it was so.",
		"This is tantamount to an assumption that A is infinitely small.",
		"Collins was a pronounced necessitarian; Morgan regarded the denial of free will as tantamount to atheism.",
		"To be a prince was tantamount to being the mark of secret conspiracy and assassination.",
		"Hence Caesar's crossing of it in 49 B.C. was tantamount to a declaration of war against Rome as represented by Pompey and the Senate.",
		"This is not tantamount to treating animals like things.",
		"This is a highly developed system which is fairly prescriptive and almost tantamount to impact fees.",
		"The amount of pressure required to get that kind of performance from children was tantamount to abuse in the eyes of many dance teachers and parents.",
		"He was an able, strong-willed man, and crushed what was tantamount to a rebellion in Spain.",
		"Taking this to be tantamount to a declaration of war, on the 16th of August the British army landed at Vedback; and shortly afterwards the Danish capital was invested.",
		"He contended such a visit was in violation of the fourth amendment of the constitution and tantamount to breaking and entering.",
		"It 's tantamount, really, to imagining Bill Clinton as celibate, William Hague as hip or Jackie Collins as a Bronte sister.",
		"It says that, in some cases, such abuse was tantamount to torture.",
		"The threat is being described by WHO insiders as tantamount to blackmail and worse than any pressure exerted by the tobacco lobby.",
		"Not sending a thank you letter by the next business day after an interview may be seen as tantamount to telling a company you are no longer interested in the position.",
		"On the other hand, if intimacy and romance is tantamount in your relationship and you never fail to celebrate Valentine's Day in a special way, a creative marriage proposal can make the day even more significant.",
		"At first these were known as Teutones, Teutonici Hospites and Flandrenses, but since the beginning of the 13th century the general name of \" Saxons,\" as tantamount to \" Germans,\" has prevailed.",
		"As things then were, this was tantamount to deserting to the enemy, and so it was regarded by Napoleon and by the French army, and by not a few of his new comrades.",
		"Teachers always teach in teams of two, collaboration being considered tantamount to strength.",
		"The extirpation of Protestantism was a deliberate prearranged programme, and as Protestantism was by this time identical with Magyarism 3 the extirpation of the one was tantamount to the extirpation of the other.",
		"The cry for the Magyar words of command on which the subsequent constitutional crisis turned, was tantamount to a demand that the monarch should differentiate the Hungarian from the Austrian part of the joint army, and should render it impossible for any but Magyar officers to command Hungarian regiments, less than half of which have a majority of Magyar recruits.",
		"To deny the centrality of the human position is tantamount to denying God, a venture never to be embarked upon without risk.",
		"It's tantamount, really, to imagining Bill Clinton as celibate, William Hague as hip or Jackie Collins as a Bronte sister.",
		"To question these, much less abandon them, seems tantamount to renouncing parents, society, even truth itself.",
		"Even had this circumstance been known at the time, it could scarcely have mitigated the intense resentment of the whole Italian nation at an event which was considered tantamount not only to the destruction of Italian aspirations to Tunisia, but to the ruin of the interests of the numerous Italian colony and to a constant menace against the security of the Sicilian and south Italian coasts.",
		"Either the sense of the passage is blotted out for the reader and the conservation of the corruption is tantamount to the expunging of the rest of the sentence, or else he will obtain the required sense by wresting the meaning of the other constituents of the context until they furnish it.",
		"However, tying the success of the campaign to winning over the TUC is tantamount to surrender.",
		"Interpreted in the most general sense, these decrees, which enacted that the council of Constance derived its power immediately from Jesus Christ, and that every one, even the pope, was bound to obey it and every legitimately assembled general council in all that concerned faith, reform, union, &c., were tantamount to the overturning of the constitution of the church by establishing the superiority of the council over the pope.",
		"He only reopened them after the receipt of what was tantamount to an ultimatum on the subject from Great Britain.",
		"The idea of an objective flux, or law of change constituting the reality of things, is abandoned, and subjective points of sense alone remain - which is tantamount to eliminating the real from human knowledge.",
		"Alabama to other have occurred except the homeowner and tantamount to a. The non-standard auto rates for a for a given then when your.",
		"The spice rack in an Indian kitchen is tantamount to a who's who of the spice world.",
		"Though a few Unionists transferred their allegiance, notably Mr. Winston Churchill, and by-elections went badly, Mr Balfour still commanded a considerable though a dwindling majority, and the various contrivances of the opposition for combining all free-traders against the government were obstructed by the fact that anything tantamount to a vote of censure would not be supported by the \"wobblers\" in the ministerial party, while the government could always manage to draft some \"safe\" amendment acceptable to most of them.",
		"In accordance with this proposal, the two Lower Estates, on the 16th of September, subscribed a memorandum addressed to the Rigsraad, declaring their willingness to renounce their privileges, provided the nobility did the same; which was tantamount to a declaration that the whole of the clergy and burgesses had made common cause against the nobility.",
		"It was impossible first because--as experience shows that a three-mile movement of columns on a battlefield never coincides with the plans--the probability of Chichagov, Kutuzov, and Wittgenstein effecting a junction on time at an appointed place was so remote as to be tantamount to impossibility, as in fact thought Kutuzov, who when he received the plan remarked that diversions planned over great distances do not yield the desired results.",
		"The above are good senses of the word, but it is also used in the sense of devoting things and persons to destruction; and in this sense it is tantamount to cursing."
	],
	"synonyms": [
		"equivalent",
		"comparable",
		"alike",
		"parallel",
		"same",
		"identical",
		"equal",
		"even"
	],
	"antonyms": [
		"polar",
		"reverse",
		"opposite",
		"different"
	]
}