{
	"word": "quell",
	"meaning": [
		"To crush; subdue; put an end to.",
		"To quiet; allay.",
		"To die.",
		"A killing; murder.",
		"A spring or fountain."
	],
	"sentences": [
		"Her words did nothing to quell the anger boiling within him.",
		"Toying with the necklace, Jessi tried hard to quell her panic.",
		"Various means were tried to quell the rebellion.",
		"He sat up, bloodied and lightheaded, unable to quell the power roiling through him.",
		"The maritime expansion of Corinth at this time is proved by the foundation of colonies at Syracuse and Corcyra, and the equipment of a fleet of triremes (the newly invented Greek men-of-war) to quell a revolt of the latter city.",
		"Here they enjoyed a brief repose, Alompra being called away to quell an insurrection of his own subjects, and to repel an invasion of the Siamese; but returning victorious, he laid siege to the fortress of Syriam and took it by surprise.",
		"The troops sent to quell the revolt went over to him, and Macrinus was defeated near Antioch on the 8th of June.",
		"Quint knew he should quell the ire that surged up and pounded in his neck.",
		"He was killed at La Reole in 1004, in endeavouring to quell a monkish revolt.",
		"A'Ran made no response, unable to quell the tremor deep within him.",
		"He crossed his arms, unable to quell his sudden desire to wrap his arms around her and promise her he'd find a way to make things right.",
		"The Austrians evacuated Romagna in July, but another insurrection having broken out immediately afterwards which the papal troops were unable to quell, they returned.",
		"External influences and latent fanaticism were active; a serious insurrection broke out in Bosnia and Herzegovina in 1875, and the efforts to quell it almost exhausted Turkey's resources; the example spread to Bulgaria, where abortive outbreaks in September 1875 and May 1876 led to those cruel measures of repression which were known as \" the Bulgarian atrocities,\" 3 Mussulman public feeling was inflamed, and an attempt at Salonica to induce a Christian girl who had embraced Islam to return to her faith caused the murder of two foreign consuls by a fanatical mob.",
		"The labour unions took advantage of this trouble to force Pennsylvania, Indiana, Illinois, Minnesota, Colorado and several other states to pass anti-Pinkerton statutes making it illegal to import irresponsible armed men from a distance to quell local disturbances.",
		"He rushed among the crowd, but was powerless to quell the tumult.",
		"They were even able to quell the first attempt at a reaction, by seizing and beheading Edmund, earl of Kent, the late kings half-brother, who was betrayed while organizing a plot for their destruction.",
		"Among the factors, economic, geographic, political and social, which combined to bring about the decline of the Hanseatic League, none was probably more influential than the absence of a German political power comparable in unity and energy with those of France and England, which could quell particularism at home, and abroad maintain in its vigour the trade which these towns had developed and defended with their imperfect union.",
		"Amasis, sent to meet them and quell the revolt, was proclaimed king by the rebels, and Apries, who had now to rely entirely on his mercenaries, was defeated and taken prisoner in the ensuing conflict at Momemphis; the usurper treated the captive prince with great lenity, but was eventually persuaded to give him up to the people, by whom he was strangled and buried in his ancestral tomb at Sais.",
		"It was occasioned by the discharge of the Macedonian veterans, and only the personal magnetism of Alexander and his threat to entrust himself altogether to the Orientals availed to quell it.",
		"The enterprise of a usurper in Syria in the year 872 caused the caliph to require the presence of Ahmad in that country at the head of an army to quell it; and although this army was not actually employed for the purpose, it was not disbanded by Abmad, who on his return founded a fresh city called Kati, the fiefs, S.E.",
		"As the consequence of a palace intrigue, which Kait Bey was too old to quell, on the 7th of August 1496, a day before his death, his son Mahommed was proclaimed sultan.",
		"She couldn't quell the deep ache within her that longed for his touch.",
		"A rebellion broke out among the legions of Moesia, and Decius, who was sent to quell it, was forced by the troops to put himself at their head and march upon Italy.",
		"He had to quell seditions at Liege (1430),(1430), Ghent (1432) and Antwerp (1435).",
		"In a later expedition he inflicted a severe defeat upon the Sikhs, but had to hasten westwards immediately afterwards in order to quell an insurrection in Afghanistan.",
		"Then being generally recognized as king he was able to do something to quell disturbances in various parts of the country, and, in April 1220, to bring about the election of his young son Henry as king of the Romans.",
		"In 447 an Athenian army, which had marched into Boeotia to quell an insurrection, had to surrender in a body at Coronea, and the price of their ransom was the evacuation of Boeotia.",
		"The tumult continued all the day, and the next morning a body of troops sent out by the pasha failed to quell it.",
		"Failing to quell the outbreak, Theseus in despair sent his children to Euboea, and after solemnly cursing the Athenians sailed away to the island of Scyrus, where he had ancestral estates.",
		"Julius Severus, sent with an immense army by Hadrian, came to quell the insurrection.",
		"At first the government attempted to quell the disaffection by means of the ordinary law, with fair success outside Bengal; but there, owing to the secret ramifications of the conspiracy, it has been found necessary to adopt special measures.",
		"As was to be expected, they were worsted; eleven small flying columns of the Moslems, sent out in various directions, sufficed to quell the revolt.",
		"Then the king intervened personally; not to quell the commons, as the senate insisted, but to compel the nobility to give way.",
		"To quell speculation... I 'm amazed - you people actually read these memes.",
		"Do eat something light, such as fruit and crackers, before you speak to quell the butterflies, but avoid chocolate and cheese.",
		"On the other hand, since this drug is designed to quell anxiety, it may be difficult to distinguish the difference between addictive behavior and an anxiety disorder.",
		"In 1988, AARP, The National Sheriff's Association, and the International Association of Chiefs of Police banded together to not only reduce criminal victimization affecting seniors, but also to quell their fear of crime.",
		"Studies have found that generalized anxiety responds well to these drugs (benxodiazepines are the most common), which serve to quell the physiological symptoms of anxiety.",
		"The Sports Illustrated swimsuit edition 2010 issue, shot in sunny Maldives, helps quell those winter blues.",
		"A Virgo woman's loyalty and dependability will do well to quell the Scorpio man's tendency to get jealous.",
		"In 1815 he went to America as a captain under General Morillo, who had been made commander-in-chief to quell the risings of the colonies on the Spanish Main.",
		"Although there are medications available that could quell some of the symptoms of antisocial personality disorder, noncompliance or abuse of the drugs prevents their widespread use.",
		"Better that we have some contact and hopefully quell any investigation.",
		"The company being unable to quell the revolt, Captain Hermann Wissmann - subsequently Major Hermann von Wissmann (1853-1905) - was sent out by Prince Bismarck as imperial commissioner.",
		"The council of Constance thought to quell it by condemnation of Wycliffe's teaching and by the execution of John Huss (1415).",
		"In the eight years of his government the Tulunid empire contracted, owing to the revolts of the deputies which HrUn was unable to quell, though in 898 he endeavoured to secure a new lease of the sovereignty in Egypt and Syria by a fresh arrangement with the caliph, involving an increase of tribute.",
		"A conference of ambassadors was held in Constantinople, and the sultan was invited to quell the revolt; but he hesitated to employ his troops against Mussulmans who were professing merely to oppose Christian aggression.",
		"He also advised the use of Federal troops to quell the disturbances in the city, on the ground that the government must prevent interference with its mails and with the general railway transportation between the states.",
		"Dhaher revolted against the Turkish government and el-Jazzar was commissioned to quell the rising; his long residence with Dhaher having given him knowledge which marked him out as the most suitable for the purpose.",
		"In 1522 and 1523 he assisted to quell the rising of Franz von Sickingen, who had raided Hesse five years previously, and in 1525 he took a leading part in crushing the rebellion of the peasants in north Germany, being mainly responsible for their defeat at Frankenhausen.",
		"In less than five weeks a few thousand men properly handled sufficed to quell the cantonal risings in Cordoba, Sevilla, Cadiz and Malaga, and the whole of the south might have been soon pacified, if the federal republican ministers had not once more given way to the pressure of the majority of the Cortes, composed of \"Intransigentes\" and radical republicans.",
		"A defeat in the parliament when he defended the armistice of Malmo led to his resignation; but he was immediately called to office again, with practically dictatorial power, in order to quell the revolt which broke out in Frankfort on the 18th of September.",
		"Washington came here in 1794 to review the army sent to quell the Whisky Insurrection, and the Espy house, which he then occupied, is still standing.",
		"Nicholas was saved by the very belief of the conspirators in the universal sympathy of the army with their aims. Had the mutinous troops early in the day received the order to attack, they would have carried the waverers with them; but they hesitated to fire on comrades whom they expected to see march over to their side; and when at last the emperor had steeled his heart to use force, a few rounds of grape-shot sufficed to quell the mutiny.",
		"Unable to quell the panic flying through her, she wasn't willing to test the waters to discover if demons were restricted from harming their mates like Immortals.",
		"Rhyn looked toward the walls, unable to quell the flutter of worry within him.",
		"Evelyn raised her head lazily, unable to quell the urge to seek out the source of the voice even knowing she wouldn't find it.",
		"The rain was cold, and she was alone without as much as a jacket.  Katie shivered and tried to quell the panic within her.  She wore the same clothes she'd been wearing several days ago, when she walked into the ocean.  Before that, she didn't think it was possible for her life to get worse.  Then she's come here.",
		"Jessi shook her head, occupied by trying to quell the frantic fear within her.",
		"Governments used to relying upon force to quell dissent are unlikely to make the reforms necessary to preserve social cohesion.",
		"A large force of military were sent to quell the disturbance and the mob, having burned the effigy, dispersed.",
		"Patty snapped upright to quell the insurrection, causing Splash to leap for safety.",
		"Comes with a flat key to quell concerns that the Ace cylindrical keyway Kryptonite used to employ could be picked with a cylindrical pipe.",
		"I took up an oar and tried to quell the mutiny; I cried no!",
		"What they have done will not quell the population fighting for a fairer form of taxation.",
		"When water did n't quell the rushes, she drank more and more.",
		"An army of 4000 passed through Chester on their way to Ireland, to quell the rebellion of Tyrone.",
		"The 14th Light Dragoons had been used to quell riots here before, were nicknamed the Bloody Blues and hated.",
		"To quell speculation... I'm amazed - you people actually read these memes.",
		"The proprietor applied to the Mayor who exercised himself to quell the tumult by swearing in two constables and reading the Riot Act.",
		"The invasion was a blatant attempt to use the flag waving patriotism of war to quell unrest in the working classes.",
		"Thomas More attempts to quell the uprising with wise words pleading for racial harmony.",
		"Though irregular, his action was to some extent justified by the depletion of the secret service fund under Giolitti and by the abnormal circumstances prevailing in 1893-1894, when he had been obliged to quell the insurrections in Sicily and Massa-Carrara.",
		"He returned to Kabul in time to quell a formidable rebellion, but two years later a revolt among some of the leading Moguls drove him from his city.",
		"Two battles, one at Karkar in the north, another at Rapih (Raphia) on the border of Egypt, sufficed to quell the disturbance.",
		"Mahratta resistance, once aroused by him, was never extinguished, and the imperial resources were worn out by ceaseless though vain efforts to quell it.",
		"Darius tells how he was able to quell the rebellions with the help of seven nobles.",
		"He was accused of failing to quell the rowdy behavior of fellow members ' guests.",
		"A good pediatrician can help to quell the fears of new parents, but he can also spot any developmental or physiological problems early on, which can often lead to more effective treatment.",
		"It would keep her entire system in mind, not just the need to provide calories or quell her hunger.",
		"Fortunately, leading nutritionists and medical experts were able to set the record straight and quell concerns.",
		"He smelled Katie.s, too, and was unable to quell the surge of lust that ran through him.",
		"On being liberated he returned to Tuscany, and the grand duke Leopold II, knowing that he was popular with the masses, sent him to Leghorn to quell the disturbances.",
		"Gelimer, who was strangely ignorant of the plans of Justinian, had sent his brother Tzazo with some of his best troops to quell a rebellion in Sardinia (that island as well as the Balearic Isles forming part of the Vandal dominions), and the landing of Belisarius was entirely unopposed.",
		"After the death of Decius Valerian retained the confidence of his successor, Trebonianus Gallus, who sent him to fetch troops to quell the rebellion of Aemilianus, governor of Moesia and Pannonia.",
		"For sheer subsistence he had to hire his sword to the pope and quell petty rebellions with a handful of men.",
		"He had to find his mate and Darkyn's, quell a rebellion and find a way to reopen the portals to the dealers trapped on the mortal plane."
	],
	"synonyms": [
		"appease",
		"stay",
		"quench",
		"squelch",
		"overwhelm",
		"overpower",
		"overcome",
		"obtund",
		"kill",
		"destroy",
		"curb",
		"cool",
		"conquer",
		"check",
		"calm"
	],
	"antonyms": [
		"succumb to",
		"succeed",
		"win",
		"irritate",
		"perturb",
		"aggravate",
		"disturb",
		"agitate",
		"prompt",
		"bring about"
	]
}