{
	"word": "incumbent",
	"meaning": [
		"Imposed as an obligation or duty; obligatory.",
		"Lying, resting, or pressing with its weight on something else.",
		"Currently in office.",
		"The holder of an office or benefice.",
		"(business) A holder of a position as supplier to a market or market segment that allows the holder to earn above-normal profits."
	],
	"sentences": [
		"His ordinary life was that of an officer of the Guards, modified by the ceremonial duties incumbent on him as heir to the throne.",
		"The Federalist outcry could only have been silenced by removal of Freneau, or by disclaimers or admonitions, which Jefferson did not think it incumbent upon himself - or, since he thought Freneau was doing good, desirable for him - to make.",
		"It is therefore incumbent upon us to do all we can to remove barriers to working class unity.",
		"Even the incumbent of a parish is in law a \" corporation sole,\" his benefice a freehold; and until the establishment in 1836, by act of parliament, of the Ecclesiastical Commissioners nothing could be done to adjust the inequalities in the emoluments of the clergy resulting from the natural rise and fall of the value of property in various parts of the country.",
		"While incumbent of Curdridge Chapel near Bishops Waltham in Hampshire, he published (1835) The Story of Justin Martyr and Other Poems, which was favourably received, and was followed in 1838 by Sabbation, Honor Neale, and other Poems, and in 1842 by Poems from Eastern Sources.",
		"Both his talents and his temper made him utterly indisposed to maintain the attitude supposed to be incumbent on a republican president; and his tongue was never a carefully governed one.",
		"It is incumbent upon the clergy to see that all children are taught reading, writing and arithmetic. The people are great readers; considering the number of the inhabitants, books and periodicals have a very extensive circulation.",
		"Ulrik slowly uncovered a cynical plot that involves the country's incumbent prime minister.",
		"It is incumbent on the relatives and friends of a deceased person to provide Christian burial for him; failing relatives and friends, the duty devolves upon the parish.",
		"But royaute oblige! * and he felt it incumbent on him, as a king and an ally, to confer on state affairs with Alexander's envoy.",
		"When homicide took place vengeance was regarded as a sacred duty incumbent on the relatives, and sometimes at least the lord also, of the slain man; but, as in the case of any other injury, compensation could be made by a fixed payment.",
		"All Church Army workers (of whom there are over 1800 of one kind and another) are entirely under the control of the incumbent of the parish to which they are sent.",
		"The rector, vicar or incumbent is a corporation-sole, in whom is vested the freehold of the church and churchyard, subject to the parishioners' rights of user; their rights of burial have been enlarged by various acts.",
		"Most presidential re-election bids become a referendum on the incumbent's performance in the Oval Office.",
		"As each incumbent died, his successor donned the infected vestments of his predecessor and was soon a victim himself.",
		"A yearly rent-charge, out of the Lodge farm, was purchased for the incumbent in 1844.",
		"The dioceses are divided into parishes each under a parish priest known as a cur or desservant (incumbent).",
		"In 1866 Maurice was appointed professor of moral philosophy at Cambridge, and from 1870 to 1872 was incumbent of St Edward's in that city.",
		"He was ordained priest in 1650 and became incumbent of Credenhill, near Hereford in 1661.",
		"The old order was thus threatened by an unsympathetic incumbent on one side and by growing Wesleyan concern about practices which seemed increasingly irregular.",
		"Maputo In Maputo the Frelimo candidate, incumbent mayor Artur Canana won, but with a strong showing by independent candidate Philippe Gagnaux.",
		"The main problem for NCC is that they have no legal jurisdiction over NITEL the incumbent operator.",
		"The decision on whether this is the case shall be incumbent on the divisional senate to which the Member concerned belongs.",
		"The new incumbent was willing that the Tennysons should continue to live in the rectory, which they did not leave until six years later.",
		"These general addresses, published under the title Bestimmung des Gelehrten (Vocation of the Scholar), were on a subject dear to Fichte's heart, the supreme importance of the highest intellectual culture and the duties incumbent on those who had received it.",
		"This month, Morgan was named poet laureate of Scotland, the first incumbent, by Jack McConnell, first minister of Scotland.",
		"Balashev, feeling it incumbent on him to reply, said that from the Russian side things did not appear in so gloomy a light.",
		"At the age of twenty-four he entered the priesthood, becoming one of two curates under the incumbent of Pingjum, a village near his birthplace.",
		"The incumbent of such a living was to a great extent free from the jurisdiction of the bishop, who could only reach him through the action of an ecclesiastical court.",
		"It thus presents to all vacancies caused by simoniacal presentations, or by the incumbent having been presented to a bishopric or in benefices belonging to a bishopric when the see is vacant by the bishop's death, translation or deprivation.",
		"The schools are under the immediate control of school boards appointed by the parish councils, but of which the incumbent of the parish is ex-officio member; superior control is exercised by the Amtmand, the rural dean, and the bishop, under the Minister for church and education.",
		"Milner's own object in assenting to the introduction of the Chinese was - besides aiding to put the gold mining industry on a more stable basis - to obtain revenue for the great task he had on hand, \" the restarting of the colonies on a higher plane of civilization than they had ever previously attained \"; and in respect of the working of the mines and consequently in providing revenue the introduction of the Chinese proved eminently successful; but in February 1906 the Campbell-Bannerman administration felt it incumbent to announce that no ordinance imposing \" servile conditions \" would be sanctioned.",
		"A burial ground, properly so called, has to be divided into consecrated and unconsecrated portions, and the former really takes the place of the parish churchyard; and the incumbent of the parish church, the clerk, and the sexton continue to receive the same fees upon burials in the consecrated portion as they would have done in the parish churchyard.",
		"You hold the advowson to Deerhurst church (the right to appoint the incumbent to be minister of the parish ).",
		"The persistent attempt of the South African Republic to assert its full independence, culminating in a formal denial of British suzerainty, made it additionally incumbent on Great Britain to carry its point as to the Uitlander grievances, while, from Mr Kruger's point of view, the admission of the Uitlanders to real political rights meant the doom of his oligarchical regime, and appeared in the light of a direct menace to Boer supremacy.",
		"That way a balance will be achieved because cynism and weariness of an incumbent leader will have taken its toll on the electorate....",
		"The bishops from their prisons continued to govern the dioceses; for this purpose they appointed representatives, to whom they transferred their rights as Qrdinary and secretly authorized priests to celebrate services and to perform the other duties of an incumbent.",
		"It is now incumbent upon us to take a rapid survey of the ornithological works which come more or less under the designa .",
		"During the same year Dr Stuart of Kingston died and was succeeded by his son George O'Kill Stuart, incumbent at York, the capital of the province.",
		"But consignment to a prison for lengthened periods was, as a penalty, of more recent introduction, and of still later date is the recognition of the duties incumbent upon the authority to use its powers mercifully by humane endeavours to reform and improve those on whom it laid hands.",
		"Forgiveness was easy to a man of Temple's elevation and temperament, and he not only despatched the necessary recommendation but added a personal request which obtained for Swift the small prebend of Kilroot near Belfast (January 1695), where the new incumbent carried on a premature flirtation with a Miss Jane Waring, whom he called \"Varina.\"",
		"He first visited Taif at the invitation of the pasha, thence he proceeded to Mecca, where he spent three months studying every detail of the topography of the holy places, and going through all the ceremonies incumbent on a Moslem pilgrim.",
		"Except by leave of the bishop or sequestrator, the incumbent of a sequestered benefice cannot be presented.",
		"Except, however, where made under parliamentary authority, no composition for tithes, although made between the landowner and the parson or vicar with the consent of the patron and ordinary, bound a succeeding incumbent, the statute 13 Eliz.",
		"Castle-guard was the liability incumbent on the holders of some estates to serve in the garrison of the royal castles.",
		"An incumbent, once inducted, can only be disturbed by complicated and extremely costly processes of law; in effect, except in cases of gross 1 Certain great offices of state are closed to Roman Catholics."
	],
	"synonyms": [
		"officeholder",
		"in",
		"occupant",
		"official"
	],
	"antonyms": []
}