{
	"word": "accretion",
	"meaning": [
		"Growth or increase in size by gradual external addition, fusion, or inclusion.",
		"Growth in size, esp. by addition or accumulation.",
		"Something contributing to such growth or increase.",
		"A growing together of parts normally separate.",
		"The growing together or adherence of parts that are normally separate."
	],
	"sentences": [
		"The opening of railway communication with London in 1906 resulted in a considerable accretion of residential population.",
		"Its seaward accretion is estimated at 6 ft.",
		"They are merely craters raised above the level of the surrounding country by the gradual accretion of the soft oily mud, which overflows at frequent intervals whenever a discharge of gas occurs.",
		"But in a world of slow accretion, it was enough.",
		"The rest of the story is probably the result of gradual expansion and accretion.",
		"It will be seen that the only European country which gains by the exchange is France, and there the accretion is almost insignificant.",
		"This episode in the legendary life of Krishna has every appearance of being a later accretion.",
		"The Prussian and Dutch governments annually expend large sums for the protection of the islands, and in some cases the erosion on the seaward side is counterbalanced by the accretion of land on the inner side, fine sandy beaches being formed well suited for sea-bathing, which attracts many visitors in summer.",
		"Such a body of formulae cannot, of course, be regarded as constituting a science; it has no power of development from within, and can only grow by accretion.",
		"This may have either inhibited sedimentation or promoted accretion in upper harbor areas.",
		"The phenomenon of \" coastal squeeze \" of saltmarsh may be causing some net vertical accretion of mudflat surfaces.",
		"Little net accretion was observed for tidal water levels in excess of 5m at the lower bank site.",
		"Colonization induced rapid accretion raising the marsh surface by up to 1.75m and covering a maximum area of 800 hectares in 1924.",
		"It has been suggested that where there is low sediment supply mangrove accretion may not be able to keep pace with projected sea-level rises.",
		"It does best where there is not much sand accretion.",
		"Groin fields at Hill Head would probably intercept the majority of these materials leading to some beach accretion.",
		"Black hole accretion disk Useful web links A good place to start is Relativity on the WWW.",
		"Current models suggest they are launched centrifugally from the accretion disks that surround these stars.",
		"Phases of accretion of Denn beach foreshore are apparently related to phases of onshore bank migration (Robinson, 1975 ).",
		"We investigate the stability of self-gravitating accretion disks using three-dimensional, global, smoothed particle hydrodynamic (SPH) simulations.",
		"One of Harvey's prime objects is to defend and establish, on the basis of direct observation, the opinion already held by Aristotle, that, in the higher animals at any rate, the formation of the new organism by the process of generation takes place, not suddenly, by simultaneous accretion of rudiments of all or the most important of the organs of the adult, nor by sudden metamorphosis of a formative substance into a miniature of the whole, which subsequently grows, but by epigenesis, or successive differentiation of a relatively homogeneous rudiment into the parts and structures which are characteristic of the adult.",
		"It is the accretion of countless eruptions from over twenty volcanoes, and covers an area of 1300 sq.m.",
		"It was the final stage in a process of accretion dating back to the beginnings of the Christian reconquest in the 8th century.",
		"There is a gunnery establishment in the harbour on Whale Island, the area of which has been increased to nearly 90 acres by the accretion of material excavated from the dockyard extension works, and various barracks including those of the royal marine artillery at Eastney, beyond Southsea.",
		"Three more distinguished names likewise passed away in 1853, though without any attendant accretion to British territory.",
		"Herbart apperception is that process by which an aggregate or \"mass\" of presentations becomes systematized (apperceptionssystem) by the accretion of new elements, either sense-given or product of the inner workings of the mind.",
		"It is unique, however, among the great promontories of the south coast of England, the accretion of gravel banks falling into deep water contrasting with the cliff-bound headlands of the North Foreland, Beachy Head and the Lizard, and with the low eroded Selsey Bill, off which the sea is shallow.",
		"This is really an accretion of undetermined liabilities which has been indefinitely, and probably alternately, advancing and receding for a great number of years, and which no previous minister of finance, or Turkish government, had the courage to face.",
		"But the increase of size which constitutes growth is the result of a process of molecular intussusception, and therefore differs altogether from the process of growth by accretion, which may be observed in crystals and is effected purely by the external addition of new matter - so that, in the well-known aphorism of Linnaeus, the word \"grow\" as applied to stones signifies a totally different process from what is called \"growth\" in plants and animals.",
		"In view of the many evidences of the linguistic character of Sumerian as opposed to the one fact that the language had engrafted upon it a great number of evident Semitisms, the opinion of the present writer is that the Sumerian, as we have it, is fundamentally an agglutinative, almost polysynthetic, language, upon which a more or less deliberately constructed pot-pourri of Semitic inventions was superimposed in the course of many centuries of accretion under Semitic influences.",
		"It consequently rests upon a distinct basis of fact, the saga (in the older and wider sense of any story said or sung) being indeed the oldest form of historical tradition; though this of course does not exclude the probability of the accretion of mythical elements round persons and episodes from the very first."
	],
	"synonyms": [
		"rise",
		"increment",
		"expansion",
		"enlargement",
		"coherence",
		"increase",
		"growth",
		"accumulation",
		"addition",
		"buildup",
		"proliferation",
		"multiplication",
		"development"
	],
	"antonyms": [
		"deduction",
		"decrease",
		"shrinkage"
	]
}