{
	"word": "putative",
	"meaning": [
		"Generally considered or deemed such; reputed.",
		"Supposed rather than real; believed; reputed.",
		"Commonly believed or deemed to be the case; accepted by supposition rather than as a result of proof."
	],
	"sentences": [
		"There must be a pan of seedlings somewhere of a putative hybrid between these two!",
		"Thus the screening project will identify not just potential agents against smallpox but also putative anti-cancer drugs.",
		"But it is equally common, in relation to particular (putative) examples of virtues to give these truisms up.",
		"Use of public specifications for the data about plans putative insurer is.",
		"There are, however, still cases where DNA testing will not be possible, for example where the putative father has died.",
		"These studies will be helpful in identifying putative store-operated calcium channel genes.",
		"This shows whether we currently regard this as an ' active ', ' putative ' or ' inactive ' peptidase homologue.",
		"We have recently identified a number of putative regulatory genes, including cyclin-dependent kinases of Toxoplasma.",
		"The first -strand was shifted by one residue which consequently positioned some of the residues in the putative inositol phosphate binding site incorrectly.",
		"For Norwegian GPs, a putative diagnosis of acute sinusitis is likely to be correct 63% of the time.",
		"We also showed here the first direct evidence that putative SPARC receptors are present on ovarian epithelial cells.",
		"We set out to determine the spatial expression pattern of several thousand genes encoding putative regulatory proteins.",
		"The science throughout, of course, was utter nonsense, but the show only became almost a self-parody in seasons two and three, when they began filming in color and reflecting the sixties rather than a putative future.",
		"The putative purpose of this Foundation is to collect all the empire's knowledge in a vast compendium, the Encyclopedia Galactica.",
		"She assented on condition that the divorce could be lawfully effected without impeachment of her son's legitimacy; whereupon Lethington undertook in the name of all present that she should be rid of her husband without any prejudice to the child - at whose baptism a few days afterwards Bothwell took the place of the putative father, though Darnley was actually residing under the same roof, and it was not till after the ceremony that he was suddenly struck down by a sickness so violent as to excite suspicions of poison.",
		"This expression pattern in adults is distinct from any of the putative mammalian homologues.",
		"When the conspiring forces of clerical venality and political prostitution had placed a putative Bonaparte in power attained by perjury after perjury, and supported by massacre after massacre, Victor Hugo, in common with all honourable men who had ever taken part in political or public life under the government superseded by force of treason and murder, was driven from his country into an exile of well-nigh twenty years."
	],
	"synonyms": [
		"supposed",
		"reputed",
		"inferred",
		"believed",
		"assumed",
		"alleged",
		"accepted"
	],
	"antonyms": [
		"real",
		"true",
		"proven"
	]
}