{
	"word": "demagogue",
	"meaning": [
		"A leader of the common people.",
		"A person who tries to stir up the people by appeals to emotion, prejudice, etc. in order to win them over quickly and so gain power.",
		"To behave as a demagogue.",
		"To seize upon and use (an issue, event, etc.) in the inflammatory manner of a demagogue so as to sway public opinion."
	],
	"sentences": [
		"Again, his adversaries used to call him a dangerous demagogue.",
		"He was an enthusiastic, but a fickle and ambitious demagogue, and he achieved a better reputation as a writer.",
		"But at least he's our incoherent, ranting demagogue.",
		"He was deservedly respected in the House of Commons; seldom has an agitator been so little of a demagogue.",
		"Maley is playing the demagogue, which is a dirty trick.",
		"The Jacobin municipality was overturned, and Challier, their fiercest demagogue, was arrested.",
		"Senator Long's career is also a reminder that material for the agitator and the demagogue is always ample in this country.",
		"And when a Poet or a Novelist becomes a demagogue the same applies to him.",
		"In 1877-1878 Denis Kearney (1847-1907), an Irish drayman and demagogue of considerable force and daring, headed the discontented.",
		"The sensational school quite naturally produced the demagogic party, and the theological school became quite as naturally absolutism, safe to borrow from time to time the mask of the demagogue in order the better to reach its ends, as in philosophy it is by scepticism that it undertakes to restore theocracy.",
		"W&t Tyler The mob which had gathered at Maidstone and Canterbury marched on the capital many thousands strong, headed by a local demagogue named Wat Tyler, whom they had chosen as their captain; his most prominent lieutenant was the preacher John Ball.",
		"Playing the part of the demagogue, and exaggerating all his nephews petulant acts and sayings, he declared the constitution in danger, and took arms at the head of a party of peers, the earls of Warwick, Arundel and Nottingham, and Henry, earl of Derby, the son of John of The Gaunt, who called themselves the lords appellant, lords because they were ready to appeal Richards appel- councillors of treason.",
		"Bound by a secret understanding with the Radical leader Cavallotti, an able but unscrupulous demagogue, Rudini was compelled to bow to Radical exigencies.",
		"So complete was the destruction of the Peloponnesian fleet that, according to Diodorus, peace was offered by Sparta (see ad fin.)and would have been accepted but for the warlike speeches of the \" demagogue \" Cleophon representing the extreme democrats?",
		"A provision eminently wise for the age of Pericles easily became a mischief when the once honourable name of \"demagogue\" began to mean a flatterer of the mob.",
		"We see at Athens strong signs of social distinctions, even at a late period of the democracy; we see that, though the people might be led by the low-born demagogue - using that word in its strict and not necessarily dishonourable meaning - their votes most commonly fell on men of ancient descent.",
		"To these experiences, too, we may partly ascribe the reverence for law, for the rights of property, and for the monarchical form of government which he appears to have sincerely felt; and, demagogue as he became in a certain sense, they gave his mind a deep Conservative tinge.",
		"Led by the great demagogue dictator, Jacob van Artevelde, they became the mainstay of the English party in the Netherlands.",
		"At Prague a demagogue, the priest John of Zelivo, for a time obtained almost unlimited authority over the lower classes of the townsmen; and at Tabor a communistic movement (that of the so-called Adamites) was sternly suppressed by Zizka.",
		"In 1198 Hubert, who had inherited from his predecessors in the primacy a fierce quarrel with the Canterbury monks, gave these enemies an opportunity of complaining to the pope, for in arresting the London demagogue, William Fitz Osbert, he had committed an act of sacrilege in Bow Church, which belonged to the monks.",
		"Papineau, The Most Insistent Demagogue Of 1837, Must Certainly Be Named Among The Founders, For The Sake Of Speeches Which Came Before Written Works Both In Point Of Time And Popular Esteem."
	],
	"synonyms": [
		"rabble-rouser",
		"demagog",
		"troublemaker",
		"radical",
		"rabblerouser",
		"ochlocrat",
		"leader",
		"instigator",
		"inciter",
		"hothead",
		"fomenter",
		"demagogy",
		"demagogism",
		"fanatic",
		"agitator"
	],
	"antonyms": []
}