{
	"word": "calumny",
	"meaning": [
		"A false and malicious statement meant to hurt someone's reputation.",
		"The uttering of such a statement; slander.",
		"A false and malicious statement about someone that is intended to injure his or her reputation. See also obloquy, defamation, and slander.",
		"A falsification or misrepresentation intended to disparage or discredit another."
	],
	"sentences": [
		"There is absolutely nothing to support the calumny, which has often been repeated since.",
		"Why did you speak calumny of me to Dr. Grantly behind my back?",
		"Against his private character not even calumny has breathed a reproach.",
		"The restless disposition and unbridled tongue of Catherine Kepler, his mother, created for her numerous enemies in the little town of Leonberg; while her unguarded conduct exposed her to a species of calumny at that time readily circulated and believed.",
		"But all the more eagerly did he take advantage of Wallis's loose calumny to strike where he felt himself safe.",
		"Though he praised Sir Hugh in his public despatch he attacked him in private, and the Whig press, with the unquestionable aid of Keppel's friends, began a campaign of calumny to which the ministerial papers answered in the same style, each side accusing the other of deliberate treason.",
		"He did not indeed escape calumny, and was even denounced on a charge of immoral practices, but fully and honourably acquitted.",
		"It is a foul calumny that we do today.",
		"Nor is its purpose simply or solely to refute calumny.",
		"Although now extremely unpopular, the Rolands remained in Paris, suffering abuse and calumny, especially from Marat.",
		"The Bohemian historian, Palacky, fifty years ago thoroughly disproved this accusation, and, though it has recently been revived by German historians, it must undoubtedly be considered as a calumny.",
		"Calvin, indignant at the calumny which was thus cast upon the reformed party in France, hastily prepared for the press his Institutes of the Christian Religion, which he published \"first that I might vindicate from unjust affront my brethren whose death was precious in the sight of the Lord, and, next, that some sorrow and anxiety should move foreign peoples, since the same sufferings threatened many.\"",
		"It is pure calumny to say that the Pagans worship their idols in a way any different from this.",
		"But this atom, only grazed by calumny, has already been restored to him by posterity, for he died poor, having been the first to suffer by the disaster to his illusions.",
		"In a word, though most men anywise eminent have found reason to complain of calumny, I never was touched, or even attacked, by her baleful tooth; and, though I wantonly exposed myself to the rage of both civil and religious factions, they seem to be disarmed on my behalf of their wonted fury.",
		"This was resented as a base calumny by Mu'awiya.",
		"The report ran that Catherine had concerted the whole affair with the assassins, but this was speedily set down as a calumny.",
		"His undoubted seriousness and his immense personal reputation did not, however, save him from the excesses of calumny and misinterpretation; and in order to impose some moderation upon his aspersers the duke thought it necessary to send a challenee to one of the most violent of these, the earl of Winchelsea.",
		"In matters of the heart, if any consoling or any disturbing passion played a great part in his life, we do not know it; we know only (apart from a few passing shadows cast by calumny and envy) of affectionate and dignified relations with friends, patrons and pupils, of public and private regard mixed in the days of his youth with dazzled admiration, and in those of his age with something of reverential awe."
	],
	"synonyms": [
		"denigration",
		"slander",
		"aspersion",
		"defamation",
		"hatchet-job",
		"traducement",
		"calumniation",
		"obloquy",
		"cattiness",
		"bitchiness",
		"detraction",
		"vilification",
		"scandal",
		"character assassination",
		"libel"
	],
	"antonyms": []
}