{
	"word": "quotidian",
	"meaning": [
		"Everyday; usual or ordinary.",
		"Daily; recurring every day.",
		"Having the characteristics of something which can be seen, experienced etc. every day or very commonly; commonplace, ordinary; trivial, mundane. [from 15th c.]",
		"Anything, esp. a fever, that recurs daily.",
		"(medicine, now rare, historical) A fever which recurs every day; quotidian malaria. [from 14th c.]",
		"(Anglicanism, historical) A daily allowance formerly paid to certain members of the clergy. [from 16th c.]",
		"(usually with definite article) Commonplace or mundane things regarded as a class. [from 20th c.]"
	],
	"sentences": [
		"She hoped to not live a quotidian life, but one full of surprises and adventures.",
		"Taking the dog on a walk is a quotidian event for the elderly couple.",
		"The man began his quotidian schedule by getting stuck in traffic on his way to work.",
		"Her mundane, quotidian routine was beginning to bore her, so she started looking for a new job.",
		"But it is the description of quotidian events that sheds light on how the people lived.",
		"It was difficult to make a change to something that was so quotidian.",
		"Irrespective of the intentionality of such a happening, the fact is such occurrences certainly do take place and on a fairly quotidian basis.",
		"There seems an almost religious awe in the face of quotidian reality.",
		"Indeed, the hurrying first movement, ' Moving On ', seems to sum up the quality of most people 's quotidian experience !",
		"The rules of quotidian face-to-face life are suspended or even inverted in a carnivalesque of norms.",
		"Quotidian intermittent is on the whole more common than tertian in hot countries; elsewhere the tertian is the usual type, and quartan is only occasional.",
		"Another paroxysm begins at or near the same hour next day (quotidian ague), which results from a double tertian infection, or the interval may be fortyeight hours (tertian ague), or seventy-two hours (quartan ague).",
		"Any attempt at an authentic translation of an Euripidean vision is consistently obscured by the quotidian world of Irish sexual politics.",
		"Another rule is that the quartan has the longest cold stage, while its paroxysm is shortest as a whole; the quotidian has the shortest cold stage and a long hot stage, while its paroxysm is longest as a whole.",
		"It is the general rule, with frequent exceptions, that the quotidian paroxysm comes on in the morning, the tertian about noon, and the quartan in the afternoon."
	],
	"synonyms": [
		"unremarkable",
		"routine",
		"everyday",
		"workaday",
		"mundane",
		"trivial",
		"usual",
		"ordinary",
		"daily",
		"commonplace",
		"workday"
	],
	"antonyms": []
}