{
	"word": "raze",
	"meaning": [
		"To scrape or graze; wound slightly.",
		"To tear down completely; level to the ground; demolish.",
		"To scrape or shave off; erase.",
		"To erase.",
		"Obsolete spelling of race (rhizome of ginger)."
	],
	"sentences": [
		"We raze the place.",
		"The warriors set off on horseback and proceed to raze the rustic village to the ground.",
		"The Ghibellines even proposed to raze the walls of the city, but Farinata degli Uberti strongly opposed the idea, saying that \"he had fought to regain and not to ruin his fatherland.\"",
		"The Egyptian authorities now resolved to raze Damietta, which, however, was rebuilt shortly after.",
		"Kiki froze halfway through the doorway, frowning.  Kris breathed a sigh, wondering how one tiny woman could make him tense enough he wanted to raze the beach.",
		"Furthermore he warned Athens against the treason of the extreme oligarchs, and induced the troops to raze a mole erected to facilitate a Spartan descent on Peiraeus.",
		"Of special value to theologians is the Ausar Raze (Storehouse of Secrets), a critical and doctrinal commentary on the text of the Scriptures.",
		"The month before, the citizens of Utrecht had refused to raze their suburban villas, and defence of the fortifications had consequently been impossible.",
		"Even those friendly to him sometimes felt it necessary to defend his political course by saying that he was compelled to raze the old buildings and prepare the ground on which his successors might build new and better structures.",
		"Thus the old Amphictyonic oath forbade certain extreme measures of hostility against any city sharing in the common Amphictyonic worship, and it was forbidden to raze any Amphictyonic city or to cut off its water.",
		"But Lombard conquest was bungling and wasteful; when they had spoiled a city they proceeded to tear down its walls and raze it to the ground.",
		"The priests heal with their breath; with breath expelled as sound they can raise great weights or raze a building to the ground.",
		"In 510 B.C. Crotona was strong enough to defeat the Sybarites, with whom it had previously been on friendly terms, and raze their city to the ground.",
		"In the following campaign, after desperate fighting to the north of the Danube in the mountainous region of Transylvania, Sarmizegethusa, the capital of Decebalus, was taken, and he was forced to terms. He agreed to raze all fortresses, to surrender all weapons, prisoners and !Roman deserters, and to become a dependent prince under the suzerainty of Rome."
	],
	"synonyms": [
		"shave",
		"scratch",
		"scrape",
		"obliterate",
		"erase",
		"efface",
		"decimate",
		"subvert",
		"smash",
		"flatten",
		"bulldoze",
		"dismantle",
		"destroy",
		"demolish",
		"wreck"
	],
	"antonyms": [
		"erect. See syn. study at destroy.destroy",
		"raise",
		"erect",
		"build",
		"construct"
	]
}