{
	"word": "astringent",
	"meaning": [
		"That contracts bodily tissue and checks secretions, capillary bleeding, etc.; styptic.",
		"Sharp and penetrating; pungent or severe.",
		"Having a harsh, biting quality.",
		"Tending to draw together or constrict tissues; styptic.",
		"Sharp, caustic, severe.",
		"An astringent substance, drug, etc.",
		"A substance or preparation, such as alum, that draws together or constricts body tissues and is effective in stopping the flow of blood or other secretions.",
		"A substance which draws tissue together, thus restricting the flow of blood."
	],
	"sentences": [
		"The physical properties of the powder also give it a mild astringent action.",
		"It has a sweet astringent taste, very soluble in water, but scarcely soluble in alcohol.",
		"Iron in the intestine causes an astringent or constipating effect.",
		"The bark is astringent; it is used for tanning and dyeing.",
		"Calcium salts form insoluble soaps with fats, and combine with albumen in a manner which makes them soothing and astringent rather than irritating.",
		"The leaves and husk of the fruit are resinous and astringent, and are sometimes used medicinally as well as for dyeing purposes.",
		"It crystallizes in white or pale fawn-coloured acicular prisms or silky needles, and is soluble in alcohol and ether, and in loo parts of cold and 3 of boiling water; it is without odour and has an astringent and an acid taste and reaction.",
		"Their soluble salts combine with albumen and preserve it, strong solutions being extremely irritant or caustic, while weaker ones are astringent simply, or even soothing.",
		"The fruit-stalk is very short, bearing a subglobose fruit an inch or rather more in diameter, of an orange-yellow colour, and with a sweetish astringent pulp. It is surrounded at the base by the persistent calyxlobes, which increase in size as the fruit ripens.",
		"Morphine is an analgesic and hypnotic, relieving pain and producing deep sleep. As contrasted with opium it differs in being less astringent and constipating.",
		"The underground woody stem is astringent and yields a yellow dye.",
		"The perchloride, sulphate and pernitrate are strongly astringent; less extensively they are used in chronic discharges from the vagina, rectum and nose, while injected into the rectum they destroy worms.",
		"Soluble salts of manganese, aluminium, zinc, copper, gold, platinum and bismuth have, when given by the mouth, little action beyond their local astringent or irritating effects; but when injected into a blood vessel they all exert much the same depressing effect upon the heart and nervous system.",
		"The solution reddens litmus and is an astringent.",
		"It contains, in addition to tannin, a peculiar principle called larixin, which may be obtained in a pure state by distillation from a concentrated infusion of the bark; it is a colourless substance in long crystals, with a bitter and astringent taste, and a faint acid reaction; hence some term it larixinic acid.",
		"The witch hazel is quite a distinct plant, Hamamelis virginica, of the natural order Hamamalideae, the astringent bark of which is used in medicine.",
		"Acacia arabica is the gum-arabic tree of India, but yields a gum inferior to the true gum-arabic. An astringent medicine, called catechu or cutch, is procured from several species, but more especially from Acacia catechu, by boiling down the wood and evaporating the solution so as to get an extract.",
		"If the granulations tend to become too abundant, some astringent, such as sulphate of copper or sulphate of zinc, is added to the water.",
		"Thus in the eye and ear, lotions containing an antiseptic, a sedative and an astringent are very generally used.",
		"The effects of the nitrate being both astringent and stimulating as well as bactericidal, solutions of it are used to paint indolent ulcers.",
		"When given medicinally preparations of iron have an astringent taste, and the teeth and tongue are blackened owing to the formation of sulphide of iron.",
		"If iron be given in excess, or if the hydrochloric acid in the gastric juice be deficient, iron acts directly as an astringent upon the mucous membrane of the stomach wall.",
		"The action of tannic acid is strictly local, and depends upon its power of precipitating albumen and of destroying germs. It thus acts as an astringent on all mucous membranes.",
		"Where tannin drugs are useful, as in diarrhea, the fluid extract is an excellent astringent.",
		"It produces a pale liquor with a slightly astringent taste that works very well with the flowery Bergamot flavor.",
		"The ingredients act on bacteria and fungi, is kind to sensitive skin and mildly astringent.",
		"Dab a cotton ball with an astringent or toner.",
		"Internally lead has an astringent action on the mucous membranes, causing a sensation of dryness; the dilute solution of the subacetate forms an effective gargle in tonsillitis.",
		"It is essential that a large quantity should be used, as otherwise the seat of irritation may not be reached by the astringent.",
		"Medicinally, gallic acid has been, and is still, largely used as an astringent, styptic and haemostatic. Gallic acid, however, does not coagulate albumen and therefore possesses no local astringent action.",
		"They all have a poisonous action on protoplasm, which makes them useful in medicine as antiseptics, disinfectants, germicides, anti-fermentatives and parasiticides; when locally applied they are more or less irritating, and, when very dilute, astringent.",
		"An oil obtained from the inner bark is astringent and is used in the treatment of various skin afflictions, especially eczema and psoriasis.",
		"The bark has an astringent and slightly bitter taste.",
		"Horse Chestnut Extract - a natural astringent, its seed contains tannic acid, which has a soothing effect.",
		"A strongly astringent herb, is used internally and externally for a large number of complaints, treatment for wounds and bleeding.",
		"The said kernels being burned, are very astringent.",
		"His talk was insightful and refreshingly astringent and very much enjoyed.",
		"The odor is a little like balsam and terebinth, and the taste astringent.",
		"Armenian bole is also used in medicine as an astringent, and as a base for gilding on wooden panel paintings.",
		"On the palate, the wine was rather more astringent, brisker perhaps, with a touch of aristocratic hauteur.",
		"The bark exudes a kino (astringent tannin ).",
		"Lead salts are applied as lotions in conditions where a sedative astringent effect is desired, as in weeping eczema; in many varieties of chronic ulceration; and as an injection for various inflammatory discharges from the vagina, ear and urethra, the Liquor Plumbi Subacetatis Dilutum being the one employed.",
		"An astringent works to cleanse and close the pores, protecting them from being clogged by dirt and oil.",
		"Aloe Vera is a fantastic astringent and toner for oily skin.",
		"In South America, people frequently use acai pulp as an antibacterial astringent, rubbing it onto minor cuts and abrasions to prevent infection.",
		"Due to its anti-inflammatory and astringent properties, it has been used throughout the world to treat skin conditions and infections.",
		"Green tea has astringent and diuretic properties too, which will help flush the kidneys.",
		"Nettles are an overall astringent, cleansing tonic.",
		"Once you've gathered all supplies, soak a cotton ball in witch hazel astringent and apply directly to the facial surface to remove excess oil.",
		"Paan is also used as an astringent to clear the digestive system.",
		"Vinegar is a great natural astringent that can also help kill off many microorganisms that may be present.",
		"Witch hazel is most often used in skin care products as an astringent, but the pods can also be seen in fall flower displays.",
		"It was astringent and lacked the full body of the historic Chardonnays that we are used to from Grgich Hills.",
		"If a wine is described as astringent, it means that it leaves the mouth feeling overwhelmingly dry.",
		"Astringent wines are often described as austere mellow as they age.",
		"A wine describend as balanced is exactly what it sounds like and refers to a wine that is not too acidic, astringent, tannic or fruity.",
		"Harsh wines have high amount of alcohol content and the flavor characteristics are very astringent.",
		"Many wine lovers prize Syrah for its deep, dark, intense red flavor, complemented by the astringent bite of the alcohol and the slightly bitter tannins that linger on the tongue.",
		"Astringent herbs such as witch hazel, Hamamelis virginiana, can be used.",
		"The astringent principle is a peculiar kind of tannic acid, called by chemists quercitannic, which, yielding more stable compounds with gelatine than other forms, gives oak bark its high value to the tanner.",
		"They are all, as found in commerce, of a pale yellow-green colour; they emit a peculiar aromatic odour, and have a slightly astringent bitter taste.",
		"When cut open, it displays an infinity of tiny leaf-buds and stems, and at intervals there exudes from it an aromatic resin, which from its astringent properties is used by the shepherds as a vulnerary, but has not been converted to any commercial purpose.",
		"If the latex is warmed or an acid, an alkali or astringent plant juice is added to it, \" coagulation \" usually takes place more or less readily, the caoutchouc separating in solid flakes or curds.",
		"The Funtumia latex can also be coagulated by the astringent infusion of Bauhinia leaves or by exposing it in shallow dishes, when the liquid \" creams.\"",
		"They are very astringent, haemostatic and sedative; the strong solution of the subacetate is powerfully caustic and is rarely used undiluted.",
		"They are soluble in water, have an astringent, acid, and sweetish,, .taste, react acid to litmus, and crystallize in regular octahedra.",
		"As alum and green vitriol were applied to a variety of substances in common, and as both are distinguished by a sweetish and astringent taste, writers, even after the discovery of alum, do not seem to have discriminated the two salts accurately from each other.",
		"An astringent fluid, known as shibu, rich in tannin, is expressed from the green fruit and used in various industries.",
		"Dioscorides refers to it as agallochon, a wood brought from Arabia or India, which was odoriferous but with an astringent and bitter taste.",
		"Tannin is a hardening and astringent substance, and in large quantities impairs digestion.",
		"They are soluble in water, their solutions having an acid reaction and an astringent taste; the solutions are coloured dark blue or green by ferrous salts, a property utilized in the manufacture of ink.",
		"From tannic acid is also made gallic acid, which resembles tannic acid but has no astringent taste.",
		"It is moreover an astringent to the tissues, hindering the further discharge of fluid.",
		"In the intestine tannic acid controls intestinal bleeding, acting as a powerful astringent and causing constipation; for this reason it has been recommended to check diarrhoea.",
		"But by the addition of some antiseptic to the ointment its defensive action would be converted from passive to active, and its power to prevent infection would become greater; and if inflammation had already set up in the skin, the addition of opium, belladonna, or cocaine would lessen local pain; and an astringent, either metallic or organic, would restrain inflammation and accelerate repair.",
		"The strength of the astringent application and the mode of its administration are varied according to the delicacy and position of the mucous membrane affected.",
		"In cases where diarrhoea is very obstinate and lasts for weeks, sulphuric acid is sometimes more efficacious than alkalis; and in chronic colics it may be necessary to treat the mucous membrane by local application of astringent solutions.",
		"The astringent salts are therefore useful occasionally to check diarrhoea and dysentery.",
		"In China it was an old internal remedy for leprosy and struma, and is accredited with stimulant, tonic, sedative, astringent and vulnerary properties.",
		"Wines that are highly astringent have a high level of tannins, acids or a combination of both.",
		"Chamomile is a mild astringent to deep clean pores.",
		"Try Clearasil Ultra Acne Eliminating Astringent or Neutrogena Clear Pore Oil-Controlling Astringent.",
		"A simple astringent or alcohol based toner used liberally after cleansing or exfoliating will help prevent enlarged pores.",
		"Famous for its antibacterial and astringent properties, it can be applied to the bruise when mixed with a carrier oil or cream.",
		"The natural bleaching can help fade scars, while the astringent and power-punch of vitamin C can be of use on pimples.",
		"Lemon juice can be very astringent and thus harsh on sensitive skin.",
		"Cleanse the area afterwards with an astringent to sterilize and tighten the pores.",
		"Follow up your evening wash by using a non-alcoholic astringent.",
		"Apply the astringent with cotton balls and toss them away when through.",
		"Apply an astringent to tighten up the skin and remove bad oils that rest on the surface.",
		"The eucalypts are remarkable for the oil secreted in their leaves, and the large quantity of astringent resin of their bark."
	],
	"synonyms": [
		"tart",
		"tannin",
		"styptic",
		"stern",
		"binding",
		"sour",
		"severe",
		"harsh",
		"constrictive",
		"compressive",
		"alum",
		"acerb",
		"vitriolic",
		"truculent",
		"trenchant",
		"styptic",
		"astringent drug",
		"puckery",
		"compressor"
	],
	"antonyms": [
		"mild",
		"bland",
		"nonastringent"
	]
}