{
	"word": "calamity",
	"meaning": [
		"Deep trouble or misery.",
		"Any extreme misfortune bringing great loss and sorrow; disaster.",
		"Dire distress resulting from loss or tragedy."
	],
	"sentences": [
		"Public calamity was added to private bereavement.",
		"It suffered severe calamity from an earthquake, which in 1839 destroyed the greater part of the city.",
		"His death was the great calamity of Scotland, and is lamented in a famous fragment of early Scottish verse.",
		"It still depends on Your Majesty to preserve humanity from the calamity of another war.",
		"Let the time \" (fl y; see Septuagint) \" of their calamity come!",
		"That modern kitchen you coveted in a magazine might spell calamity in your home.",
		"As crisis followed calamity, commitment and perseverance kept me going.",
		"All those prophecies of impending calamity were outright bollocks, of course.",
		"If he doubts of this let him go to Egypt, and there he will find the fields swarming with mice, begot of the mud of Nylus, to the great calamity of the inhabitants.\"",
		"Dazzled by his victories in the East the public forgot that the Egyptian expedition was ending in calamity.",
		"To him the Reform Bill came as a dire calamity, and the repeal of the Corn Laws was an unpardonable atrocity.",
		"The tragic close of his career appeased for the moment the fierce hatred of politics, and his death was very generally deplored as a national calamity.'",
		"Could n't they have had a few regular people unqualified to deal with maritime calamity?",
		"Thus, the Athenians maintained a number of outcasts, from whom in times of national calamity two were selected, one for the men, one for the women, and stoned to death outside the city; at the Thargelia two victims were annually put to death in the same way.",
		"In rebuilding the city every precaution was taken against the recurrence of such a calamity.",
		"Pity he finds to be grief for the calamity of others, arising from imagination of the like calamity befalling oneself; what we admire with seeming disinterestedness as beautiful (pulchrum) is really \" pleasure in promise \"; when men are not immediately seeking present pleasure, they desire power as a means to future pleasure, and thus have a derivative delight in the exercise of power that prompts to what we call benevolent action.",
		"As five-sixths of the whole population of India are dependent upon the land, any failure of agriculture becomes a national calamity.",
		"According to Bellarmine, Garnet's zealous friend and defender, \"If the person confessing be concealed, it is lawful for a priest to break the seal of confession in order to avert a great calamity \"; but he justifies Garnet's silence by insisting that it was not lawful to disclose a treasonable secret to a heretical king.",
		"But beneath that calm exterior nine thousand people live in constant apprehension of impending calamity.",
		"But, notwithstanding that obstacle, might he not, if he had seen fit, have found means to avert the calamity?",
		"In like manner didst Thou visit Thy holy martyrs which suffered great calamity.",
		"It was not for long, however; for a month or two later a dreadful calamity fell upon Marija.",
		"We took the crowbar to Candy's Calamity which is near Shatter Pot.",
		"According to its so fifth report, it originated \" in the prospective fears of a portion of the trade that some dire calamity must inevitably, sooner or later, overtake the cotton manufacture of Lancashire, whose vast superstructure had so long rested upon the treacherous foundation of restricted slave labour as the main source of supply for its raw material.\"",
		"The phrase \"to bring again the captivity\" would not alone suffice to prove this, for it is used in a wide sense, and perhaps means rather to \"reverse the calamity,\" 4 but the dispersion of Israel among the nations, and the allotment of the Holy Land to new occupants, cannot fairly be referred to any calamity less than that of the captivity.",
		"The calamity is described in the strongest colours of Hebrew hyperbole, and it seems arbitrary to seek too literal an interpretation of details, e.g.",
		"That Joel's delineation of the final deliverance and glory attaches itself directly to the deliverance of the nation from a present calamity is quite in the manner of the so-called prophetic perspective.",
		"The consequences of this prolonged drought, which extended from Cape Comorin to the Deccan, and subsequently invaded northern India, were more disastrous than any similar calamity up to that time from the introduction of British rule.",
		"And accordingly the \"descents\" or incarnations of the deity have for their object, not so much the spiritual regeneration of man as the deliverance of the world from some material calamity threatening to overwhelm it.",
		"Very soon afterwards, however, came the great calamity of his life.",
		"Another natural calamity on a large scale occurred at Darjeeling in October 1899.",
		"Anyway, Tila Tequila had a serious meltdown in which she decided it was a good idea to catch on camera and be nude whilst commencing the whole calamity.",
		"While you don't want to pay too much for insurance, you also want to adequately protect yourself and your property against any potential calamity that might come your way.",
		"Again, in regard to Antigone's tragic end Sophocles differs from Euripides, according to whom the calamity was averted by the intercession of Dionysus and was followed by the marriage of Antigone and Haemon.",
		"The owner in fee and life tenant, the occupier, whether of large or of small holding, whether under lease, or custom, or agreement, or the provisions of the Agricultural Holdings Act - all without distinction have been involved in a general calamity.\"",
		"Where there is an unqualified covenant to repair, and the premises during the tenancy are burnt down, or destroyed by some other inevitable calamity, the tenant is bound to rebuild and restore them at his own expense, even although the landlord has taken out a policy on his own account and been paid by the insurance company in respect of it.",
		"Vespasian could be liberal to impoverished senators and knights, to cities and towns desolated by natural calamity, and especially to men of letters and of the professor class, several of whom he pensioned with salaries of as much as £boo a year.",
		"The planters and mine proprietors cried out against this as a national calamity.",
		"Bernstorff's great faculties appeared, indeed, to mature and increase with age, and his death, on the 21st of June 1797, was regarded in Denmark as a national calamity.",
		"The attention of the British engineers was then called to this serious calamity; and fortunately for Egypt there was serving in the country Col.",
		"At this period another calamity befell Egypt; about 3000 DelIs (Kurdish troops) arrived in Cairo from Syria.",
		"He and his successor restored the city; but in 526, after minor shocks, the calamity returned in a terrible form, and thousands of lives were lost, largely those of Christians gathered to a great church assembly.",
		"The theory of Avataras which makes the deity - also variously called Narayana, Purushottama, or Vasudeva - periodically assume some material form in order to rescue the world from some great calamity, is fully developed; the ten universally recognized\" descents \"being enumerated in the larger poem.",
		"The officers were called to meet at Newburgh, and it was the avowed purpose of the leaders of the movement to march the army westward, appropriate vacant public lands as part compensation for arrears of pay, leave Congress to negotiate for peace without an army, and \"mock at their calamity and laugh when their fear cometh.\"",
		"Even his enemies felt that his defeat by Polk was almost a national calamity.",
		"For twenty years a profound peace prevailed throughout the empire, but it was the precursor of a terrible storm destined to destroy the Safawid dynasty and scatter calamity broadcast over Persia.",
		"It was Demosthenes who went to Byzantium, brought the estranged city back to the Athenian alliance, and snatched it from the hands of Philip. It was Demosthenes who, when Philip had already seized Elatea, hurried to Thebes, who by his passionate appeal gained one last chance, the only possible chance, for Greek freedom, who broke down the barrier of an inveterate jealousy, who brought Thebans to fight beside Athenians, and who thus won at the eleventh hour a victory for the spirit of loyal union which took away at least one bitterness from the unspeakable calamity of Chaeronea.",
		"At the same time he approved himself in the pulpit and elsewhere as a large-hearted and fearless patriot in that time of national calamity and humiliation, acquiring a name and place in his country's annals with Arndt, Fichte, Stein and Scharnhorst.",
		"Instead of discussing the current calamity, as would be Fred's normal reaction, he grabbed his coat and left.",
		"Pillars inserted to avoid calamity are said to have come from the timbers of Spanish Galleons sunk in the Armada.",
		"Why should our family calamity be made the topic of idle curiosity?",
		"Doctors ' resistance was broken down by the sheer enormity of the calamity.",
		"The position of Judah at this period must be estimated (a) from the preceding years of intimate relationship with Israel to the accession of Jehu, and (b) from the calamity about half a century later when Jerusalem was sacked by Israel.",
		"In the first the prophet speaks in his own name, addressing himself to the people in a lively description of a present calamity caused by a terrible plague of locusts which threatens the entire destruction of the country, and appears to be the vehicle of a final consuming judgment (the day of Yahweh).",
		"The plague was scarcely stayed before the whole city was in flames, a calamity of the first magnitude, but one which in the end caused much good, as the seeds of disease were destroyed, and London has never since been visited by such an epidemic. On the 2nd of September 1666 the fire broke out at one o'clock in the morning at a house in Pudding Lane.",
		"Even as the minister of a constitutional monarch his intolerance of interference or joint authority, his temper at once imperious and intriguing, his inveterate inclination towards brigue, that is to say, underhand rivalry and caballing for power and place, showed themselves unfavourably; and his constant tendency to inflame the aggressive and chauvinist spirit of his country neglected fact, was not based on any just estimate of the relative power and interests of France, and led his country more than once to the verge of a great calamity.",
		"It was occasionally subsidized by the emperor on occasions of sudden and exceptional calamity.",
		"A loss of £120,000,000 sterling within 13 years, falling on a limited area, and on one class within these two countries, constituted indeed a calamity on a national scale, calling for national effort to contend with its devastating action.",
		"The Moslems regard this failure as one of the great evils that have befallen the human race, and one which retarded the progress of the world for ages,' the other calamity being the defeat in the battle of Tours by Charles Martel.",
		"In Romania there was a big natural calamity - water floods on 75% of our state territory.",
		"Noteworthy is the affinity between some notions evidently not first framed by the prophet himself and the prologue to Job - the heavenly hosts that wander through the earth and bring back their report to Yahweh's throne, the figure of Satan, the idea that suffering and calamity are evidences of guilt and of accusations presented before God.",
		"His facility in giving his confidence to unworthy people was now to be visited with dire calamity.",
		"In support of that theory it is pointed out that the average Japanese, man or woman, will recount a death or some other calamity in his own family with a perfectly calm, if not a smiling, face.",
		"It is no calamity that natural procrastination, or the clamour caused by his candid treatment of atheism and by certain heretical tendencies detected by orthodox criticism in his view of the Trinity, made Cudworth leave the work unfinished.",
		"A certain increase of the income tax to a shilling seemed a much more serious calamity than the uncertain prospect of a possible invasion.",
		"But the fact that the calamity which bulks so largely is natural and not political is characteristic of the postexile period.",
		"The inconsistency of selling funeral requisites in the temple of Libitina, seeing that she is identified with Venus, is explained by him as indicating that one and the same goddess presides over birth and death; or the association of such things with the goddess of love and pleasure is intended to show that death is not a calamity, but rather a consummation to be desired.",
		"The enjoyment of their charms is, however, generally qualified by some restriction or compact, the breaking of which is the cause of calamity to the lover and all his race, as in the notable tale of Melusine.",
		"The calamity was imputed by the \"king of Israel\" to the influence of Elisha, and he ordered the prophet to be immediately put to death.",
		"Then these two nations entered upon that long tragedy of the Hundred Years' War, a calamity absolutely immeasurable to both.",
		"This calamity afforded the American people an opportunity to display their generosity toward their new colony.",
		"The Rivayats state that, when after the calamity of Alexander they sought for the books again, they found a portion of each nask, but found no nask in completeness except the Vendidad.",
		"This paved the way for the Turkish invasion of Europe, which proved an unmixed calamity for all Christendom, Venice included.",
		"The tragic close of his career appeased for the moment the fierce hatred of politics, and his death was very generally deplored as a national calamity."
	],
	"synonyms": [
		"tragedy",
		"cataclysm",
		"catastrophe",
		"disaster",
		"wreck",
		"hardship",
		"fiasco",
		"doom",
		"difficulty",
		"holocaust",
		"debacle",
		"casualty",
		"blow",
		"atrocity",
		"affliction"
	],
	"antonyms": [
		"profit",
		"advantage",
		"joy",
		"happiness",
		"comfort",
		"boon",
		"good-fortune",
		"fortune",
		"good-luck",
		"blessing"
	]
}