{
	"word": "haughty",
	"meaning": [
		"Scornfully and condescendingly proud.",
		"Having or showing great pride in oneself and disdain, contempt, or scorn for others; proud; arrogant; supercilious.",
		"Lofty; noble.",
		"Conveying in demeanour the assumption of superiority; disdainful, supercilious."
	],
	"sentences": [
		"There was a soft note in the haughty woman's voice.",
		"They described the natives as very proud and haughty.",
		"He was cold, haughty, melancholy and dull.",
		"He brought his haughty manner closer to us.",
		"It was, however, due to his haughty and violent temper that the traditional friendly relations between Turkey and France were broken.",
		"He was bespattered with mud and had a pitiful, weary, and distracted air, though at the same time he was haughty and self-confident.",
		"She could be a real \"prima donna\" and very haughty at times; but, she was very much loved.",
		"He was haughty and cruel, rapacious and given to luxury; he was neither a general nor an administrator.",
		"He was the product of haughty broadsheets and fawning society magazines.",
		"Although he often gave offence by his haughty and aggressive disposition, few German princes have earned so thoroughly the goodwill of posterity.",
		"His eldest son was incapable, haughty and exceedingly corrupt.",
		"These words were calculated to inflame a people whom history proves to have been haughty and high-spirited, and the great Israel renounced its union with the small district of Judah.",
		"His pretensions and his haughty dictatorial manner at last exhausted the tsar's patience, and he was formally deposed and exiled to a monastery.",
		"The Kuprilis, both father and son, had by their haughty and uncompromising demeanour done much to alienate the old-standing friendship with France, and at the battle of St Gotthard 6000 French, under Coligny, fought on the Austrian side.",
		"Young Oxenstjerna, haughty and violent, claimed, by right of birth and rank, to be caput legationis.",
		"Andrew's gray eyes blazed as he stood up straight and proud before the haughty captain.",
		"Charles, my brother's friend, asked, \"Why so haughty?\"",
		"But no sooner had he taken over the command than his haughty and domineering temper estranged him both from his second-in-command, Lord Granby, and the commander-in-chief, Prince Ferdinand.",
		"He was poor, even to raggedness; and his appearance excited a mirth and a pity which were equally intolerable to his haughty spirit.",
		"Adalbert was a man of proud and haughty bearing, with large ideas and a strong energetic character.",
		"The queen, haughty and exasperated though she was, yielded for the time being, because the invasion of the Spaniards in the north, the arrest of Charles I.",
		"The supporters of the older faith were now predominant and, although they were inclined to adopt a somewhat haughty attitude towards Charles, they were not averse from taking strong measures against the reformers.",
		"The haughty spirit of Eudoxia was inflamed by the report of a discourse commencing with the words - \" Herodias is again furious; Herodias again dances; she once more demands the head of John \"; and though the report was false, it sealed the doom of the archbishop. A new council was summoned, more numerous and more subservient to the wishes of Theophilus; and troops of barbarians were quartered in the city to overawe the people.",
		"I have been no haughty or intolerable or hateful man in my conversation or carriage.",
		"All this activity, though combined with a haughty tone towards foreign governments and diplomatists, did not produce much general apprehension, probably because there was a widespread conviction that he desired to maintain peace, and that his great ability and strength of character would enable him to control the dangerous forces which he boldly set in motion.",
		"He would have made his country still more haughty and arrogant than it was, till other nations rose against it, as they have three times risen against France, rather than submit to the intolerable yoke.",
		"Laying more stress upon independence than upon loyalty, Hugh appears to have acted in a haughty manner toward Lothair, and also towards his son and successor Louis V.; but neither king was strong enough to punish this powerful vassal, whose clerical supporters already harboured the thought of securing for him the Frankish crown.",
		"His education at the Spanish court and an hereditary tendency to insanity, however, made him haughty, suspicious and consequently very unpopular, while even in his best days the temper of his mind was that of a recluse rather than of a ruler.",
		"To pay court to himself was the first and only duty in the eyes of a proud and haughty prince who saw and noted everything, especially any ones absence.",
		"He first directed his attention to Novgorod, and by gradually undermining and then destroying the ancient republican liberties he reduced the haughty city, which had long styled itself Lord Novgorod the Great, to the rank of a provincial town.",
		"Thanks to the blind complaisance of its democrats and the timid subserviency of its once haughty oligarchs, he became master of its fleet and arsenal (16th of May 1797).",
		"To this suggestion, which would have excluded the Treaty of Kuchuk Kainarji, the emperor Nicholas replied by a haughty demand that nothing should be altered in the status quo.",
		"They are generally miserably poor, cruel and haughty.",
		"These proceedings aroused the anger and jealousy of the barons, and their wrath was diminished neither by Gaveston's superior skill at the tournament, nor by his haughty and arrogant behaviour to themselves.",
		"The existence of so many ecclesiastical writers was a natural feature in Polish literature; they formed the only really cultured class in the community, which consisted besides of a haughty ignorant nobility living among their serfs, and (at a vast distance) those serfs themselves, in a brutalized condition.",
		"The haughty victors found Clement on the side of their opponent, and he was forced into an alliance with the emperor (April 1, 1525).",
		"He walked with proud step, darting a haughty glance this way and that as if he felt himself lord of all.",
		"He is too haughty to listen to truth from the lips of any of his fellow men.",
		"The native disposition of the Tosks has been modified by intercourse with the Greeks and Vlachs; while the Gheg devotes his attention exclusively to fighting, robbery and pastoral pursuits, the Tosk occasionally occupies himself with commercial, industrial or agricultural employments; the Gheg is stern, morose and haughty, the Tosk lively, talkative and affable.",
		"They describe the natives as \" very proud and haughty, and not so accommodating as those lately left.\"",
		"The one was the intense bigotry and intolerant policy of Aurangzeb, which had alienated the Hindus and roused the fierce animosity of the haughty Rajputs.",
		"He was the very opposite of Richelieu, as wheedling in his ways as the other had been haughty and scornful, as devoid of vanity and rancour as Richelieu had been full of jealous care for his authority; he was gentle where the other had been passionate and irritable, with an intelligence as great and more supple, and a far more grasping nature.",
		"Contrary to his expectations Darnley did not receive the crown matrimonial, and his foolish and haughty behaviour, his vicious habits, and his boisterous companions did not improve matters.",
		"The king notified this decision to the pope, who assembled his consistory in November 1333, and gave a haughty reply.",
		"Light-minded, haughty, apathetic and cold-hearted, she took a sort of passionate delight in changing Henry IV.s whole system of government.",
		"She had the haughty edge of past-Death.",
		"I had a haughty spirit; I yield, I submit; 'tis my fate.",
		"He had a haughty voice and we nicknamed him Lord Haw-Haw.",
		"But tho he was rather haughty, we were fond of him.",
		"The audience has a fine time booing this haughty pirate and enjoying a tit-for-tat repartee when Hook asks us for advice.",
		"At the new years reception of deputies King Humbert aroused enthusiasm by a significant remark that Italy intended to remain mistress in her own house; while Mancirfi addressed to Count de Launay, Italian ambassador in Berlin, a haughty despatch, repudiating the supposition that the pope might (as Bismarckian emissaries had suggested to the Vatican) obtain abroad greater spiritual liberty than in Rome, or that closer relations between Italy and Germany, such as were required by the interests and aspirations of the two countries, could be made in any way contingent upon a modification of Italian freedom of action in regard to home affairs.",
		"His immediate successors, being men of humble origin and submissive character, made no pretensions to such an exalted position, but when the haughty, ambitious and energetic Nikon, who enjoyed in large measure the affection and favour of the devout Tsar Alexius, became patriarch, he took Philaret as his model, and propounded, like the popes in western Europe, the doctrine that the spiritual is higher than the temporal power, the former corresponding to the sun and the latter to the moon in the firmament.",
		"As no voice was raised in his defence and the decision of the ecclesiastical council which condemned him was universally accepted without protest, we must conclude that the conflict was not really between Church and State but simply between the haughty, ambitious Patriarch Nikon and the devout, long-suffering Tsar Alexius.",
		"His eldest son, Borghese Petrucci, was incapable, haughty and exceedingly corrupt; he only remained three years at the head of affairs and fled ignominiously in 1515.",
		"A domestic rebellion (1387-1395) prevented him at the outset from executing his design till 1396, and if the hopes of Christendom were shattered at Nicopolis, the failure was due to no fault of his, but to the haughty insubordination of the feudal levies.",
		"But his brusque and haughty demeanour to his equals made him many enemies.",
		"Holding the old man 's haughty, twinkling eyes, I brushed past them both.",
		"The opening of the movie is a spoof of a long sideline or pep rally cheer - the cheerleaders are doing versions of \"roll call cheers\", introducing the characters and establishing a haughty sense of pride and entitlement.",
		"The aim, however, is not to achieve a haughty puritanism or to become priggish; nor is a severe asceticism considered desirable.",
		"Yet he did not profess the haughty contempt for science and philosophy which his followers the Victorines expressed; he regarded knowledge, not as an end in itself, but as the vestibule of the mystic life.",
		"That he was an ambitious man, fond of power, and haughty in his attitude to those who differed from him in opinion, may be granted, but it must also be conceded that he sought for power in order to confer invaluable services upon his country, and that impatience of opposition was not unnatural in a man who had exercised an almost supreme control of administrative affairs for upwards of three decades.",
		"They wrote HELL on her straight, haughty brow."
	],
	"synonyms": [
		"imperious",
		"disdainful",
		"supercilious",
		"prideful",
		"overbearing",
		"lordly",
		"swaggering",
		"sniffy",
		"stately",
		"snooty",
		"scornful",
		"portentous",
		"pontifical",
		"pompous",
		"petulant"
	],
	"antonyms": [
		"meek",
		"humble",
		"timid",
		"shy",
		"modest"
	]
}