{
	"word": "enunciate",
	"meaning": [
		"To pronounce words, esp. clearly and distinctly; articulate.",
		"To state definitely; express in a systematic way.",
		"To announce; proclaim.",
		"To pronounce (words), esp. clearly and distinctly."
	],
	"sentences": [
		"But it was one thing to enunciate such magnificent theories in a lecture, and quite another to apply them in the market-place.",
		"Such was the Buddha's gospel, as his most ancient scriptures enunciate it.",
		"Probably not, unless there are other factors involved, such as language development, physical problems, or home influences such as how parents communicate or enunciate words.",
		"His first subject was Aaron Baumann, a co-religionist, whom he taught to enunciate the letters of the alphabet, and to articulate certain ordinary phrases.",
		"The rest either enunciate the religion as explained above, or describe the means adopted by the king for propagating it, or acting in accordance with it.",
		"Khalil ibn Ahmad (718-791), an Arab from Oman, of the school of Basra, was the first to enunciate the laws of Arabic metre and the first to write a dictionary.",
		"The Promise does not enunciate judgments, preferring positive statements instead.",
		"Accordingly, when he denies the reality of Being, and declares Becoming, or eternal flux and change, to be the sole actuality, Heraclitus must be understood to enunciate not only the unreality of the abstract notion of being, except as the correlative of that of not-being, but also the physical doctrine that all phenomena are in a state of continuous transition from non-existence to existence, and vice versa, without either distinguishing these propositions or qualifying them by any reference to the relation of thought to experience."
	],
	"synonyms": [
		"enounce",
		"say",
		"sound-out",
		"pronounce",
		"articulate",
		"vocalise",
		"vocalize",
		"speak",
		"state",
		"proclaim",
		"declare",
		"express",
		"voice",
		"intone",
		"announce"
	],
	"antonyms": [
		"muffle",
		"mispronounce",
		"mumble"
	]
}