{
	"word": "officious",
	"meaning": [
		"Ready to serve; obliging.",
		"Offering unnecessary and unwanted advice or services; meddlesome, esp. in a highhanded or overbearing way.",
		"In diplomacy, unofficial or informal.",
		"Motivated by the desire to help others."
	],
	"sentences": [
		"Officious hands, Russian and French, immediately seized the cross and fastened it to the uniform.",
		"Generally, business-like websites with officious appearances will probably stick with inline graphics.",
		"It turned out that the usual \" guard \" on that duty was a rather officious elderly dragon of a conductress.",
		"Officious and not valiant, you haue sham'd me In your condemned Seconds.",
		"Officious and not valiant, you haue sham 'd me In your condemned Seconds.",
		"His influence at court had declined after the death of Queen Mary; William resented his often officious advice, placed little confidence in his discretion, and soon after his accession is even said to have described him as ein rechter Tartuffe.",
		"This apparatus resulted in a minor contretemps when we were visited, on another matter, by a rather officious Excise Officer.",
		"King Henry's Fort was considerably enlarged by Charles II when the Dutch fleet were making themselves very officious in the Thames and Medway.",
		"Alan Quinn The only thing that spoiled the evening's entertainment was the attitude of referee Paul Danson who was over officious throughout.",
		"As Hamilton was somewhat officious and very combative, and Jefferson, although uncontentious, very suspicious and quite independent, both men holding inflexibly to opinions, cabinet harmony became impossible when the two secretaries had formed parties about them and their differences were carried into the 1 It was at this period of his life that Jefferson gave expression to some of the opinions for which he has been most severely criticized and ridiculed.",
		"On this extreme concentration of the Christian power was employed throughout Europe an army of official agents or officious adherents of the Holy See, who were animated by an irrepressible zeal for the aggrandizement of the papacy.",
		"The service was renamed \"Yahoo!\" shortly thereafter, which stands for \"Yet Another Hierarchical Officious Oracle\"."
	],
	"synonyms": [
		"busybodied",
		"busy",
		"meddling",
		"meddlesome",
		"interfering",
		"unofficial",
		"snooping",
		"pushy",
		"arrogant",
		"pragmatical",
		"informal",
		"impudent",
		"impersonal",
		"efficacious",
		"obtrusive"
	],
	"antonyms": [
		"modest",
		"timid",
		"shy",
		"self-effacing"
	]
}