{
	"word": "monotonous",
	"meaning": [
		"Going on in the same tone without variation.",
		"Tiresome because unvarying.",
		"Having little or no variation or variety."
	],
	"sentences": [
		"Jonny's voice was coldly monotonous but soft.",
		"The notes of the blackbird are rich and full, but monotonous as compared with those of the song-thrush.",
		"As professional story-tellers many Moors are remarkable, but the national music is monotonous and not very harmonious.",
		"She shivered, sensing something truly evil in his monotonous voice and cold hands.",
		"Between the Lot and the Aveyron is a belt of causses or monotonous limestone table-lands, broken here and there by profound and beautiful gorges - a type of scenery characteristic of Aveyron.",
		"The story of the Hungarian wars is a monotonous record of forays, of assistance given at times to the Babenbergs by the forces of the Empire, and ending in the gradual eastward advance of Austria.",
		"They laid no claim to literary skill; their style was monotonous and soon became wearisome.",
		"In the Eastern Alps the political history is almost monotonous, for it relates simply to the advance or retreat of the house of Habsburg, which still holds all but the whole of the northern portion (the exception is the small bit in the north-west that belongs to Bavaria) of that region.",
		"His chief defects are a somewhat pretentious and at the same time monotonous style, and a want of sympathy and intensity.",
		"They serve admirably to break the sombre and monotonous aspect of the Australian vegetation.",
		"In general the main elevations of the two ranges form pairs lying opposite one another; the forms of both ranges are monotonous, but the colouring is splendid, especially when viewed from a distance; when seen close at hand only a few valleys with perennial streams offer pictures of landscape beauty, their rich green contrasting pleasantly with the bare brown and yellow mountain sides.",
		"The best critics admitted that his diction was too monotonous, too obviously artificial, and now and then turgid even to absurdity.",
		"Parades can be fun, but too much parading can make festivity look monotonous.",
		"The scenery is generally monotonous; even the mountainous districts rarely show striking features 1 Nos.",
		"When compared with such philosophic writing as Hume's, Diderot's, Berkeley's, then Comte's manner is heavy, laboured, monotonous, without relief and without light.",
		"His prose, though not nearly so uniformly monotonous or polysyllabic as the parodists would have us believe, was at one time greatly overpraised.",
		"The plateau, known as the Ogaden plateau, everywhere presents the same monotonous aspect of a boundless steppe clothed with a scanty vegetation of scrubby plants and herbaceous growths.",
		"The four volumes of the Meditations, the Harmonies and the Recueillements, which contained the prime of his verse, are perhaps the most monotonous reading to be found anywhere in work of equal bulk by a poet of equal talent.",
		"The domestic architecture of Verona cannot thus be now fairly estimated, and seems monotonous, heavy and uninteresting.",
		"His diction is pure, his style correct, his versification smooth though monotonous.",
		"The vegetation of the meadow-lands is monotonous.",
		"The modern streets are spacious, and the houses well-built though monotonous.",
		"A punching ball or rowing machine is even better as being less monotonous.",
		"Reitor, depict country life and scenery with loving sympathy, and hold the reader by the charm of the characters, but Diniz is a rather subjective monotonous writer who lacks the power to analyse, and he is no psychologist.",
		"All the main thoroughfares are spacious, and in two or three instances even imposing, but most of the residential part consists of monotonous stuccoed terraces.",
		"The language of Hirtius is good, but his style is monotonous and lacks vigour.",
		"The metre is monotonous and easily ridiculed, but it suits the subject, and the poem is very popular.",
		"The first begins beyond the mud-flats and reed-beds which line the water's edge, and is a vast monotonous lowland, sloping so gently as to seem almost level.",
		"Although the mountains present bold and picturesque outlines on their outward faces, the general aspect of the country north of the coast-lands, except in its south-eastern corner, is bare and monotonous.",
		"East of the Cascades the valleys are usually treeless, save for a few willows and cottonwoods in the vicinity of streams. Over the greater part of this region the sage-brush is the most common plant, and by its ubiquity it imparts to the landscape the monotonous greyish tint so characteristic of the arid regions of the western United States.",
		"He had nothing but a wide expanse of black ministerial cloth, unrelieved except by an equally monotonous array of white cravats.",
		"You certainly know when you are hit but the rotor sound gets a bit monotonous after a while.",
		"This food is quite monotonous although you add spices to most of the food to get some variety.",
		"When the grammar lessons were becoming too monotonous I would retreat to the questions and unknowns of global politics.",
		"Food is usually good, although sometimes a little monotonous, but the picnic lunches are very good and most drinks are included.",
		"Just seems to get more monotonous with each listen.",
		"He said, \" This thing is growing monotonous!",
		"If history teaches anything, it teaches this, and with monotonous repetition.",
		"Using a dull, monotonous voice will not impress the audience and can make the topic sound uninteresting.",
		"These manifestations of the divine spirit again cannot be traced and understood by reducing (as Hegel did) the growth of the human mind in the individual, in society and in history to the monotonous rhythm of a speculative schematism; the essence and worth which is in them reveals itself only to the student of detail, for reality is larger and wider than philosophy; the problem, \"how the one can be many,\" is only solved for us in the numberless examples in life and experience which surround us, for which we must retain a lifelong interest and which constitute the true field of all useful human work.",
		"A simple refrain of a childish song or the monotonous chaunt of the ploughman touched a hidden chord and thrilled her to tears.",
		"Because there is always a human element, the routine surgeries could get monotonous.",
		"Darian's voice was monotonous.",
		"Inland the prospect is wild, dreary and monotonous.",
		"The western division consists of low fen or clay soil and presents a monotonous expanse of rich meadow-land, carefully drained in regular lines of canals bordered by stunted willows, and dotted over with windmills, the sails of canal craft and the clumps of elm and poplar which surround each isolated farm-house.",
		"The central plateau (2500 to 4500 ft.), with no navigable river and few natural approaches, with its monotonous scenery and severe climate, is a continuation of central Asia.",
		"Although in many districts there are low ranges of hills, the surface is more often a desolate and monotonous plain, flat or slightly undulating.",
		"That Homer possesses this rapidity without falling into the corresponding faults - that is, without becoming either \" jerky \" or monotonous - is perhaps the best proof of his unequalled poetical skill.",
		"Compared with the rugged and picturesque scenery of the Lower Carboniferous rocks, that of the Coal Measures is, as a rule, featureless and monotonous.",
		"The tiresome and monotonous domestic history of England during the next twenty years consisted of little else than quarrels between Gloucester and the lords of the council, of whom the chief was the dukes halfuncle Henry Beaufort, bishop of Winchester, the last to survive of all the sons of John of Gaunt.",
		"Besides the sterile and monotonous steppes, valuable only as pasture, and so sparsely populated that it is possible to travel for many hours without encountering any sign of human life except a primitive artesian well or a shepherd's hut, there are wide expanses of fen-country, regularly flooded in spring and autumn.",
		"The aspect of the plateau is dreary and monotonous.",
		"Her varying tones would have thrown it off as well; it was programmed to the monotonous speech pattern of Anshan.",
		"Your style, Willy, has become a bit monotonous.",
		"Science writing has, as a consequence, been rather limited in its range of forms, and somewhat monotonous in style.",
		"A second phase of planting is planned for Priory Gardens to enhance the rather monotonous bank of single species shrub planting.",
		"This is apparent in the almost monotonous string of \" ands \" in the English Versions of chapter one.",
		"While the combat side of the game seems slightly monotonous, the tactical and strategic area is where this game comes into its own.",
		"Additionally the scale of SRC has to be considered to avoid saturation of the landscape by monotonous planting.",
		"Constructed and written in almost slavish imitation of Virgil, employing for medium a very unsuitable vehicle - the Alexandrine couplet (as reformed and rendered monotonous for dramatic purposes) - and animated neither by enthusiasm for the subject nor by real understanding thereof, it could not but be an unsatisfactory performance.",
		"The wealth and luxury of successive generations, the monotonous routine of life, the separation of the educated class from the higher work of the world, have produced their enervating and paralysing effect on the mainsprings of poetic and imaginative feeling.",
		"His style is clear, but monotonous and inelegant.",
		"His style is correct, lucid and virile, but generally nothing more, and his endeavour to use as far as possible only words of Teutonic origin limited his vocabulary and makes his sentences somewhat monotonous.",
		"The music, vocal and instrumental, is generally of little compass, and in the minor key; it is therefore plaintive, and strikes a European ear as somewhat monotonous, though often possessing a simple beauty, and the charm of antiquity, for there is little doubt that the favorite airs have been handed down from remote ages.",
		"Too often the brown, barren, sun-scorched ridges are obscured in the yellow dust haze which drifts upwards from the plains; too often the whole perspective of hill and vale is blotted out in the grey mists that sweep in soft, resistless columns against these southern slopes, to be condensed and precipitated in ceaseless, monotonous rainfall.",
		"Before the guns an artillery sentry was pacing up and down; he stood at attention when the officer arrived, but at a sign resumed his measured, monotonous pacing.",
		"The perk with this pet is that it can break up a monotonous day with a bit of fun.",
		"Perfect while throwing horseshoes on the beach or four wheeling in a jeep excursion, cutoff shorts can also be worn for monotonous household chores, such as kickback car washing Saturday or lawn mowing Sunday.",
		"Borderlands is a good change of pace from the number of first person shooters and monotonous role-playing games available by combining the two genres.",
		"The maps in Darkwatch are well laid out and not monotonous.",
		"The Z-Chronicle mode has over 50 battles you must progress through and it does feel lengthy and does get monotonous after a while.",
		"In the end, Grimm's Hatchery is reasonably fun while it lasts, but it gets terribly monotonous and boring after a while because there is a lack of variety in terms of what you do.",
		"Unfortunately, some of the levels do get monotonous, but the battles you encounter help break that up.",
		"The weak (though slightly interesting) storyline and monotonous levels keep this game from being perfect.",
		"Chronicle mode starts off fun, but slowly grows monotonous after a few hours of play.",
		"The right color ideas can accentuate a style without drastic action, while bold color can liven up even a monotonous style.",
		"Most colorists love to delve into a creative color process, so feel free to request something edgy at your next appointment if your blonde has grown too monotonous for your lifestyle.",
		"One way you can use these exercises is to rotate them; this gives your body some variety so your routine doesn't get monotonous and boring.",
		"For example, when running or elliptical machine exercise becomes monotonous, spice up your aerobic routine by trying a Zumba, a step or a rebounding class.",
		"Items like these are programmed by a human, but they are created to do monotonous tasks at an accurate rate so we don't have to think to perfection.",
		"A recent article on Time Magazine's website lists Lance Armstrong as one of the top 10 celebrity tweeters, though the article describes the Lance Armstrong Twitter page as \"monotonous.\"",
		"The surface of Manitoba is somewhat level and monotonous.",
		"Along the Atlantic coast from the mouth of the Adour to the estuary of the Gironde there stretches a monotonous line of sanddunes bordered by lagoons on the land side, but towards the sea harbourless and unbroken save for the Bay of Arcachon.",
		"The book of Judges with its \" monotonous tempo - religious declension, oppression, repentance, peace,\" to which Wellhausen 4 refers as its ever-recurring cycle, makes us familiar with these alternating phases of action and reaction.",
		"It flows at first through rather monotonous country, but the latter portion of its course, from the village of Altenahr, over which tower the ruins of the castle of Ahr, or Are (10th century), is full of romantic beauty.",
		"Topography, eec. - Physically the protectorate may be described as almost mountainous in contrast with the somewhat monotonous plains of the interior.",
		"Slight ridges along the streams and bayous which traverse it, and occasional patches of slightly elevated prairie, relieve in a measure the monotonous expanse.",
		"The freedom and the inexhaustibleness of the undeserved grace of God is a subject to which this gifted son constantly returns with \"a monotony which is never monotonous.\"",
		"It is true that there is nothing, or hardly anything, that properly deserves the name of poetry in them - no passion, no sense of the beauty of nature, only a narrow \"criticism of life,\" only a conventional and restricted choice of language, a cramped and monotonous prosody, and none of that indefinite suggestion which has been rightly said to be of the poetic essence.",
		"They are a monotonous sandstone range, covered with extensive forests, which up to the sources of the rivers Ung and San are also called the eastern Beskids, and are formed of small parallel ranges.",
		"To pass Cook Strait and land in the middle province of South Island is to pass from Portugal to Switzerland, a Switzerland, however, with a seacoast that in the east centre is a dull fringe of monotonous sand dunes or low cliffs.",
		"The monotonous Atlantic littoral is unbroken by any large inlet or estuary, and thus contrasts in a striking manner with the varied outlines of the Pacific coast, which includes the three bold promontories of Nicoya, Golfo Dulce and Burica, besides the broad sweep of Coronada Bay and several small harbours.",
		"This vast area, shaped like a broad-limbed V or U, with Hudson Bay in the centre, is made up chiefly of monotonous and barren Laurentian gneiss and granite; but scattered through it are important stretches of Keewatin and Huronian rocks intricately folded as synclines in the gneiss, as suggested earlier, the bases of ancient mountain ranges.",
		"The Beauce is a treeless, arid and monotonous plain of limestone formation; windmills and church spires are the only prominent features of the landscape.",
		"His narrative contains frequent repetitions and contradictions, is without colouring, and monotonous; and his simple diction, which stands intermediate between pure Attic and the colloquial Greek of his time, enables us to detect in the narrative the undigested fragments of the materials which he employed.",
		"There is a certain charm even about these monotonous tracts, and it cannot be said that Denmark is wanting in natural beauty of a quiet order.",
		"As he grew up he became extremely dissatisfied with the dull and monotonous life he was compelled to lead; and his discontent was heartily shared by his sister, Wilhelmina, a bright and intelligent young princess for whom Frederick had a warm affection.",
		"After six months' stay in Algiers he once again, on the 21st of June 1809, set sail for Marseilles, where he had to undergo a monotonous and inhospitable quarantine in the lazaretto, before his difficulties were over.",
		"Owls are numerous, and a small species, Glaucidium, is conspicuous, breaking the stillness of the night by its monotonous though musical cry of two notes.",
		"Speaking generally, the cancioneiros form monotonous reading owing to their poverty of ideas and conventionality of metrical forms and expression, but here and there men of talent who were poets by profession and better acquainted with Provencal literature endeavoured to lend their work variety by the use of difficult processes like the lexaprem and by introducing new forms like the pastorela and the descort.",
		"Although timepieces seem to become monotonous when you think about their simple and basic function, our Maverick Creations interview proves that there are still ways to make clocks unique and interesting.",
		"These monotonous writings, all in Dutch, flowed in a continual stream from 1524 (though none is extant before 1529) and amounted to over 200 in number.",
		"Cochin-China consists chiefly of an immense plain, flat and monotonous, traversed by the Mekong and extending from Ha-Tien in the west to Baria in the east, and from Bien-Hoa in the north-east to the southern point of the peninsula of Ca-Mau in the south-west.",
		"The remainder of the department, with the exception of a more broken and picturesque district in the extreme north-west, forms part of the sterile and monotonous plain known as Champagne Pouilleuse.",
		"Throughout the whole of this vast area, their monotonous surfaces are diversified by only a few, and, for the most part, low, hilly tracts.",
		"Towards the centre the almost treeless plain presents a monotonous aspect, broken only by a few rocky elevations that rise abruptly from the black soil.",
		"There is a little bird, the size of a starling, with brown back striped with black, and white breast, which the Indians call yncahualpa; it utters a monotonous sound at each hour of the night.",
		"There, before the colonists came, wide sweeps of dull green bracken or wiry yellow-green tussocks seemed bleak and monotonous enough.",
		"Their lyrics celebrated the mountains and rivers of the magnificent country they had left; and, while introducing images and scenery unfamiliar to the inhabitants of monotonous Denmark, they enriched the language with new words and phrases.",
		"Except during the hot season, when the crops are off the fields, the general aspect in normal years is that of a verdant and well-tilled but very monotonous plain, only merging into hilly or mountainous country at the extreme edges of the basin on the south and north.",
		"Soothsaying was no modern importation in Arabia; its characteristic form - a monotonous croon of short rhyming clauses - is the same as was practised by the Hebrew \" wizards who peeped and muttered \" in the days of Isaiah, and that this form was native in Arabia is clear from its having a technical name (saj`), which in Hebrew survives only in derivative words with modified sense.'",
		"Of a far inferior character was the monotonous Mohdcsi veszedelem (Disaster of Mohacs),in 13 cantos, produced two years afterwards at Vienna by Baron Liszti.",
		"Bessenyei introduced the use of rhymed alexandrines in place of the monotonous Zrinian measure.",
		"The monotonous aspect of the Alfdld is in summer time varied by the deli-bdb, or Fata Morgana.",
		"Sometimes through the monotonous waves of men, like a fleck of white foam on the waves of the Enns, an officer, in a cloak and with a type of face different from that of the men, squeezed his way along; sometimes like a chip of wood whirling in the river, an hussar on foot, an orderly, or a townsman was carried through the waves of infantry; and sometimes like a log floating down the river, an officers' or company's baggage wagon, piled high, leather covered, and hemmed in on all sides, moved across the bridge.",
		"Hence, amid the monotonous succession of ridge beyond ridge and valley after valley, diversity of detail has resulted from the varying composition and grouping of the rocks.",
		"She wrote to him formal, monotonous, and dry letters, to which she attached no importance herself, and in the rough copies of which the countess corrected her mistakes in spelling.",
		"The adjutants and battalion and regimental commanders mounted, crossed themselves, gave final instructions, orders, and commissions to the baggage men who remained behind, and the monotonous tramp of thousands of feet resounded."
	],
	"synonyms": [
		"stereotyped",
		"same",
		"routine",
		"mundane",
		"unvaried",
		"uniform",
		"unchanging",
		"stereotypical",
		"repetitive",
		"repetitious",
		"uninteresting",
		"wearisome",
		"tedious",
		"humdrum",
		"flat"
	],
	"antonyms": [
		"varied",
		"interesting",
		"lively",
		"versatile",
		"variable",
		"changing",
		"ever-changing",
		"exciting"
	]
}