{
	"word": "substantiate",
	"meaning": [
		"To give substance or true existence to.",
		"To show to be true or real by giving evidence; prove; confirm.",
		"To give concrete form or body to; convert into substance; embody."
	],
	"sentences": [
		"Now, in the excited state of popular feeling at that period, the failure of government to substantiate an accusation of treason would have been a serious matter.",
		"There is not one shred of evidence to substantiate the allegations made.",
		"You should be able to fully substantiate every claim that you make; adding qualifications where required.",
		"The Dalton figure for the treble nominal I was unable to substantiate, I cannot find anything at that frequency in my recording.",
		"First, what evidence is there to substantiate the claim?",
		"However, he has never produced any evidence to substantiate that assertion.",
		"While there are hundreds of anecdotal accounts of people losing significant amounts of weight while using a diet patch, there has been no clinical research to substantiate these claims.",
		"The effects of the Protestant secession on the doctrines, organization and practices of the Roman Catholic Church are difficult to estimate, still more so to substantiate.",
		"In T3 tumors of the distal esophagus, a negative EUS result does not substantiate absence of CLN disease.",
		"Be prepared to substantiate what you say with real life examples.",
		"No evidence to date has been provided to substantiate the allegations by Israel.",
		"The obvious defects of this theory, (I) that the senses alone cannot apprehend matter itself, (2) that it is not clear how the multiplicity of phenomena could result from these two forces, and (3) that he adduced no evidence to substantiate the existence of these two forces, were pointed out at the time by his pupil, Patrizzi (see article on PATRIZZI, FRANCESCO).",
		"But when it was discovered that he had bribed the Delphian priestess to substantiate his charge he was himself obliged to flee; he went first to Thessaly and then to Arcadia, where he attempted to foment an anti-Spartan rising.",
		"What sort of evidence would have been required to substantiate the Muslim hypothesis of a perfect text?",
		"Anyone can claim to be a financial expert, but trained counselors offer certified experience and accreditation (usually through the Council on Accreditation for Children and Family Services) to substantiate their expertise.",
		"If you are including materials with the dog, have as many receipts available as possible to substantiate your asking price.",
		"Alternative therapies do exist, but as of 2004 more research is needed to substantiate available data.",
		"If questions arise, the FHA gives you the chance to explain and provide supportive documents to substantiate the claim.",
		"Under the Dietary Supplement Health and Education Act (DSHEA) of 1994, it is left to the firm that manufactures or distributes the supplement to substantiate claims it makes are true.",
		"During this wait, the SSA may ask for additional documentation to substantiate the disability case.",
		"Fox, American Idol's network, launched an investigation and concluded there was no evidence to substantiate Clark's claim.",
		"Fox Network investigated the charges and found no evidence to substantiate Clark's claims.",
		"For some time after the occupation of Rome the pope, in order to substantiate the pretence that his spiritual freedom had been diminished, avoided the creation of cardinals and the nomination of bishops.",
		"The general charges, which they endeavoured to substantiate by forged letters, need not count for much, and in many cases they only exaggerated what, if true, was not so heinous as they suggested.",
		"As late as 1784, Charles Varlo, an Englishman who had purchased one-third of the grant from the heirs of Sir Edmund Plowden, came to New Jersey and sought to substantiate his claim.",
		"There are plenty of exposed beams within the property to substantiate this conclusion.",
		"A new edition of the German Bible was issued with the view of meeting the needs of Catholics, a new religious literature grew up designed to, substantiate the beliefs sanctioned by the Roman Church and to carry out the movement begun long before toward spiritualizing its institutions and rites.",
		"Potsdam is almost entirely surrounded by a fringe of royal palaces, parks and pleasure-grounds, which fairly substantiate its claim to the title of a \"German Versailles.\"",
		"If, finally, it be asked, how a system professing to be revealed can substantiate its claim, the answer is, by means of the historical evidences, such as miracles and fulfilment of prophecy.",
		"The Minoan remains at Orchomenus which are traceable to the latest period go far to substantiate the philological comparison between the name of Minyas, the traditional ancestor of this ancient race, and that of Minos.",
		"It is true that our best authority, Arrian, fails to substantiate the traditional view satisfactorily; on the other hand those who maintain it urge that Arrian's interests were mainly military, and that the other authorities, if inferior in trustworthiness, are completer in range of vision.",
		"The king of Prussia had some reason to complain of the sudden desertion of his ally, but there is no evidence whatever to substantiate his accusation that Bute had endeavoured to divert the tsar later from his alliance with Prussia, or that he had treacherously in his negotiations with Vienna held out to that court hopes of territorial compensation in Silesia as the price of the abandonment of France; while the charge brought against Bute in 1765 of having taken bribes to conclude the peace, subsequently after investigation pronounced frivolous by parliament, may safely be ignored."
	],
	"synonyms": [
		"materialize",
		"justify",
		"attest",
		"establish",
		"demonstrate",
		"support",
		"authenticate",
		"corroborate",
		"prove",
		"confirm",
		"verify",
		"validate",
		"vouch",
		"assure",
		"personify"
	],
	"antonyms": [
		"break",
		"disprove",
		"refute"
	]
}