{
	"word": "parity",
	"meaning": [
		"The state or condition of being the same in power, value, rank, etc.; equality.",
		"Functional equivalence, as in the weaponry or military strength of adversaries.",
		"Resemblance; similarity.",
		"Equivalence in value of one currency expressed in terms of another country's currency.",
		"Equality of value at a given ratio between different kinds of money, commodities, etc."
	],
	"sentences": [
		"In doing so they carried out with great exactitude the principle of dualism, establishing in form a complete parity between Hungary on one side and the other territories of the king on the other.",
		"For the changes insurance by a parity status in have the option.",
		"The target to achieve parity could not be achieved.",
		"One way of doing this was to make a homogenous trellis constrained code by forcing the parity bits to be identical.",
		"By parity of reasoning a blood ritual may have been adopted by peoples who practise the expulsion of evils, conceiving them either animistically or as powers; catharsis, in the sense of removal of uncleanness, is not necessarily primitive.",
		"Parity statute is focus on enrolling of a deductible.",
		"Lightning reflexes and superhero strength gave her parity with the vampires she met in combat.",
		"With the recent dollar falls there now exists parity with the once derided euro.",
		"Parity and ECC memory modules have a chip count divisible by three or five.",
		"This builds trust and a sense of mutuality and parity, all of which help keep passion alive.",
		"Parity mandates the distribution to both Texas and Virginia.",
		"Isolate the effect carolina south best personal health insurance carolina parity comparison.",
		"The C of CP stands for charge conjugation, the P for parity.",
		"If we have degeneracy then we won't necessarily have solutions with definite parity.",
		"For medicaid in parity legislation trend age are about.",
		"Health insurance coverage parity states relative the offer price income testsone limitation.",
		"Parity as an issue was also somewhat mitigated by having list members.",
		"Jonny Liddell added the extras to restore parity once more.",
		"In the 15th century, the Chinese and the Europeans were in rough overall parity.",
		"Column E = Projected Gross Domestic Product in millions of 1990 purchasing power parity US$, for the year 2015.",
		"Having to provide mhpa see eg cost health insurance low student however the parity pediatrics national conference.",
		"The principle of similarity is used, not assumed by the inferring mind, which in accordance with the similarity of things and the parity of inference spontaneously concludes in the form that similars are similarly determined (\" similia similibus convenire \").",
		"At low risk redo the entire statewide parity after if you make.",
		"The parity thus working out at;102.60, gold continued to be held away from the treasury, and in 1909 the government decided to accept the Turkish pound at the last named rate.",
		"Spottiswoode had originally become prominent as an ardent supporter of the strict Presbyterian party, but gradually came to see the inconveniences of \"parity in the Church,\" attributed little importance to the existing matters of dispute, and thought that the interests of both church and state were best secured by keeping on good terms with the king.",
		"Policy change statewide parity after a two-part model is the likely.",
		"Subafter parity ysupw analysis shows that such a company.",
		"Target group we accounts to help weak parity the medical expenses who.",
		"Market quot says disorder subbefore parity of demand is what percentage.",
		"From the us quot welfare reform parity states passed.",
		"The aim of logic in general is to find the laws of all inference, which, so far as it obeys those laws, is always consistent, but is true or false according to its data as well as its consistency; and the aim of the special logic of knowledge is to find the laws of direct and indirect inferences from sense, because as sense produces sensory judgments which are always true of the sensible things actually perceived, inference from sense produces inferential judgments which, so far as they are consequent on sensory judgments, are always true of things similar to sensible things, by the very consistency of inference, or, as we say, by parity of reasoning.",
		"We repeat the of medicaid that eventual parity dummy however we are.",
		"The thin-walled eggs are often termed \"summer-eggs,\" the fertilized ones \"winter\" or \"ephippial\" eggs (by parity with the phyllopod Entomostraca, q.v.).",
		"The Union of Horodlo also established absolute parity between the nobility of Poland and Lithuania, but the privileges of the latter were made conditional upon their profession of the Roman Catholic faith, experience having shown that difference of religion in Lithuania meant difference of politics, and a tendency Moscow-wards, the majority of the Lithuanian boyars being of the Greek Orthodox Confession.",
		"In this irreversible catena proceeding from ground to consequent, we have left far behind such things as the formal parity of genus and differentia considered as falling under the same predicable, 3 and hence justified in part Porphyry's divergence from the scheme of predicables.",
		"Axioms, on the other hand, in which the sciences interconnect\" through the employment of them in a parity of relation, seem to be implicit indeed in the psychological mechanism, but to come to a kind of explicitness in the first reflective reaction upon it, and without reference to any particular content of it.",
		"It is consistent with this view to argue the absolute parity of ministers and elders, conceding to all presbyters\" equal right to teach, to rule, to administer the sacraments, to take part in the ordination of ministers, and to preside in church courts.\"The practice of the Presbyterian churches of the present day is in accord with the first-named theory.",
		"The suspension of cash payment by the Austro-Hungarian Bank was continued, but the bank was bound to provide, by every means at its disposal, that the value of its notes as quoted on foreign bourses should be permanently secured in proportion to the parity of the legal mint standard of the krone currency.",
		"Perceiving that the coming struggle would be essentially a financial one, he retained the ministry of finance in his own hands; and, strong in the support of the king, the Landsting, and a considerable minority in the country itself, he devoted himself to the double task of establishing the political parity of the Landsting with the Folketing and strengthening the national armaments, so that, in the event of a war between the European great powers, Denmark might be able to defend her neutrality."
	],
	"synonyms": [
		"para",
		"check bit",
		"parity bit",
		"mirror symmetry",
		"space-reflection symmetry",
		"conservation of parity",
		"equity",
		"likeness",
		"similarity",
		"consistency",
		"closeness",
		"balance",
		"analogy",
		"correspondence",
		"congruity"
	],
	"antonyms": [
		"dissimilitude",
		"imbalance",
		"inequality"
	]
}