{
	"word": "nonchalant",
	"meaning": [
		"Without warmth or enthusiasm; showing cool lack of concern; casually indifferent.",
		"Casually unconcerned or indifferent."
	],
	"sentences": [
		"Dean answered in a voice as nonchalant as he could muster.",
		"Have you been too nonchalant about your own legacy?",
		"The nonchalant reply of Miller was a simple \"yeah.\"",
		"Her throat tightened, understanding the honor despite his nonchalant delivery.",
		"Adrienne shucked her coat and tried to act nonchalant in spite of the warmth in her cheeks.",
		"The animals had a nonchalant air of \"What are you doing here, humans?\" about them.",
		"The nonchalant attitude by the police to the bus burning has got a few people in Ramsay Street talking.",
		"The communities in the locality were in lockdown after Straffen's almost nonchalant escape and his presumed murder of Linda Bowyer.",
		"She had a nonchalant way of giving directions.",
		"The nonchalant, easy manner of Ralph Dawes was a very good attempt at covering up the problem.",
		"In a rather nonchalant response, Rumsfeld has cited the thousands of retired military men who haven't yet demanded his resignation.",
		"He approached, yet not close enough to spook her, and trying to sound nonchalant said, \"Fancy meeting you here.\"",
		"As nonchalant as Wynn was being about it, he knew what it meant.",
		"The actor had a nonchalant delivery that was cool, honest, appealling and likeable.",
		"He had a strange star-like quality; but, even though people recognized him, he was quite nonchalant.",
		"If you prefer to cover your thighs, look to the company's elegant swim dresses, which flatter the figure, support the bust and exude nonchalant glamour.",
		"Rifle shooting in Gun is nonchalant and fun.",
		"His nod was nonchalant.",
		"His shrug and tone were nonchalant.",
		"Kors' creative styles will provide even the most sensible consumer with a look of nonchalant originality; and this nonchalant edginess is exactly what defines high fashion.",
		"He stared at the nonchalant Fate.",
		"Not all Virgo males are fault-ridden and nonchalant partners.",
		"She appeared very nonchalant with a well turned out standard Brompton, devoid of the gizmos sported by her husband's machine.",
		"His heart pounded in his chest, and he tried to look nonchalant.",
		"He sounded just as nonchalant when asked about the overall shape of his team.",
		"Six or more snakes swing from the skull the hero holds, however he remains nonchalant, not looking.",
		"They may seem too nonchalant or easygoing to wear out to dinner with friends or even to the movies.",
		"The messy bun was considered the height of style for so long because it suggested a sort of carefree, nonchalant, wash-and-go attitude.",
		"It is easy to become nonchalant about joining such dating sites.",
		"Casual, preppy, and bursting with the kind of nonchalant elitism that still allows you to sleep at night, Lacoste bags are the perfect addition to any upscale wardrobe.",
		"On the surface, a Virgo guy can seem fairly nonchalant - that's when he's not being demanding.",
		"At the age of five he is handed over by his seemingly nonchalant father and grief-stricken mother to the missionary nuns as tradition demands."
	],
	"synonyms": [
		"insouciant",
		"casual",
		"causal",
		"offhand",
		"easy",
		"easygoing",
		"unconcerned",
		"imperturbable",
		"cool",
		"collected",
		"careless",
		"indifferent",
		"unemotional",
		"lethargic",
		"calm"
	],
	"antonyms": [
		"intense",
		"jumpy",
		"unnerved",
		"nervous",
		"concerned",
		"anxious"
	]
}