{
	"word": "amicable",
	"meaning": [
		"Characterized by or exhibiting friendliness or goodwill; friendly.",
		"Friendly in feeling; showing good will; peaceable.",
		"Showing friendliness or goodwill."
	],
	"sentences": [
		"The pair 6232 and 6368 are amicable, but they cannot be derived from this formula.",
		"The amicable relations between Sweden and Poland promised, at first, to be permanent.",
		"This type of divorce may or may not be amicable.",
		"It was his decision and things remain very amicable between us.",
		"The disputes between England and her American colonies had reached a point at which no amicable adjustment was possible.",
		"The governor had other serious matters to contend with, including the assertion of British authority over the Boers beyond the Orange river, and the establishment of amicable relations with the Transvaal Boers.",
		"The relations between the British and the Free State, after the question of the boundary was once settled, remained perfectly amicable down to the outbreak of the Boer War in 1899.",
		"His grandson Assur-bani-pal, with a view of reestablishing amicable relations, restored the statue to the temple E-Saggila in Babylon and performed the time-honoured ceremony of \"taking the hand of Bel\" as a symbol of his homage to the ancient head of the Babylonian pantheon.",
		"In some districts there is a fixed price of blood; at Argyrokastro, for instance, the compensation paid by the homicide to the relatives of his victim is 1200 piastres (about £10), at Khimara 2000 piastres; once the debt has been acquitted amicable relations are restored.",
		"Under the guidance of Pericles Athens replied that she would do nothing on compulsion, but was prepared to submit difficulties to amicable arbitration on the basis of mutual concessions.",
		"At the castle of Cardigan in 1176, Prince Rhys held a historic bardic entertainment, or eisteddfod, wherein the poets and harpists of Gwynedd and Deheubarth contended in amicable rivalry.",
		"The compere Tony is brilliant, very amicable guy.",
		"Ever since their less then amicable split two years ago, it's been a less than smooth road for Britney Spears, culminating in a breakdown that sent her to the hospital.",
		"Amicable numbers were known to the Pythagoreans, who accredited them with many mystical properties.",
		"After a period of inaction war between the two countries again became imminent in 1209; but a peace was made at Norham, and about three years later another amicable arrangement was reached.",
		"Mme de Stael was accused of extravagance, and latterly an amicable separation of goods had to be effected between the pair.",
		"As regards the Peruvian boundary, an agreement was reached in 1904 to submit the dispute to the arbitration of the president of Argentina in case further efforts to reach an amicable settlement failed.",
		"Negotiations were set on foot, and finally by treating the matter in a give-and-take spirit a settlement was reached and a treaty for an amicable exchange of territories in the district in question, accompanied by a pecuniary indemnity, was signed by President Alves at Petropolis on the 17th of November 1903.",
		"His investigation of the properties of amicable numbers and of the problem of trisecting an angle, are of importance.",
		"That all points of mutual difference shall be regulated by the friendly course of arbitration, or by what- The ever amicable way may be agreed upon by the government with Her Majesty's Government.",
		"He next fought for the sovereignty of Provence against Raymond Berenger I., and not till September 1125 did the war end in an amicable agreement.",
		"A peculiarity of the Danish system is that, with few exceptions, no civil cause can be brought before a court until an attempt has been made at effecting an amicable settlement.",
		"At Cambridge he founded the \"Whig Club,\" and the \"Amicable Society,\" and became very intimate with Byron, who accompanied him on a tour in Spain, Greece and Turkey in 1809.",
		"He tried to carry his power beyond the Danube, but was defeated and taken prisoner by the Getae, who, however, set him free on amicable terms. Demetrius subsequently threatened Thrace, but had to retire in consequence of a rising in Boeotia, and an attack from Pyrrhus of Epirus.",
		"At first the Cape government endeavoured to come to an amicable arrangement with the new power threatening its eastern border, and in 1780 it was agreed that the Great Fish River should be the permanent boundary between the colonial and Bantu territories.",
		"An amicable division of the imperial succession was arranged, and after an assessment of the empire which took almost a year, an agreement was signed at Verdun in August 843.",
		"By the way, my husband and I have managed to keep things fairly amicable and he sees her often.",
		"Sheridan seeks amicable split Tommy Sheridan confirms he is seeking an \" amicable split Tommy Sheridan confirms he is seeking an \" amicable \" split from the Scottish Socialist Party.",
		"Not all of it, however, is entirely amicable.",
		"Reason has a fairly amicable relationship with the ' very long term ' .",
		"All their departures are quite amicable, we hasten to add!",
		"They are not amicable people, \" said Hussain, whose own family originate from Pakistan's central Punjab province.",
		"The split with Oasis seems amicable - do you think you would ever rejoin the band?",
		"In the event that no amicable agreement can be reached then an independent ombudsman may be sought to settle the matter.",
		"That would seem to be the logical time for an amicable parting of the ways.",
		"Its objects embrace (a) admonition to those who fail in the payment of their just debts, or otherwise walk contrary to the standard of Quaker ethics, and the exclusion of obstinate or gross offenders from the body, and, as incident to this, the hearing of appeals from individuals or meetings considering themselves aggrieved; (b) the care and maintenance of the poor and provision for the Christian education of their children, for which purpose the Society has established boarding schools in different parts of the country; (c) the amicable settlement of \" all differences about outward things,\" either by the parties in controversy or by the submission of the dispute to arbitration, and the restraint of all proceedings at law between members except by leave; (d) the \" recording \" of ministers (see above); (e) the cognizance of all steps preceding marriage according to Quaker forms; (f) the registration of births, deaths and marriages and the admission of members; (g) the issuing of certificates or letters of approval granted to ministers travelling away from their homes, or to members removing from one meeting to another; and (h) the management of the property belonging to the Society.",
		"In 1823 he was appointed one of the teachers of mathematics at the military college of Sandhurst, and in 1833 he was appointed actuary to the Amicable Life Assurance Office, the oldest institution of that kind in London; in which situation he remained till his death on the 1st of November 1851.",
		"Judging by the calmly moderate and amicable tone in which the French Emperor spoke, Balashev was firmly persuaded that he wished for peace and intended to enter into negotiations.",
		"Even if you think your spouse and yourself have come to an amicable agreement, it is still in your best interest to hire a lawyer to protect your rights.",
		"While not every divorce requires that a couple or family receive counseling, it can be a benefit even in the most amicable of divorces.",
		"Sometimes parents are not able to get past their own issues and co-parent their children in an amicable fashion.",
		"Since the spouses in a separation maintenance agreement are usually amicable, most of these cases are no-fault.",
		"When you entered into the world of co-parenting, your feelings towards each other may have been at least amicable.",
		"This time, Wentz was not so amicable and reportedly wrote a blog on the band's website titled \"got bitterness?",
		"Maybe this split between Pink and Hart will be as \"amicable\" as her press release makes it sound (although there has been no word yet from Hart's camp).",
		"The couple announced that they were filing for divorce in 2006 and at first said that the divorce was \"amicable.\"",
		"The divorce was amicable, and the pair remain friendly for the sake of their children.",
		"Even though most celebrities claim their various breakups are \"amicable,\" you don't ever really know just how friendly such breakups are in Hollywood, do you?",
		"Either way, the couple has agreed to make the split as amicable as possible, and there's no doubt that there's plenty of money for both of them.",
		"The couple remains amicable, issuing a statement saying \"We've been fortunate enough to spend the last 17 years together as a couple and look forward to spending the rest our lives together as best friends and business partners.",
		"One year later she and husband director Sam Mendes, himself an Oscar-winner, announced a separation, calling it amicable.",
		"The couple claimed that the split was amicable and that they had reached settlements on all issues.",
		"Those seas can be pretty dangerous, and as such, it is not uncommon to cross paths with another pirate ship (or two or three) that is less than amicable.",
		"Finally in 1985 after years of bickering and litigation, the wineries came to an amicable solution by moving the apostrophe.",
		"Ideally, divorced parents should work together to have an amicable relationship and shared custody, but bitterness between divorced spouses and tendencies to involve children in marital and divorce disputes require child custody laws.",
		"Gemini loves to talk, and if Pisces is in an amicable mood, things will go well.",
		"Their pricing is also considerably more amicable than Fotosearch.",
		"In Bosnia the persistent attempts of the Magyar princes to root out the stubborn, crazy and poisonous sect of the Bogomils had alienated the originally amicable Bosnians, and in 1353 Louis was compelled to buy the friendship of their Bar Tvrtko by acknowledging him as king of Bosnia.",
		"The rationalist spirit is, of course, coeval with human evolution; religion itself began with a rational attempt to maintain amicable relations with unknown powers, and each one of the dead religions succumbed before the development of rationalist inquiry into its premises.",
		"He proposed to the French consul-general at Alexandria to make advances to the Porte, and suggested sending back the Ottoman fleet as an earnest of his good intentions, a course which, it was hoped, \"would lead to a direct and amicable arrangement of the Turco-Egyptian question.\"",
		"Lambert issued a statement which read, in part, \" I'm leaving under totally amicable circumstances.",
		"However reluctant some states may be to bind themselves to any rules excluding recourse to brute force when diplomatic negotiations have failed, they have nevertheless unanimously at the Hague Conference of 1907 declared their \" firm determination to cooperate in the maintenance of general peace \" (la ferme volonte de concourir au maintien de la paix generale) 1, and their resolution \" to favour with all their efforts the amicable settlement of international conflicts \" (preamble to Peace Convention).",
		"Well, then he got a divorce and it was far from amicable and now he is remarried, which leads to the reason for his Christmas day in the clink.",
		"She at once quitted Nohant, taking with her Solange, and in 1831 an amicable separation was agreed upon, by which her whole estate was surrendered to the husband with the stipulation that she should receive an allowance of £120 a year.",
		"The London protocol of 1871, with a view to prevent such abuses, lays down, perhaps a little too broadly, \" that it is an essential principle of the law of nations that no power can liberate itself from the engagements of a treaty, nor modify the stipulations thereof, unless with the consent of the contracting powers, by means of an amicable arrangement.\"",
		"Their relations are, on the whole, much more amicable than those of the Asuras and Devas in Indian mythology.",
		"The moderate men on both sides opposed this action and strove for peace or an amicable separation, but in vain.",
		"When, therefore, the conquest of Khiva in 1873 by the Russians, and their gradual approach towards the amir's northern border, had seriously alarmed Shere Ali, he applied for support to the British; and his disappointment at his failure to obtain distinct pledges of material assistance, and at Great Britain's refusal to endorse all his claims in a dispute with Persia over Seistan, so far estranged him from the British connexion that he began to entertain amicable overtures from the Russian authorities at Tashkend.",
		"While the relationship between Ea (q.v.) and Marduk is thus marked by harmony and an amicable abdication on the part of the father in favour of his son, Marduk's absorption of the power and prerogatives of Bel of Nippur was at the expense of the latter's prestige.",
		"The Russians then poured into eastern Poland; the Prussians, at the beginning of 1793, alarmed lest Catherine should appropriate the whole Republic, occupied Great Poland; and a diminutive, debased and helpless assembly met at Grodno in order, in the midst of a Russian army corps,\"to come to an amicable understanding\" with the partitioning powers."
	],
	"synonyms": [
		"harmonious",
		"empathic",
		"brotherly",
		"benevolent",
		"peaceable",
		"friendly",
		"warmhearted",
		"neighborly"
	],
	"antonyms": [
		"hostile",
		"unfriendly"
	]
}